{
  "name": "Procter v Kalivis (includes Corrigendum dated 28 September 2009) [2009] FCA 795 (31 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/795.html",
  "catchphrases": [
    {
      "text": "application to strike out provisions of statement of claim",
      "id": "c0"
    },
    {
      "text": "application for further particulars",
      "id": "c1"
    },
    {
      "text": "application for discovery before particulars",
      "id": "c2"
    },
    {
      "text": "whether provisions of statement of claim should be struck out because they have tendency to cause embarrassment or do not disclose reasonable cause of action or do not contain sufficient particulars or do not plead material facts or plead evidence instead of material facts",
      "id": "c3"
    },
    {
      "text": "whether further particulars can be ordered where defence not filed",
      "id": "c4"
    },
    {
      "text": "whether discovery before particulars can be ordered where allegations of breach of fiduciary duty",
      "id": "c5"
    },
    {
      "text": "discovery",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "There are two applications before the Court in this proceeding.",
      "id": "s0"
    },
    {
      "text": "The applicants have filed a statement of claim but the respondents have not yet filed a defence.",
      "id": "s1"
    },
    {
      "text": "The first application is brought by the respondents and in it the respondents seek an order that the statement of claim, or, in the alternative, certain paragraphs in it, be struck out.",
      "id": "s2"
    },
    {
      "text": "In the further alternative, they seek an order that the applicants provide particulars of a number of allegations in the statement of claim.",
      "id": "s3"
    },
    {
      "text": "The second application is brought by the applicants and in it they seek an order that the respondents provide discovery before particulars.",
      "id": "s4"
    },
    {
      "text": "It seems clear that the applicants acknowledge that they are required to provide particulars of a number of allegations in the statement of claim.",
      "id": "s5"
    },
    {
      "text": "The applicants' counsel helpfully prepared a table which sets out the paragraphs in the statement of claim to which objection is taken by the respondents and the grounds of objection.",
      "id": "s6"
    },
    {
      "text": "The table also sets out the applicants' response to the objections and whether discovery before particulars is sought in relation to particular paragraphs.",
      "id": "s7"
    },
    {
      "text": "In the course of submissions, some objections were not pressed by the respondents and other objections were conceded by the applicants.",
      "id": "s8"
    },
    {
      "text": "There is no need for me to refer to these paragraphs.",
      "id": "s9"
    },
    {
      "text": "I think it is fair to say that, by the end of the submissions, the submission that the whole statement of claim should be struck out was not pressed or, at least, not pressed very strongly.",
      "id": "s10"
    },
    {
      "text": "It is, in any event, untenable for reasons I will give.",
      "id": "s11"
    },
    {
      "text": "The grounds of objection raised by the respondents, as set out in the table, were insufficient particulars, that the plea was a plea of evidence rather than a plea of a material fact and that the plea involved a matter which is not a material fact.",
      "id": "s12"
    },
    {
      "text": "It emerged in the course of oral submissions that, in the case of one type of allegation, the respondents also put their objection on the ground that the failure to plead material facts means the claim for relief is untenable.",
      "id": "s13"
    },
    {
      "text": "For their part, the applicants state in the table they prepared that they are seeking discovery before particulars in relation to paragraphs 43, 45, 46.3.5, 62, 66, 68.6, 69, 75, 77, 85.1-85.8, 90-94, 108.5, 122, 123 and 132.9.",
      "id": "s14"
    },
    {
      "text": "The pleadings are long and complex.",
      "id": "s15"
    },
    {
      "text": "The application itself is almost the length of a \"normal\" statement of claim, and the statement of claim is 100 pages long and consists of some 135 paragraphs.",
      "id": "s16"
    },
    {
      "text": "The applicants have prepared a summary of their pleaded case.",
      "id": "s17"
    },
    {
      "text": "I propose to outline in broad terms the parties to the dispute and their relationship to each other, and then, largely by reference to the applicants' summary, to summarise the applicants' case.",
      "id": "s18"
    },
    {
      "text": "The applicants' case\n The first applicant has her principal place of residence in the State of Queensland.",
      "id": "s19"
    },
    {
      "text": "She has been involved in a number of property developments in the State of South Australia.",
      "id": "s20"
    },
    {
      "text": "Her principal role in those property developments was as an owner of property and an investor in the developments.",
      "id": "s21"
    },
    {
      "text": "The second applicant is the first applicant's mother and she also has her principal place of residence in Queensland.",
      "id": "s22"
    },
    {
      "text": "She was involved in the same property developments as the first applicant.",
      "id": "s23"
    },
    {
      "text": "The first respondent was a licensed real estate agent pursuant to the provisions of the Land Agents Act 1994 (SA).",
      "id": "s24"
    },
    {
      "text": "He owned and controlled the second and fifth respondents, which are corporations.",
      "id": "s25"
    },
    {
      "text": "The first respondent is the \"de facto spouse\" of the third respondent within the meaning of s 9 of the Corporations Act 2001 (Cth).",
      "id": "s26"
    },
    {
      "text": "The third respondent is the fourth respondent's mother.",
      "id": "s27"
    },
    {
      "text": "The third and fourth respondents had interests in the same property developments as the applicants.",
      "id": "s28"
    },
    {
      "text": "In about November or December 2003, the applicants entered into a joint venture for the development of land at Middleton, South Australia (known as the \"Middleton Shores Project\").",
      "id": "s29"
    },
    {
      "text": "The land was to be subdivided into 97 allotments with a view to the sale of those allotments at a profit.",
      "id": "s30"
    },
    {
      "text": "The original partners of the joint venture were the applicants, the third and fourth respondents and Siciliano, Peacock and Tripodi.",
      "id": "s31"
    },
    {
      "text": "The first and second applicants each held one undivided 10 th part in the Middleton land.",
      "id": "s32"
    },
    {
      "text": "It was intended and agreed that the first respondent or his real estate agency would act as the exclusive selling agent and that the second respondent would act as the project manager.",
      "id": "s33"
    },
    {
      "text": "In 2005 and 2006, there was a dispute between the Siciliano interests and the first respondent over the conduct of the Middleton Shores Project joint venture.",
      "id": "s34"
    },
    {
      "text": "The result was that, in February 2007, there was a settlement and a severance of the interests of Siciliano from the interests of the other parties, pursuant to a Settlement Deed executed 28 February 2007.",
      "id": "s35"
    },
    {
      "text": "Case 1\n The applicants executed the Settlement Deed in reliance on representations made by the first respondent and the third respondent that the arrangement was favourable to the applicants and their equity position within the joint venture, that it understated the amounts owing to the first respondent and that it was necessary to avoid the applicants losing their investment in the Middleton Shores Project and associated property.",
      "id": "s36"
    },
    {
      "text": "The applicants say that these representations were false and misleading and that they have suffered loss and damage in that their equity position within the joint venture was understated at the time of the reconciliation for settlement.",
      "id": "s37"
    },
    {
      "text": "Case 2\n In about November 2005, the first and third respondents represented to the applicants that lots in the Middleton Shores development were not selling and that the applicants should acquire lots within the project with loan funds that the first respondent would arrange on their behalf.",
      "id": "s38"
    },
    {
      "text": "The first respondent would on-sell the lots in about 12 months at a profit after repaying the borrowings.",
      "id": "s39"
    },
    {
      "text": "The first and third respondents also represented that this was necessary for the applicants to protect their investment in the Middleton Shores development.",
      "id": "s40"
    },
    {
      "text": "Subsequently, the applicants advanced the cash sum of $31,725.19 to the first respondent or the Middleton Shores Project and borrowed the sum of $227,723.25 (the first applicant) and $158,089.75 (the second applicant) in March 2006 from the Westpac Bank, which borrowings were placed under the control of the first respondent.",
      "id": "s41"
    },
    {
      "text": "The applicants were induced to enter into the Westpac borrowings in reliance upon the representations made.",
      "id": "s42"
    },
    {
      "text": "Between December 2005 and March 2006, the applicants acquired between them eight allotments from the Middleton Shore Project joint venture.",
      "id": "s43"
    },
    {
      "text": "The first respondent did not sell the lots after 12 months as represented and between them the applicants still hold six of the eight lots they acquired.",
      "id": "s44"
    },
    {
      "text": "These properties have deteriorated in value since their acquisition which has caused the applicants loss and damage including the holding costs on the outstanding loan balances for which they remain liable.",
      "id": "s45"
    },
    {
      "text": "Case 3\n In about November 2005, the first, second and third respondents represented to the applicants that they should enter into a separate joint venture (known as the \"Middleton Shores Joint Venture\") to develop housing and landscaping on the Original 5 Lot Series (Lots 50, 51, 52, 53 and 54).",
      "id": "s46"
    },
    {
      "text": "The other partners in the joint venture would be the third and fourth respondents.",
      "id": "s47"
    },
    {
      "text": "The lots would be used as the security for funds to be borrowed for the purpose of housing and landscaping on the lots.",
      "id": "s48"
    },
    {
      "text": "In about November 2005, the applicants entered into the Middleton Shores Joint Venture and, with the third and fourth respondents, purchased the outstanding interests in the Original 5 Lot Series on or about 30 November 2005, being the 40 per cent interests of the Siciliano group.",
      "id": "s49"
    },
    {
      "text": "The total price was $385,000 (representing 40 per cent of a total value of $875,000 plus GST).",
      "id": "s50"
    },
    {
      "text": "The interests in the Middleton Shores Joint Venture were the applicants (as to 2/10 th each), the third respondent (as to 4/10 th ) and the fourth respondent (as to 2/10 th ).",
      "id": "s51"
    },
    {
      "text": "Subsequently, in February 2006, Lot 25 was purchased and replaced Lot 51 in the Original 5 Lot Series (Lot 51 having been sold in December 2005) (hereafter called the \"5 Lot Series\").",
      "id": "s52"
    },
    {
      "text": "The applicants entered into this new joint venture in reliance upon representations made by the first, second and third respondents that sales of lots were proving difficult, that it was more likely the first respondent could sell developed land and that the first respondent would arrange the finance for the purpose of construction of housing and landscaping, coordinate and oversee the construction of housing and sell the developed lots at a significant profit in about 12 months after acquisition.",
      "id": "s53"
    },
    {
      "text": "In further reliance on the representations, the applicants agreed to borrow jointly and severally with the third and fourth respondent the sum of $438,000 and later, in June 2006, agreed to borrow a further sum of $119,000 from BankSA (the BankSA Primary Facility and the BankSA Secondary Facility, respectively).",
      "id": "s54"
    },
    {
      "text": "On or about 5 June 2006, the applicants agreed to the further borrowing of $119,000 by reason of the representations made that the funds were necessary for the Middleton Shores Joint Venture and that they would be used for the housing and landscaping of the 5 Lot Series.",
      "id": "s55"
    },
    {
      "text": "In the period 22 to 29 March 2006, the first respondent withdrew the total sum of $393,324.22 from the BankSA Primary Facility and a further sum of $28,915.27 on 20 April 2006.",
      "id": "s56"
    },
    {
      "text": "On 27 June 2006, the first respondent withdrew the sum of $115,000 from the BankSA Primary Facility.",
      "id": "s57"
    },
    {
      "text": "The first respondent received and used the borrowed funds and failed to apply them to the development of the 5 Lot Series as represented.",
      "id": "s58"
    },
    {
      "text": "The representations made were false and misleading because the first and second respondents failed to apply the proceeds of the SA loan facilities to develop the lots or to sell them at a profit (or at all) at the expiration of 12 months, the first respondent instead using the BankSA funds for unauthorised purposes.",
      "id": "s59"
    },
    {
      "text": "The 5 Lot Series were later sold by agreement between the parties in the period May to November 2005.",
      "id": "s60"
    },
    {
      "text": "The applicants have suffered loss and damage in that after the Settlement Deed (February 2007) and the winding up of the Middleton Shores Project and the severance of the Siciliano group interests, the applicants were entitled to their share of the 5 Lot Series (40 per cent) without being charged with the BankSA borrowings.",
      "id": "s61"
    },
    {
      "text": "This was because those borrowings were not applied toward the acquisition of the 5 Lot Series and, in fact, on the applicants' case, were applied by the first respondent for unauthorised and collateral purposes.",
      "id": "s62"
    },
    {
      "text": "Hence, the applicants have suffered loss and damage at least in the amount of the deduction from their share of the sale proceeds of their share of the BankSA borrowings.",
      "id": "s63"
    },
    {
      "text": "Case 4\n In January and May 2005, the first respondent represented that the first applicant should join a Side Syndicate to acquire lots within Middleton Shores and develop them as house and land packages at a profit, in respect of which the first respondent and/or the second respondent would be the selling agent and project manager.",
      "id": "s64"
    },
    {
      "text": "The first respondent further represented that the members of the (new) Side Syndicate would become the owners of a commercial property in Ocean Street, Victor Harbor, namely, the first applicant (40 per cent), the third respondent (30 per cent) and David Long (30 per cent) and that they should mortgage the Ocean Street property so as to obtain finance for the Side Syndicate and that the first respondent would arrange the finance.",
      "id": "s65"
    },
    {
      "text": "In reliance upon these representations, the first applicant became a member of the Side Syndicate and, in or about May 2005, agreed to join in a borrowing of $325,000 from Challenger Bank, which borrowing was secured by a mortgage over the Ocean Street property.",
      "id": "s66"
    },
    {
      "text": "Subsequently, the first applicant agreed, in reliance on further representations made by the first respondent, to buy out Mr Long's interest in the Side Syndicate by acquiring a further 10 per cent interest in the Ocean Street Property on the basis that the third respondent would acquire the remaining 20 per cent interest of Long.",
      "id": "s67"
    },
    {
      "text": "The first applicant later paid the balance owing for the acquisition of her share of Mr Long's interest in an amount calculated and advised by the first respondent.",
      "id": "s68"
    },
    {
      "text": "In about June 2007, the first and third respondents represented to the first applicant that the first respondent would arrange for an extension or increase of the Challenger Bank loan facility in the sum of $45,000, which funds would be spent on capital improvements and repairs on the Ocean Street property.",
      "id": "s69"
    },
    {
      "text": "In reliance on these representations, the first applicant agreed to an increase of the Challenger Bank loan facility by $45,000, which moneys later came under the control of the first respondent on or about 13 August 2007.",
      "id": "s70"
    },
    {
      "text": "The first respondent has been responsible, to the exclusion of the first applicant, for the use and application of the proceeds of the Challenger Bank loan facility and none of those borrowings have been applied for the purposes represented by the first, second and third respondents or authorised by the first applicant or otherwise applied for the first applicant's benefit.",
      "id": "s71"
    },
    {
      "text": "The first applicant remains jointly and severally liable for the Challenger Bank loan advances and has thereby suffered loss and damage.",
      "id": "s72"
    },
    {
      "text": "Other property acquisitions\n Further, the respondents (or entities associated with them) have acquired various properties during the course of their involvement and association with the applicants in circumstances that indicate that those assets have been purchased in whole or in part with the loan moneys which the first respondent caused to be borrowed in the name of, or for the benefit of, the applicants.",
      "id": "s73"
    },
    {
      "text": "In summary, those properties are: Port Pirie Shopping Centre (the third respondent); Glenelg North (the third respondent); Berri (the fifth respondent); Kalivis Farm property (the first respondent); Various lots within the Middleton Shores development: Lots 10, 16, 22, 27, 29 and 89 (the first respondent); Lots 36, 37, 43 and 87 (the third and fourth respondents); Lots 13 and 15 (the second and third respondents).",
      "id": "s74"
    },
    {
      "text": "Requests for accounting/information\n The applicants have asked the first respondent to account to them for the use and application of the proceeds of the BankSA and the Challenger Bank borrowings but he has so far refused or failed to properly do so.",
      "id": "s75"
    },
    {
      "text": "The evidence on the applications\n It is convenient at this point to outline the evidence put forward on the two applications.",
      "id": "s76"
    },
    {
      "text": "On the respondents' application, the affidavit of Mr Denis Fitzpatrick, solicitor, sworn on 2 March 2009 was tendered, without objection.",
      "id": "s77"
    },
    {
      "text": "Mr Fitzpatrick is the respondents' solicitor.",
      "id": "s78"
    },
    {
      "text": "On the applicants' application, the following affidavit evidence was tendered without objection: Affidavit of Mr Stephen Dickinson, solicitor, sworn on 13 March 2009 (Mr Dickinson is the applicants' solicitor); Affidavit of Ms Eve Procter sworn on 31 March 2009.",
      "id": "s79"
    },
    {
      "text": "Affidavit of Mr Fitzpatrick sworn on 23 March 2009.",
      "id": "s80"
    },
    {
      "text": "The respondent objected to a number of paragraphs in the following affidavits tendered by the applicants: Affidavit of Mr Stephen Dickinson, solicitor sworn on 2 March 2009; Affidavit of Ms Eve Procter sworn on 2 March 2009.",
      "id": "s81"
    },
    {
      "text": "The respondents' counsel prepared a table showing their objections to these two affidavits and the grounds of objection.",
      "id": "s82"
    },
    {
      "text": "I said that I would consider the objections and rule on them as part of my ruling on the substantive application.",
      "id": "s83"
    },
    {
      "text": "The applicants filed a document responding to the objections.",
      "id": "s84"
    },
    {
      "text": "In that document, which is on the Court file, they make a number of concessions.",
      "id": "s85"
    },
    {
      "text": "I have considered the respondents' objections and I have decided to rule in terms of the applicants' response.",
      "id": "s86"
    },
    {
      "text": "In other words, I rule that the challenged paragraphs are admissible, save to the extent that a concession is made by the applicants.",
      "id": "s87"
    },
    {
      "text": "The significance of the evidence is this.",
      "id": "s88"
    },
    {
      "text": "For the purposes of the applications before me, I do not think it can be doubted that, for at least certain purposes, the first respondent (and perhaps other respondents) was the applicants' agent and owed them fiduciary duties.",
      "id": "s89"
    },
    {
      "text": "He gave them advice and carried out certain actions on their behalf.",
      "id": "s90"
    },
    {
      "text": "In addition, he had control of funds belonging to them.",
      "id": "s91"
    },
    {
      "text": "The objections to the statement of claim\n In opening his submissions, counsel for the respondents said that the paragraphs in the statement of claim which he challenged had a tendency to cause embarrassment and should be struck out on that ground (O 11 r 16(b) of the Federal Court Rules (\"the Rules\")).",
      "id": "s92"
    },
    {
      "text": "As he developed his submissions, it became apparent that he relied on another ground as well, namely, that certain pleas did not disclose a reasonable cause of action.",
      "id": "s93"
    },
    {
      "text": "A plea will have a tendency to cause embarrassment if it is ambiguous or irrelevant, or if it is inconsistent with another plea.",
      "id": "s94"
    },
    {
      "text": "The latter case is to be distinguished from a plea which is clearly put in the alternative to another plea which is permissible.",
      "id": "s95"
    },
    {
      "text": "For present purposes, it is sufficient to refer to Mayor, &amp;c., of City of London v Horner (1914) 111 LT 512 at 514 per Pickford LJ and Bartlett v Swan Television and Radio Broadcasters Pty Ltd [1995] FCA 1429 ; (1995) ATPR 41-434 at 40,889 per Carr J.",
      "id": "s96"
    },
    {
      "text": "In the case of a number of pleas, counsel for the respondents' objection, as shown in the table, was that the plea was insufficiently particularised.",
      "id": "s97"
    },
    {
      "text": "In relation to those cases where the true basis of the objection is that the necessary particulars are not provided, it must not be overlooked that the Rules provide that, in the ordinary case, particulars will not be ordered before a defence is filed (O 12 r 5(3)).",
      "id": "s98"
    },
    {
      "text": "The Rules proceed on the basis that there is a clear distinction between the pleading of material facts and the provision of necessary particulars.",
      "id": "s99"
    },
    {
      "text": "The distinction between material facts and necessary facts was identified by Scott LJ in the well-known passage from Bruce v Oldhams Press Ltd [1936] 1 KB 697 (at 712-713): \n \n \"The cardinal provision in r. 4 is that the statement of claim must state the material facts.",
      "id": "s100"
    },
    {
      "text": "The word 'material' means necessary for the purpose of formulating a complete cause of action; and if any one \"material\" fact is omitted, the statement of claim is bad; it is 'demurrable' in the old phraseology, and in the new is liable to be 'struck out' under Order XXV., r. 4: see Philipps v. Philipps ; or 'a further and better statement of claim' may be ordered under Order XIX., r.",
      "id": "s101"
    },
    {
      "text": "7.",
      "id": "s102"
    },
    {
      "text": "The function of 'particulars' under r. 6 is quite different.",
      "id": "s103"
    },
    {
      "text": "They are not to be used in order to fill material gaps in a demurrable statement of claim - gaps which ought to have been filled by appropriate statements of the various material facts which together constitute the plaintiff's cause of action.",
      "id": "s104"
    },
    {
      "text": "The use of particulars is intended to meet a further and quite separate requirement of pleading, imposed in fairness and justice to the defendant.",
      "id": "s105"
    },
    {
      "text": "Their function is to fill in the picture of the plaintiff's cause of action with information sufficiently detailed to put the defendant on his guard as to the case he has to meet and to enable him to prepare for trial.",
      "id": "s106"
    },
    {
      "text": "Consequently in strictness particulars cannot cure a bad statement of claim.",
      "id": "s107"
    },
    {
      "text": "But in practice it is often difficult to distinguish between a 'material fact' and a 'particular' piece of information which it is reasonable to give the defendant in order to tell him the case he has to meet; hence in the nature of things there is often overlapping.",
      "id": "s108"
    },
    {
      "text": "And the practice of sometimes putting particulars into the statement of claim and sometimes delivering them afterwards either voluntarily, or upon request or order, without any reflection as to the true legal ground upon which they are to be given has become so common that it has tended to obscure the very real distinction between them.",
      "id": "s109"
    },
    {
      "text": "\" \n \n\n (Citation omitted.",
      "id": "s110"
    },
    {
      "text": ")\n As his Lordship notes, there can be an overlapping between material facts and necessary facts, and as von Doussa J observed in Beach Petroleum NL v Johnson (1991) 105 ALR 456 at 466, the distinction between material facts and necessary particulars has tended to become more obscured as the years have gone by.",
      "id": "s111"
    },
    {
      "text": "Nevertheless, necessary particulars can be, but do not have to be, in the statement of claim (O 12 r 1) and a party is not required to plead to necessary particulars, although it is not uncommon for that to be done.",
      "id": "s112"
    },
    {
      "text": "In so far as the respondents' objections are based on a failure to provide necessary particulars, they must be taken to be asking for an order that particulars be provided even though a defence has not been filed.",
      "id": "s113"
    },
    {
      "text": "For their part, the applicants did not seek to identify paragraphs where the true basis of the objection was a failure to provide necessary particulars and then submit that the provision of particulars should be at least postponed until after a defence is filed.",
      "id": "s114"
    },
    {
      "text": "They sought discovery before particulars and seem to accept that if they are successful they would thereafter provide the necessary particulars even though a defence had not been filed.",
      "id": "s115"
    },
    {
      "text": "For reasons I will give, I think this is an appropriate case for discovery before particulars.",
      "id": "s116"
    },
    {
      "text": "I do not think the fact that a defence has not been filed is an impediment to such an order at this stage ( Edelston v Russell (1888) 57 LT 927).",
      "id": "s117"
    },
    {
      "text": "For reasons I will give, I think that some paragraphs in the statement of claim should be struck out.",
      "id": "s118"
    },
    {
      "text": "The defects in the statement of claim are not sufficient to warrant an order that the statement of claim be struck out.",
      "id": "s119"
    },
    {
      "text": "I do not think the applicants should be required to replead before discovery is made, even in relation to those paragraphs struck out on grounds other than the ground of a failure to provide necessary particulars.",
      "id": "s120"
    },
    {
      "text": "That would be time-consuming and wasteful.",
      "id": "s121"
    },
    {
      "text": "I turn now to consider the particular objections to the statement of claim.",
      "id": "s122"
    },
    {
      "text": "In some cases, the same objection is taken to a number of paragraphs.",
      "id": "s123"
    },
    {
      "text": "It is convenient to deal with these paragraphs as a group.",
      "id": "s124"
    },
    {
      "text": "I start with the groups of paragraphs and then move to the objections to individual paragraphs.",
      "id": "s125"
    },
    {
      "text": "The applicants allege that the first respondent and, on occasions, other respondents had control of funds belonging to the applicants and used those funds for unauthorised purposes.",
      "id": "s126"
    },
    {
      "text": "The applicants imply in their statement of claim, but do not expressly plead, that these funds were used by the respondents to purchase properties in their names.",
      "id": "s127"
    },
    {
      "text": "In some cases, it is pleaded that there is a constructive trust over the properties in favour of the applicants; in other cases that also is left to be implied.",
      "id": "s128"
    },
    {
      "text": "The applicants' counsel accepts, correctly in my view, that the relevant pleas are deficient in the absence of a plea of how it is said a constructive trust arose and that the paragraphs must be struck out.",
      "id": "s129"
    },
    {
      "text": "The paragraphs which fall into this category are paragraphs 43, 46.3.5, 62, 66, 69, 76, 85.8, 107, 129.9 and 132.9.",
      "id": "s130"
    },
    {
      "text": "The applicants plead that their funds were on various occasions used by the respondents for unauthorised purposes and for purposes other than those intended by them.",
      "id": "s131"
    },
    {
      "text": "The objection by the respondents is that the unauthorised purposes are not identified and the purposes of the applicants are not identified.",
      "id": "s132"
    },
    {
      "text": "I reject this complaint.",
      "id": "s133"
    },
    {
      "text": "The applicants' purposes are identified in the statement of claim; if necessary, a cross-reference to another paragraph can be included in the paragraph to which objection is taken.",
      "id": "s134"
    },
    {
      "text": "The unauthorised purposes are plainly those purposes other than those of the applicants.",
      "id": "s135"
    },
    {
      "text": "The paragraphs which fall into this category are paragraphs 44.4.1, 44.4.2, 68.6.2, 68.6.3, 77.6.2, 77.6.3, 108.5.2, 108.5.3, 122.5.1 and 122.5.2.",
      "id": "s136"
    },
    {
      "text": "The applicants plead breaches of various duties and obligations in relation to different transactions and in doing so they refer to, and rely on, a number of previous paragraphs in the statement of claim.",
      "id": "s137"
    },
    {
      "text": "The respondents contend that the pleading is defective because particular breaches are not linked to particular paragraphs.",
      "id": "s138"
    },
    {
      "text": "I reject this contention.",
      "id": "s139"
    },
    {
      "text": "It seems to me that the pleas are not defective because the applicants are entitled to rely on all those paragraphs in support of each and every paragraph.",
      "id": "s140"
    },
    {
      "text": "The paragraphs which fall into this category are paragraphs 26, 27, 28, 47, 48, 90, 91, 92, 93, 94, 132 (other than 132.9), 133 and 134.",
      "id": "s141"
    },
    {
      "text": "The applicants allege that various things were said to them by the first respondent and other respondents and that some of those things constituted representations.",
      "id": "s142"
    },
    {
      "text": "On occasion, the exact word or a phrase of two or three words is used in the pleading.",
      "id": "s143"
    },
    {
      "text": "That is said by the respondents to constitute the pleading of evidence which is impermissible (O 11 r 2).",
      "id": "s144"
    },
    {
      "text": "An exact word or short phrase used may be given in evidence at a trial, but to plead it does not, to my mind, constitute the pleading of evidence.",
      "id": "s145"
    },
    {
      "text": "This conclusion is subject to one qualification and that is that the effect of what was said must appear from the ordinary meaning of the word or short phrase pleaded.",
      "id": "s146"
    },
    {
      "text": "The paragraphs which, in my opinion, are unobjectionable are paragraphs 39.6-39.10, 100.5, 109.4, 109.7, 114.1.4 and 125.5.",
      "id": "s147"
    },
    {
      "text": "The paragraphs which are objectionable on the ground of ambiguity are paragraphs 40.2.1 and 40.3.2.",
      "id": "s148"
    },
    {
      "text": "The applicants plead that various banking facilities were in arrears at various times.",
      "id": "s149"
    },
    {
      "text": "It is said that the pleas are defective because material facts are not alleged.",
      "id": "s150"
    },
    {
      "text": "I reject this contention.",
      "id": "s151"
    },
    {
      "text": "The state of the banking facilities is a material fact and it is appropriate that it be pleaded.",
      "id": "s152"
    },
    {
      "text": "The paragraphs which fall into this category are paragraphs 46.6.3, 46.6.4 and 67.",
      "id": "s153"
    },
    {
      "text": "I turn now to the objections to individual paragraphs.",
      "id": "s154"
    },
    {
      "text": "As to paragraph 17, the objection is that there is no plea as to the person who engaged Mr David Crase of Crase Consulting.",
      "id": "s155"
    },
    {
      "text": "I think this objection is a good one and the plea should identify the party or parties who instructed Mr Crase.",
      "id": "s156"
    },
    {
      "text": "As to paragraph 21.1, the objection is that the instructions provided to Thomson Playford and Mr Crase by the first or third respondents or both are not particularised.",
      "id": "s157"
    },
    {
      "text": "It is alleged by the applicants that the first and third respondents owed fiduciary duties to them and that this allegation supports that contention.",
      "id": "s158"
    },
    {
      "text": "In those circumstances, I do not think the applicants are required to provide further particulars of paragraph 21.1.",
      "id": "s159"
    },
    {
      "text": "As to paragraph 25, the objection is that each of paragraphs 25.1, 25.2 and 25.3 are not sufficiently particularised.",
      "id": "s160"
    },
    {
      "text": "I see no basis for this objection in relation to paragraphs 25.2 and 25.3.",
      "id": "s161"
    },
    {
      "text": "The plea in paragraph 25.1 should be either struck out or amended to make it clear precisely how the alleged breach of fiduciary duties resulted in the Settlement Deed Representations being false, misleading or deceptive.",
      "id": "s162"
    },
    {
      "text": "As to paragraphs 44.4.4 and 45, the objection is that these paragraphs are insufficiently particularised.",
      "id": "s163"
    },
    {
      "text": "As I understand it, this complaint is accepted by the applicants, but they claim that they are entitled to discovery before particulars.",
      "id": "s164"
    },
    {
      "text": "As to paragraphs 71.3 and 75, the objection is that the pleas are not of material facts.",
      "id": "s165"
    },
    {
      "text": "I reject this objection as I think material facts are pleaded, but I do accept that the pleas should contain a plea as to the identity of the person who withdrew the funds.",
      "id": "s166"
    },
    {
      "text": "As to paragraph 85.1, the objection is that the matter alleged is not a material fact.",
      "id": "s167"
    },
    {
      "text": "In view of the fact that one of the claims for relief is an account, I reject this objection.",
      "id": "s168"
    },
    {
      "text": "As to paragraph 106, the objection is that it does not plead material facts.",
      "id": "s169"
    },
    {
      "text": "I reject this objection.",
      "id": "s170"
    },
    {
      "text": "As to paragraph 111, the objection is that the plea is not a plea of a material fact.",
      "id": "s171"
    },
    {
      "text": "I reject this objection.",
      "id": "s172"
    },
    {
      "text": "As to paragraph 119.2 and 121, the objection is that these pleas do not lead to any further allegations.",
      "id": "s173"
    },
    {
      "text": "Ultimately, that may prove to be the case, but I am not satisfied that it is the case at this stage.",
      "id": "s174"
    },
    {
      "text": "I reject the objection.",
      "id": "s175"
    },
    {
      "text": "As to paragraph 123, the objection is that the paragraph is insufficiently particularised.",
      "id": "s176"
    },
    {
      "text": "The applicants acknowledge this and they seek discovery before particulars.",
      "id": "s177"
    },
    {
      "text": "As to paragraph 129, the objection is that six of the nine subparagraphs do not plead material facts.",
      "id": "s178"
    },
    {
      "text": "I reject this objection as to paragraphs 129.1, 129.5, 129.6, 129.7 and 129.8.",
      "id": "s179"
    },
    {
      "text": "Discovery before particulars\n The applicants apply for discovery before particulars.",
      "id": "s180"
    },
    {
      "text": "The power of the Court to order discovery before particulars is contained in O 15 r 5 of the Rules.",
      "id": "s181"
    },
    {
      "text": "In their amended notice of motion, the applicants seek the following order: \n \n \"Pursuant to Order 15, rules 2 and 5 of the Federal Court Rules , the respondents do provide discovery of the documents identified in 'Schedule A' attached hereto within 28 days.",
      "id": "s182"
    },
    {
      "text": "\" \n \n\n Schedule A consists of two paragraphs.",
      "id": "s183"
    },
    {
      "text": "Each paragraph has a number of subparagraphs.",
      "id": "s184"
    },
    {
      "text": "Paragraph 1 is in the following terms: \n \n \"1.",
      "id": "s185"
    },
    {
      "text": "All documents in the possession, power or control of the Respondents recording or evidencing:\n 1.1 instructions from each or any of the Respondents to the relevant financial institutions regarding any withdrawal of funds;\n 1.2 the date on which the funds were withdrawn;\n 1.3 the amount of funds withdrawn;\n 1.4 the manner in which the funds were withdrawn (ie.",
      "id": "s186"
    },
    {
      "text": "by cash, cheque, telegraphic transfer and/or any other method); and \n 1.5 how the funds withdrawn were applied and for what purpose(s),\n in relation to the following Bank facilities:\n 1.6 Westpac Bank account number 43-4102 held in the name of Miss Eve Lynne Procter (defined as \" Lynne Procter's Westpac loan facility \" in sub-paragraph 41.2.1 of the Statement of Claim );\n 1.7 Westpac Bank account number 43-3353 held in the name of Ms Brenda Maureen Procter (defined as \" Maureen Procter's Westpac loan facility \" in sub-paragraph 41.2.2 of the Statement of Claim ); \n 1.8 BankSA account number 101966740 held in the names of Patricia A Dabrowski, Timothy J Dabrowski, Eve L Procter and Brenda M Procter (defined as \" the BankSA Primary Facility \" in sub-paragraph 60.1 of the Statement of Claim );\n 1.9 BankSA account number 102147340 held in the names of Patricia A Dabrowski, Timothy J Dabrowski, Eve L Procter and Brenda M Procter (defined as \" the BankSA Secondary Facility \" in sub-paragraph 74.1 of the Statement of Claim ); and \n 1.10 Challenger Bank \" Loan Code \" 5835 held in the names of Ms Eve Lynne Procter and Ms Patricia Anne Dabrowski (defined as the \" Challenger Bank Loan Facility \" in paragraph 105 of the Statement of Claim ); and \n 1.11 All bank facilities established by the First Respondent, Evenagelo [sic] Kalivis, on behalf of the investors in the Middleton Shores Project (as defined in the Statement of Claim) including, but not limited to, the BankSA loan facility(ies) established by the First Respondent at the commencement of the Middleton Shores Project , along with the Adelaide Bank loan facility(ies) established by the First Respondent in or about July 2005.",
      "id": "s187"
    },
    {
      "text": "\" \n \n\n Paragraph 2 seeks documents recording or evidencing the purchase or acquisition of any interest in a number of listed properties.",
      "id": "s188"
    },
    {
      "text": "Those properties are referred to in the statement of claim and are properties purchased by either the first, third, fourth or fifth respondents or one or more of them.",
      "id": "s189"
    },
    {
      "text": "They are the properties where (in the case of some of the properties) it is alleged in the statement of claim that they are held on constructive trust for the applicants.",
      "id": "s190"
    },
    {
      "text": "As I have already said, in the course of submissions counsel for the applicants conceded that a case for relief by way of a constructive trust had not been pleaded.",
      "id": "s191"
    },
    {
      "text": "In those circumstances, the applicants concede that they cannot press discovery before particulars in terms of paragraph 2 of their amended notice of motion because to do so would be \"fishing\".",
      "id": "s192"
    },
    {
      "text": "The function of particulars is well-known.",
      "id": "s193"
    },
    {
      "text": "They give a party notice of the case of his opponent and prevent him from being taken by surprise at trial.",
      "id": "s194"
    },
    {
      "text": "They enable the party receiving the particulars to determine what evidence he should assemble.",
      "id": "s195"
    },
    {
      "text": "Particulars will limit the generality of pleadings and they may limit the scope of discovery.",
      "id": "s196"
    },
    {
      "text": "Particulars may be used at trial to confine the evidence which a party may call.",
      "id": "s197"
    },
    {
      "text": "As a general proposition, it may be said that a party will be required to give such particulars as are necessary.",
      "id": "s198"
    },
    {
      "text": "There are particular cases identified in the rules where particulars must be given.",
      "id": "s199"
    },
    {
      "text": "Order 12 r 2 provides as follows: \n \n \"A party pleading shall give particulars of any fraud, misrepresentation, breach of trust, wilful default or undue influence on which he relies.",
      "id": "s200"
    },
    {
      "text": "\" \n \n\n A party pleading any condition of mind is required to give particulars of the facts on which he relies (O 12 r 3) and a party claiming damages which include moneys which he has paid or is liable to pay, must give particulars of those moneys (O 12 r 4).",
      "id": "s201"
    },
    {
      "text": "The power of the Court to order that a party provide particulars is contained in O 12 r 5.",
      "id": "s202"
    },
    {
      "text": "The authorities dealing with discovery before particulars are well known.",
      "id": "s203"
    },
    {
      "text": "Discovery before particulars may be ordered where the party against whom the order is sought has means of knowing the facts in dispute and the party seeking the particulars does not: Millar v Harper (1888) 38 Ch D 110.",
      "id": "s204"
    },
    {
      "text": "In WA Pines Pty Ltd v Bannerman [1980] FCA 79 ; (1980) 41 FLR 175 , the respondent applied to strike out an allegation in a statement of claim and the applicant sought discovery and leave to interrogate on the allegation.",
      "id": "s205"
    },
    {
      "text": "Brennan J (as his Honour then was) said (at 181): \n \n \"Though the power to require discovery be acknowledged, how should it be exercised?",
      "id": "s206"
    },
    {
      "text": "It depends upon the nature of the case and the stage of the proceedings at which the discovery is sought.",
      "id": "s207"
    },
    {
      "text": "In the present case, discovery is sought before there is a tittle of evidence to suggest that the Chairman did not have the requisite cause to believe which par.",
      "id": "s208"
    },
    {
      "text": "6 of the statement of claim would put in issue.",
      "id": "s209"
    },
    {
      "text": "Some assistance was sought to be derived from cases where discovery had been given to a party before he was required to give particulars of his claim: cases such as Ross v. Blakes Motors Ltd ., but in cases of that kind there is either an anterior relationship between the parties which entitles one to obtain information from the other, or sufficient is shown to ground a suspicion that the party applying for discovery has a good case proof of which is likely to be aided by discovery.",
      "id": "s210"
    },
    {
      "text": "This is not such a case.",
      "id": "s211"
    },
    {
      "text": "This is a case where a bare allegation is made by par.",
      "id": "s212"
    },
    {
      "text": "6 of the statement of claim and, the paragraph being denied, the applicant seeks to interrogate the Chairman and ransack his documents in the hope of making a case.",
      "id": "s213"
    },
    {
      "text": "That is mere fishing.",
      "id": "s214"
    },
    {
      "text": "\" \n \n\n(Citation omitted.",
      "id": "s215"
    },
    {
      "text": ")\n In Lyons v Kern Konstructions (Townsville) Pty Ltd (1983) 7 FLR 135 , Fitzgerald J discussed in detail the circumstances in which discovery before particulars may be ordered in a case involving allegations of fraud (at 148-151) and the meaning of \"fishing\" in this context (at 151-152).",
      "id": "s216"
    },
    {
      "text": "It is clear from the authorities to which Fitzgerald J referred that discovery before particulars may be ordered even in cases involving allegations of fraud, although that will only be done where there is a special relationship between the parties or something in the nature of exceptional circumstances.",
      "id": "s217"
    },
    {
      "text": "His Honour also made it clear that discovery will not be ordered before pleading or particulars for the purpose of \"fishing\".",
      "id": "s218"
    },
    {
      "text": "The meaning of \"fishing\" was considered by Lindgren J in Trade Practices Commission v CC (New South Wales) Pty Limited (1995) 58 FCR 426.",
      "id": "s219"
    },
    {
      "text": "Lindgren J said (at 438): \n \n \"What does the reference to a 'fishing expedition' mean?",
      "id": "s220"
    },
    {
      "text": "After all, ex hypothesi, the giving of discovery will often, if not always, reveal documents of which the other party was not previously aware (similarly, the administering of interrogatories will often, if not always, reveal information of which the other party was not previously aware).",
      "id": "s221"
    },
    {
      "text": "What is meant is that discovery must not be used for the purpose of ascertaining whether a case exists, as distinct from the purpose of compelling the production of documents where there is already some evidence that a case exists: see, for example, Commissioner for Railways v Small (1938) 38 SR (NSW) 564 at 575; Associated Dominions Assurance Society Pty Ltd v John Fairfax &amp; Sons Pty Ltd ; WA Pines Pty Ltd v Bannerman ; Barbarian Motor Cycle Club Inc v Koithan (1984) at 486; Nestle Australia Ltd v Commissioner of Taxation (1986) at 82-83; Mobex Pty Ltd v Comptroller-General of Customs (unreported, Federal Court, Foster J, 18 May 1994), at p 18.",
      "id": "s222"
    },
    {
      "text": "In WA Pines Pty Ltd v Bannerman at 181, Brennan J said that what is required is that 'sufficient is shown to ground a suspicion that the party applying for discovery has a good case proof of which is likely to be aided by discovery'.",
      "id": "s223"
    },
    {
      "text": "On the facts of particular cases, the application of the distinction between 'fishing' and 'non-fishing' may well be difficult.",
      "id": "s224"
    },
    {
      "text": "\" \n \n\n(Citations omitted.",
      "id": "s225"
    },
    {
      "text": ")\n In addition to the above authorities, I refer to the discussion by Warren J (as her Honour then was) in Computershare Limited v Perpetual Registrars Limited (2000) 1 VR 626 at 635-638.",
      "id": "s226"
    },
    {
      "text": "In my opinion, this is an appropriate case for an order for discovery before particulars.",
      "id": "s227"
    },
    {
      "text": "As I have said, there does not seem to be much doubt that the first respondent (and perhaps other respondents) acted as the applicants' agent, owed fiduciary obligations to them and, from time to time, had control of moneys belonging to the applicants.",
      "id": "s228"
    },
    {
      "text": "One such obligation was and is a liability to account and to provide information to the applicants.",
      "id": "s229"
    },
    {
      "text": "That seemed to be acknowledged by the first respondent because one of his arguments on the applicants' application was that he has already provided a proper reconciliation to the applicants.",
      "id": "s230"
    },
    {
      "text": "Secondly, the evidence established that the respondents are in possession of the relevant information and, in a relative sense at least, the applicants do not have the information, or at least all of the information.",
      "id": "s231"
    },
    {
      "text": "Thirdly, there is a prima facie case of unauthorised use in relation to a sum of $28,915.27 because it seems that this sum was used by the first respondent to discharge a liability for personal expenses.",
      "id": "s232"
    },
    {
      "text": "Both counsel took me through a number of financial and other documents relating to the transactions referred to in the statement of claim.",
      "id": "s233"
    },
    {
      "text": "The purpose of the exercise from the respondents' point of view was to establish that all moneys had been used for the applicants' benefit, or in accordance with their instructions, and that they had been provided with all the information to which they were entitled, or, which they had requested.",
      "id": "s234"
    },
    {
      "text": "The difficulties in engaging in such an exercise at this early stage are obvious.",
      "id": "s235"
    },
    {
      "text": "There are a number of transactions and they are complex transactions.",
      "id": "s236"
    },
    {
      "text": "I am not satisfied on the evidence before me that the respondents have established a sufficiently clear case of the type they advanced to overcome those reasons for making an order for discovery before particulars and, in my opinion, it is appropriate to make such an order.",
      "id": "s237"
    },
    {
      "text": "Conclusion\n I will hear the parties as to the orders to be made, but, in my opinion, the proper sequence of orders is as follows: The respondents are to make discovery in terms of paragraph 1 of the applicants' amended notice of motion.",
      "id": "s238"
    },
    {
      "text": "The applicants are to have leave to file an amended statement of claim.",
      "id": "s239"
    },
    {
      "text": "The respondents are to file a defence.",
      "id": "s240"
    },
    {
      "text": "I certify that the preceding eighty-four (84) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s241"
    },
    {
      "text": "Associate: \n \n \nDated: 31 July 2009\n \n Counsel for the Applicants: Mr R J Whitington QC with Mr D J Blight \n \n Solicitor for the Applicants: Iles Selley Lawyers \n \n Counsel for the Respondents: Mr A Rogers \n \n Solicitor for the Respondents: Fitzpatrick Solicitors Pty Ltd \n Date of Hearing: 1, 2 April 2009 \n \n Date of Judgment: 31 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/795.html",
      "id": "s242"
    }
  ]
}