{
  "name": "Cruse v Construction, Forestry, Mining &amp; Energy Union [2009] FCA 787 (29 July 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/787.html",
  "catchphrases": [
    {
      "text": "penalty hearing",
      "id": "c0"
    },
    {
      "text": "admitted contraventions of s 38 of the building and construction industry improvement act 2005 (cth)",
      "id": "c1"
    },
    {
      "text": "agreed penalty",
      "id": "c2"
    },
    {
      "text": "relevant considerations in assessing appropriateness of agreed penalty",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The applicant seeks declarations that each of the respondents contravened s 38 of the Building and Construction Industry Improvement Act 2005 (Cth) (\"the Act\").",
      "id": "s0"
    },
    {
      "text": "The applicant also seeks pecuniary penalties for the contraventions of s 38 of the Act.",
      "id": "s1"
    },
    {
      "text": "The applicant previously sought declarations and penalties in respect of alleged contraventions of ss 44(1) and 49 (1) of the Act by the respondents but discontinued these claims prior to the hearing.",
      "id": "s2"
    },
    {
      "text": "The applicant is an Australian Building and Construction Commission inspector appointed pursuant to s 57 of the Act and is eligible to bring this proceeding pursuant to s 49(6) of the Act.",
      "id": "s3"
    },
    {
      "text": "The second respondent is a member of the first respondent (\"the Union\") and the senior vice-president of its construction division.",
      "id": "s4"
    },
    {
      "text": "THE CONTRAVENTIONS OF S 38 OF THE ACT \n The second respondent admits he contravened s 38 of the Act as a result of his conduct on 6 October 2008.",
      "id": "s5"
    },
    {
      "text": "The Union is responsible for the second respondent's conduct by reason of the second respondent's position within the Union; see s 69(1)(b) and (d) of the Act.",
      "id": "s6"
    },
    {
      "text": "The Union has also admitted to contravening s 38 of the Act.",
      "id": "s7"
    },
    {
      "text": "The breaches arise out of conduct during construction performed by Bovis Lend Lease Pty Ltd (\"Bovis\") at 133 Southbank Boulevard, Melbourne (\"the Site\") in late 2006.",
      "id": "s8"
    },
    {
      "text": "LCR Lindores Group Pty Ltd (\"LCR Lindores\") was engaged by Bovis to undertake crane work at the Site.",
      "id": "s9"
    },
    {
      "text": "LCR Lindores in turn engaged Sergi Pty Ltd (\"Sergi\") to assist in the erection or installation of a crane tower at the Site.",
      "id": "s10"
    },
    {
      "text": "6 October 2006\n On 6 October 2006, the second respondent held a stop work meeting at the Site at 3.10 pm (\"the stop work meeting\").",
      "id": "s11"
    },
    {
      "text": "Four employees of Sergi attended the meeting, which lasted 10 minutes.",
      "id": "s12"
    },
    {
      "text": "Following the stop work meeting, the applicant alleges that the second respondent made threats that a picket of the Site would occur the next morning.",
      "id": "s13"
    },
    {
      "text": "The respondents deny this claim.",
      "id": "s14"
    },
    {
      "text": "In any event, no picket eventuated at the Site and the applicant did not rely on this allegation.",
      "id": "s15"
    },
    {
      "text": "As a result of the stop work meeting, a ban was placed on crane installation work by the Sergi employees at the Site (\"the ban\").",
      "id": "s16"
    },
    {
      "text": "The Sergi employees continued to perform other work at the site during the ban.",
      "id": "s17"
    },
    {
      "text": "The ban ended the same day at 4.40pm when the Sergi employees commenced the installation of the crane.",
      "id": "s18"
    },
    {
      "text": "In all, the ban was in place for a little over an hour.",
      "id": "s19"
    },
    {
      "text": "The parties agree that in imposing the ban, the respondents were motivated by occupational health and safety concerns over the erection of cranes at the Site.",
      "id": "s20"
    },
    {
      "text": "The parties also agree that another reason for the imposition of the ban was the respondents' desire to pressure LCR Lindores into making a collective agreement with the Union.",
      "id": "s21"
    },
    {
      "text": "THE PENALTY PROVISION \n Section 38 of the Act provides that \"A person must not engage in unlawful industrial action\".",
      "id": "s22"
    },
    {
      "text": "Conduct is unlawful industrial action if it is industrially motivated, constitutionally connected action and is not excluded action.",
      "id": "s23"
    },
    {
      "text": "Section 38 is a Grade A civil penalty provision.",
      "id": "s24"
    },
    {
      "text": "The maximum penalty for a corporation is 1000 penalty units ($110,000).",
      "id": "s25"
    },
    {
      "text": "Individuals face a maximum penalty of 200 penalty units ($22,000); see s 49(1)---(2)(a) of the Act and Crimes Act 1914 (Cth) s 4AA.",
      "id": "s26"
    },
    {
      "text": "SUBMISSIONS ON PENALTY \n The applicant and respondents agree that the appropriate penalties are $10,000 for the Union and $5,000 for the second respondent.",
      "id": "s27"
    },
    {
      "text": "These figures represent 9.09 per cent and 22.73 per cent of the applicable maxima respectively.",
      "id": "s28"
    },
    {
      "text": "CONSIDERATION \n In light of the parties' agreement as to the appropriate penalties to be imposed, the relevant question for this Court is whether the agreed penalty is \"appropriate in all the circumstances\"; see Minister for Industry, Tourism and Resources v Mobil Oil Australia Pty Ltd [2004] FCAFC 72 per Branson, Sackville and Gyles JJ at [51].",
      "id": "s29"
    },
    {
      "text": "The penalties are not inappropriate merely because I would have imposed different figures.",
      "id": "s30"
    },
    {
      "text": "Rather, the penalties agreed by the parties must be within the permissible range of penalties for such a contravention; see Mobil Oil at [51] and [54].",
      "id": "s31"
    },
    {
      "text": "The Court must still consider the factors relevant to the contraventions by the respondents to determine the permissible range of penalties for the contraventions.",
      "id": "s32"
    },
    {
      "text": "The factors relevant to a penalty for a contravention of the Act have been thoroughly discussed by this Court; see, eg, Stuart-Mahoney v Construction, Forestry, Mining and Energy Union [2008] FCA 1426 per Tracey J at [40] and citations therein.",
      "id": "s33"
    },
    {
      "text": "As Tracey J observed in Stuart-Mahoney at [40], the relevant considerations include: The respondents' conduct consisted of a brief stop work meeting and a short-lived ban on crane work.",
      "id": "s34"
    },
    {
      "text": "Crane work at the Site was only affected for 90 minutes and during this time the Sergi employees continued to perform other work at the Site.",
      "id": "s35"
    },
    {
      "text": "The ban and stop work meeting did not significantly disrupt work at the Site and any loss or damage caused was minimal.",
      "id": "s36"
    },
    {
      "text": "Given the brief period of time in which the ban and stop work meeting occurred, and the interrelationship between the two events, it is appropriate to regard the stop work meeting and subsequent ban as a single course of conduct giving rise to a single contravention; see s 36(3) of the Act.",
      "id": "s37"
    },
    {
      "text": "The ban and meeting occurred in response to occupational health and safety concerns regarding crane work at the Site.",
      "id": "s38"
    },
    {
      "text": "Nevertheless, the respondents concede that the ban was motivated by the desire to pressure LCR Lindores into entering into a collective agreement with the Union.",
      "id": "s39"
    },
    {
      "text": "The contraventions of the Act were deliberate, being designed to pressure entry into a collective agreement and to address the health and safety concerns.",
      "id": "s40"
    },
    {
      "text": "The second respondent's involvement is evidence of the involvement of the Union's senior management in the breaches.",
      "id": "s41"
    },
    {
      "text": "The respondents also provided no evidence which indicated that they have engaged in corrective action since the events of 2006.",
      "id": "s42"
    },
    {
      "text": "Counsel for the respondent submitted that the respondents' admissions and cooperation is relevant evidence of contrition.",
      "id": "s43"
    },
    {
      "text": "I accept this submission.",
      "id": "s44"
    },
    {
      "text": "The respondents have admitted to the contravention of s 38 of the Act.",
      "id": "s45"
    },
    {
      "text": "By making these admissions during an early stage of the proceeding they have obviated the need for a lengthy trial, saving the parties and the Court considerable time and resources.",
      "id": "s46"
    },
    {
      "text": "These admissions and cooperation relevantly demonstrate a degree of contrition which it is appropriate to consider in the assessment of an appropriate penalty.",
      "id": "s47"
    },
    {
      "text": "There are three instances of similar previous conduct by the Union involving breaches of s 38 ; see Stuart-Mahoney, Temple v Powell [2008] FCA 714 ; (2008) 169 FCR 169 and Duffy v Construction, Forestry, Mining and Energy Union (No 2) [2009] FCA 299.",
      "id": "s48"
    },
    {
      "text": "Although the relevant conduct in Temple , concerned breaches by the Western Australian Branch of the Union of s 38 of the Act, nevertheless the conduct is previous relevant conduct; see Williams v Construction, Forestry, Mining and Energy Union (No.",
      "id": "s49"
    },
    {
      "text": "2) [2009] FCA 548 per Jessup J at [22]---[25], see also Temple per Dowsett J at [63].",
      "id": "s50"
    },
    {
      "text": "The second respondent has not engaged in any similar previous conduct.",
      "id": "s51"
    },
    {
      "text": "In contrast to the circumstances in Stuart-Mahoney, Temple and Duffy (No 2) , the respondents' conduct on 6 October 2006 was of limited duration and impact and penalties at the lower end of the scale are appropriate.",
      "id": "s52"
    },
    {
      "text": "An agreed penalty must adequately give effect to general and specific deterrence; Mobil Oil at [69].",
      "id": "s53"
    },
    {
      "text": "Despite the limited duration and impact of the ban and stop work meeting, the imposition of penalties is appropriate in order to provide general and specific deterrence.",
      "id": "s54"
    },
    {
      "text": "Although the respondents may have held legitimate health and safety concerns, other avenues were available to the respondents to address these concerns in a lawful manner; see Duffy (No 2) at [18].",
      "id": "s55"
    },
    {
      "text": "In light of these factors, I am satisfied that the agreed penalties proposed by the parties are sufficient to provide both general and specific deterrence.",
      "id": "s56"
    },
    {
      "text": "In view of considerations discussed, I consider that the appropriate range of penalty is in the lower to medium range for the contravention of the Union and that the penalty agreed by the parties is appropriate in all the circumstances.",
      "id": "s57"
    },
    {
      "text": "I do have some concerns about imposing a monetary penalty on the second respondent for performing his job in accordance with the approach to industrial relations taken by his employer, the first respondent, in circumstances where that respondent has had a monetary penalty imposed on it.",
      "id": "s58"
    },
    {
      "text": "The penalty on the second respondent is within the permissible range, albeit at the upper end of that range.",
      "id": "s59"
    },
    {
      "text": "That is especially so where no prior contravention is alleged against the second respondent.",
      "id": "s60"
    },
    {
      "text": "Absent the parties' agreement I would not have imposed a penalty in that amount on the second respondent but as the agreed penalty is within the permissible range, albeit barely, I will order accordingly.",
      "id": "s61"
    },
    {
      "text": "COSTS \n The parties have agreed that each should bear his and its own costs of the proceeding.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s63"
    },
    {
      "text": "Associate:\n \n \nDated: 29 July 2009\n \n Counsel for the Applicant: Mr J Bourke \n \n Solicitor for the Applicant: DLA Phillips Fox \n \n Counsel for the Respondents: Mr C Dowling \n \n Solicitor for the Respondents: Construction, Forestry, Mining and Energy Union \n Date of Hearing: 15 July 2009 \n \n Date of Judgment: 29 July 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/787.html",
      "id": "s64"
    }
  ]
}