{
  "name": "Granitgard Pty Ltd ACN 007 427 590 v Termicide Pest Control Pty Ltd ACN 093 837 337 (No 3) [2009] FCA 82 (4 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/82.html",
  "catchphrases": [
    {
      "text": "evidence",
      "id": "c0"
    },
    {
      "text": "application to re-open case",
      "id": "c1"
    },
    {
      "text": "leave to re-open case",
      "id": "c2"
    },
    {
      "text": "principles involved",
      "id": "c3"
    },
    {
      "text": "circumstances when leave should be granted",
      "id": "c4"
    },
    {
      "text": "leave to re-open case granted",
      "id": "c5"
    },
    {
      "text": "material witness not reasonably available to party at closure of case",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "The Applicant, hereafter Granitgard, has applied for leave to reopen its case to adduce further evidence.",
      "id": "s0"
    },
    {
      "text": "The further evidence that is sought to be led is from a Mr Peter Gabriel and a Mr Grant Baverstock.",
      "id": "s1"
    },
    {
      "text": "The nature of the proposed evidence to be led from Mr Gabriel is identified with quite some precision, in the form of an affidavit sworn by him, which is exhibited to an affidavit of the solicitor for Granitgard read on the application.",
      "id": "s2"
    },
    {
      "text": "It will be necessary to observe something further in relation to Mr Gabriel's evidence, as proposed, shortly.",
      "id": "s3"
    },
    {
      "text": "That of Mr Baverstock is in rather more abbreviated form in its proposed content, and reposes in a paragraph to be found in the solicitor's affidavit.",
      "id": "s4"
    },
    {
      "text": "It, too, requires further comment later.",
      "id": "s5"
    },
    {
      "text": "The application is made at a time when both the case for Granitgard and the case for the Respondent, hereafter Termicide, have each closed.",
      "id": "s6"
    },
    {
      "text": "Submissions in the case are yet to be made and, obviously enough, judgment has not yet been given.",
      "id": "s7"
    },
    {
      "text": "The proceedings were commenced on 19 September 2007.",
      "id": "s8"
    },
    {
      "text": "In February last year, a trial was fixed to commence on 23 June.",
      "id": "s9"
    },
    {
      "text": "Interlocutory directions were made, which required Granitgard to file its evidence in chief by 18 April 2008, in anticipation of the trial then occurring in June.",
      "id": "s10"
    },
    {
      "text": "On 10 June, Granitgard made application for the trial dates to be vacated.",
      "id": "s11"
    },
    {
      "text": "That proved necessary, in light of a proposal which Granitgard had made to amend its statement of claim.",
      "id": "s12"
    },
    {
      "text": "That application was successful: see Granitgard Proprietary Limited v Termicide Pest Control Proprietary Limited [2008] FCA 865 (Collier J).",
      "id": "s13"
    },
    {
      "text": "A sequel to the successful application by Granitgard for the adjournment of the trial was the making of further and revised directions in respect of the provision of evidence-in-chief by the parties.",
      "id": "s14"
    },
    {
      "text": "Granitgard, materially, was directed to file further affidavits-in-chief, if any, by 29 August 2008.",
      "id": "s15"
    },
    {
      "text": "That was in anticipation of a trial of two weeks duration, commencing 20 October 2008.",
      "id": "s16"
    },
    {
      "text": "The trial commenced at that time, but it did not finish within the time allocated.",
      "id": "s17"
    },
    {
      "text": "That allocation was made on the basis of submissions made by counsel as to its anticipated length.",
      "id": "s18"
    },
    {
      "text": "In the course of what proved to be the original tranche of the hearing, Granitgard closed its case on 27 October 2008.",
      "id": "s19"
    },
    {
      "text": "The trial finally concluded, as far as evidence was concerned, at that point, with the closing of the Termicide's case on 4 December 2008.",
      "id": "s20"
    },
    {
      "text": "Provision was then made for the making of submissions, initially in writing and then orally.",
      "id": "s21"
    },
    {
      "text": "Oral submissions were appointed to commence on 10 February 2009.",
      "id": "s22"
    },
    {
      "text": "That there is a jurisdiction to permit a party to reopen its case, so as to adduce further evidence, even after a statement has been made to the court that the party's case in evidence has closed is not in doubt: see, for example, Smith v The New South Wales Bar Association [1992] HCA 36 ; (1992) 176 CLR 256 at 266 to 267.",
      "id": "s23"
    },
    {
      "text": "A useful starting point, in the context of an application such as this, is a passage which appears in Urban Transport Authority of NSW v Nweiser (1992) 28 NSWLR 471 at 478: \n The principle which should guide the court in determining whether to grant an application for leave to re-open is whether the interests of justice are better served by allowing or rejecting the application as the case may be.",
      "id": "s24"
    },
    {
      "text": "No doubt it is relevant to take account of a number of matters such as likely prejudice to the party resisting the application and the reasons why the evidence was not led in the first place, but there is not, in my opinion, any hard and fast rule which requires the court to reject an application where the decision not call the witness in the party's case was a deliberate one.",
      "id": "s25"
    },
    {
      "text": "Of course that does not mean that that is not a very relevant consideration.",
      "id": "s26"
    },
    {
      "text": "It is.",
      "id": "s27"
    },
    {
      "text": "Where, for instance, a decision was based on tactical grounds it may be difficult to resist the conclusion that the interests of justice were better served by the rejection of the application.",
      "id": "s28"
    },
    {
      "text": "But even in that circumstance there may be cases in which it is felt that the client whose application it is should not have to suffer for his or her counsel's deliberate decision.",
      "id": "s29"
    },
    {
      "text": "Where the decision is not made for tactical reasons and is based on a mistaken apprehension of the law or the facts the case is more appropriately to be considered as one in which the application has resulted from an error by counsel.",
      "id": "s30"
    },
    {
      "text": "An example of a case where leave to reopen was granted to a party, notwithstanding a deliberate tactical decision on the part of that party's representatives, initially, not to call the witness concerned, is to be found in an interlocutory judgment delivered by me in Olivaylle Pty Limited v Flottweg GMBH &amp; Co KGAA (No 3) [2008] FCA 572 at paras 19 --- 27 (which is presently the subject of a reserved judgment in respect of the substantive issues).",
      "id": "s31"
    },
    {
      "text": "In the course of my reasons for judgment in that interlocutory application, I gained assistance from two judgments of the South Australian Supreme Court.",
      "id": "s32"
    },
    {
      "text": "I shall not refer in detail to those judgments, as they are reproduced in the interlocutory judgment which I delivered in Olivaylle .",
      "id": "s33"
    },
    {
      "text": "Those particular cases demonstrate, though, the extent of the discretion and the singularity of circumstance which may give rise to an exercise of a discretion to reopen, even in circumstances where a judgment has been delivered but an order has not yet been perfected.",
      "id": "s34"
    },
    {
      "text": "In Inspector General in Bankruptcy v Bradshaw [2006] FCA 22 at para 24, Kenny J, with respect, offers a very helpful summary of circumstances in which a court will permit further evidence to be given.",
      "id": "s35"
    },
    {
      "text": "Her Honour lists four categories in which she opines that, broadly speaking, a court may grant leave to reopen.",
      "id": "s36"
    },
    {
      "text": "Her Honour is careful to note that these classes or categories are not exhaustive and overlap.",
      "id": "s37"
    },
    {
      "text": "The four classes that her Honour identifies by reference to authority are: \n(a) fresh evidence;\n \n(b) inadvertent error;\n \n(c) mistaken apprehension of the facts; and \n \n(d) mistaken apprehension of the law.",
      "id": "s38"
    },
    {
      "text": "As her Honour notes in para 24: \n In every case the overriding principle to be applied is whether the interests of justice are better served by allowing or rejecting the application for leave to reopen.",
      "id": "s39"
    },
    {
      "text": "So far as the interests of justice are concerned, there is another consideration which is relevant in the context of this particular litigation.",
      "id": "s40"
    },
    {
      "text": "It was articulated by Goldberg J in Hawthorn Glen Pty Ltd (ACN 004 061 214) v Aconex Pty Ltd (ACN 091 376 091) (No 1) [2007] FCA 2010 at para 48 in these terms: \n The interests of justice require that commercial litigation of the type in this proceeding should be conducted expeditiously and that parties should only be able, after judgment has been reserved, to re-visit tactical decisions they have made in exceptional circumstances where injustice might otherwise result.",
      "id": "s41"
    },
    {
      "text": "No such exceptional circumstances exist in the present case.",
      "id": "s42"
    },
    {
      "text": "There needs to be a finality to the process of litigation and a limit on the number of times a party can re-visit issues which have arisen in the course of a trial and have been addressed.",
      "id": "s43"
    },
    {
      "text": "Unsurprisingly, Termicide points to this passage as supporting an exercise of discretion so as to refuse to permit Granitgard to reopen its case.",
      "id": "s44"
    },
    {
      "text": "There is no doubt that this particular proceeding is aptly described as \"commercial litigation\".",
      "id": "s45"
    },
    {
      "text": "It is a suit between competitors in a marketplace.",
      "id": "s46"
    },
    {
      "text": "It has been both at its interlocutory stages, and in the course of the trial to date, very closely contested indeed.",
      "id": "s47"
    },
    {
      "text": "There is no doubt that there are particular commercial interests at stake in terms of the interests in deriving profit from the conduct of business as between Granitgard and Termicide.",
      "id": "s48"
    },
    {
      "text": "Mr Gabriel's evidence as foreshadowed is not evidence which it could be described as available with the exercise of due diligence to Granitgard at any stage prior to the closing of its case or, for that matter, the closing of Termicide's case.",
      "id": "s49"
    },
    {
      "text": "One way of describing Granitgard's access to Mr Gabriel is that it is the product of what one might term a whistle blower, an anonymous whistle blower.",
      "id": "s50"
    },
    {
      "text": "Whether or not that whistle is nothing more than idle puffery, or perhaps a venting of spleen on the part of the disgruntled, is something that does not arise for consideration on the present application, otherwise than as a contingency which would fall for assessment, so far as Mr Gabriel's credibility is concerned, in the event that leave is granted to reopen Granitgard's case so as to permit him to be called.",
      "id": "s51"
    },
    {
      "text": "For whatever reason Granitgard has been able to secure an affidavit from him which covers a series of topics very usefully summarised in the submissions made on behalf of Termicide.",
      "id": "s52"
    },
    {
      "text": "Those topics are these: \n(a) quality control (paras 6 - 10);\n \n(b) the actual number of Termiglass installations (para 12);\n \n(c) repair work to termite-affected properties (paras 26, 27, 28, and para 32);\n \n(d) the Laguna Court property (paras 29, 30, 31);\n \n(e) use of chemicals in annual inspections (paragraph 33);\n \n(f) Mr Jeynes' credit (para 34); and \n \n(g) breaches (penetrations) of Termiglass (paras 11 - 28, and para 32).",
      "id": "s53"
    },
    {
      "text": "The reference in this summary to Mr Jeynes is a reference to Mr Paul Jeynes who has already given evidence in Termicide's case.",
      "id": "s54"
    },
    {
      "text": "The reference to Laguna Court is a reference to a property, which was the subject of extensive evidence in the course of the proceedings to date, in relation to whether or not there had been a breach or a bridging of a Termiglass barrier at that property, and associated chemical treatment at that property.",
      "id": "s55"
    },
    {
      "text": "On behalf of Termicide, it is put that, on analysis, each of these topics are not such, having regard to Mr Gabriel's evidence, as foreshadowed, as would excite the exercise of a discretion to re-open the case so as to permit him to be called.",
      "id": "s56"
    },
    {
      "text": "Termicide's submissions go so far as to raise a question as to whether or not Grantigard made a deliberate tactical decision not to call evidence in relation to penetrations and for that matter whether penetrations of the Termiglass barrier are in any way an issue in the proceedings.",
      "id": "s57"
    },
    {
      "text": "One allegation made by Granitgard in the further amended statement of claim is to be found at para 8(a).",
      "id": "s58"
    },
    {
      "text": "That allegation is that: \n For the purpose of promoting \"Termiglass\", Termicide has and continues to represent that the installation of Termiglass: \n\n \n (a) forms \"an impenetrable barrier\" to termites.",
      "id": "s59"
    },
    {
      "text": "Another allegation found in that same paragraph at (f) is that: \n Termiglass has a life expectancy of 50 years.",
      "id": "s60"
    },
    {
      "text": "So far as para 8(a) is concerned, the second further amended defence admits that an early version of the Termicide website contained a statement that materially Termiglass \"forms an impenetrable barrier that rates #1 environmentally\".",
      "id": "s61"
    },
    {
      "text": "As to para 8(f), the defence admits that that allegation is made.",
      "id": "s62"
    },
    {
      "text": "Paragraph 11 of the amended statement of claim, by way of particulars, makes an allegation that Termiglass does not provide an effective barrier to termites, and that it does not and does not consistently form an impenetrable barrier to termites or provide a barrier that is \"too hard to chew, too heavy to move, and too small to crawl through\".",
      "id": "s63"
    },
    {
      "text": "The further allegation materially made is that Termiglass does not provide a suitable physical barrier against subterranean termite entry.",
      "id": "s64"
    },
    {
      "text": "These allegations are put in issue in the amended defence.",
      "id": "s65"
    },
    {
      "text": "Having regard to the way in which Granitgard's case was conducted, and particularly having regard to the cross-examination which occurred in relation to the Laguna Court property, it does not seem to me that there has been any deliberate tactical decision on the part of Granitgard to not lead any evidence in relation to penetration.",
      "id": "s66"
    },
    {
      "text": "Rather, it seems to me that one of the issues that arises for decision in the case is whether there have been penetrations of the Termiglass barrier.",
      "id": "s67"
    },
    {
      "text": "Granitgard has been assiduous in pressing for discovery of Termicide's documents in relation to any breach of a barrier.",
      "id": "s68"
    },
    {
      "text": "As it happens, and controversially in relation to whether there has been any breach, it is the Laguna Court property which has ultimately proved, to date, to be the focus of particular forensic interest so far as whether or not there has been a breach as concerned.",
      "id": "s69"
    },
    {
      "text": "When one has regard to Mr Gabriel's evidence, one reason for that may be, assuming his evidence is admitted and accepted as worthy of credit, that he has, as a matter of corporate policy on the part of Termicide, falsified Termicide's reports of properties in a way that describes what is truly a breach as bridging.",
      "id": "s70"
    },
    {
      "text": "That, of course, means that when the solicitors for Termicide have come to review, in accordance with their duties, the files of Termicide, they have, assuming Mr Gabriel is to be accepted, if admitted in evidence, understandably enough taken the view that the document concerned was not amenable to discovery.",
      "id": "s71"
    },
    {
      "text": "No part, therefore, of these reasons for judgment should be construed as being in any way critical of the conduct of the solicitors for Termicide.",
      "id": "s72"
    },
    {
      "text": "Indeed, it may prove that there is no substance at all in the allegations found in the evidence proposed to be led on behalf of Granitgard from Mr Gabriel.",
      "id": "s73"
    },
    {
      "text": "Other criticisms are made by reference to the topics which I have identified on behalf of Termicide in resisting the application for re-opening.",
      "id": "s74"
    },
    {
      "text": "It seems to me that these criticisms go more to the weight that one might ultimately give to Mr Gabriel's evidence overall, than whether or not it is relevant, and further, whether or not leave to re-open ought to be given.",
      "id": "s75"
    },
    {
      "text": "Having regard to the foreshadowed evidence of Mr Gabriel in relation to the topics which I have identified, it seems to me that his evidence is of a kind which ought sympathetically to be regarded in relation to an application for leave to re-open.",
      "id": "s76"
    },
    {
      "text": "There was no particular issue made that it was evidence which was in any way reasonably able to be obtained beforehand.",
      "id": "s77"
    },
    {
      "text": "There is, understandably enough, something of a vexing quality, so far as Termicide is concerned, in the prospect of an elongation of this trial.",
      "id": "s78"
    },
    {
      "text": "Indeed, and with all due respect, something of an elongation has already occurred in relation to the length it has taken to hear the case to this point, although that may also be overly critical of the way in which witnesses were cross-examined on behalf of Granitgard.",
      "id": "s79"
    },
    {
      "text": "Be this as it may, it seems to me that there is, in the interests of justice, a need for Granitgard to be granted leave to re-open so far as an introduction of Mr Gabriel's evidence is concerned.",
      "id": "s80"
    },
    {
      "text": "Mr Baverstock's proposed evidence goes to alleged conduct on behalf of Termicide, following the adjournment of the proceedings for the preparation and receipt of submissions.",
      "id": "s81"
    },
    {
      "text": "As recited by Ms O'Neill, the solicitor for Granitgard, in a further affidavit read on the application, the nature of Mr Baverstock's proposed evidence emerges in but a hearsay way in the form of her attesting to a telephone call received by her from Mr Gabriel.",
      "id": "s82"
    },
    {
      "text": "Mr Gabriel in turn recited to her, so Ms O'Neill swears, the effect of a telephone call received by him from his father-in-law, Mr Baverstock.",
      "id": "s83"
    },
    {
      "text": "Mr Baverstock apparently works for Termicide as an installer.",
      "id": "s84"
    },
    {
      "text": "The effect of the evidence that one apprehends it is proposed to lead from Mr Baverstock by Granitgard is in these terms; that he received a call from Mr Paul Jeynes to say Paul will pay bikies to come and get him, because Mr Baverstock has \"dumped on him\".",
      "id": "s85"
    },
    {
      "text": "On behalf of Granitgard, it is submitted that Mr Baverstock's evidence, if admitted, upon leave to re-open, would amount to an admission by conduct.",
      "id": "s86"
    },
    {
      "text": "Reliance in this regard is placed on statements of principle collected in R v Liddy (2002) 81 SASR 22 at 90 - 92; see also Cross on Evidence at para 33435.",
      "id": "s87"
    },
    {
      "text": "Mr Baverstock's foreshadowed evidence is rather more tangential than Mr Gabriel's foreshadowed evidence.",
      "id": "s88"
    },
    {
      "text": "Nonetheless, it seems to me that it is not evidence that in any way could be described as reasonably available, or available at all, to Granitgard prior to the last adjournment of the trial.",
      "id": "s89"
    },
    {
      "text": "Further, it does have, particularly having regard to the intensity of contest between the parties, some probative value if accepted.",
      "id": "s90"
    },
    {
      "text": "I propose also to grant leave to Granitgard to re-open the proceeding so as to call Mr Baverstock.",
      "id": "s91"
    },
    {
      "text": "The terms of that grant of leave are that I am disposed to permit Granitgard to call Mr Gabriel to give evidence as contained in his affidavit, subject to such objections, if any, as may be made to it upon the tender of that affidavit.",
      "id": "s92"
    },
    {
      "text": "So far as Mr Baverstock is concerned, I am disposed to grant leave to Granitgard to re-open to call from him evidence as contained or, at least, as summarised in the affidavit of Ms O'Neill from which I have quoted.",
      "id": "s93"
    },
    {
      "text": "A corollary of the way in which I have exercised the discretion to re-open the proceedings is that there ought to be granted to Termicide liberty to apply in respect of the re-opening of its case in respect of such further evidence, if any, as it may be advised.",
      "id": "s94"
    },
    {
      "text": "A further corollary of the exercise of the discretion to re-open in respect of Granitgard's application is that the dates presently fixed for the hearing of submissions will have to be vacated.",
      "id": "s95"
    },
    {
      "text": "Termicide will need time to reflect upon the content of the evidence the subject of a grant of leave to re-open.",
      "id": "s96"
    },
    {
      "text": "I should add that in exercising the discretion, I have taken into account the estimate that some five days may be needed for the further hearing of evidence, and I have particularly taken into account the costs that will necessarily be entailed to each party in a further hearing.",
      "id": "s97"
    },
    {
      "text": "It seems to me, though, that the interests of justice do require the grant of leave to re-open, and that it will entail further hearing time is yet a further, necessary corollary.",
      "id": "s98"
    },
    {
      "text": "I propose now to hear the parties as to the further directions which ought to be made in respect of the proceeding.",
      "id": "s99"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s100"
    },
    {
      "text": "Associate:\n \n \nDated: 24 February 2009\n \n Counsel for the Applicant: Mr JW Peden \n \n Solicitor for the Applicant: O'Neill Marengo Lawyers \n \n Solicitor for the Respondent: Bennett &amp; Philp Solicitors \n Date of Hearing: 3 - 4 February 2009 \n \n Date of Judgment: 4 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/82.html",
      "id": "s101"
    }
  ]
}