{
  "name": "Defence Force Retirement and Death Benefits Authority v Gregory [2009] FCA 875 (18 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/875.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "whether tax payments to commissioner of taxation were recoverable as part of general decision to recover overpayment of benefits under defence force retirement and death benefits act 1973 (cth)",
      "id": "c1"
    },
    {
      "text": "whether tribunal made findings of fact in absence of evidence",
      "id": "c2"
    },
    {
      "text": "whether scope of tribunal's discretion not to order recovery of overpayment extended to payments to commissioner of taxation",
      "id": "c3"
    },
    {
      "text": "whether member of defence force remained an eligible member of the defence force retirement and death benefits act 1973 (cth)",
      "id": "c4"
    },
    {
      "text": "whether respondent was a member of the defence force for the purposes of the defence force retirement and death benefits act 1973",
      "id": "c5"
    },
    {
      "text": "whether respondent became a member of the military superannuation benefits scheme",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    },
    {
      "text": "defence and war",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "The Defence Force Retirement and Death Benefits Act 1973 (Cth) ('the DFRDB Act') established a scheme for retirement and death benefits for members of the Defence Force.",
      "id": "s0"
    },
    {
      "text": "The scheme is administered by the Defence Force Retirement and Death Benefits Authority ('the Authority') as provided by s 8 of the DFRDB Act.",
      "id": "s1"
    },
    {
      "text": "On 24 November 2008 the Administrative Appeals Tribunal ('the Tribunal') handed down a decision which found that the respondent had received an overpayment of benefits under the DFRDB Act.",
      "id": "s2"
    },
    {
      "text": "The gross amount of the overpayment was $37,472, such amount including payments by the Authority to the Commissioner of Taxation ('the Commissioner') amounting to $9,939, being tax on the benefits received by the respondent.",
      "id": "s3"
    },
    {
      "text": "However, the Tribunal found that the amount of $9,939 was not repayable by the respondent.",
      "id": "s4"
    },
    {
      "text": "Accordingly the respondent was ordered to repay only the net amount received by him.",
      "id": "s5"
    },
    {
      "text": "By Amended Notice of Appeal dated 4 March 2009 the Authority appeals the decision of the Tribunal insofar as it determined that the respondent was not liable to repay the amount of $9,939.",
      "id": "s6"
    },
    {
      "text": "The respondent filed a Notice of Cross-Appeal dated 27 March 2009 challenging the finding that there has been any overpayment to him of $37,472 ('the overpayment').",
      "id": "s7"
    },
    {
      "text": "Essentially the respondent claims that the Tribunal erred in finding that he re-entered the Defence Force following his retirement from rendering continuous full-time service ('CFTS') in the Permanent Military Forces or Regular Army; that the respondent never ceased to be a member of the Defence Force; that accordingly he remained an ' eligible member ' pursuant to the DFRDB Act; and therefore that there was no overpayment to him.",
      "id": "s8"
    },
    {
      "text": "The questions raised are considered in the findings hereunder.",
      "id": "s9"
    },
    {
      "text": "FACTS \n The respondent served for more than 20 years in CFTS as a member of the Permanent Military Force and subsequently the Regular Army.",
      "id": "s10"
    },
    {
      "text": "The name change occurred pursuant to Item 17 of Schedule 2 of the Defence Legislation Amendment (Enhancement of the Reserves and Modernisation) Act 2001 (Cth) ('the Modernisation Act').",
      "id": "s11"
    },
    {
      "text": "The respondent retired from the Regular Army on 28 October 2001.",
      "id": "s12"
    },
    {
      "text": "Upon his retirement the respondent transferred to the Army Reserve and ceased CFTS.",
      "id": "s13"
    },
    {
      "text": "Pursuant to s 5(2) of the DFRDB Act, the respondent was deemed to have retired from the Defence Force at the time he ceased CFTS in October 2001 and he thereby became entitled to receive retirement benefits under the DFRDB Act accrued during his service.",
      "id": "s14"
    },
    {
      "text": "The respondent elected to commute part of his retirement benefits and he received a lump sum payment of $111,408.21 in early November 2001.",
      "id": "s15"
    },
    {
      "text": "Retirement pay (namely his pension) of $690.96 gross per fortnight was paid to him from 15 November 2001.",
      "id": "s16"
    },
    {
      "text": "He thereby became a ' recipient member ' as defined in s 3(1) of the DFRDB Act pursuant to s 23 of that Act.",
      "id": "s17"
    },
    {
      "text": "The respondent resumed CFTS in the Army Reserve during three separate periods, namely from 17 September 2003 to 18 January 2004; from 20 December 2004 to 3 April 2006; and from 17 April 2006 and continuing.",
      "id": "s18"
    },
    {
      "text": "The Military Superannuation and Benefits Act 1991 (Cth) ('the MSB Act') which commenced on 1 October 1991, introduced a new superannuation and benefits scheme for members of the Defence Force ('the MSB Scheme').",
      "id": "s19"
    },
    {
      "text": "The DFRDB Act was amended at that time by the insertion of s 5A which had the effect that a person who became a member of the Defence Force after 1 October 1991 was excluded from eligibility under the DFRDB Scheme.",
      "id": "s20"
    },
    {
      "text": "From that date, the MSB scheme applied to such personnel.",
      "id": "s21"
    },
    {
      "text": "Section 61B(3) of the DFRDB Act provides that where a ' recipient member ' intends to resume full-time service as a member of, inter alia, the Reserve Forces for a continuous period of less than 12 months and has not previously made an election to become a member of the MSB Scheme, such member ' must, before resuming service, in writing addressed to the Authority, elect whether or not to become a member of that scheme '.",
      "id": "s22"
    },
    {
      "text": "When the respondent resumed CFTS in the Army Reserve on 17 September 2003 he did not provide a notification under s 61B(3) indicating whether he wished to become a member of the MSB Scheme prior to his resumption of CFTS on 17 September 2003.",
      "id": "s23"
    },
    {
      "text": "By the operation of s 5A(1)(a) of the DFRDB Act and s 6 of the MSB Act, the respondent, in default of notification, became a member of and contributed to the MSB Scheme from 17 September 2003.",
      "id": "s24"
    },
    {
      "text": "Section 61C(1) of the DFRDB Act provides that where a ' recipient member ' in receipt of retirement pay (under the DFRDB Act) becomes a member of the MSB Scheme, ' payment of the member's retirement pay is, subject to subsection (2), suspended '.",
      "id": "s25"
    },
    {
      "text": "Section 61C(2) provides that a suspension under subsection (1) ceases to have effect ' when the recipient member whose retirement pay has been suspended ceases to be a member of the MSB Scheme '.",
      "id": "s26"
    },
    {
      "text": "As a result of an administrative error, the respondents' pension was not suspended and the respondent continued to receive benefits under the DFRDB Act.",
      "id": "s27"
    },
    {
      "text": "The Tribunal found pension paid to the respondent under the DFRDB Act after he resumed CFTS on 17 September 2003 should have been suspended.",
      "id": "s28"
    },
    {
      "text": "Such suspension did not occur until 17 August 2006 by which time benefits of $37,472 were paid to the respondent.",
      "id": "s29"
    },
    {
      "text": "RECOVERY ACTION \n On 6 November 2006 the Authority, exercising its discretion provided by s 126(4) of the DFRDB Act, sought to recover the overpayment from the respondent.",
      "id": "s30"
    },
    {
      "text": "The respondent requested reconsideration of such decision pursuant to s 99 of the DFRDB Act but on 16 February 2007 the Authority affirmed its decision to recover the overpayment.",
      "id": "s31"
    },
    {
      "text": "On 13 March 2007 the respondent applied for a review of the decision of the Authority before the Tribunal.",
      "id": "s32"
    },
    {
      "text": "In its findings delivered on the 24 November 2008 the Tribunal found that the discretion not to recover the debt could not be exercised in the respondent's favour.",
      "id": "s33"
    },
    {
      "text": "However, it also found in [53] of its decision: \n As it was the respondent's error in making payment to the ATO, I consider Mr Gregory is not liable to pay the outstanding $9,939.00 to the respondent.",
      "id": "s34"
    },
    {
      "text": "This amount should be deducted from the overpayment the respondent seeks to recover from Mr Gregory.",
      "id": "s35"
    },
    {
      "text": "I am unable to see any justification for requiring Mr Gregory to bear the burden of recovering this money.",
      "id": "s36"
    },
    {
      "text": "This is consistent with the findings of Deputy President Hack in Lokan.",
      "id": "s37"
    },
    {
      "text": "Thus, the net amount paid to Mr Gregory which ought to be recovered is in the vicinity of $28,000.",
      "id": "s38"
    },
    {
      "text": "The Authority submits that once the Tribunal found that the respondent was liable to refund the overpayment, its discretion was exhausted and the Tribunal thereafter had no discretion to waive this portion of the debt.",
      "id": "s39"
    },
    {
      "text": "The following issues are raised by the Amended Notice of Appeal: \n 2.1.",
      "id": "s40"
    },
    {
      "text": "Whether, on the proper construction of s.126(4) of the Defence Force Retirement and Death Benefits Act 1973 (\"DFRDB Act\"), an overpayment of benefit is recoverable only to the extent that the amounts comprising the overpayments were \"actually received\" by the recipient of the overpayment?",
      "id": "s41"
    },
    {
      "text": "2.2.",
      "id": "s42"
    },
    {
      "text": "Whether the Tribunal's conclusion that there was no justification for requiring the Respondent to recover tax withheld was not supported by any probative evidence or was, or involved, an inference that was not reasonably open on the facts as found?",
      "id": "s43"
    },
    {
      "text": "2.3.",
      "id": "s44"
    },
    {
      "text": "Whether the Tribunal's finding that the applicant erred in making payments of tax withheld to the Commissioner of Taxation was a material finding of fact not supported by probative evidence and, or in the alternative, made on inferences that were not reasonably open on the facts?",
      "id": "s45"
    },
    {
      "text": "CROSS-APPEAL \n Before considering the several issues raised by the Authority's Amended Notice of Appeal, it is convenient to determine the issues raised by the cross-appeal which challenge whether there was an overpayment to the respondent.",
      "id": "s46"
    },
    {
      "text": "While the form of the cross-appeal is framed as a series of questions of law, the Court finds that the most effective way to answer these questions is not to address them directly but rather to consider the relevant legislation and to determine its effect on the respondent.",
      "id": "s47"
    },
    {
      "text": "This approach will answer grounds 2.1 to 2.7 of the respondent's questions of law.",
      "id": "s48"
    },
    {
      "text": "Question of law 2.8 and 2.9 are distinct and will be answered separately.",
      "id": "s49"
    },
    {
      "text": "The Authority contends that none of the questions of law in the cross-appeal are pure questions of law and thereby do not satisfy s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act').",
      "id": "s50"
    },
    {
      "text": "The Authority submits that the questions raise broad issues of statutory construction rather than asking questions of law.",
      "id": "s51"
    },
    {
      "text": "As already mentioned, the Court finds that it is preferable to address the statutory framework in preference to answering each question in turn.",
      "id": "s52"
    },
    {
      "text": "Accordingly the Court will assume, for present purposes, that all the questions are pure questions of law.",
      "id": "s53"
    },
    {
      "text": "Is the respondent a 'member of the Defence Force'?",
      "id": "s54"
    },
    {
      "text": "The respondent submits that the Tribunal erred in its interpretation of s 32A the Defence Act 1903 (Cth) ('the Defence Act ') and that such error has led the Tribunal to err in its conclusion that the respondent was not a member of the Defence Force after 28 October 2001.",
      "id": "s55"
    },
    {
      "text": "In consequence, he submits that the Tribunal failed to recognise that he remained a member of the Defence Force after ceasing CFTS and has maintained continuity of service at all relevant times.",
      "id": "s56"
    },
    {
      "text": "Such submission proceeds upon a mistaken assumption.",
      "id": "s57"
    },
    {
      "text": "As will be discussed, the relevant consideration for the current proceeding is not whether the respondent remained a member of the Defence Force for the purpose of the Defence Act .",
      "id": "s58"
    },
    {
      "text": "Instead the question is whether the respondent remained a member of the Defence Force for the purposes of the DFRDB Act.",
      "id": "s59"
    },
    {
      "text": "As will be shown, the DFRDB Act specifically envisages circumstances in which a person will be a member of the Defence Force for the purpose of the Defence Act but not for the purpose of the DFRDB Act.",
      "id": "s60"
    },
    {
      "text": "Whether or not the Tribunal made such alleged error regarding the respondent's status vis-&agrave;-vis the Defence Act is of no consequence.",
      "id": "s61"
    },
    {
      "text": "However, the Court will nevertheless state its reasons for its conclusion.",
      "id": "s62"
    },
    {
      "text": "The respondent's submission appears to stem from confusion relating to the relevant taxonomy of the divisions of the Defence Force.",
      "id": "s63"
    },
    {
      "text": "Prior to the respondent's retirement and the introduction of the Modernisation Act s 32A of the Defence Act defined the Australia Army Reserve as follows: \n The Australian Army Reserve consists of 2 forces, namely, the Active Australian Army Reserve and the Inactive Australian Army Reserve.",
      "id": "s64"
    },
    {
      "text": "Item 17 in Schedule 2 of the Modernisation Act repealed and replaced ss 31 , 32 and 32A of the Defence Act .",
      "id": "s65"
    },
    {
      "text": "Relevantly s 32A was replaced with a new definition of 'Army Reserve' as follows: \n The Army Reserve consists of:\n (a) officers appointed to, and soldiers enlisted in, the Army Reserve; and\n (b) officers and soldiers transferred to the Army Reserve from:\n (i) the Regular Army; or\n (ii) the Australian Navy; or\n (iii) the Australian Air Force.",
      "id": "s66"
    },
    {
      "text": "By s 2(1) of the Modernisation Act, the Modernisation Act commenced 28 days after it received Royal Assent.",
      "id": "s67"
    },
    {
      "text": "Such Assent was given on 22 March 2001 and accordingly the Modernisation Act became operative on 20 April 2001.",
      "id": "s68"
    },
    {
      "text": "By s 2(2) certain provisions in Schedule 2 were to commence on dates fixed by Proclamation.",
      "id": "s69"
    },
    {
      "text": "Therefore, at the time of the retirement of the respondent in October 2001 the definition of Army Reserve was that found in [21] above.",
      "id": "s70"
    },
    {
      "text": "However, the situation is complicated by Item 95 of Schedule 2 of the Modernisation Act which is entitled ' Regulations about transitional matters '.",
      "id": "s71"
    },
    {
      "text": "That Item authorises regulations to ' make provision in relation to other saving and transitional matters in connection with the amendments made by this Schedule '.",
      "id": "s72"
    },
    {
      "text": "Such regulations were made, known as the Defence (Personnel) Regulations 2002 (Cth) ('the Regulations').",
      "id": "s73"
    },
    {
      "text": "Regulation 121 of such regulation states: \n On the commencement of this Chapter ( commencement day ), the following arrangements apply:\n ....\n (f) each member of the Inactive Reserve of the Army is taken to be: \n\n(i) a member of the Australian Army; and\n \n(ii) in the Standby Reserve;\n \nwith the same rank and seniority as the member held immediately before the commencement day;\n \nHowever, such regulation, and indeed the Regulations as a whole, pursuant to reg 3, did not commence until Item 14 of Schedule 2 of the Modernisation Act commenced.",
      "id": "s74"
    },
    {
      "text": "Item 14 of Schedule 2 was an Item mentioned in s 2(2) of the Modernisation Act discussed above at [22].",
      "id": "s75"
    },
    {
      "text": "That is, such Item did not commence until Proclamation.",
      "id": "s76"
    },
    {
      "text": "This had the consequence that the Regulations did not commence until 22 March 2002, that date being the date on which Item 14 of Schedule 2 was proclaimed.",
      "id": "s77"
    },
    {
      "text": "Therefore the nomenclature contained in the Defence Act (as amended) was changed almost a year before the Regulations dealing with the transition was enacted.",
      "id": "s78"
    },
    {
      "text": "Since the Regulations do not purport to postpone the changes to the Army Reserve introduced by the Modernisation Act, the correct approach is to assume that the relevant divisions of the Defence Force changed names in April 2001 pursuant to the Modernisation Act and that the Regulations were intended as a saving provision in the event that there were any personnel remaining in the Inactive Army Reserves by March 2002.",
      "id": "s79"
    },
    {
      "text": "Therefore, it appears that the Tribunal's observations were both correct and incorrect.",
      "id": "s80"
    },
    {
      "text": "It was correct in saying of s 32A of the Defence Act at [19] that ' the Army Reserve definition makes no reference to the Inactive Army reserve ', since at the time when the respondent retired in October 2001, by virtue of the change in s 32A arising from the Modernisation Act, the definition of Army Reserve no longer referred to the Inactive Army Reserve.",
      "id": "s81"
    },
    {
      "text": "However, the Tribunal erred when it said at [5] that ' when Mr Gregory retired from the Australian Army, in 2001, he transferred to the Inactive Army Reserve ' because the Inactive Army Reserve, by virtue of the amendment to the Defence Act by the Modernisation Act was no longer a division of the Army Reserve.",
      "id": "s82"
    },
    {
      "text": "The transcript indicates that the Tribunal Member was explicitly alerted to the fact that the name of the Reserves had changed.",
      "id": "s83"
    },
    {
      "text": "However, the decision suggests that such fact was overlooked.",
      "id": "s84"
    },
    {
      "text": "Whatever was the case, there can be no doubt that, for the purposes of the Defence Act , the respondent remained a member of the Defence Force.",
      "id": "s85"
    },
    {
      "text": "The Tribunal's error does not have any consequence.",
      "id": "s86"
    },
    {
      "text": "Whether the respondent remained a member of the Defence Force for the purpose of the Defence Act is irrelevant, as the relevant consideration for the current proceeding is whether or not the respondent remained a member of the Defence Force for the purposes of the DFRDB Act.",
      "id": "s87"
    },
    {
      "text": "Effect of the Respondent's retirement\n Section 5(2) of the DFRDB Act provides that: \n Where a contributing member ceases to be on continuous full-time service but continues to be a member of the Defence Force he shall, for the purposes of this Act, be deemed to have retired on the day on which he ceases to be on continuous full-time service.",
      "id": "s88"
    },
    {
      "text": "The definition of ' retirement ' contained in s 3(1) of the DFRDB Act provides as follows: \n \"retirement\" means retirement as a member of the Defence Force, and includes discharge from the Defence Force, and \" retire \" has a corresponding meaning; \n For the purposes of the DFRDB Act, the respondent was deemed to have retired from the Defence Force when he left CFTS on 28 October 2001.",
      "id": "s89"
    },
    {
      "text": "Such deemed retirement arises by virtue of the operation the definition of ' retirement ' in s 3(1) and also the operation of s 5(2) thereof.",
      "id": "s90"
    },
    {
      "text": "It follows that once the respondent's deemed retirement took effect, he was, for the purposes of the DFRDB Act, no longer a member of the Defence Force.",
      "id": "s91"
    },
    {
      "text": "He thereupon became entitled to retirement benefits pursuant to s 23 of the DFRDB Act.",
      "id": "s92"
    },
    {
      "text": "Accordingly, the respondent then became a ' recipient member ' as defined in s 3(1) of the DFRDB Act, being a person who is entitled to receive retirement pay.",
      "id": "s93"
    },
    {
      "text": "All of this is uncontroversial.",
      "id": "s94"
    },
    {
      "text": "The respondent himself accepted that s 5(2) has the consequence that he is deemed to have retired for the purposes of the DFRDB Act (even though he was still a member of the Defence Force for the purposes of the Defence Act ).",
      "id": "s95"
    },
    {
      "text": "The respondent's point of contention arises from his interpretation of s 5(3) of the DFRDB Act.",
      "id": "s96"
    },
    {
      "text": "Did the respondent re-enter the Defence Force following his retirement?",
      "id": "s97"
    },
    {
      "text": "The respondent submits that the Tribunal erroneously concluded at [37] that it was necessary for him to ' re-enter ' the Defence Force when he began CFTS in the Army Reserve on 17 September 2003.",
      "id": "s98"
    },
    {
      "text": "The submissions relate to the effect of s 5(3) of the DFRDB Act which provides: \n Where a contributing member retires and, without a break in the continuity of his service, again becomes an eligible member of the Defence Force serving on continuous full time service, he shall, for the purposes of this Act, be deemed not to have ceased to be an eligible member of the Defence Force by reason of that retirement.",
      "id": "s99"
    },
    {
      "text": "The Respondent submits that such section has the effect that while he was deemed to be retired by s 5(2), such deeming ceased to be operative due to s 5(3) from the time he recommenced CFTS in the Army Reserve.",
      "id": "s100"
    },
    {
      "text": "The respondent submits that he could not ' re-enter the Defence Force because he always remained a member of it ' and that, as he remained a member of it, he maintained ' continuity of service '.",
      "id": "s101"
    },
    {
      "text": "The respondent submits that the Tribunal made no reference to s 5(3) of the DFRDB Act, and overlooked or failed to give it application and thereby erred in law.",
      "id": "s102"
    },
    {
      "text": "The significance of the concept of 're-entry' into the Defence Force is explained by reference to ss 3(1) and 5A of the DFRDB Act.",
      "id": "s103"
    },
    {
      "text": "Section 3(1) of the DFRDB Act defines ' member of the scheme ' [that is the DFRDB Scheme] as follows: \n \"member of the scheme\" means a person who is, or at any time on or after the date of commencement of the scheme, has been, an eligible member of the Defence Force.",
      "id": "s104"
    },
    {
      "text": "Section 3(1) relevantly defines ' eligible member ' as follows: \n \"eligible member of the Defence Force\" means: \n (a) a member of the Defence Force who: \n (i) ...\n (ii) ... \n (b) a member of the Defence Force: \n (i) to whom paragraph (a) does not apply;\n (ii) who is serving on continuous full time service; and \n (iii) who, immediately before commencing to serve, was a recipient member...; \n but does not include: \n (c) a person who, under section 5A, is excluded from this definition; \n (d) ...\n (e) ... \n Section 5A provides: \n Persons excluded from definition of \"eligible member of the Defence Force\" \n (1) Subject to subsection (2), a person who: \n (a) becomes, on or after 1 October 1991, a member of the Defence Force; or \n (b) ... \n is excluded from the definition of \"eligible member of the Defence Force\" in subsection 3 (1).",
      "id": "s105"
    },
    {
      "text": "(2) Subsection (1) does not apply to:\n (a) ...\n (b) a person to whom section 61B applies and who has elected under that section to become a contributory member; or\n (c) ... \n If the respondent is correct in his interpretation of s 5(3), the deemed retirement would be ignored.",
      "id": "s106"
    },
    {
      "text": "Such interpretation has the consequence that the respondent was always a member of the Defence Force so he could not ' become... a member of the defence Force ' for the purposes of s 5A(1)(a) and that therefore he was never excluded from being a ' eligible member of the Defence Force '.",
      "id": "s107"
    },
    {
      "text": "Chapman\n The respondent's interpretation arises from a misunderstanding of the relevant sections of the DFRDB Act.",
      "id": "s108"
    },
    {
      "text": "The same misunderstanding arose in the proceedings before the Full Federal Court in Chapman v Defence Force Retirement and Death Benefits Authority [2001] FCA 594 ; (2001) 108 FCR 537.",
      "id": "s109"
    },
    {
      "text": "In Chapman [2001] FCA 594 ; 108 FCR 537 the Full Court held that s 5A(1) excluded eligibility for membership of the DFRDB Act for any person commencing continuous full-time service after 1 October 1991.",
      "id": "s110"
    },
    {
      "text": "The majority (Whitlam and Gyles JJ) considered that s 5A(1)(b) applied to Major Chapman.",
      "id": "s111"
    },
    {
      "text": "They said at [21]: \n Section 5A(1) of the DFRDB Act makes the date 1 October 1991 a watershed.",
      "id": "s112"
    },
    {
      "text": "Eligibility, by operation of s 3 of the DFRDB Act, depends upon current continuous full-time service of certain kinds by members of the Defence Force, of whatever status.",
      "id": "s113"
    },
    {
      "text": "Section 5A(1) makes clear that, in general, any person actually joining the Defence Force in any capacity from 1 October 1991 will in no circumstances ever become eligible.",
      "id": "s114"
    },
    {
      "text": "Any person who was then a member of the Permanent Force will clearly continue to be eligible because of the full-time service obligation of that person...",
      "id": "s115"
    },
    {
      "text": "In this fashion, subs 5A(1) as a whole excludes eligibility for any person commencing continuous full-time service after 1 October 1991.",
      "id": "s116"
    },
    {
      "text": "Wilcox J considered the same submission which is made in the present proceedings by the respondent, namely that he could not ' become ' a member of the Defence Force after 1 October 1991 because he remained, at all material times, a member of the Defence Force.",
      "id": "s117"
    },
    {
      "text": "Wilcox J dismissed such submission, finding at [8] of his decision that the deeming provisions of the DFRDB Act contained in s 5(2), when taken into consideration with the definition of ' retirement ' contained in s 3 of that Act, had the consequence that ' regardless of the true position, the appellant was deemed to have retired from the Defence Force when he ceased in 1988 to be a member of the Australian Regular Army and transferred to the Australian Army Reserve '.",
      "id": "s118"
    },
    {
      "text": "His Honour considered that s 5A(1)(a) applied rather than s 5A(1)(b).",
      "id": "s119"
    },
    {
      "text": "Wilcox J concluded at [8]: \n On that basis, he once again became a member of the Defence Force when he commenced in 1996 to render continuous full-time service.",
      "id": "s120"
    },
    {
      "text": "It is also instructive to consider the judgment of Weinberg J at first instance in Defence Force Retirement and Death Benefits Authority v Chapman (2000) 63 ALD 351.",
      "id": "s121"
    },
    {
      "text": "The Full Federal Court's decision in Chapman [2001] FCA 594 ; 108 FCR 537 does not bring into question the reasoning of Weinberg J at first instance.",
      "id": "s122"
    },
    {
      "text": "Rather, it affirms it.",
      "id": "s123"
    },
    {
      "text": "The reasoning of Wilcox J in the Full Federal Court decision is consistent with Weinberg J's observations in relation to s 5A(1)(a) of the DFRDB Act and the majority decision in Chapman [2001] FCA 594 ; 108 FCR 537 does not challenge such reasoning as their Honours, considering s 5A(1)(b) was applicable to Major Chapman's circumstances, said ' it is unnecessary to consider other bases for ineligibility '.",
      "id": "s124"
    },
    {
      "text": "That is, the majority did not make any finding in relation to s 5A(1)(a).",
      "id": "s125"
    },
    {
      "text": "Therefore, Weinberg J's decision, and reasons, are still good law in respect of his interpretation of s 5A(1)(a).",
      "id": "s126"
    },
    {
      "text": "Chapman [2001] FCA 594 ; 108 FCR 537 was silent on the interpretation of s 5(3) of the DFRDB Act.",
      "id": "s127"
    },
    {
      "text": "None of their Honours considered the section.",
      "id": "s128"
    },
    {
      "text": "The majority did not need to as s 5 as a whole was irrelevant for the purposes of s 5A(1)(b).",
      "id": "s129"
    },
    {
      "text": "It can be assumed that Wilcox J considered that Weinberg J's findings in relation to that section were correct as he did not mention s 5(3) even though he relied on s 5A(1)(a).",
      "id": "s130"
    },
    {
      "text": "Weinberg J found in relation to s 5A(1) (both (a) and (b)) at [72]-[73]: \n In my opinion the construction of s 5A(1) is to be informed by the scope which must be given to s 5A(2).",
      "id": "s131"
    },
    {
      "text": "The three exceptions to the exclusionary provision in s 5A(1) are set out in s 5A(2).",
      "id": "s132"
    },
    {
      "text": "Those three exceptions are quite specific, and narrowly formulated...",
      "id": "s133"
    },
    {
      "text": "If the reasoning of the AAT [relevantly the same reasoning of the respondent in the present case regarding s 5(3)] were to be accepted as correct, there would be little scope for the operation of s 5A(2).",
      "id": "s134"
    },
    {
      "text": "That is, persons in the position of the respondent would be dealt with upon the footing that they continue to be members of the defence force for the purposes of the DFRDB Act notwithstanding their having retired from continuous full-time service...",
      "id": "s135"
    },
    {
      "text": "Section 5A(1) would not operate to exclude the very persons who are identified as falling within the exceptions to the exclusionary provision.",
      "id": "s136"
    },
    {
      "text": "It would follow that s 5A(2) would be largely superfluous or insignificant.",
      "id": "s137"
    },
    {
      "text": "And the following in relation to s 5(3) at [77]-[78]:\n \n I agree with the submissions advanced on behalf of the authority that s 5(3) does not operate in the way the AAT considered it did [that is, the way submitted by the respondent].",
      "id": "s138"
    },
    {
      "text": "Section 5(3) was enacted prior to the introduction of the MSB Scheme...",
      "id": "s139"
    },
    {
      "text": "The provision was not introduced with a view to preserving the rights of members to continue to contribute to the DFRDB Scheme once that scheme was closed off...",
      "id": "s140"
    },
    {
      "text": "I cannot see why a provision such as s 5(3), which can be given a sensible interpretation, should instead be treated as arguably being in conflict with s 5A, and as modifying the operation of that section... \n The respondent submits that both Chapman decisions of are distinguishable on several grounds, relying upon the fact that Major Chapman was a member of the Reserve Forces as at 1 October 1991 whereas the respondent was not; that s 5A(1)(b) of the DFRDB Act was found to apply to Major Chapman whereas it is acknowledged by the Authority that it does not apply to the respondent; and that the respondent made an election under s 132 of the DFRDB Act whereas no such election was made by Major Chapman.",
      "id": "s141"
    },
    {
      "text": "It is immaterial whether the respondent was a member of the Permanent Military Forces or a member of the Reserve as at 1 October 1991.",
      "id": "s142"
    },
    {
      "text": "The fact that Chapman was a member of the Reserves as at 1 October 1991 but the respondent was a member of the Permanent Military Forces has no consequence.",
      "id": "s143"
    },
    {
      "text": "The critical question is whether after that date the person becomes a member of the Defence Force for the purposes of the DFRDB Act.",
      "id": "s144"
    },
    {
      "text": "The reasoning of the Court in both Chapman cases is equally applicable to the present circumstances.",
      "id": "s145"
    },
    {
      "text": "The fact that the majority of Chapman [2001] FCA 594 ; 108 FCR 537 decided that Major Chapman fell under s 5A(1)(b) rather than 5(1)(a) has no consequence for the present purposes.",
      "id": "s146"
    },
    {
      "text": "The respondent's election under s 132 is equally irrelevant.",
      "id": "s147"
    },
    {
      "text": "The Court is not bound by Chapman .",
      "id": "s148"
    },
    {
      "text": "However, the Court would need sound reasons to depart from considered, well-reasoned findings by members of this Court regarding the interpretation of provisions which are directly relevant to the current proceedings.",
      "id": "s149"
    },
    {
      "text": "The Court respectfully adopts the reasoning of the Full Court as well as Weinberg J in Chapman 63 ALD 351 which proceeds along similar lines.",
      "id": "s150"
    },
    {
      "text": "It follows from the above that the points of distinction relied upon by the respondent do not distinguish his circumstances from that considered in both Chapman decisions.",
      "id": "s151"
    },
    {
      "text": "The respondent's interpretation of s 5(3)\n Section 3(1) of the DFRDB Act provides: \n \"service\" means service as a member of the Defence Force.",
      "id": "s152"
    },
    {
      "text": "The respondent submits that the definition of ' service ' in s 3 makes no distinction between the active and inactive components of the Defence Force, nor between full-time service or other service and that continuity of service may include periods of service which are less than full-time.",
      "id": "s153"
    },
    {
      "text": "Under the Defence Act members of the Regular Army are bound to render continuous full-time service (s 45).",
      "id": "s154"
    },
    {
      "text": "A member of the Army Reserve is not so bound (s 50).",
      "id": "s155"
    },
    {
      "text": "A member of the Army Reserve is bound to render, in each training period, military service (other than CFTS) for such periods as are contained in the Regulations but a member may be exempted by the Regulations from the obligation to render all or a specified part of that service (s 50(2A)).",
      "id": "s156"
    },
    {
      "text": "Accordingly, there is a difference recognised between the kind of service provided by members within the Defence Force.",
      "id": "s157"
    },
    {
      "text": "A distinction exists in the relevant legislation between service and membership of the Defence Force.",
      "id": "s158"
    },
    {
      "text": "As already shown, for the present purposes neither the DFRDB Act nor the MSB Act are concerned with membership of the Defence Force for the purposes of the Defence Act .",
      "id": "s159"
    },
    {
      "text": "The critical issue for the operation of the DFRDB Act is the nature of the service provided by the member.",
      "id": "s160"
    },
    {
      "text": "Section 5(3) of the DFRDB Act applies where a contributing member retires and ' without a break in the continuity of his service ', again becomes an eligible member of the Defence Force.",
      "id": "s161"
    },
    {
      "text": "The words ' his service ' relates back to the service which had been performed immediately prior to the retirement.",
      "id": "s162"
    },
    {
      "text": "The respondent's service until his retirement was CFTS in the Permanent Military Forces or Regular Army.",
      "id": "s163"
    },
    {
      "text": "The service provided thereafter (that is, after 28 October 2001) was a different category of service, namely service which was not CFTS.",
      "id": "s164"
    },
    {
      "text": "Further, as was found by Weinberg J, if the respondent's interpretation of s 5(3) is correct, it would render s 5A(2) virtually irrelevant.",
      "id": "s165"
    },
    {
      "text": "That is because s 5(3) would appear to cause s 5A(1)(a) to never activate for those individuals already expressly protected from the operation of s 5A(1)(a) by s 5A(2)(a), (b) and (c).",
      "id": "s166"
    },
    {
      "text": "The defect with the respondent's reasoning is most effectively exposed in Weinberg J's summary (at [30]-[31]) of a hypothetical put by the Authority in those proceedings.",
      "id": "s167"
    },
    {
      "text": "That hypothetical is virtually identical to the respondent's claims.",
      "id": "s168"
    },
    {
      "text": "His Honour said: \n The second class of person (s 5A(2)(b)) is a person who is a recipient member or person in respect of whom deferred benefits are payable, who intends to resume full-time service and who has elected to become a contributing member.",
      "id": "s169"
    },
    {
      "text": "Section 5A(2)(b) would have no function to perform if [sic] [his Honour clearly meant to say 'unless' see, for example, [28] of his Honour's judgement] such a person would otherwise have been caught by s 5A(1).",
      "id": "s170"
    },
    {
      "text": "Again, the authority gave an example of a member who joined the Defence Force and was rendering continuous full-time service before 1 October 1991, and after 20 years of effective service ceased to render continuous full-time service (by reason of a transfer to the reserve) and was, pursuant to s 5(2) of the DFRDB Act, then deemed to have retired so as to be entitled to retirement pay under s 23 of the DFRDB Act.",
      "id": "s171"
    },
    {
      "text": "If that person, on or after 1 October 1991, is transferred from the Reserve to the ARA and again commences to render continuous full-time service, then s 61B of the DFRDB Act gives that person the right to elect to rejoin the DFRDB Scheme.",
      "id": "s172"
    },
    {
      "text": "That member must be caught by s 5A(1)(a) or (b), otherwise s 5A(2)(b) has no effect.",
      "id": "s173"
    },
    {
      "text": "But, if the AAT's construction is correct, then for the same reasons as submitted in relation to the first class, neither s 5A(1)(a) nor (b) would apply.",
      "id": "s174"
    },
    {
      "text": "The respondent's continuity of service was broken when he ceased CFTS and transferred to the Army Reserve.",
      "id": "s175"
    },
    {
      "text": "Even if this were not the case, for the reasons already provided, s 5(3) does not operate in the way the respondent contended.",
      "id": "s176"
    },
    {
      "text": "As a result, s 5(3) of the DFRDB Act is irrelevant, and the Tribunal did not err by making no reference to this provision.",
      "id": "s177"
    },
    {
      "text": "It follows that when the respondent recommenced his CFTS on 17 September 2003 to 18 January 2004, by virtue of ss 5(2) and 5A(1)(a) of the DFRDB Act, he became a member of the Defence Force and was accordingly excluded from the definition of ' eligible member ' in s 3(1) by virtue of subsection (c) of that definition.",
      "id": "s178"
    },
    {
      "text": "Did the respondent become a member of the MSB Scheme?",
      "id": "s179"
    },
    {
      "text": "The respondent submits that the Tribunal erred in law in finding that because he made no election as provided by s 61B of the DFRDB Act he became a member of the MSB Scheme.",
      "id": "s180"
    },
    {
      "text": "The respondent claims that when he resumed CFTS for approximately four months he satisfied the requirement contained in paragraph (b) of the definition of ' eligible member of the Defence Force ' as defined in s 3(1) of the DFRDB Act.",
      "id": "s181"
    },
    {
      "text": "As such, s 6(2) of the MSB Act operated to exclude him from the MSB Scheme.",
      "id": "s182"
    },
    {
      "text": "Section 6 of the MSB Act provides: \n Membership of Superannuation Scheme \n (1) Subject to subsection (2), each of the following persons is, by force of this section, a member of the Scheme: \n (a) a member of the Permanent Forces; \n (b) a member of the Reserves who is rendering continuous full-time service under an undertaking to serve for a period of not less than 12 months; \n (c) a member of the Reserves who is rendering continuous full-time service under an undertaking to serve for a period of less than 12 months unless that member has elected not to become a member of the Scheme under section 61B of the DFRDB Act.",
      "id": "s183"
    },
    {
      "text": "(2) In spite of subsection (1), a person is not a member of the Scheme if the person is an eligible member of the Defence Force for the purposes of the DFRDB Act.",
      "id": "s184"
    },
    {
      "text": "As already found, the respondent's submission cannot be sustained.",
      "id": "s185"
    },
    {
      "text": "Section 5(3) of the DFRDB Act does not operate in the way that the respondent contends, and so does not exclude him from the operation of s 5A(1)(a) of the DFRDB Act (and (c) of the definition of ' eligible member ') unless s 5A(2)(b) applies, that is, that he made an election s 61B.",
      "id": "s186"
    },
    {
      "text": "Therefore, he did not fulfil the criteria within (b) of the definition of ' eligible member '.",
      "id": "s187"
    },
    {
      "text": "In the alternative, the respondent submits that he had already made an election under s 132 of the DFRDB Act to continue in the DFRDB Scheme when the MSB Scheme came into operation in October 1991 and that this satisfied s 61B of the DFRDB Act.",
      "id": "s188"
    },
    {
      "text": "The respondent submits that if any further act or omission on his part had the consequence of his ceasing to be a member of the DFRDB Scheme and defaulting to the MSB Scheme, such provision would have been clearly stated.",
      "id": "s189"
    },
    {
      "text": "Further, the respondent submits that s 61B(3) of the MSB Act imposes an obligation but fails to prescribe the consequence for a failure to comply with that obligation.",
      "id": "s190"
    },
    {
      "text": "Section 132 of the DFRDB Act relevantly provides: \n Election to remain member of scheme or to join MSB scheme \n (1) Subject to this section, an eligible member of the Defence Force must, on or before election day in relation to the member, in writing addressed to the Authority, elect: \n (a) to continue to be a contributing member; or \n (b) to become a member of the MSB scheme.",
      "id": "s191"
    },
    {
      "text": "(2) Election day in relation to an eligible member of the Defence Force is: \n (a) if the service of the member is due to terminate before 30 September 1992-the day on which his or her service is due to terminate; or \n (b) if paragraph (a) does not apply-30 September 1992.",
      "id": "s192"
    },
    {
      "text": "Section 61B of the DFRDB Act makes provision for an election to be made concerning membership of the DFRDB Scheme or the MSB Scheme.",
      "id": "s193"
    },
    {
      "text": "It relevantly provides: \n (1) Where a person: \n (a) who is a recipient member; or \n (b) ...\n intends to resume full-time service: \n (c) ...\n (d) as a member of a Reserve for a continuous period of not less than 12 months; \n the person must, before resuming service, in writing addressed to the Authority, elect: \n (e) to become a contributing member; or \n (f) to become a member of the MSB scheme.",
      "id": "s194"
    },
    {
      "text": "(2) Subsection (1) does not apply if the person has previously: \n (a) made an election under that subsection; or \n (b) made, under subsection (3), an election to become a member of the MSB scheme.",
      "id": "s195"
    },
    {
      "text": "(3) A recipient member who: \n (a) intends to resume full-time service as a member of... the Reserve Forces for a continuous period of less than 12 months; and \n (b) has not previously made, under this section, an election to become a member of the MSB scheme; \n must, before resuming service, in writing addressed to the Authority, elect whether or not to become a member of that scheme.",
      "id": "s196"
    },
    {
      "text": "The respondent's alternative proposition cannot be sustained.",
      "id": "s197"
    },
    {
      "text": "Section 61B(3) clearly states that a person ' must, before resuming service, in writing addressed to the Authority, elect whether or not to become a member of that [the MSB] scheme '.",
      "id": "s198"
    },
    {
      "text": "The respondent had made an election under s 132 of the DFRDB Act, but such election was a different election to that required by s 61B(3) which is clearly phrased as ' before resuming service ' which refers back to s 61B(3)(a) which says ' full-time service as a member of... the Reserve Forces '.",
      "id": "s199"
    },
    {
      "text": "The respondent intended to resume his service as a member of the Army Reserve for a continuous period of less than 12 months and he had not previously made an election under s 61B of the DFRDB Act to become a member of the MSB Scheme when he intended to resume CFTS.",
      "id": "s200"
    },
    {
      "text": "Therefore an election under s 132, which was made while the respondent was rendering CFTS in the Permanent Military Forces, has no bearing on s 61B and a fresh election was required to be made.",
      "id": "s201"
    },
    {
      "text": "Such election did not occur.",
      "id": "s202"
    },
    {
      "text": "Further, s 5A(2)(b) says that the relevant election for the purposes of that section is one ' under that section ', that is, s 61B.",
      "id": "s203"
    },
    {
      "text": "The respondent's submission that a failure to elect under s 61B has no consequence, cannot be sustained.",
      "id": "s204"
    },
    {
      "text": "The respondent's failure to make an election under s 61B has the consequence that the respondent was not excluded from the operation of s 5A(1)(a) which, as already found, caused him to cease to be an ' eligible member ' from the time he recommenced CFTS.",
      "id": "s205"
    },
    {
      "text": "Further, s 6 of the MSB Act provides ' each of the following persons is, by force of this section, a member of the scheme [that is, the MSB scheme]' and s 6(c) describes a class of persons into which the respondent falls as ' a member of the reserves who is rendering [CFTS] under an undertaking to serve for a period of less than 12 months unless the member has elected not to become a member of the Scheme under section 61B of the DFRDB Act '.",
      "id": "s206"
    },
    {
      "text": "Subsection (2) of s 6 does not apply to the respondent for the reasons already mentioned.",
      "id": "s207"
    },
    {
      "text": "Therefore, whatever the DFRDB Act might say about the consequences of failing to elect under s 61B, the MSB Scheme makes clear the consequences, those being that a failure to elect under s 61B will cause a person in the situation of the respondent to become a member of the MSB scheme.",
      "id": "s208"
    },
    {
      "text": "Therefore, a provision exists clearly stating the consequences of a failure to make an election under s 61B.",
      "id": "s209"
    },
    {
      "text": "Consequently, upon resuming CFTS and in failing to make an election under s 61B, the respondent was no longer an ' eligible member ' under the DFRDB Act, and was transferred to the MSB scheme.",
      "id": "s210"
    },
    {
      "text": "What is the consequence of the Tribunal's reference to s 61B(1) rather than s 61B(3)?",
      "id": "s211"
    },
    {
      "text": "The respondent submits that the Tribunal erred by finding at [39] that by not making an election under subsection 61B(1) ' before resuming continuous full-time service for a period of approximately 4 months on 17 September 2003, Mr Gregory obtained default membership to the MSB scheme and suspension of his DFRDB retirement pay for the period of resumed service and subsequent periods of continuous full-time service '.",
      "id": "s212"
    },
    {
      "text": "The Authority acknowledges that the Tribunal erred to the extent that it found the respondent was required to make an election under s 61B(1) of the DFRDB Act before resuming CFTS for a period of less than 12 months, and conceded that the respondent was not able to make an election under s 61B(1) because such subsection only applies where the member is to undertake more than 12 months CFTS.",
      "id": "s213"
    },
    {
      "text": "However as found previously, the respondent was required to make an election under s 61B(3).",
      "id": "s214"
    },
    {
      "text": "Consequently such error did not cause the Tribunal's decision to miscarry because the legal consequences of failing to make an election under either ss 61B(1) or (3) were, in this instance, the same.",
      "id": "s215"
    },
    {
      "text": "In short, the Tribunal made an error without a consequence.",
      "id": "s216"
    },
    {
      "text": "Summary\n In answer to 2.1 to 2.7 of the respondent's questions of law in the cross-appeal, the Court makes the following observations.",
      "id": "s217"
    },
    {
      "text": "Pursuant to s 5(2) of the DFRDB Act the respondent retired from the Defence Force for the purposes of such Act on 28 October 2001.",
      "id": "s218"
    },
    {
      "text": "When the respondent sought to begin CFTS again as a member of the Reserves he re-entered the Defence Force for the purpose of the DFRDB Act and was excluded from being an eligible member of such Act (and thereby a member of such scheme) pursuant to subsection (c) of the definition of ' eligible member ' in s 3(1).",
      "id": "s219"
    },
    {
      "text": "Such exclusion occurred because the respondent failed to make an election under s 61B(3) for the purposes of being saved from the operation of s 5A(1) by s 5(2)(b).",
      "id": "s220"
    },
    {
      "text": "Further, pursuant to s 6 of the MSB Act, the failure to elect under s 61B led to the respondent becoming a member of the MSB scheme.",
      "id": "s221"
    },
    {
      "text": "Accordingly, the Tribunal did not err in its decision.",
      "id": "s222"
    },
    {
      "text": "In view of these findings, there is no reason to address the submissions of the Authority as to whether the respondent has raised pure questions of law.",
      "id": "s223"
    },
    {
      "text": "The respondent was not entitled to the payments he received under the DFRDB Act after he transferred to the MSB Scheme and there was consequently an overpayment of monies to him.",
      "id": "s224"
    },
    {
      "text": "Respondent's other grounds of appeal\n Grounds 2.8 and 2.9 of the respondent's cross-appeal submit that the Tribunal, in deciding whether or not to seek recovery of the overpayment from the respondent under s 126(4) of the DFRDB Act, erred by constraining its discretion.",
      "id": "s225"
    },
    {
      "text": "In ground 2.8 the respondent submits that the Tribunal erred by regarding itself as bound to follow the ComSuper General Principles and Procedural Guidelines for the Recovery of Overpayments (or Debt Recovery Policy) when it found at [44]: \n There seems to be no guideline that might assist Mr Gregory other than application of repayment by instalments.",
      "id": "s226"
    },
    {
      "text": "Policy [that is, the Debt Recovery Policy] is clear that overpayment must stop and that withdrawal from an official account in the 'knowledge that it was without proper authority' would be a criminal offence.",
      "id": "s227"
    },
    {
      "text": "Mr Gregory has not offended these matters.",
      "id": "s228"
    },
    {
      "text": "On a reading of the Tribunal's decision as a whole, one cannot draw the conclusion that the Tribunal found is discretion fettered by such guidelines.",
      "id": "s229"
    },
    {
      "text": "As the Tribunal stated in the paragraph immediately following that extracted above: \n There is no provision or guideline such as those contained in the social security laws for exercise of discretion in 'special circumstances'.",
      "id": "s230"
    },
    {
      "text": "As Senior Member Friedman observed in Mr Purcell's case, however, the tribunal takes into account the merits of each case .",
      "id": "s231"
    },
    {
      "text": "[emphasis added] \n\nSuch statement does not suggest the Tribunal felt its discretion fettered by the guidelines, merely that there was no guideline which expressly assisted the respondent.",
      "id": "s232"
    },
    {
      "text": "The Court finds that there is no evidence that the Tribunal erroneously exercised its discretion because it considered the Debt Recovery Policy.",
      "id": "s233"
    },
    {
      "text": "Rather, the Tribunal had regard to such policy as relevant policy instrument.",
      "id": "s234"
    },
    {
      "text": "Such reference results in consistency in administrative decision-making: see Re Drake and Minister for Immigration and Ethnic Affairs (No 2) (1979) 2 ALD 634 at 680.",
      "id": "s235"
    },
    {
      "text": "In ground 2.9 the respondent submits that the Tribunal erred at [47] when considering itself ' legally bound ' to adopt a prima facie position that ' monies must be repaid unless there is some strong or cogent reason why policy may be overcome '.",
      "id": "s236"
    },
    {
      "text": "The respondent submits the Tribunal so erred because there is no such prima facie rule and the discretion at s 126(4) of the DFRDB Act contains no such fetter.",
      "id": "s237"
    },
    {
      "text": "The Court is not satisfied that the Tribunal considered itself ' legally bound ' by such a consideration.",
      "id": "s238"
    },
    {
      "text": "Rather it referred to the fact that it was ' the starting point in considering exercise of discretion ', that is, that the Tribunal expressly acknowledged that despite such initial position, the discretion continues to exist.",
      "id": "s239"
    },
    {
      "text": "There is authority for the proposition that a payment made from consolidated revenue, unsupported by a valid appropriation, should be recovered: see Auckland Harbour Board v R [1924] AC 318 ; see also Sheppard J in Director General of Social Services v Hales [1983] FCA 81 ; (1983) 47 ALR 281 at 322-323 where his Honour said that a ' paramount consideration ' in such cases is the receipt by the person of monies unlawfully paid to them from consolidated revenue and that therefore it ought to, unless other circumstances exist, be repaid.",
      "id": "s240"
    },
    {
      "text": "Mere reference to such proposition as a starting point of consideration did not suggest that such proposition unduly fettered the Tribunal's decision.",
      "id": "s241"
    },
    {
      "text": "TAX COMPONENT \n The Court will now turn to the questions of law raised by the Authority in relation to the $9,939 tax component of the overpayment.",
      "id": "s242"
    },
    {
      "text": "The respondent submits that such grounds of appeal, found at [15] of this judgment, are not formulated as pure questions of law, as s 44(1) of the AAT Act requires.",
      "id": "s243"
    },
    {
      "text": "Similarly to what was discussed above at [17], the Court considers that it is preferable to assume for the moment that such questions of the Authority are questions of law, and deal with them on their merits.",
      "id": "s244"
    },
    {
      "text": "Pursuant to s 43 of the AAT Act, in making the determination under s 126(4) of the DFRDB Act, the Tribunal is exercising a discretionary power granted to the Authority, and it is therefore the same power being exercised by the Authority when conducting a review under s 126(4).",
      "id": "s245"
    },
    {
      "text": "The Authority does not challenge the proposition that a discretion was vested in the Tribunal when it applied s 126(4) of the DFRDB Act.",
      "id": "s246"
    },
    {
      "text": "In the exercise of that discretion it was open to the decision maker to have regard to an unlimited range of matters, subject to their relevance, including the question whether compassionate considerations should apply: see Sheppard J in Hales at 321.",
      "id": "s247"
    },
    {
      "text": "It is essential for the resolution of the present issue to define the scope of such discretion.",
      "id": "s248"
    },
    {
      "text": "It was accepted by both parties in these proceedings that the Tribunal had a wide discretion under s 126(4).",
      "id": "s249"
    },
    {
      "text": "That is, the Tribunal had the discretion to order recovery of the whole amount of the overpayment or not recover the whole amount, as well as the discretion to recover only part of the whole amount.",
      "id": "s250"
    },
    {
      "text": "It is arguable s 126(4) does not grant such a broad discretion, given that it is worded ' where for any reason... an amount of benefit has been paid that is not payable ... the amount so paid may be recovered by the Authority ' (emphasis added).",
      "id": "s251"
    },
    {
      "text": "However, the Full Federal Court in Defence Force Retirement and Death Benefits Authority v Lokan [2008] FCAFC 43 at [1] did not question the proposition put before it, namely that by virtue of s 126(4) ' the AAT had a discretion that allowed it not to order the recovery of the full amount '.",
      "id": "s252"
    },
    {
      "text": "Accordingly, this Court will follow such interpretation.",
      "id": "s253"
    },
    {
      "text": "The issue then becomes one of construction of the Tribunal's decision.",
      "id": "s254"
    },
    {
      "text": "The Authority submits that, after considering all of the circumstances, the Tribunal exercised is discretion to recover the overpayment.",
      "id": "s255"
    },
    {
      "text": "Having made such finding, the Authority submits it was not open to the Tribunal to then decide that the tax component of the overpayment need not be recovered.",
      "id": "s256"
    },
    {
      "text": "The Authority cites [55] of the decision in its favour.",
      "id": "s257"
    },
    {
      "text": "The Tribunal found in such paragraph: \n Unfortunately for Mr Gregory, the circumstances described by him, including administrative errors, misleading information and delay by the respondent in attending to his overpayment, are insufficient reason for not recovering the debt.",
      "id": "s258"
    },
    {
      "text": "For these reasons, the discretion to recover the overpayment cannot be exercised in his favour.",
      "id": "s259"
    },
    {
      "text": "The Authority's submission proceeds from a misunderstanding of the decision of the Tribunal and overlooks the fact that such statement was only made following the Tribunal's discussion regarding the tax component of the overpayment.",
      "id": "s260"
    },
    {
      "text": "At [53] Tribunal found, ' I consider Mr Gregory is not liable to pay the outstanding $9,939 to the respondent.",
      "id": "s261"
    },
    {
      "text": "This amount should be deducted from the overpayment...",
      "id": "s262"
    },
    {
      "text": "I am unable to see any justification for requiring Mr Gregory to bear the burden of recovering this money '.",
      "id": "s263"
    },
    {
      "text": "At [54] it found: \n \n In balancing all relevant factors, and bearing in mind that the paramount consideration is that Mr Gregory received public monies to which he was not entitled, I find that the debt must be recovered.",
      "id": "s264"
    },
    {
      "text": "The decision to recover the overpayment, however, should be varied in order to substitute the amount actually received by Mr Gregory less tax deducted.",
      "id": "s265"
    },
    {
      "text": "Only then did the Tribunal move on to say what was extracted from [55].",
      "id": "s266"
    },
    {
      "text": "In short, it cannot be said that the Tribunal exhausted its discretion at [55] and then went on to treat the tax component differently because it had already discussed the tax component.",
      "id": "s267"
    },
    {
      "text": "The only debt which the Tribunal, in the exercise of its discretion, found was owing was the net amount received by the respondent.",
      "id": "s268"
    },
    {
      "text": "That is, the monies actually received by him excluding the amount which was paid to the Commissioner.",
      "id": "s269"
    },
    {
      "text": "Regarding the recovery of overpayment as a whole, the Tribunal at [55] was merely restating its reasons for finding that the respondent would have to repay the money he had received.",
      "id": "s270"
    },
    {
      "text": "It is hardly surprising that the Tribunal would wish to repeat its reasons given the circumstances of the case, namely that the respondent would be required to pay back a substantial amount of money to the Authority because of the Authority's own error.",
      "id": "s271"
    },
    {
      "text": "A concise summary of the Tribunal's decision is found at [54].",
      "id": "s272"
    },
    {
      "text": "While the Tribunal did not use the word 'waive' in regards to the portion of the overpayment paid to the Commissioner, this must surely be what was meant by the use of the phrase ' the decision to recover the overpayment, however, should be varied in order to substitute the amount actually received by Mr Gregory '.",
      "id": "s273"
    },
    {
      "text": "As already stated, the Authority accepts that the discretion on the part of the Tribunal under s 126(4) extended to recovery of only part of the debt, that is, that the Tribunal was free to choose to waive any part of the whole debt.",
      "id": "s274"
    },
    {
      "text": "This was what the Tribunal decided to do in [53] and [54], namely to recover only the part of the debt that the respondent ' actually received '.",
      "id": "s275"
    },
    {
      "text": "Such course was open to it in view of the broad discretion bestowed upon the Tribunal to seek repayment of all or only some of the overpayment.",
      "id": "s276"
    },
    {
      "text": "There is no evidence to suggest, as the Authority does, that the Tribunal exercised its discretion and only then considered the question of the recovery of tax as a separate issue.",
      "id": "s277"
    },
    {
      "text": "Such conclusion could only be reached if one reads [55] out of context as the Authority has done.",
      "id": "s278"
    },
    {
      "text": "The repayment of tax could not be seen as a separate issue because it was discussed before the passage cited by the Authority.",
      "id": "s279"
    },
    {
      "text": "The Tribunal appears to have been well aware that the tax component could have been recovered if it so chose saying at [53] ' this amount [that is, the tax component] should be deducted from the overpayment ' (emphasis added).",
      "id": "s280"
    },
    {
      "text": "However, it decided against requiring the respondent repay such sum.",
      "id": "s281"
    },
    {
      "text": "The phrase ' as it was the respondent's [Authority's] error in making payment to the ATO, I consider Mr Gregory is not liable to pay the outstanding $9,939.00 ' at [53] did not mean anything more than that, as a consequence of the overpayment as a whole being in error, such payments to the Commissioner were also in error for the same reason.",
      "id": "s282"
    },
    {
      "text": "Contrary to the Authority's submission the Tribunal did not consider that payment of the pension to the respondent was not taxable income.",
      "id": "s283"
    },
    {
      "text": "Nor does it suggest that the Tribunal was under the impression that the respondent was ' not liable ' for the amount paid to the Commissioner and thus it did not form part of the debt owed to the Commonwealth.",
      "id": "s284"
    },
    {
      "text": "While the use of the phrase ' not liable ' at [53] was perhaps infelicitous, it does not detract from the previous extracts from the Tribunal decision which show that the Tribunal appreciated that the tax portion of the overpayment was part of the overpayment, and thus, if it so chose, it could order recovery of such amount from the respondent.",
      "id": "s285"
    },
    {
      "text": "The Authority submits that the discretion exercised by the Tribunal to not seek the portion of the overpayment made to the Commissioner was based on a finding that was not supported by evidence.",
      "id": "s286"
    },
    {
      "text": "The Authority submits that the Tribunal held at [53] ' I am unable to see any justification for requiring Mr Gregory to bear the burden of recovering this money ' and that such finding was made in the absence of evidence.",
      "id": "s287"
    },
    {
      "text": "The Authority is correct in stating that there was no evidence before the Tribunal as to the procedure the respondent would have to undertake to return the money paid to the Commissioner.",
      "id": "s288"
    },
    {
      "text": "However, the Court does not consider that the Tribunal was making a finding of fact.",
      "id": "s289"
    },
    {
      "text": "The Tribunal was stating that, in its exercise of discretion, that there was nothing which it believed justified Mr Gregory being put to the inconvenience of seeking to obtain a refund of the overpayment from the Commissioner.",
      "id": "s290"
    },
    {
      "text": "That is, in weighing up all the factors for and against the recovery of that portion of the debt, the Tribunal was not minded to order its recovery, so it would be waived.",
      "id": "s291"
    },
    {
      "text": "As already stated, this consideration occurred before the Tribunal's observations at [55].",
      "id": "s292"
    },
    {
      "text": "The Tribunal's discretion was, at that stage of its reasoning process, still at large as to whether to recover the overpayment or any part of it.",
      "id": "s293"
    },
    {
      "text": "The Tribunal cited the decision of Deputy President Hack in Lokan and Defence Force Retirement and Death Benefits Authority [2007] AATA 1652.",
      "id": "s294"
    },
    {
      "text": "In that decision his Honour said at [13]-[15], ' Mr Lokan got no benefit from the PAYG instalments because they represented tax payable on monies to which he was not entitled...",
      "id": "s295"
    },
    {
      "text": "In my view, there is no practical benefit that would be achieved by requiring Mr Lokan to repay the PAYG instalments '.",
      "id": "s296"
    },
    {
      "text": "However, the Full Federal Court on appeal in Lokan [2008] FCAFC 43 made the following consent orders: The appeal be allowed.",
      "id": "s297"
    },
    {
      "text": "The decision of the Administrative Appeals Tribunal dated 9 August 2007 that the respondent repay to the applicant the sum of $21,352.86 be set aside.",
      "id": "s298"
    },
    {
      "text": "The respondent repay to the applicant by way of fortnightly instalments of $300.00 the sum of $29,791.86, commencing 28 days after the date the Court affixes the stamp of the Court to these orders.",
      "id": "s299"
    },
    {
      "text": "The decisions of the applicant dated 31 October 2006 and 23 March 2007 be affirmed.",
      "id": "s300"
    },
    {
      "text": "There be no order as to costs.",
      "id": "s301"
    },
    {
      "text": "Their Honours were aware of the deficiencies in the Tribunal decision before them, stating at [7] ' there was no evidence before the Tribunal that would support that conclusion [namely that there would be no ' practical benefit ']'.",
      "id": "s302"
    },
    {
      "text": "The Full Federal Court decision thus overturned the decision of Deputy President Hack and the decision should not have been relied upon by the Tribunal.",
      "id": "s303"
    },
    {
      "text": "No error results from the Tribunal referring to this decision.",
      "id": "s304"
    },
    {
      "text": "The Tribunal did not find that it was bound to follow Lokan AATA 1652.",
      "id": "s305"
    },
    {
      "text": "Rather, it merely observed that the decision of the Tribunal not to seek the tax portion of the overpayment was ' consistent ' with Lokan AATA 1652.",
      "id": "s306"
    },
    {
      "text": "Further, there is a clear distinction between Lokan and the current proceedings.",
      "id": "s307"
    },
    {
      "text": "In Lokan AATA 1652 the Tribunal found as a matter of fact that there was ' no practical benefit that would be achieved ' by requiring the tax portion of the payment be repaid and therefore, on that basis, decided that the tax potion of the overpayment need not be repaid.",
      "id": "s308"
    },
    {
      "text": "Such finding of fact did require evidence and its absence would have arguably justified a ground of appeal similar to that put to this Court by the Authority.",
      "id": "s309"
    },
    {
      "text": "However, the Tribunal in the current proceedings did not make a finding of fact which then led it to conclude not to seek recovery of the tax portion of the overpayment, namely that seeking to get the tax back would be a burden.",
      "id": "s310"
    },
    {
      "text": "Rather, it made a decision in the exercise of its discretion based on all the evidence before it that it would not order repayment of that portion of the monies paid to the Commissioner.",
      "id": "s311"
    },
    {
      "text": "The Court therefore rejects the Authority's appeal and consequently there is no reason to consider the respondent's submissions as to whether the Authority's questions of law satisfy s 44(1) of the AAT Act.",
      "id": "s312"
    },
    {
      "text": "COSTS \n The Court notes that the Authority does not seek costs.",
      "id": "s313"
    },
    {
      "text": "The respondent seeks costs from the Authority.",
      "id": "s314"
    },
    {
      "text": "The Court notes that while the Authority has failed on its appeal, the respondent has also failed on its cross-appeal.",
      "id": "s315"
    },
    {
      "text": "In the circumstances, the Court orders that each party pay their own costs.",
      "id": "s316"
    },
    {
      "text": "I certify that the preceding ninety-two (92) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s317"
    },
    {
      "text": "Associate:\n \n \nDated: 18 August 2009\n \n Counsel for the Applicant: Ms Brennan \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr Johnson \n Date of Hearing: 21 April 2009 \n \n Date of Judgment: 18 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/875.html",
      "id": "s318"
    }
  ]
}