{
  "name": "Rinka v Minister for Immigration and Citizenship [2009] FCA 886 (14 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/886.html",
  "catchphrases": [
    {
      "text": "minister's cancellation of visa under s 501(2) of migration act 1958 (cth) on \"character test\" ground",
      "id": "c0"
    },
    {
      "text": "person had substantial criminal record",
      "id": "c1"
    },
    {
      "text": "challenge made to minister's exercise of discretion on ground of breach of natural justice",
      "id": "c2"
    },
    {
      "text": "alleged that without advance notice to visa holder of her intention not to do so, minister failed to treat \"the best interests of\" his children as a primary consideration",
      "id": "c3"
    },
    {
      "text": "discussion of what is required to treat best interests of child as a primary consideration. held on the facts minister did treat the best interests of the children as a primary consideration.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The applicant, Mr Rinka, seeks an order that he be released from immigration detention.",
      "id": "s0"
    },
    {
      "text": "In substance, however, he attacks a decision made by the respondent (Minister) on 22 June 2006 cancelling his visa that entitled him to be in Australia.",
      "id": "s1"
    },
    {
      "text": "There are three issues in the proceeding: first, whether it is competent; second, if so, whether the cancellation decision is infected by jurisdictional error; and third, if so, whether relief should be refused in the exercise of the Court's discretion.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n Mr Rinka is a citizen of Kenya who first arrived in Australia on a tourist visa in August 1998.",
      "id": "s3"
    },
    {
      "text": "He returned to Australia in March 1999.",
      "id": "s4"
    },
    {
      "text": "On 11 July 2001 he was granted a permanent spouse Class AS subclass 801 visa on the basis of his relationship with an Australian woman.",
      "id": "s5"
    },
    {
      "text": "By that time he and his partner had one child, a son born in 1999.",
      "id": "s6"
    },
    {
      "text": "Subsequently they had a second son born in 2002.",
      "id": "s7"
    },
    {
      "text": "In December 2001 Mr Rinka was charged with two serious offences.",
      "id": "s8"
    },
    {
      "text": "On 5 September 2003 he was convicted.",
      "id": "s9"
    },
    {
      "text": "He was sentenced to concurrent terms of imprisonment of two years and four years and six months respectively.",
      "id": "s10"
    },
    {
      "text": "The non-parole period expired on 4 June 2006 and the sentence expired on 4 March 2008.",
      "id": "s11"
    },
    {
      "text": "On 20 February 2006 an officer of the Department of Immigration and Multicultural Affairs (Department) sent Mr Rinka a notice that cancellation of his visa was to be considered.",
      "id": "s12"
    },
    {
      "text": "He received that notice on 25 February 2006.",
      "id": "s13"
    },
    {
      "text": "On 8 March 2006 Mr Rinka replied stating, inter alia, that if he were sent back to Kenya it would be more than likely that he would never see his two sons again and would not get a job enabling him to support them financially.",
      "id": "s14"
    },
    {
      "text": "On 18 May 2006, the Department received a report in respect of Mr Rinka from a Probation and Parole Officer.",
      "id": "s15"
    },
    {
      "text": "That report was sent to Mr Rinka for comment.",
      "id": "s16"
    },
    {
      "text": "By facsimile on 31 May 2006 Mr Rinka provided comments to the Department.",
      "id": "s17"
    },
    {
      "text": "On 21 June 2006 he sent a further letter to the Department by facsimile enclosing a letter from his eldest son.",
      "id": "s18"
    },
    {
      "text": "On 22 June 2006, the Minister decided to cancel Mr Rinka's visa.",
      "id": "s19"
    },
    {
      "text": "Mr Rinka was notified of that decision on 23 June 2006.",
      "id": "s20"
    },
    {
      "text": "On 16 August 2006 a Departmental officer handed Mr Rinka a copy of the Minister's reasons for her decision.",
      "id": "s21"
    },
    {
      "text": "On 27 November 2006 Mr Rinka applied for a protection visa.",
      "id": "s22"
    },
    {
      "text": "A delegate of the Minister refused that application on 5 February 2007.",
      "id": "s23"
    },
    {
      "text": "On 4 April 2007 the Refugee Review Tribunal affirmed that decision.",
      "id": "s24"
    },
    {
      "text": "Mr Rinka unsuccessfully applied to the Minister for a more favourable decision: see s 417 of the Migration Act 1958 (Cth) (the Act).",
      "id": "s25"
    },
    {
      "text": "Mr Rinka filed the application commencing this proceeding on 1 May 2009.",
      "id": "s26"
    },
    {
      "text": "On 5 May 2009, Jagot J granted an interlocutory injunction restraining the Minister from removing Mr Rinka from Australia pending further or other order: see Rinka v Minister for Immigration and Citizenship [2009] FCA 465.",
      "id": "s27"
    },
    {
      "text": "CONSIDERATION \n First issue: competence\n The Minister's decision was made under s 501 of the Act.",
      "id": "s28"
    },
    {
      "text": "This Court has the same jurisdiction in relation to the decision as the jurisdiction of the High Court under para 75(v) of the Constitution ; see s 476A(1)(c) and s 476A(2) of the Act.",
      "id": "s29"
    },
    {
      "text": "However, an application to this Court for a remedy to be granted in exercise of that jurisdiction must be made within 35 days of the date of the decision: see s 477A(1) of the Act as amended by the Migration Legislation Amendment Act (No.",
      "id": "s30"
    },
    {
      "text": "1) 2009 (Cth) (2009 Amending Act).",
      "id": "s31"
    },
    {
      "text": "The 2009 Amending Act contains transitional provisions.",
      "id": "s32"
    },
    {
      "text": "They are found in cl 7 of Schedule 2 to that Act.",
      "id": "s33"
    },
    {
      "text": "Clause 7(2) provides, relevantly, that if an application under s 477A relates to a migration decision that was made before the commencement of Schedule 2, for the purposes of applying s 477A the date of the decision is to be taken as the date of that commencement.",
      "id": "s34"
    },
    {
      "text": "Schedule 2 commenced on 15 March 2009.",
      "id": "s35"
    },
    {
      "text": "Therefore, the thirty five day period expired on 19 April 2009.",
      "id": "s36"
    },
    {
      "text": "Mr Rinka made his application to this Court by filing his present application on 1 May 2009 --- twelve days out of time.",
      "id": "s37"
    },
    {
      "text": "The Court has a discretion under s 477A(2) to extend the thirty five day period if: an application for the extension order has been made in writing to the Court specifying why the applicant considers that it is necessary in the interests of the administration of justice for the order to be made; and the Court is satisfied that it is necessary in the interests of the administration of justice to make the order: see s 477A(2) as substituted by the 2009 Amending Act.",
      "id": "s38"
    },
    {
      "text": "Mr Rinka did not apply in writing (or otherwise) for an extension of time.",
      "id": "s39"
    },
    {
      "text": "The Minister therefore submits that the Court lacks power to extend time and Mr Rinka's application is incompetent and should be dismissed.",
      "id": "s40"
    },
    {
      "text": "Pursuant to a referral under O 80 of the Federal Court Rules , Mr Leonard Karp of counsel made written submissions on behalf of Mr Rinka, in which, inter alia, he applied for an extension of time.",
      "id": "s41"
    },
    {
      "text": "In the Minister's submission in reply, Mr Justin Smith of counsel for the Minister indicated that the Minister accepted that, apart from the merits of the substantive application, it was in the interests of the administration of justice that an extension be granted.",
      "id": "s42"
    },
    {
      "text": "His submission was, however, that it should not be because the substantive application would be dismissed because there was no jurisdictional error in the Minister's decision providing a basis for the grant of substantive relief, and, in the alternative, because substantive relief would be refused in the exercise of the Court's discretion.",
      "id": "s43"
    },
    {
      "text": "The sensible approach taken by counsel for the parties enables me to proceed immediately to the second of the issues outlined at [2].",
      "id": "s44"
    },
    {
      "text": "Second issue: jurisdictional error \n General\n It is not disputed that the Minister had a discretion to cancel Mr Rinka's visa.",
      "id": "s45"
    },
    {
      "text": "Section 501(2) provides that the Minister may cancel a visa that has been granted to a person if (a) the Minister reasonably suspects that the person does not pass the \"character test\", and (b) the person does not satisfy the Minister that the person does in fact pass the \"character test\".",
      "id": "s46"
    },
    {
      "text": "Subsection (6) of s 501 provides that for the purposes of s 501 a person does not pass the character test if, relevantly, the person has a \"substantial criminal record\", as defined by subsection (7).",
      "id": "s47"
    },
    {
      "text": "Subsection (7) provides that for the purposes of the character test, a person has a substantial criminal record if, relevantly, the person has been sentenced to a term of imprisonment of 12 months or more.",
      "id": "s48"
    },
    {
      "text": "Mr Rinka was sentenced to a term of imprisonment exceeding 12 months.",
      "id": "s49"
    },
    {
      "text": "Therefore, the Minister's suspicion that Mr Rinka did not pass the character test was reasonable and there was no error in the Minister's not being satisfied by Mr Rinka that he did in fact pass the character test.",
      "id": "s50"
    },
    {
      "text": "Mr Rinka attacks the exercise of the Minister's discretion to cancel the visa.",
      "id": "s51"
    },
    {
      "text": "Mr Rinka's submission is that jurisdictional error infected the Minister's decision because the Minister did not, in the exercise of her discretion, give proper, genuine and realistic consideration to the best interests of Mr Rinka's children.",
      "id": "s52"
    },
    {
      "text": "Mr Rinka's argument rests on the ground that there was a denial of procedural fairness.",
      "id": "s53"
    },
    {
      "text": "That ground arises from the following considerations.",
      "id": "s54"
    },
    {
      "text": "Australia ratified the United Nations Convention on the Rights of the Child , opened for signature 20 November 1989, 1577 UNTS 3, (entered into force 2 September 1990) (the Convention) on 17 December 1990.",
      "id": "s55"
    },
    {
      "text": "The Convention entered into force for Australia on 16 January 1991.",
      "id": "s56"
    },
    {
      "text": "Article 3(1) of the Convention provides: \n In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration .",
      "id": "s57"
    },
    {
      "text": "[My emphasis] \n\n In Minister for Immigration and Ethnic Affairs v Teoh [1995] HCA 20 ; (1995) 183 CLR 273 ( Teoh ), the High Court held (McHugh J dissenting) that procedural fairness required that if a relevant decision maker proposed to make a decision inconsistent with Article 3 of the Convention, procedural fairness required the decision maker to inform the person affected and provide to that person the opportunity of presenting a case against the taking of such a course.",
      "id": "s58"
    },
    {
      "text": "The reason was that ratification by Australia of an international convention engendered a \"legitimate expectation\" that administrative decision makers would act in conformity with that convention.",
      "id": "s59"
    },
    {
      "text": "Mr Karp has drawn attention to the fact that the expression has perhaps fallen into disuse since Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 , see especially at [61]-[64] and [81]-[83] per McHugh and Gummow JJ, [121] per Hayne J, [148] per Callinan J.",
      "id": "s60"
    },
    {
      "text": "In view of the way in which the present case was argued, I need say no more of this.",
      "id": "s61"
    },
    {
      "text": "On 23 August 2001 the then Minister for Immigration and Multicultural Affairs gave a written direction under s 499 of the Act in relation to visa refusals and cancellations under s 501 of the Act (Direction).",
      "id": "s62"
    },
    {
      "text": "The Direction was headed \"Direction No 21\".",
      "id": "s63"
    },
    {
      "text": "Its preamble stated that the Direction provided guidance to decision makers in making decisions to refuse or cancel a visa under s 501.",
      "id": "s64"
    },
    {
      "text": "The Direction was divided into Part 1 (\"Application of the Character Test\") and Part 2 (\"Exercising the Discretion\").",
      "id": "s65"
    },
    {
      "text": "Part 2 was divided under the headings, \"Primary Considerations\", \"Other Considerations\" and \"Other International Obligations\".",
      "id": "s66"
    },
    {
      "text": "Part 2 of the Direction addressed the exercise of the discretion to refuse or cancel a visa in the case of a non-citizen who did not pass the character test.",
      "id": "s67"
    },
    {
      "text": "Paragraph 2.2 stated that a decision maker should have regard to three primary considerations as well as to a number of other considerations.",
      "id": "s68"
    },
    {
      "text": "The three primary considerations were identified in para 2.3 as: \n (a) the protection of the Australian community, and members of the community;\n (b) the expectations of the Australian community; and\n (c) in all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s69"
    },
    {
      "text": "Paragraphs 2.13-2.16 elaborated on \"the best interests of the child\".",
      "id": "s70"
    },
    {
      "text": "Paragraph 2.15 stated that, in general terms, the child's best interests would be served if the child remained with its parents, while setting out certain countervailing considerations which may suggest otherwise.",
      "id": "s71"
    },
    {
      "text": "Paragraph 2.16 stated that when considering the best interests of the child, decision makers should have regard to the matters listed in that paragraph.",
      "id": "s72"
    },
    {
      "text": "Quite apart from Teoh , the Direction provided a basis for a legitimate expectation that the Minister would treat the best interests of the child as a primary consideration when deciding whether to cancel Mr Rinka's visa.",
      "id": "s73"
    },
    {
      "text": "This expectation was created by the fact that the letter of 20 February 2006 notifying Mr Rinka of the Minister's intention to consider cancelling his visa stated that the decision-maker would have regard to the Direction in coming to a decision.",
      "id": "s74"
    },
    {
      "text": "I will first address the question whether the best interests of Mr Rinka's children were in fact treated as a primary consideration by the Minister.",
      "id": "s75"
    },
    {
      "text": "Briefing Paper\n The briefing paper to the Minister, headed \"Issues for Consideration of Possible Cancellation of a Visa under s 501(2) of the Migration Act 1958 \", was structured by reference to the Direction.",
      "id": "s76"
    },
    {
      "text": "Since it was plain that Mr Rinka failed to pass the character test, there was little discussion of that matter.",
      "id": "s77"
    },
    {
      "text": "The Minister's \"Discretion\" was considered under the headings \"Primary Considerations\", \"Other Considerations\" and \"Other International Obligations\".",
      "id": "s78"
    },
    {
      "text": "Three Primary Considerations were discussed: \"Protection of the Australian Community\", \"The Expectations of the Australian Community\" and \"The Best Interests of the Child\".",
      "id": "s79"
    },
    {
      "text": "Under this last heading the briefing paper referred to Mr Rinka's two sons aged 7 years and 4 years, stating that they were both born in Australia and were Australian citizens.",
      "id": "s80"
    },
    {
      "text": "The briefing paper quoted from Mr Rinka's faxed letter of 8 March 2006 and from the report made by his parole officer.",
      "id": "s81"
    },
    {
      "text": "The briefing paper also referred to Mr Rinka's facsimile dated 21 June 2006 enclosing his first letter from his older son.",
      "id": "s82"
    },
    {
      "text": "The paper recounted Mr Rinka's contention that although he and his former partner were unlikely to live together upon his release, his former partner's having addressed the envelope which enclosed his son's letter showed that she was happy for Mr Rinka to remain in contact with his sons.",
      "id": "s83"
    },
    {
      "text": "The briefing paper referred to various findings that it would be open to the Minister to make, including a finding that each child would be significantly affected by a decision to cancel Mr Rinka's visa under s 501(2) of the Act.",
      "id": "s84"
    },
    {
      "text": "Minister's Statement of Reasons\n The Minister's statement of reasons in support of her decision was structured similarly to the Direction and the briefing paper.",
      "id": "s85"
    },
    {
      "text": "Under the heading \"Best Interests of the Child\", which appeared under the heading \"Primary Considerations\", the Minister stated as follows: I also gave primary consideration to the best interests of any children.",
      "id": "s86"
    },
    {
      "text": "Mr Rinka has 2 sons ... aged 7 and 4 years old respectively, through his former relationship with Ms Kaye Ireson.",
      "id": "s87"
    },
    {
      "text": "I noted that Mr Rinka's children were born in Australia and are Australian citizens.",
      "id": "s88"
    },
    {
      "text": "I considered the interests of Mr Rinka's two children ... and took into account their young age.",
      "id": "s89"
    },
    {
      "text": "I accepted that both children may benefit from the guidance of their father during their formative years and may benefit from growing up in an environment with both of their parents present.",
      "id": "s90"
    },
    {
      "text": "I accepted that both children may suffer hardship if Mr Rinka were to return to Kenya.",
      "id": "s91"
    },
    {
      "text": "I found that maintaining a relationship with their father would be difficult if he was in another country.",
      "id": "s92"
    },
    {
      "text": "I gave these considerations great weight.",
      "id": "s93"
    },
    {
      "text": "I also considered Mr Rinka's children in the event that they accompany Mr Rinka to Kenya.",
      "id": "s94"
    },
    {
      "text": "I found that it was reasonable to assume that they would not have access to educational opportunities and a health support system that are of a comparable standard to those available in Australia.",
      "id": "s95"
    },
    {
      "text": "I also found that if they did accompany Mr Rinka to Kenya, they may face separation from their mother who has been their main care provider.",
      "id": "s96"
    },
    {
      "text": "Therefore I found that Mr Rinka's children would suffer considerable hardship and disruption if they accompanied Mr Rinka to Kenya.",
      "id": "s97"
    },
    {
      "text": "I accepted that the cancellation of Mr Rinka's visa would cause hardship to his two children.",
      "id": "s98"
    },
    {
      "text": "I gave these matters great weight.",
      "id": "s99"
    },
    {
      "text": "[My emphasis]\n After considering other matters, the Minister concluded (at para 90) that the seriousness of Mr Rinka's offences (which she had considered under \"Protection of Australian Community\") and the expectations of the Australian community outweighed all the other considerations that she had discussed.",
      "id": "s100"
    },
    {
      "text": "Mr Rinka's submissions\n Mr Rinka submits that the Minister failed to identify what the best interests of the children indicated she should decide with respect to the cancellation of Mr Rinka's visa, and that the Minister therefore did not treat the best interests of the children as a primary consideration in reaching her decision.",
      "id": "s101"
    },
    {
      "text": "In making these submission, Mr Rinka relies on Wan v Minister for Immigration and Multicultural Affairs [2001] FCA 568 ; (2001) 107 FCR 133 ( Wan ) (see, particularly, [26]-[27], [31]).",
      "id": "s102"
    },
    {
      "text": "Mr Rinka submits that the concept of the best interests of the children involved consideration of their relationship with Mr Rinka.",
      "id": "s103"
    },
    {
      "text": "He submits that the Minister had before her the older son's letter saying that he misses his father and speaking of his exploits at soccer, yet she did not refer to this material in her statement of reasons.",
      "id": "s104"
    },
    {
      "text": "Counsel for Mr Rinka accepts that this alone does not show jurisdictional error, but submits that, in combination with the \"speculative\" comments made by the Minister in para 81 of her statement of reasons, it does suggest that she did not give proper, genuine and realistic consideration to the material that was before her.",
      "id": "s105"
    },
    {
      "text": "If she did not, it would follow that the best interests of the children also could not have been given proper, genuine and realistic consideration.",
      "id": "s106"
    },
    {
      "text": "Consideration\n In para 81 of her statement of reasons, the Minister accepted that the two boys \" may benefit from the guidance of their father during their formative years and may benefit from growing up in an environment with both of their parents present\" and that they \" may suffer hardship if Mr Rinka were to return to Kenya\" (my emphasis).",
      "id": "s107"
    },
    {
      "text": "She also found that maintaining a relationship with their father would be difficult if he was in another country.",
      "id": "s108"
    },
    {
      "text": "No doubt the Minister advisedly expressed herself in those terms: the briefing paper, in addition to summarising what Mr Rinka had said, made the point that his parole officer advised that his former partner had claimed that since the breakdown of the relationship, Mr Rinka had had limited contact with his sons.",
      "id": "s109"
    },
    {
      "text": "The parole officer's report revealed a conflict between Mr Rinka's estranged partner's account of his contact with his children and that of Mr Rinka himself.",
      "id": "s110"
    },
    {
      "text": "Mr Rinka stated that when he was first taken into custody he used to telephone his children but that the telephone calls would inevitably end with him and his estranged partner arguing, as a result of which he had ceased telephoning his sons and had had no contact with them for several years.",
      "id": "s111"
    },
    {
      "text": "Faced with the conflicting accounts of the relationship between Mr Rinka and his sons, what could the Minister do, it may be asked rhetorically, other than use such expressions as \"may benefit\" and \"may suffer hardship\" as she did in para 81?",
      "id": "s112"
    },
    {
      "text": "Paragraph 82 of the statement of reasons is more definite.",
      "id": "s113"
    },
    {
      "text": "The Minister there concluded that Mr Rinka's children would suffer considerable hardship and disruption if they were to accompany him to Kenya.",
      "id": "s114"
    },
    {
      "text": "In para 83 of her statement of reasons the Minister accepted that the cancellation of Mr Rinka's visa would cause hardship to his two sons and said that she gave those considerations great weight in arriving at her decision.",
      "id": "s115"
    },
    {
      "text": "The effect of paras 81, 82 and 83 is that the Minister concluded that the best interests of the children required that they not accompany Mr Rinka to Kenya, and that his visa not be cancelled so that they might have the prospect of enjoying the benefits and avoiding the hardship described in para 81.",
      "id": "s116"
    },
    {
      "text": "That is to say, standing alone the best interests of the children required that Mr Rinka's visa not be cancelled.",
      "id": "s117"
    },
    {
      "text": "Wan , on which Mr Rinka relied, concerned an appeal to the Court from a decision of the Administrative Appeals Tribunal (AAT) affirming a decision of the Minister to refuse to grant a permanent residence (general-spouse) visa on character grounds.",
      "id": "s118"
    },
    {
      "text": "It was also a \"best interests of the child\" case.",
      "id": "s119"
    },
    {
      "text": "There were provisions of the Administrative Appeals Tribunal Act 1975 (Cth) governing the procedure of the AAT that have no relevance in the circumstances of the present case.",
      "id": "s120"
    },
    {
      "text": "Nonetheless, the Full Court's holding in Wan that in order to treat the best interests of the child as a primary consideration, a decision maker must identify what those interests indicate the decision should be, is applicable.",
      "id": "s121"
    },
    {
      "text": "The Full Court held that the AAT did not do so.",
      "id": "s122"
    },
    {
      "text": "An alternative ground for the Full Court's decision was that the conclusion was inescapable that the AAT had not treated the best interests of the child as \"a primary consideration\".",
      "id": "s123"
    },
    {
      "text": "As indicated earlier, although the Minister's statement of reasons does not say in terms that \"the best interests\" of Mr Rinka's children dictated that his visa not be cancelled, that is the effect of para 83.",
      "id": "s124"
    },
    {
      "text": "Moreover, the Minister did say that she was treating the best interests of Mr Rinka's children as a primary consideration, and it is not shown that her statement to that effect should not be accepted.",
      "id": "s125"
    },
    {
      "text": "In the result, in my opinion the Minister's statement of reasons shows that the Minister treated the best interests of Mr Rinka's two children as a primary consideration, as she said she did in the first sentence of para 80.",
      "id": "s126"
    },
    {
      "text": "In these circumstances I need not consider whether a failure to do so would have constituted jurisdictional error.",
      "id": "s127"
    },
    {
      "text": "Third issue: discretion\n Similarly, I need not address the Minister's submission that if jurisdictional error had been found, relief would be refused in the exercise of the Court's discretion.",
      "id": "s128"
    },
    {
      "text": "CONCLUSION \n I am not satisfied that it is necessary in the interests of the administration of justice that an order extending time be made.",
      "id": "s129"
    },
    {
      "text": "The application for the extension of time should be refused and the proceedings should be dismissed as incompetent with costs.",
      "id": "s130"
    },
    {
      "text": "The Court appreciates the assistance it has received from Mr Karp in accepting the referral under O 80.",
      "id": "s131"
    },
    {
      "text": "His written submissions and those of Mr Justin Smith of counsel for the Minister have aided the Court.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding fifty (50) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s133"
    },
    {
      "text": "Associate:\n \n \nDated: 14 August 2009 \n \n Counsel for the Applicant: Mr L J Karp \n \n Counsel for the Respondent: Mr J D Smith \n \n Solicitor for the Respondent: Sparke Helmore \n Date of Hearing: 19 June, 10 July 2009 \n \n Date Last Submission received: 28 July 2009 \n \n Date of Judgment: 14 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/886.html",
      "id": "s134"
    }
  ]
}