{
  "name": "SZINQ v Minister for Immigration and Citizenship [2009] FCA 897 (18 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/897.html",
  "catchphrases": [
    {
      "text": "whether jurisdictional error",
      "id": "c0"
    },
    {
      "text": "whether federal magistrate erred in concluding refugee review tribunal had considered all of the appellant's claims",
      "id": "c1"
    },
    {
      "text": "whether the tribunal erred by relying on information obtained by its own resources and assumed the appellant's evidence to be irrelevant",
      "id": "c2"
    },
    {
      "text": "whether apprehended bias on the part of the tribunal",
      "id": "c3"
    },
    {
      "text": "whether breach of s 91r(3) of the migration act 1958 (cth) by tribunal in considering appellant's conduct in australia",
      "id": "c4"
    },
    {
      "text": "no discernible jurisdictional error",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a decision of the Federal Magistrates Court dismissing the appellant's application to set aside a decision of the Refugee Review Tribunal ( the RRT ) for jurisdictional error ( SZINQ v Minister for Immigration &amp; Anor [2009] FMCA 469).",
      "id": "s0"
    },
    {
      "text": "The RRT affirmed the decision of the respondent Minister's delegate not to grant the appellant a protection visa under the Migration Act 1958 (Cth).",
      "id": "s1"
    },
    {
      "text": "The appellant's notice of appeal filed on 1 June 2009 identified four grounds of alleged jurisdictional error which the appellant said should have been found by Federal Magistrates Court to invalidate the RRT's decision.",
      "id": "s2"
    },
    {
      "text": "The Federal Magistrates Court considered and dismissed the first three of these grounds.",
      "id": "s3"
    },
    {
      "text": "The fourth ground, alleging a breach of s 91R(3) of the Migration Act , is new.",
      "id": "s4"
    },
    {
      "text": "The first ground alleges that the RRT erred by failing to consider the appellant's claims.",
      "id": "s5"
    },
    {
      "text": "The particulars to this ground assert that the RRT failed to make a finding whether the appellant would be persecuted if he returned to his country but instead made \"subjective assessments\" and that the RRT, which had been constituted on three previous occasions to consider the appellant's claims, had each made different findings.",
      "id": "s6"
    },
    {
      "text": "This last particular is a reference to the fact that the three earlier decisions of the RRT about the appellant's application had been set aside for jurisdictional error by consent orders in the Federal Magistrates Court.",
      "id": "s7"
    },
    {
      "text": "The Federal Magistrates Court concluded (at [22]-[25]) that it was clear the RRT had considered the appellant's claims.",
      "id": "s8"
    },
    {
      "text": "Further, that if the reference to \"subjective assessments\" involved an allegation that the RRT's reasoning process was irrational or unreasonable, no evidence supported the allegation (at [23]).",
      "id": "s9"
    },
    {
      "text": "I am satisfied that the Federal Magistrates Court's assessment of this first ground of review is correct.",
      "id": "s10"
    },
    {
      "text": "The RRT considered (and, indeed, tested) the appellant's claims in detail.",
      "id": "s11"
    },
    {
      "text": "The second ground alleges that the RRT erred by relying on information obtained by its own resources and assumed the appellant's evidence to be irrelevant.",
      "id": "s12"
    },
    {
      "text": "The particulars of this ground refer to the RRT incorrectly examining the appellant's inability to find a Shiite mosque in Sydney and assuming the appellant's claims were not credible.",
      "id": "s13"
    },
    {
      "text": "Further, that although the RRT particularly accepted the appellant's claims, the RRT did not give the \"benefit of any ambiguity\" the appellant and thus failed to take into account the appellant's claims to be a Shiite.",
      "id": "s14"
    },
    {
      "text": "The Federal Magistrates Court (at [26]-[29]) considered and dismissed this allegation.",
      "id": "s15"
    },
    {
      "text": "In so doing the Federal Magistrates Court said that the RRT did not assume the appellant's evidence to be irrelevant.",
      "id": "s16"
    },
    {
      "text": "To the contrary, the appellant's evidence was at the forefront of the RRT's assessment.",
      "id": "s17"
    },
    {
      "text": "Further, the RRT drew upon the appellant's attendance in Sydney at a Sunni mosque only to explain its view that the appellant should be well aware of the differences in Shia and Sunni religious practices.",
      "id": "s18"
    },
    {
      "text": "As to the reference to the \"benefit of any ambiguity\", the Federal Magistrates Court observed that as the RRT had confidently concluded that the appellant's claims were not credible it had no obligation to consider the hypothesis on the alternative basis that it might be wrong (citing Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559).",
      "id": "s19"
    },
    {
      "text": "Finally, the Federal Magistrates Court said that the appellant's contention that the RRT failed to take into account the appellant's claims to be a Shiite at all, assessed consistent with legal principle, became nothing more than a contention that the RRT made the wrong decision about the appellant's credibility but, if it did, that would not be a jurisdictional error in any event.",
      "id": "s20"
    },
    {
      "text": "I am satisfied that the Federal Magistrates Court's assessment of this second ground of review is correct.",
      "id": "s21"
    },
    {
      "text": "The RRT did consider the appellant's evidence.",
      "id": "s22"
    },
    {
      "text": "It simply found that evidence to lack credibility.",
      "id": "s23"
    },
    {
      "text": "The relevance of the appellant's attendance at a Sunni mosque in Sydney to the RRT's decision was as described by the Federal Magistrates Court.",
      "id": "s24"
    },
    {
      "text": "The appellant's attempt to invoke a claim that he was entitled to the benefit of the doubt cannot be sustained.",
      "id": "s25"
    },
    {
      "text": "The RRT considered all of his claims and evidence but did not accept his fundamental claim of being a Shia Muslim, on which his claim for fear of persecution depended.",
      "id": "s26"
    },
    {
      "text": "As the Federal Magistrates Court said, this rejection of the appellant's claims was open to the RRT on the evidence.",
      "id": "s27"
    },
    {
      "text": "The RRT's reasons do not disclose any irrational or unreasonable assessment of the appellant's claims and evidence.",
      "id": "s28"
    },
    {
      "text": "On this basis, the Federal Magistrates Court was correct to characterise the appellant's allegation that the RRT failed to take into account at all his claims to be a Shia Muslim as an allegation only that the RRT erred in its judgment about the appellant's credibility, which (even if true) would not amount to a jurisdictional error.",
      "id": "s29"
    },
    {
      "text": "The third ground alleges apprehended bias on the part of the RRT.",
      "id": "s30"
    },
    {
      "text": "In this respect it is sufficient to say that the appellant said nothing in the appeal capable of taking this matter any further than its dismissal by the Federal Magistrates Court in [30] of its reasons.",
      "id": "s31"
    },
    {
      "text": "The allegation remains unexplained and unsupported.",
      "id": "s32"
    },
    {
      "text": "The fourth ground, alleging a breach of s 91R(3) of the Migration Act , was not put to the Federal Magistrates Court.",
      "id": "s33"
    },
    {
      "text": "Section 91R(3) is as follows: \n (3) For the purposes of the application of this Act and the regulations to a particular person: \n (a) in determining whether the person has a well-founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; \n\n \n disregard any conduct engaged in by the person in Australia unless: \n\n \n (b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s34"
    },
    {
      "text": "As the Minister submitted, the problem with this fresh claim is that s 91R(3) applies unless the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee.",
      "id": "s35"
    },
    {
      "text": "In this case the RRT was aware of the requirements of s 91R(3) and in [76] of its reasons said that it was clear that the appellant's conduct in attending a Sunni mosque when claiming to be a Shia Muslim was not for the purpose of strengthening his claim and, thus was not required to be disregarded under s 91R(3).",
      "id": "s36"
    },
    {
      "text": "In other words, s 91R(3) was not engaged.",
      "id": "s37"
    },
    {
      "text": "I see no breach of the section on these facts.",
      "id": "s38"
    },
    {
      "text": "At the hearing of this appeal the appellant repeated his claim that he was a Shia Muslim.",
      "id": "s39"
    },
    {
      "text": "He could have said he attended a Shia mosque but he did not.",
      "id": "s40"
    },
    {
      "text": "He told the truth.",
      "id": "s41"
    },
    {
      "text": "He feared persecution in his country but the RRT did not understand his claims.",
      "id": "s42"
    },
    {
      "text": "He was not a lawyer and thus could not make legal submissions.",
      "id": "s43"
    },
    {
      "text": "He could only say that he had told the RRT the truth.",
      "id": "s44"
    },
    {
      "text": "I appreciate that it is difficult for an unrepresented appellant to understand the difference between judicial review for jurisdictional error and a review of the merits of the RRT's decision.",
      "id": "s45"
    },
    {
      "text": "The jurisdiction of this Court on appeal is to correct error by the Federal Magistrates Court in its judicial review of the RRT's decision for jurisdictional error.",
      "id": "s46"
    },
    {
      "text": "The appellant's submissions are limited to a claim the RRT was wrong not to accept his evidence.",
      "id": "s47"
    },
    {
      "text": "This does not demonstrate any error capable of being classed as a jurisdictional error.",
      "id": "s48"
    },
    {
      "text": "For these reasons the appeal must be dismissed.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s50"
    },
    {
      "text": "Associate:\n \n \nDated: 18 August 2009\n \n The Appellant appeared in person \n \n \n Counsel for the First Respondent: Mr J D Smith \n \n Solicitor for the First Respondent: Sparke Helmore \n Date of Hearing: 17 August 2009 \n \n Date of Judgment: 18 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/897.html",
      "id": "s51"
    }
  ]
}