{
  "name": "Australian Rail, Tram and Bus Industry Union v Rail Corporation New South Wales [2009] FCA 894 (18 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/894.html",
  "catchphrases": [
    {
      "text": "whether breach of union collective agreement",
      "id": "c0"
    },
    {
      "text": "whether respondent in breach of agreement by failing to fill authorised employment positions at town hall station according to terms of the agreement",
      "id": "c1"
    },
    {
      "text": "incorporation of prior agreement into later agreement except to the extent of any inconsistency",
      "id": "c2"
    },
    {
      "text": "whether any such inconsistency in present case",
      "id": "c3"
    },
    {
      "text": "principles of construction of industrial instruments",
      "id": "c4"
    },
    {
      "text": "industrial law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n On 19 July 2005 the Rail Corporation of New South Wales, Rail Infrastructure Corporation and State Rail Authority of New South Wales Enterprise Agreement ( the 2005 agreement ) came into force.",
      "id": "s0"
    },
    {
      "text": "The 2005 agreement remained in force until 2 October 2008.",
      "id": "s1"
    },
    {
      "text": "The applicant, the Australian Rail, Tram, Bus and Industry Union ( the Union ), and the respondent, Rail Corporation of New South Wales ( RailCorp ), are parties to the 2005 agreement (along with other employers and employee organisations involved in railways in New South Wales).",
      "id": "s2"
    },
    {
      "text": "By an application filed on 25 September 2008 the Union claimed that RailCorp breached cll 22.1, 22.2 and 22.4 of the 2005 agreement with respect to 26 positions identified by position number and position title.",
      "id": "s3"
    },
    {
      "text": "Clause 22 is entitled \"Filling of Authorised Positions\".",
      "id": "s4"
    },
    {
      "text": "All 26 positions identified in the application relate to Town Hall Railway Station.",
      "id": "s5"
    },
    {
      "text": "The Union sought the imposition of a penalty for each alleged breach.",
      "id": "s6"
    },
    {
      "text": "RailCorp denied breach.",
      "id": "s7"
    },
    {
      "text": "The 2005 agreement is a union collective agreement under s 328 of the Workplace Relations Act 1996 (Cth).",
      "id": "s8"
    },
    {
      "text": "Under that provision an employer may make an agreement in writing with one or more organisations of employees.",
      "id": "s9"
    },
    {
      "text": "Part 14 of the Workplace Relations Act concerns compliance.",
      "id": "s10"
    },
    {
      "text": "The Union is authorised to bring this proceeding claiming breaches of the 2005 agreement and any resulting penalties under ss 718 and 719 of the Act.",
      "id": "s11"
    },
    {
      "text": "Three employers are parties to the 2005 agreement: RailCorp, Rail Infrastructure Corporation ( RIC ) and State Rail Authority of New South Wales ( the SRA ).",
      "id": "s12"
    },
    {
      "text": "Seven organisations of employees are parties to the 2005 agreement, including the Union.",
      "id": "s13"
    },
    {
      "text": "The agreement bound the parties and their employees from the date of its certification by the Australian Industrial Relations Commission on 19 July 2005 until its replacement by the Rail Corporation New South Wales Collective Agreement 2008 ( the 2008 agreement ) on 2 October 2008.",
      "id": "s14"
    },
    {
      "text": "Clause 9 of the 2005 agreement deals with the relationship between that agreement and other agreements and awards.",
      "id": "s15"
    },
    {
      "text": "Clause 9(1) specifies that cll 1 to 42 are known as the \"Core Agreement\".",
      "id": "s16"
    },
    {
      "text": "Under cl 9.2 certain \"former awards and agreements\" are said to be \"incorporated into and form part of\" the 2005 agreement, except for clauses in or to the effect of certain nominated clauses of or dealing with certain subject matters in those former awards and agreements.",
      "id": "s17"
    },
    {
      "text": "The former awards and agreements are listed in Pt 1 of Sch B to the 2005 agreement.",
      "id": "s18"
    },
    {
      "text": "The excepted clauses of those former awards and agreements are listed in Pt 2 of Sch B to the 2005 agreement.",
      "id": "s19"
    },
    {
      "text": "Clause 9.3 is a key provision.",
      "id": "s20"
    },
    {
      "text": "It provides as follows: \n The Core Agreement prevails to the extent of any inconsistency over any terms and conditions provided for in Schedule B.",
      "id": "s21"
    },
    {
      "text": "Clause 22 is in these terms: \n 22.",
      "id": "s22"
    },
    {
      "text": "Filling of Authorised Positions \n\n \n 22.1 When a position becomes vacant the Employer shall, within four weeks, determine if the position is to continue as an authorised position.",
      "id": "s23"
    },
    {
      "text": "22.2 Where the position is to be continued, a review will be undertaken, within two weeks, to determine whether there are any wages or salaried employees on the displaced list undergoing a retraining program who may be suitable for redeployment, either temporarily or by accepting appointment into the position.",
      "id": "s24"
    },
    {
      "text": "22.3 Where the position cannot be filled through redeployment / retraining, the Employer will commence to advertise and fill the position by merit selection within four weeks of the completion of the redeployment review process.",
      "id": "s25"
    },
    {
      "text": "22.4 The Employer will fill vacant positions, which it intends to maintain on its establishment, within six months from the time that the position becomes vacant.",
      "id": "s26"
    },
    {
      "text": "22.5 Whilst Rail specific positions will generally be advertised internally in the first instance, the Employer will reserve the right to concurrently advertise positions internally and externally.",
      "id": "s27"
    },
    {
      "text": "22.6 The Employer will select, appoint and promote people on the basis of merit as determined by the skills, competence, qualifications and experience required for the position.",
      "id": "s28"
    },
    {
      "text": "The employer will maintain its commitment to non-discrimination and equal employment opportunity in making these decisions.",
      "id": "s29"
    },
    {
      "text": "22.7 This clause does not apply to the transfer between depots and obtaining lines on rosters for train crews.",
      "id": "s30"
    },
    {
      "text": "Part 1 of Sch B lists numerous agreements and awards including the State Rail Authority of New South Wales Enterprise Agreement 2002 ( the 2002 agreement ).",
      "id": "s31"
    },
    {
      "text": "In other words, by cl 9.2, the 2002 agreement is incorporated into and forms part of the 2005 agreement subject only to the exclusion of the terms and conditions listed in Pt 2 of Sch B and the inconsistency provision in cl 9.3 of the 2005 agreement.",
      "id": "s32"
    },
    {
      "text": "Clause 3.10 of the 2002 agreement provides: \n 3.10 FILLING OF POSITIONS ON A TEMPORARY BASIS \n\n \n The parties agree to higher duties being utilised to fill temporary vacancies to allow employees to develop additional skills.",
      "id": "s33"
    },
    {
      "text": "Suitably qualified applicants will share the position on a rotational basis, for a period of up to six months.",
      "id": "s34"
    },
    {
      "text": "It is also agreed that secondment opportunities are to be advertised across the Organisation for temporary vacancies that are available for a period of up to twelve months.",
      "id": "s35"
    },
    {
      "text": "Where special circumstances exist, and with consent of the unions, the secondment may go beyond a period of twelve months, but shall not exceed two years.",
      "id": "s36"
    },
    {
      "text": "Existing arrangements with respect to payment and selection of employees for acting up shall continue to apply in those areas where such formal Agreements exist.",
      "id": "s37"
    },
    {
      "text": "Substantive positions will be advertised within a period of six months of having been created or else becoming vacant, except where the position is under review or situated in an area that is then under review.",
      "id": "s38"
    },
    {
      "text": "Clause 3.10 of the 2002 agreement is not listed in Pt 2 of Sch B to the 2005 agreement and thus is not a term and condition of the 2002 agreement expressly excluded from incorporation under cl 9.2 of the 2005 agreement.",
      "id": "s39"
    },
    {
      "text": "Clause 3.10 is subject to the inconsistency provision in cl 9.3.",
      "id": "s40"
    },
    {
      "text": "A principal issue in this proceeding is whether the words of exception in the last paragraph of cl 3.10 of the 2002 agreement (except where the position is under review or situated in an area that is then under review) are inconsistent with cl 22 of the 2005 agreement.",
      "id": "s41"
    },
    {
      "text": "Resolution of this issue involves the proper construction of both agreements.",
      "id": "s42"
    },
    {
      "text": "RELEVANT PRINCIPLES \n The primary principles to be applied to the task of construction were not in dispute.",
      "id": "s43"
    },
    {
      "text": "The Union referred to the summary of principles in National Union of Workers v Graincorp Operations Ltd (2002) 117 IR 136 ; [2002] AIRC 638 at [47] as useful.",
      "id": "s44"
    },
    {
      "text": "Ives DP said: \n Among the general principles to be followed in the interpretation of awards and certified agreements are these:\n (a) if the terms of an industrial instrument are clear and unambiguous, then the industrial instrument must be interpreted in accordance with that clear and unambiguous meaning ( Re Clothing Trades Award (1950) 68 CAR 597);\n (b) the words used in an industrial instrument should not be interpreted in a strict, technical fashion, because those who framed the industrial instrument are often non-lawyers drafting words in the context of custom and practice in an industry or particular enterprise ( Bond &amp; Co Ltd (in liq) v McKenzie (1929) 28 AR (NSW) 499 ; Hancock SDP in [ Public Transport Corporation of Victoria v Australian Rail, Tram and Bus Industry Union and Others (Hancock SDD, 16 February 1995, Print L9550]);\n (c) each clause should be interpreted within its context, that is, the meaning of particular words should be read in the context of the industrial instrument as a whole ( Australian Workers' Union v Abbey (1939) 40 CAR 494) and in the context of the clause/section in which it falls ( Avondale Motors (Parts) Pty Ltd v Federal Commissioner of Taxation [1971] HCA 17 ; (1971) 45 ALJR 280 at 283);\n (d) the court or tribunal should strive to give effect to the intention of the authority which made the award (or, presumably, in the case of an agreement, the intent of the parties to the agreement), provided that the words appearing in the instrument can reasonably be interpreted to mean that which the authority/parties intended them to mean ( Australian Timber Workers' Union v W Angliss and Co Pty Ltd (1924) 19 CAR 172);\n (e) the court or tribunal's recourse to extrinsic material in the interpretation of industrial instruments is not dependent upon the existence of ambiguity in the industrial instrument ( Australian Municipal, Administrative, Clerical &amp; Services Union v Treasurer of the Commonwealth of Australia (1998) 82 FCR 175 ; 80 IR 345).",
      "id": "s45"
    },
    {
      "text": "The Union also stressed the observations of the High Court in Toll (FGCT) Pty Ltd v Alphapharm Pty Ltd (2004) 219 CLR 165 ; [2004] HCA 52 at [40] as follows: \n This Court, in Pacific Carriers Ltd v BNP Paribas [(2004) [2004] HCA 35 ; 218 CLR 451] , has recently reaffirmed the principle of objectivity by which the rights and liabilities of the parties to a contract are determined.",
      "id": "s46"
    },
    {
      "text": "It is not the subjective beliefs or understandings of the parties about their rights and liabilities that govern their contractual relations.",
      "id": "s47"
    },
    {
      "text": "What matters is what each party by words and conduct would have led a reasonable person in the position of the other party to believe.",
      "id": "s48"
    },
    {
      "text": "References to the common intention of the parties to a contract are to be understood as referring to what a reasonable person would understand by the language in which the parties have expressed their agreement.",
      "id": "s49"
    },
    {
      "text": "The meaning of the terms of a contractual document is to be determined by what a reasonable person would have understood them to mean.",
      "id": "s50"
    },
    {
      "text": "That, normally, requires consideration not only of the text, but also of the surrounding circumstances known to the parties, and the purpose and object of the transaction.",
      "id": "s51"
    },
    {
      "text": "These principles were applied to a workplace agreement in Van Efferen v CMA Corporation Ltd [2009] FCA 597 at [38] .",
      "id": "s52"
    },
    {
      "text": "Finally, the Union noted the comments of Finkelstein J in Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union v Skilled Engineering Ltd (2003) 53 AILR 100-013; [2003] FCA 260 at [21] that: \n The object as always is to objectively determine the intention of the parties from the words of the document.",
      "id": "s53"
    },
    {
      "text": "That intention can manifest itself not only from words used but from words considered in light of the circumstances surrounding the transaction.",
      "id": "s54"
    },
    {
      "text": "At [20] Finkelstein J also adopted the observation of Lord Wilberforce in Prenn v Simmonds [1971] 1 WLR 1381 at 1385 as follows: \n [E]vidence should be restricted to evidence of the factual background known to the parties at or before the date of the contract, including evidence of the \"genesis\" and objectively the \"aim\" of the transaction \n\n RailCorp provided the following summary of relevant principles at paragraph 4 of its written submissions and stressed the requirement for provisions to be construed in accordance with the tenets of \"business common sense\" as referred to in sub-paragraph (h) below: \n (a) Industrial instruments are not to be interpreted narrowly or pedantically: Kucks v CSR Ltd (1996) 66 IR 182 at 184 per Madgwick J.",
      "id": "s55"
    },
    {
      "text": "(b) The aim is to determine what meaning was intended by the framers, keeping in mind that they \"were likely of a practical bent of mind\": Kucks at 184.",
      "id": "s56"
    },
    {
      "text": "(c) It is necessary to have regard to the practical purpose of the instrument intended to be served by the parties and the context in which it was made: Kucks at 184.",
      "id": "s57"
    },
    {
      "text": "(d) Generally, ordinary or well-understood words should be given their ordinary or usual meaning: Kucks at 184.",
      "id": "s58"
    },
    {
      "text": "(e) A strict literal interpretation is to be avoided.",
      "id": "s59"
    },
    {
      "text": "Clauses must be viewed broadly and in context: Australasian Meat Industry Employees Union (WA Branch) v Woolworths Limited [(2007) [2007] FCAFC 201 ; 164 FCR 420 ;] [2007] FCAFC 201 at [21] per Siopis J.",
      "id": "s60"
    },
    {
      "text": "(f) The agreement must be construed in relation to the matrix of facts that existed at the time the agreement was made: Finance Sector Union of Australia v Commonwealth Bank of Australia [(2001) 106 IR 172] [2001] FCA 335.",
      "id": "s61"
    },
    {
      "text": "(g) Where a clause in an award (or an agreement) is the \"product of a history\", regard can be had to that history: Short v F W Hercus Pty Ltd [1993] FCA 51 ; (1993) 40 FCR 511 at 518.",
      "id": "s62"
    },
    {
      "text": "(h) Whether the clause in question accords with business common sense is a relevant consideration: Australasian Meat Industry Employees Union (WA Branch) v Woolworths Limited [(2007) 164 FCR 420] [2007] FCAFC 201 at [19] - [21] per Siopis J; Van Efferen v CMA Corporation Ltd [2009] FCA 597 at [37] .",
      "id": "s63"
    },
    {
      "text": "The Union, in response, noted that \"business common sense\" is not to be identified by reference to the interests of one party only.",
      "id": "s64"
    },
    {
      "text": "It is a bilateral or multilateral concept.",
      "id": "s65"
    },
    {
      "text": "Although they agreed about the relevant principles, both parties sought to rely on, and objected to, certain extrinsic evidence said to support or defeat their competing constructions of cl 22 of the 2005 agreement.",
      "id": "s66"
    },
    {
      "text": "The parties also sought to both rely on and to object to the relevance of the 2008 agreement.",
      "id": "s67"
    },
    {
      "text": "The statement of Marshall J in Australian Municipal, Administrative, Clerical and Services Union v Treasurer of the Commonwealth and Others (1998) 82 FCR 175 at 178 is apt in this regard: \n A further issue in respect of award interpretation was raised at the hearing.",
      "id": "s68"
    },
    {
      "text": "This issue related to whether it was permissible to have regard to the conduct of parties subsequent to the making of the award.",
      "id": "s69"
    },
    {
      "text": "In my view, the overwhelming weight of authority, supports the proposition that it is impermissible to have regard to such subsequent conduct; see Seaman's Union of Australia v Adelaide Steamship Co Ltd (1976) 46 FLR 444 ; Printing &amp; Kindred Industries Union v Davies Bros Ltd [1986] FCA 455 ; (1986) 18 IR 444 ; Hawkins v Commonwealth Bank (1996) 66 IR 322.",
      "id": "s70"
    },
    {
      "text": "THE CONSTRUCTION ISSUES \n Submissions about the construction issues\n RailCorp's primary construction argument depended on the conclusion that the words of exception in the last paragraph of cl 3.10 of the 2002 agreement are not inconsistent with cl 22 of the 2005 agreement and thus continued in force and effect.",
      "id": "s71"
    },
    {
      "text": "The words of exception in the last paragraph of cl 3.10 of the 2002 agreement are \"except where the position is under review or situated in an area that is then under review\".",
      "id": "s72"
    },
    {
      "text": "Without wishing to oversimplify and thus distort RailCorp's primary argument, it effectively said that these words of exception in the last paragraph of cl 3.10 qualify the obligations imposed by cl 22 of the 2005 agreement.",
      "id": "s73"
    },
    {
      "text": "Accordingly, there could be no breach of cl 22 as all positions at Town Hall Railway Station were under a continuous process of review from September 2004 onwards.",
      "id": "s74"
    },
    {
      "text": "RailCorp said that cl 9 of the 2005 agreement ensures that cl 3.10 of the 2002 agreement continues by incorporation within the 2005 agreement unless inconsistent with it.",
      "id": "s75"
    },
    {
      "text": "Nothing in the 2005 agreement deals with the matters in the first three paragraphs of cl 3.10.",
      "id": "s76"
    },
    {
      "text": "As to the last paragraph, the only inconsistency relates to the advertising, specifically, the time requirements (six months in cl 3.10 and within four weeks of completion of the redeployment review process in cl 22.3).",
      "id": "s77"
    },
    {
      "text": "Clause 22.3 thus prevails over cl 3.10 to that extent only.",
      "id": "s78"
    },
    {
      "text": "There is no inconsistency between any part of cl 22 and the words \"except where the position is under review or situated in an area that is then under review\" in cl 3.10 of the 2002 agreement.",
      "id": "s79"
    },
    {
      "text": "Those words thus are consistent with and thus qualify cl 22.1.",
      "id": "s80"
    },
    {
      "text": "As part of this and various alternative arguments (with the alternatives being dependent on the facts as found), RailCorp submitted that cl 22 should be understood as being about the filling of positions.",
      "id": "s81"
    },
    {
      "text": "According to RailCorp, there is no difference between continuing a position as per cl 22.1 and deciding to fill the position.",
      "id": "s82"
    },
    {
      "text": "Further, cl 22.1 does not operate on a position-by-position basis.",
      "id": "s83"
    },
    {
      "text": "RailCorp said any other construction would be absurd and contrary to common business sense.",
      "id": "s84"
    },
    {
      "text": "Hence, cl 22.1 permits RailCorp to make a decision about all positions of a particular class at one time and thereafter to change its mind in accordance with its management prerogative.",
      "id": "s85"
    },
    {
      "text": "Clauses 3.10 and 22 are both about preserving RailCorp's management prerogative to decide for itself what work it wants done.",
      "id": "s86"
    },
    {
      "text": "Although RailCorp accepted that the decision in Electrolux Home Products Pty Ltd v Australian Workers' Union and Others (2004) 221 CLR 309 ; [2004] HCA 40 was the genesis of cl 9.2 and Pt 2 of Sch B of the 2005 agreement, it also noted that cl 9.2 and Pt 2 of Sch B provided the Union with an express mechanism to exclude cl 3.10 if the Union so wished.",
      "id": "s87"
    },
    {
      "text": "The Union submitted that cl 22 of the 2005 agreement and the last paragraph of cl 3.10 of the 2002 agreement are inconsistent so that, in accordance with cl 9.3 of the 2005 agreement, cl 22 prevailed.",
      "id": "s88"
    },
    {
      "text": "According to the Union, the clauses are fundamentally incompatible.",
      "id": "s89"
    },
    {
      "text": "Both clauses deal with filling positions, but cl 22 provides a comprehensive regime of which the filling of positions forms but one part.",
      "id": "s90"
    },
    {
      "text": "The Union said that RailCorp's submission failed to address the fact that the words of exception in cl 3.10 qualify an advertising obligation; the words have no potential application to the other obligations in cl 22 which go beyond advertising.",
      "id": "s91"
    },
    {
      "text": "The Union also noted that, insofar as the last paragraph of cl 3.10 deals with advertising positions, cll 22.3 and 22.5 deal with the same topic but in different terms.",
      "id": "s92"
    },
    {
      "text": "The Union said that the time periods for advertising in each clause cannot stand together.",
      "id": "s93"
    },
    {
      "text": "Further, the advertising obligation in cl 22.3 is subject to its own detailed scheme of qualifications and exceptions.",
      "id": "s94"
    },
    {
      "text": "According to the Union, the blanket exception in cl 3.10 for all cases \"where the position is under review or situated in an area that is then under review\" is inconsistent with the detailed scheme for which cl 22 provides.",
      "id": "s95"
    },
    {
      "text": "For example, the obligation in cl 22.1 is that RailCorp (an employer within the meaning of the 2005 agreement) determine whether the position is to \"continue as an authorised position\".",
      "id": "s96"
    },
    {
      "text": "The exception to the advertising requirement in cl 3.10 has nothing to do with any such determination.",
      "id": "s97"
    },
    {
      "text": "Further, and in any event, the Union submitted that the advertising obligation in cl 3.10 is displaced by cl 22.3.",
      "id": "s98"
    },
    {
      "text": "The Union referred to cl 23.8 of the 2005 agreement, which is part of a provision dealing with staff review, as confirming the exclusion of 3.10.",
      "id": "s99"
    },
    {
      "text": "Clause 23.8 requires all agreed and authorised positions to be filled in accordance with cl 22.",
      "id": "s100"
    },
    {
      "text": "The 2002 agreement contains no equivalent provision.",
      "id": "s101"
    },
    {
      "text": "According to the Union, the fact that cl 3.10 is not specifically excluded from incorporation into the 2005 agreement by inclusion in Pt 2 of Sch B is immaterial.",
      "id": "s102"
    },
    {
      "text": "Mark Morey, who was a Senior Industrial Officer at Unions NSW and involved on behalf of all union parties in negotiating the 2005 agreement, gave evidence that the sole purpose of Pt 2 of Sch B was to address the High Court's decision in Electrolux concerning the invalidity of provisions in industrial agreements not pertaining to the employer-employee relationship.",
      "id": "s103"
    },
    {
      "text": "The timing and terms of the 2005 agreement support Mr Morey's evidence.",
      "id": "s104"
    },
    {
      "text": "The parties were negotiating the 2005 agreement when Electrolux was delivered.",
      "id": "s105"
    },
    {
      "text": "Clauses 9.4 and 9.5 specifically refer to doubts about matters pertaining to the employer-employee relationship and the effect of any invalidity of any particular provision on the parties' obligations.",
      "id": "s106"
    },
    {
      "text": "The clauses nominated in Pt 2 of Sch B concern matters that might offend the reasoning in Electrolux .",
      "id": "s107"
    },
    {
      "text": "Conclusions about the construction issues\n The Union's submissions about inconsistency should be accepted.",
      "id": "s108"
    },
    {
      "text": "Whatever the level of specificity or generality at which the issue is considered, cl 22 of the 2005 agreement is inconsistent with the last paragraph of cl 3.10 of the 2002 agreement.",
      "id": "s109"
    },
    {
      "text": "The two provisions \"are not capable of reconciliation\" ( Hume Steel Ltd v Attorney-General (Vic) [1927] HCA 24 ; (1927) 39 CLR 455 at 465).",
      "id": "s110"
    },
    {
      "text": "A conclusion that the two provisions are contradictory is \"inevitable\" ( Butler v Attorney-General (Vic) [1961] HCA 32 ; (1961) 106 CLR 268 at 290).",
      "id": "s111"
    },
    {
      "text": "There is a \"want of consistency or congruity\"; \"lack of accordance or harmony\" or \"incompatibility, contrariety, or opposition\" between the provisions ( Coffs Harbour Environment Centre Inc v Minister for Planning &amp; Coffs Harbour City Council (1994) 84 LGERA 324 at 331).",
      "id": "s112"
    },
    {
      "text": "The last paragraph of cl 3.10 concerns the advertising of positions that have been created or have become vacant.",
      "id": "s113"
    },
    {
      "text": "It requires RailCorp to advertise \"substantive positions\" that have been created or have become vacant within six months except in the circumstance nominated (\"where the position is under review or situated in an area that is then under review\").",
      "id": "s114"
    },
    {
      "text": "Positions are advertised for the purpose of the positions being filled.",
      "id": "s115"
    },
    {
      "text": "Clause 22, however, provides its own detailed scheme for the filling of authorised positions of which advertising forms but one part.",
      "id": "s116"
    },
    {
      "text": "Clause 22 does not start with the requirement for advertising a position.",
      "id": "s117"
    },
    {
      "text": "It starts with a requirement that RailCorp determine whether the position which has become vacant is to continue as an authorised position.",
      "id": "s118"
    },
    {
      "text": "There is no definition of an \"authorised position\" in the 2005 agreement.",
      "id": "s119"
    },
    {
      "text": "There is a definition of \"vacant position\" in cl 3.12 of the 2005 agreement.",
      "id": "s120"
    },
    {
      "text": "A vacant position is \"a position which is not occupied by an employee who has been appointed to the position and the position is authorised to be filled\".",
      "id": "s121"
    },
    {
      "text": "What then is an \"authorised position\" within the meaning of cl 22.1?",
      "id": "s122"
    },
    {
      "text": "Clause 22.4 provides part of the context.",
      "id": "s123"
    },
    {
      "text": "Clause 22.4 requires RailCorp to \"fill vacant positions, which it intends to maintain on its establishment, within six months from the time that the position becomes vacant\".",
      "id": "s124"
    },
    {
      "text": "Assistance is also given by other terms used in the 2005 agreement, including cl 14.2 (referring to a \"required position\"), cl 16.7(vi)(a) (referring to an employer commencing \"filling in accordance with Clause 22 Filling of Authorised Positions\"), cl 23.8 (referring to \"agreed and authorised positions\" being filled in accordance with cl 22), cl 24.1(i) (referring to \"established positions\") and cll 28.1 and 28.6(i) (referring to \"each level of position in the structure\").",
      "id": "s125"
    },
    {
      "text": "One of RailCorp's alternative arguments (discussed below) involved a proposition that a position is an authorised position if RailCorp decides to fill the position.",
      "id": "s126"
    },
    {
      "text": "That meaning, however, is inconsistent with the words of cl 22 and the context of the 2005 agreement as a whole.",
      "id": "s127"
    },
    {
      "text": "As noted, the definition of \"vacant position\" includes reference to a position authorised to be filled.",
      "id": "s128"
    },
    {
      "text": "If \"authorised position\" means nothing more than \"vacant position\" the drafting of cl 22 makes little sense.",
      "id": "s129"
    },
    {
      "text": "The parties to the 2005 agreement described the clause as relating to the filling of authorised positions, not vacant positions.",
      "id": "s130"
    },
    {
      "text": "Despite having gone to the trouble of defining \"vacant position\", the parties to the 2005 agreement chose to use the words \"authorised position\" in cl 22.1.",
      "id": "s131"
    },
    {
      "text": "As cl 22.4 uses the defined term \"vacant position\", it could not be inferred that the parties overlooked the defined term and intended \"authorised position\" to be synonymous with \"vacant position\".",
      "id": "s132"
    },
    {
      "text": "The condition in cl 22.2 \"where the position is to be continued\" must also be inferred to be deliberate.",
      "id": "s133"
    },
    {
      "text": "If the obligation in that clause were intended to apply to all \"vacant positions\" then the clause would not have been framed by reference to the condition of the position continuing as opposed to the position being filled.",
      "id": "s134"
    },
    {
      "text": "Clause 22.4, which refers to two conditions (\"vacant positions\" and \"which it intends to maintain on its establishment\") also indicates that the parties recognised a distinction between a position being authorised and a position being authorised to be filled.",
      "id": "s135"
    },
    {
      "text": "The fact that the 2005 agreement is an industrial agreement, requiring a practical rather than a narrow or pedantic construction, provides no answer to these observations.",
      "id": "s136"
    },
    {
      "text": "Indeed, the interpretation which I consider preferable is not inconsistent with a practical construction of the 2005 agreement.",
      "id": "s137"
    },
    {
      "text": "It is consistent with both the ordinary meaning of the words in cl 22 and the context of the 2005 agreement as a whole.",
      "id": "s138"
    },
    {
      "text": "Having regard to the 2005 agreement as a whole (particularly the various references to \"required\", \"established\", \"authorised\" and \"agreed and authorised\" positions), against the background of rail reorganisation disclosed in cl 14 of the 2005 agreement, an \"authorised position\" should be understood as meaning a position which RailCorp has agreed or intends or is otherwise bound to maintain at any of its establishments as a position.",
      "id": "s139"
    },
    {
      "text": "The 2005 agreement thus recognises a distinction between the existence of a position and the filling of a position.",
      "id": "s140"
    },
    {
      "text": "It follows from this that where RailCorp determines under cl 22.1 that a position is not to continue as an authorised position, the position will cease to exist on the relevant establishment.",
      "id": "s141"
    },
    {
      "text": "Where RailCorp determines under cl 22.1 that a position is to continue as an authorised position, cl 22.2 requires a review within a further two weeks of the suitability of employees on the displaced list to fill that position.",
      "id": "s142"
    },
    {
      "text": "The displaced list, I infer, is a list of employees who remain employed and yet have no present designated position within the organisation.",
      "id": "s143"
    },
    {
      "text": "If the position cannot be filled by employees on the displaced list as contemplated by cl 22.2, then RailCorp is to commence advertising the position within another four weeks under cl 22.3.",
      "id": "s144"
    },
    {
      "text": "Clause 22.5 ensures that RailCorp may advertise positions in accordance with cl 22.3 both internally and externally despite agreeing generally to advertise \"Rail specific positions\" internally in the first instance.",
      "id": "s145"
    },
    {
      "text": "Clause 22.4 requires RailCorp to \"fill vacant positions, which it intends to maintain on its establishment, within six months from the time that the position becomes vacant\".",
      "id": "s146"
    },
    {
      "text": "Clause 22.6 requires RailCorp to \"select, appoint and promote people\" to positions on a particular basis.",
      "id": "s147"
    },
    {
      "text": "Clause 22.7 provides a general exception to cl 22 in respect of transfers between depots and obtaining lines on rosters for train crews.",
      "id": "s148"
    },
    {
      "text": "The fact that the first three paragraphs of cl 3.10 may not be inconsistent with cl 22 is immaterial.",
      "id": "s149"
    },
    {
      "text": "RailCorp did not rely on those paragraphs.",
      "id": "s150"
    },
    {
      "text": "It relied only on the words of exception at the end of the last paragraph of cl 3.10.",
      "id": "s151"
    },
    {
      "text": "RailCorp accepted that cl 22.3 was inconsistent and thus prevailed over the advertising obligation in the last paragraph of cl 3.10, yet maintained that the exception to that advertising requirement continued.",
      "id": "s152"
    },
    {
      "text": "However, the terms of cl 22 demonstrate to the contrary.",
      "id": "s153"
    },
    {
      "text": "For example, are the words of exception to be read as qualifying cl 22.3 alone?",
      "id": "s154"
    },
    {
      "text": "If so, why would they also not be read as qualifying cl 22.2 which (read with the opening words of cl 22.3) obliges RailCorp to fill the position from the displaced list if possible?",
      "id": "s155"
    },
    {
      "text": "Are the words to be read as qualifying the whole of cl 22?",
      "id": "s156"
    },
    {
      "text": "If so, what is the function of cl 22.1?",
      "id": "s157"
    },
    {
      "text": "And, as the Union said, why would a qualification on an advertising obligation be construed as extending to the other components of cl 22?",
      "id": "s158"
    },
    {
      "text": "I accept the Union's submission that cl 22 of the 2005 agreement provides a detailed scheme for the filling of authorised positions of which advertising forms but one part.",
      "id": "s159"
    },
    {
      "text": "This scheme contains its own exceptions (cll 22.1 and 22.7).",
      "id": "s160"
    },
    {
      "text": "It regulates advertising in a manner incompatible with cl 3.10 (cll 22.3 and 22.5).",
      "id": "s161"
    },
    {
      "text": "It imposes obligations on RailCorp with respect to displaced employees before advertising becomes relevant (cl 22.2).",
      "id": "s162"
    },
    {
      "text": "It imposes substantive obligations with respect to the criteria for filling positions (cl 22.6).",
      "id": "s163"
    },
    {
      "text": "In such a scheme there is simply no room for the operation of an exception to another inconsistent advertising requirement in cl 3.10 of the 2002 agreement.",
      "id": "s164"
    },
    {
      "text": "Clause 9.2 and Pt 2 of Sch B to the 2005 agreement do not assist RailCorp.",
      "id": "s165"
    },
    {
      "text": "Even without the benefit of Mr Morey's evidence, the provisions of cll 9.2, 9.4 and 9.5, read with Pt 2 of Sch B, disclose that the purpose of Pt 2 of Sch B is to address the decision in Electrolux .",
      "id": "s166"
    },
    {
      "text": "It would be wrong to construe the relationship between cl 22 of the 2005 agreement and cl 3.10 of the 2002 agreement by reference to the fact that cl 3.10 does not appear in Pt 2 of Sch B.",
      "id": "s167"
    },
    {
      "text": "Clause 3.10 pertains to the employer-employee relationship and thus may be inferred to have been irrelevant to the function of Pt 2 of Sch B.",
      "id": "s168"
    },
    {
      "text": "The relevant provisions, construed in context, are unambiguous.",
      "id": "s169"
    },
    {
      "text": "By operation of cl 9.3 of the 2005 agreement, cl 22 of that agreement prevails over the whole of the last paragraph of cl 3.10 of the 2002 agreement.",
      "id": "s170"
    },
    {
      "text": "Accordingly, the last paragraph of cl 3.10 of the 2002 agreement has no continued operation or effect under the 2005 agreement.",
      "id": "s171"
    },
    {
      "text": "The context of the 2005 agreement, considered as whole, also exposes other difficulties which RailCorp's submissions must confront.",
      "id": "s172"
    },
    {
      "text": "RailCorp said that the function of cl 22 is to recognise RailCorp's management prerogatives to decide for itself about the work it wants done.",
      "id": "s173"
    },
    {
      "text": "But the manifest purpose of cl 22 is to constrain what would otherwise be certain management prerogatives of RailCorp.",
      "id": "s174"
    },
    {
      "text": "The constraints are express and unambiguous.",
      "id": "s175"
    },
    {
      "text": "First, and in contrast to the last paragraph of cl 3.10 of the 2002 agreement, cl 22 does not operate by reference to \"an area\" or a \"position\".",
      "id": "s176"
    },
    {
      "text": "It operates by reference to a \"position\" only.",
      "id": "s177"
    },
    {
      "text": "Clause 22.1 is only engaged where a position has become vacant.",
      "id": "s178"
    },
    {
      "text": "While more than one position might become vacant simultaneously, cl 22.1 requires a determination in respect of each position as to whether it will or will not continue as an authorised position.",
      "id": "s179"
    },
    {
      "text": "The requirement for this determination within four weeks is a constraint on what would otherwise be a management prerogative.",
      "id": "s180"
    },
    {
      "text": "But for cl 22.1, that question need never be considered; instead, the employer could simply decide, as and when necessary, whether to fill the position.",
      "id": "s181"
    },
    {
      "text": "Clause 22.1, however, requires the employer to make an anterior decision about the continuation of the position itself.",
      "id": "s182"
    },
    {
      "text": "Second, if a determination is made that the position is to continue, another constraint is imposed on a management prerogative by cll 22.2 and 22.3.",
      "id": "s183"
    },
    {
      "text": "The timing and method of filling the position is not at the employer's discretion.",
      "id": "s184"
    },
    {
      "text": "RailCorp has to conduct a review to see if an employee on the displaced list is suitable for the position or could become suitable if re-trained.",
      "id": "s185"
    },
    {
      "text": "It is only if the review discloses no such employee on the displaced list that RailCorp is permitted to commence advertising.",
      "id": "s186"
    },
    {
      "text": "Third, cll 22.3 and 22.5 impose a constraint on the timing and nature of the advertising.",
      "id": "s187"
    },
    {
      "text": "The constraint on the latter (namely, generally internal advertising first for rail specific positions) is disclosed by the fact that cl 22.5 expressly reserves a right that RailCorp would otherwise enjoy as a management prerogative but for cl 22.5.",
      "id": "s188"
    },
    {
      "text": "Fourth, cl 22.6 is a constraint on the criteria by which RailCorp is able to fill a position.",
      "id": "s189"
    },
    {
      "text": "Those criteria, subject to legal requirements, would otherwise be a management prerogative of RailCorp.",
      "id": "s190"
    },
    {
      "text": "These considerations undermine RailCorp's submission that the purpose of cl 22 is to protect its management prerogatives.",
      "id": "s191"
    },
    {
      "text": "The clause recognises certain management prerogatives in order to curtail them to the extent specified.",
      "id": "s192"
    },
    {
      "text": "RailCorp's submission that cl 22 permits a general decision with respect to all positions in a certain category, cannot be assessed in isolation from the facts of a particular case.",
      "id": "s193"
    },
    {
      "text": "The submission appeared to be informed by RailCorp's general position that cl 22 is concerned with enabling it to manage the availability of people to perform the work it requires to be performed from time to time.",
      "id": "s194"
    },
    {
      "text": "There was a suggestion in this submission that a position is nothing more than a range of work that RailCorp considers needs to be performed from time to time.",
      "id": "s195"
    },
    {
      "text": "According to the tenor of this submission, as and when work needed to be performed, RailCorp could ensure that outcome by making people available to do the work.",
      "id": "s196"
    },
    {
      "text": "But this submission, insofar as it was made in support of RailCorp's case, is incompatible with the provisions of the 2005 agreement as a whole and the ordinary meaning of the terms of cl 22.",
      "id": "s197"
    },
    {
      "text": "There are many provisions disclosing that the concept of a position is fundamental to the operation of the 2005 agreement.",
      "id": "s198"
    },
    {
      "text": "Clause 3.12 defines \"vacant position\" by reference to a position not occupied by an employee appointed to that position.",
      "id": "s199"
    },
    {
      "text": "In other words, the definition contemplates that a position exists whether or not an employee has been appointed to fill it.",
      "id": "s200"
    },
    {
      "text": "Clause 3.13 defines when a reasonable offer of redeployment into another position is made.",
      "id": "s201"
    },
    {
      "text": "It does so by reference to the \"new position\" that the employee may take up.",
      "id": "s202"
    },
    {
      "text": "One of the criteria for the reasonableness of the offer of redeployment is the \"location where the new position is situated\".",
      "id": "s203"
    },
    {
      "text": "In other words, not only does the definition contemplate that the position exists independently of an employee filling it, but the position also has a specific physical location.",
      "id": "s204"
    },
    {
      "text": "Clause 7.1, dealing with consultation, discloses that in addition to \"positions\", there are \"worksites\" and \"functional areas\".",
      "id": "s205"
    },
    {
      "text": "Clause 7.2 contemplates that affected employees are those holding positions within the relevant \"worksite\" or \"functional area\" where the change is proposed.",
      "id": "s206"
    },
    {
      "text": "Clause 14 recognises the fact that the Transport Administration Amendment (Rail Agencies) Act 2003 (NSW) made significant changes to the structure of rail organisations in New South Wales including, relevantly, the constitution of RailCorp and providing for a new division of functions between the SRA (the old organisation) and RailCorp and RIC (the new organisations).",
      "id": "s207"
    },
    {
      "text": "This reorganisation required the transfer of employees to the new organisations.",
      "id": "s208"
    },
    {
      "text": "Clause 14.1 requires SRA and RIC employees \"required by RailCorp or RIC\" to be \"vested over\" with accrued entitlements within six months of certification of the 2005 agreement.",
      "id": "s209"
    },
    {
      "text": "Clause 14.2 deals with the employees not vested into \"required positions\" in RailCorp and RIC.",
      "id": "s210"
    },
    {
      "text": "Clause 15 requires RailCorp to use direct permanent employment as its preferred and predominant employment option.",
      "id": "s211"
    },
    {
      "text": "Clause 15.6 provides that no direct employee shall be considered \"surplus\" if a temporary or casual employee is \"engaged to undertake the same job/position (other than temporaries engaged on fixed term project work)\".",
      "id": "s212"
    },
    {
      "text": "In the context of the 2005 agreement as a whole, \"surplus\" must mean surplus having regard to the \"required positions\".",
      "id": "s213"
    },
    {
      "text": "Moreover, cl 15.6 contemplates that the work is one thing and the position is another.",
      "id": "s214"
    },
    {
      "text": "Clause 16.2 refers to employees being required to possess the appropriate skills, competencies and certificates \"for the position into which they are being employed\".",
      "id": "s215"
    },
    {
      "text": "Clause 16.7 deals with casual employees.",
      "id": "s216"
    },
    {
      "text": "Sub-clause (vi)(a) requires RailCorp to review the ongoing need for the work carried out by a casual employee for a period of six months and to determine whether \"there is an ongoing permanent position\" or \"fixed term position required\".",
      "id": "s217"
    },
    {
      "text": "If an ongoing permanent position is required, RailCorp is then bound to comply with cl 22.",
      "id": "s218"
    },
    {
      "text": "Clause 18 is about inductions and orientation.",
      "id": "s219"
    },
    {
      "text": "Under cl 18.1, all employees, when commencing their employment, are required to undergo an induction and orientation program during which they will be familiarised with the employer, their \"work site\" and \"requirements of their positions\".",
      "id": "s220"
    },
    {
      "text": "Clause 19 is about the probationary period which is generally three months but can be extended to six months having regard to the nature of the position.",
      "id": "s221"
    },
    {
      "text": "Clause 22 does not merely refer to \"a position\".",
      "id": "s222"
    },
    {
      "text": "It frames RailCorp's essential obligation by reference to the issue whether the position is to continue as an authorised position.",
      "id": "s223"
    },
    {
      "text": "Clause 23, dealing with staff reviews, requires all agreed and authorised positions to be filled in accordance with cl 22 (cl 23.8).",
      "id": "s224"
    },
    {
      "text": "Clause 24 deals with structural review for corporate and administrative staff, amongst other things, by reference to the concept of the \"number of established positions\" (cl 24.1(i)).",
      "id": "s225"
    },
    {
      "text": "Clause 25 deals with a reasonable offer of redeployment which, as noted at [47] above, is a defined term.",
      "id": "s226"
    },
    {
      "text": "By cl 25.3, for the purpose of salary maintenance, a reasonable offer is an offer of an \"alternative position\" of a particular kind and having regard to \"the location of the position offered and the overall circumstances of the employee\".",
      "id": "s227"
    },
    {
      "text": "Clause 25.4 refers to temporary training or duties outside an employee's \"substantive position\".",
      "id": "s228"
    },
    {
      "text": "Clauses 25.5 and 25.6 relate to RailCorp's rights to appoint an employee to an alternative position in the specified circumstances.",
      "id": "s229"
    },
    {
      "text": "Clause 28 deals with classification structures.",
      "id": "s230"
    },
    {
      "text": "Clauses 28.1 and 28.6(i) refer to \"each level or position in the structure\".",
      "id": "s231"
    },
    {
      "text": "Clause 28.10(i) refers to training which might be \"a requirement of the position\".",
      "id": "s232"
    },
    {
      "text": "In the face of these provisions, I do not accept RailCorp's suggestion that a position is simply a range of work that RailCorp considers needs to be performed from time to time.",
      "id": "s233"
    },
    {
      "text": "The provisions of the 2005 agreement as a whole indicate that the various work sites, functional areas and establishments vested in RailCorp carry with them various positions.",
      "id": "s234"
    },
    {
      "text": "Clause 22 is one of many clauses the obvious purpose of which is to recognise and, to a certain extent, protect those positions by ensuring that, when each such position becomes vacant, RailCorp is required to determine whether it wishes to continue the position as a position.",
      "id": "s235"
    },
    {
      "text": "If RailCorp determines that the position is not to continue as a position, then Railcorp's obligations under the clause are satisfied.",
      "id": "s236"
    },
    {
      "text": "If RailCorp determines that the position is to continue as a position, then RailCorp has further obligations under the clause with respect to the filling of the position.",
      "id": "s237"
    },
    {
      "text": "It may be the case that RailCorp is able to satisfy its obligation under cl 22.1 with respect to a particular position that becomes vacant by a determination relating to more than one position.",
      "id": "s238"
    },
    {
      "text": "This is because such a determination may nevertheless be a determination about the position as required by cl 22.1.",
      "id": "s239"
    },
    {
      "text": "Acceptance of this possibility, depending on the circumstances of any particular case, does not alter the fact that cl 22.1 requires a determination about each position which has become vacant.",
      "id": "s240"
    },
    {
      "text": "Nothing in these conclusions is inconsistent with common business sense.",
      "id": "s241"
    },
    {
      "text": "As the Union submitted, in the present case that concept is to be applied in the context of a multi-lateral transaction between three employers and seven organisations of employees.",
      "id": "s242"
    },
    {
      "text": "Moreover, the parties to the transaction must be taken to have known that the 2002 agreement contained cl 3.10 and its reference to advertising positions as specified except where the position is under review or situated in an area that is then under review.",
      "id": "s243"
    },
    {
      "text": "Yet when they came to deal with positions in cl 22 the parties did not refer to a position or area under review.",
      "id": "s244"
    },
    {
      "text": "They referred first to the need for a determination whether the position would continue as an authorised position.",
      "id": "s245"
    },
    {
      "text": "From the language used in cl 22 and its context, this difference must be inferred to have been intended.",
      "id": "s246"
    },
    {
      "text": "The difference between the provisions is clear.",
      "id": "s247"
    },
    {
      "text": "Clause 3.10 exempts RailCorp from any requirement to advertise a position if either the particular position or the entire area in which the position is located is under review.",
      "id": "s248"
    },
    {
      "text": "Clause 22 exempts RailCorp only where it determines that a position which has become vacant is not to continue as an authorised position at all.",
      "id": "s249"
    },
    {
      "text": "Hence, the exemption in cl 22 is not applicable merely because a position is under review.",
      "id": "s250"
    },
    {
      "text": "Nor is it applicable merely because a position might be located in an area under review.",
      "id": "s251"
    },
    {
      "text": "Mere review is insufficient.",
      "id": "s252"
    },
    {
      "text": "There must be a determination, howsoever it might be framed, in respect of the position which has become vacant as to whether it is to continue as an authorised position or not.",
      "id": "s253"
    },
    {
      "text": "It is true that, at least on one view, cl 3.10 appears to have vested greater flexibility in RailCorp than cl 22.",
      "id": "s254"
    },
    {
      "text": "But that does not indicate that cl 22, construed in accordance with the ordinary meaning of the words in which it is expressed, flouts common business sense.",
      "id": "s255"
    },
    {
      "text": "Clause 22 is only one part of the bargain the parties struck.",
      "id": "s256"
    },
    {
      "text": "The 2005 agreement as a whole represents the entirety of the bargain.",
      "id": "s257"
    },
    {
      "text": "Even within cl 22 there are express checks and balances.",
      "id": "s258"
    },
    {
      "text": "Clause 22.1 gives RailCorp a period of four weeks in which to determine whether a position which had become vacant should continue as an authorised position or not.",
      "id": "s259"
    },
    {
      "text": "If it determines that question in the negative, RailCorp has no further obligations under cl 22.",
      "id": "s260"
    },
    {
      "text": "It is only if RailCorp determines that the position is to continue that the balance of the clause operates.",
      "id": "s261"
    },
    {
      "text": "Further, the balance of the clause preserves a right to advertise externally as well as internally (cl 22.5) if the position cannot be satisfied through redeployment/retraining in accordance with cll 22.2 and 22.3.",
      "id": "s262"
    },
    {
      "text": "RailCorp must be taken to have accepted that cl 22, and the restrictions it imposed on RailCorp's management prerogatives, satisfied the requirements of common business sense.",
      "id": "s263"
    },
    {
      "text": "There is also an answer to RailCorp's submission that, as RailCorp must be permitted to change its mind about positions from time to time, cl 22.1 cannot be construed as requiring a determination whether a position should continue as a position.",
      "id": "s264"
    },
    {
      "text": "The answer to this submission is that cl 22 does not prevent RailCorp from changing its mind.",
      "id": "s265"
    },
    {
      "text": "If RailCorp determines that a position should not continue, but subsequently changes its mind, the effect in terms of cl 22 is that there will be a position which has become vacant.",
      "id": "s266"
    },
    {
      "text": "It does not matter whether this position is characterised as the previous position reinstated or a new position created.",
      "id": "s267"
    },
    {
      "text": "All that matters for the purpose of cl 22 is that there is a position which has become vacant.",
      "id": "s268"
    },
    {
      "text": "Once RailCorp makes that determination then the balance of cl 22 operates.",
      "id": "s269"
    },
    {
      "text": "Equally, if RailCorp determines that a position should continue, but subsequently changes its mind, the effect in terms of cl 22.1 is that the new determination will replace the old.",
      "id": "s270"
    },
    {
      "text": "RailCorp, from the time of the new determination, will be taken to have determined that the position should not continue and thus will have no further obligations under cl 22.",
      "id": "s271"
    },
    {
      "text": "For the same reasons, RailCorp's emphasis on the difficulty of making a decision whether or not to continue a position is not persuasive.",
      "id": "s272"
    },
    {
      "text": "Clause 22.1 gives a period of four weeks for the making of the determination in respect of each position that becomes vacant.",
      "id": "s273"
    },
    {
      "text": "This may be contrasted with the position under cl 3.10 of the 2002 agreement under which RailCorp could continue an indefinite process of review of a position or an entire area.",
      "id": "s274"
    },
    {
      "text": "The bargain which cl 22 represents is different from that embodied by cl 3.10.",
      "id": "s275"
    },
    {
      "text": "But effect must be given to the bargain the parties reached in the 2005 agreement.",
      "id": "s276"
    },
    {
      "text": "The period of four weeks is not obviously inadequate for a determination of the kind required.",
      "id": "s277"
    },
    {
      "text": "RailCorp supported its submission that cl 22 should not be construed in accordance with the ordinary meaning of its terms by observing that cl 22.4, read literally, would place RailCorp in breach even if had made every reasonable attempt to fill the position but could not do so.",
      "id": "s278"
    },
    {
      "text": "There are three answers to this proposition.",
      "id": "s279"
    },
    {
      "text": "The first answer is that even if this were the case it does not justify construing the balance of cl 22 in a manner inconsistent with the ordinary meaning of the words used.",
      "id": "s280"
    },
    {
      "text": "Doing so in this case does not involve the attribution of any narrow or pedantic meaning to the provision.",
      "id": "s281"
    },
    {
      "text": "Nor , as noted, does the result flout common business sense.",
      "id": "s282"
    },
    {
      "text": "To the contrary, and as discussed above, construing cl 22 in accordance with its ordinary meaning results in a provision consistent with the operation of the 2005 agreement as a whole.",
      "id": "s283"
    },
    {
      "text": "The second answer is that industrial agreements are to be given a practical construction.",
      "id": "s284"
    },
    {
      "text": "It is not difficult to conclude that the parties did not intend cl 22 to impose any liability for breach in the event of impossibility of performance.",
      "id": "s285"
    },
    {
      "text": "In the present case, RailCorp did not lead evidence suggesting any impossibility of the performance of its obligations under cl 22.",
      "id": "s286"
    },
    {
      "text": "The third answer is that the 2005 agreement contains mechanisms to avoid pointless disputes, including cl 7 (dealing with consultation) and cl 8 (providing a dispute settlement procedure).",
      "id": "s287"
    },
    {
      "text": "If any obligation were impossible to perform then it is unlikely that any claim about breach would survive those processes of dispute resolution.",
      "id": "s288"
    },
    {
      "text": "RailCorp said that it would be unfair to appoint a person to a position under review or in an area under review only for the position to be removed subsequently (as, indeed, RailCorp's correspondence before the making of the 2005 agreement had noted).",
      "id": "s289"
    },
    {
      "text": "That may be so, but it has little relevance to the construction of cl 22.",
      "id": "s290"
    },
    {
      "text": "Clause 22, through cl 22.1, enables RailCorp to avoid any such unfairness.",
      "id": "s291"
    },
    {
      "text": "The clause does so by a different mechanism from cl 3.10 (by requiring a determination about the position continuing as a position or not), but the result of avoiding unfairness nevertheless can be achieved by cl 22 construed in accordance with its ordinary meaning.",
      "id": "s292"
    },
    {
      "text": "If regard may be had to any of the extrinsic material which the parties identified, the result nevertheless undermines RailCorp's submissions.",
      "id": "s293"
    },
    {
      "text": "All of the extrinsic material either supports or is at least consistent with the Union's case.",
      "id": "s294"
    },
    {
      "text": "The affidavit of Gregory Greenhalgh sworn 1 May 2009, on which RailCorp relied, annexed numerous documents.",
      "id": "s295"
    },
    {
      "text": "As discussed above, the 2002 agreement, which is annexed to Mr Greenhalgh's affidavit, is part of the background to the 2005 agreement.",
      "id": "s296"
    },
    {
      "text": "The difference between cl 3.10 of the 2002 agreement and cl 22 of the 2005 agreement is obvious.",
      "id": "s297"
    },
    {
      "text": "In this circumstance, and as the Union said, if RailCorp wished to reserve to itself a right not to fill a position if the position or area in which the position is located is merely under review then RailCorp could readily have said so in cl 22.",
      "id": "s298"
    },
    {
      "text": "But the clause contains no such exemption.",
      "id": "s299"
    },
    {
      "text": "Mr Greenhalgh's affidavit annexed correspondence from RailCorp leading up to the making of the 2005 agreement.",
      "id": "s300"
    },
    {
      "text": "This correspondence refers both to cl 3.10 and to proposals to reduce the number of positions as the reason certain positions had not been filled.",
      "id": "s301"
    },
    {
      "text": "In other words, it may be taken that when they were negotiating the 2005 agreement all parties knew that there was pressure to reduce positions and that cl 3.10 had been relied upon by RailCorp as the reason for not filling positions.",
      "id": "s302"
    },
    {
      "text": "As discussed above, RailCorp's concern about unfairness to persons appointed to positions which are then removed is equally capable of being avoided by compliance with cl 22.",
      "id": "s303"
    },
    {
      "text": "Mr Greenhalgh's affidavit also annexed RailCorp's policy documents for recruitment, selection and appointment.",
      "id": "s304"
    },
    {
      "text": "Insofar as those documents might evidence any matter relevant at the time of the 2005 agreement (as they appear to post-date the 2005 agreement), they are inconsistent with RailCorp's construction.",
      "id": "s305"
    },
    {
      "text": "Those documents focus upon positions and contemplate a decision as to whether each vacant position should continue as a position within the \"approved establishment\".",
      "id": "s306"
    },
    {
      "text": "The substance of Mr Greenhalgh's affidavit, insofar as it discloses the context of the 2005 agreement, provides further support to the Union's construction of cl 22.",
      "id": "s307"
    },
    {
      "text": "Mr Greenhalgh was the Manager, Industrial Relations, Service Delivery Group (Customer Service) of RailCorp between April 2004 and January 2009.",
      "id": "s308"
    },
    {
      "text": "He was involved in the negotiation of the 2005 agreement.",
      "id": "s309"
    },
    {
      "text": "According to Mr Greenhalgh, at the time of RailCorp's constitution on 1 January 2004, it had a large number of displaced employees.",
      "id": "s310"
    },
    {
      "text": "A displaced employee is a person whose position no longer exists.",
      "id": "s311"
    },
    {
      "text": "RailCorp has a Redeployment Services Unit ( the RSU ).",
      "id": "s312"
    },
    {
      "text": "One function of the RSU is to conduct priority assessments.",
      "id": "s313"
    },
    {
      "text": "These are assessments which aim to consider displaced employees first for vacant positions.",
      "id": "s314"
    },
    {
      "text": "The RSU only advertises positions after it has sought to match a displaced employee with the vacant position.",
      "id": "s315"
    },
    {
      "text": "By 25 September 2008, the number of displaced employees had been reduced to 33 in total.",
      "id": "s316"
    },
    {
      "text": "This material confirms that, at the time of the making of the 2005 agreement, the parties must have known about both the large number of displaced employees and the likelihood of pressures to reduce the number of positions.",
      "id": "s317"
    },
    {
      "text": "In this context, the regime established by cl 22 and the focus on redeployment/retraining of displaced employees for vacant positions, as well as decisions about positions continuing or not, could not be said to flout good business sense.",
      "id": "s318"
    },
    {
      "text": "The Union relied on correspondence about what the 2005 agreement should contain leading up to the making of the agreement in which the parties put their competing positions.",
      "id": "s319"
    },
    {
      "text": "It seems to me that, consistent with authority, this correspondence can only be used to confirm an inference I would draw in any event, namely, that the filling of vacant positions was a prominent item on the agenda of both parties during the negotiation of the 2005 agreement.",
      "id": "s320"
    },
    {
      "text": "The organisations of employees, indeed, identified the filling of vacant positions which were authorised to continue within six months as a \"must have\" negotiation item.",
      "id": "s321"
    },
    {
      "text": "RailCorp, for its part, was concerned about the capacity to advertise externally at the same time as internally.",
      "id": "s322"
    },
    {
      "text": "From this it can be inferred only that cl 22 was the subject of detailed consideration by the parties over the course of the negotiation.",
      "id": "s323"
    },
    {
      "text": "The Union also relied on various statements made by participants in the negotiation.",
      "id": "s324"
    },
    {
      "text": "I accept RailCorp's point that the content of those statements, taken in isolation, may bear no rational relationship to the negotiated outcome.",
      "id": "s325"
    },
    {
      "text": "Accordingly, caution is required.",
      "id": "s326"
    },
    {
      "text": "Nevertheless, I am satisfied that part of this evidence is relevant to a limited extent.",
      "id": "s327"
    },
    {
      "text": "There is evidence that during the negotiations Ms Linda Carruthers, the Union's Research and Education Officer, told RailCorp's representatives that the Union was pressing for the inclusion of cl 22 in the 2005 agreement because RailCorp continually failed to fill vacant positions.",
      "id": "s328"
    },
    {
      "text": "This statement is relevant at least for the purpose of showing that the Union was the initial proponent of cl 22.",
      "id": "s329"
    },
    {
      "text": "There is also evidence of a conversation between Ms Fran Simons, RailCorp's lead negotiator, and Mr Morey about the operation of cl 22.",
      "id": "s330"
    },
    {
      "text": "I accept RailCorp's submission that I should not place any weight on the content of this conversation.",
      "id": "s331"
    },
    {
      "text": "The Union also relied on evidence from Mr Greenhalgh in cross-examination, particularly about RailCorp's position during the negotiations.",
      "id": "s332"
    },
    {
      "text": "The evidence is recorded in the transcript as follows: \n And clause 22 was obviously a new provision which at least in that form hadn't appeared in any predecessor agreement?---Clause 3.10 of the 2002 agreement - - - \n\n \n That was the new - - -?--- - - - dealt with similar subject matter; that was the closest to it.",
      "id": "s333"
    },
    {
      "text": "And clause 22 was something that was developed at the initiative of the unions through the single bargaining unit?---Yes, it was a negotiated outcome from those negotiations.",
      "id": "s334"
    },
    {
      "text": "And you would agree that throughout the negotiation process clause 22 was subject of a significant amount of consideration and development?---I recall so, yes.",
      "id": "s335"
    },
    {
      "text": "And it was discussed at meetings on a number of occasions?---Yes.",
      "id": "s336"
    },
    {
      "text": "During those discussions, and indeed during the various exchanges of correspondence and draft provisions, no one from Rail Corp ever said that they considered clause 3.10 would have any continued application if clause 22 became operative?",
      "id": "s337"
    },
    {
      "text": "MR KITE: I object, but I take it it's covered by your Honour's earlier ruling.",
      "id": "s338"
    },
    {
      "text": "HER HONOUR: Yes, yes, it's obviously to this witness's knowledge?---Earlier on in the negotiations, RailCorp's position was very clear that it wanted to include a provision identical to that of clause 3.10, that being that the caveat about in an area subject to review --- or subject to review.",
      "id": "s339"
    },
    {
      "text": "MS HOWELL: So RailCorp actually wanted to incorporate those words directly into the 2005 agreements, is that right?---Words to that effect, yes, which is the same intent of 3.10.",
      "id": "s340"
    },
    {
      "text": "And it ultimately didn't pursue that?---RailCorp pursued that for some time, but the final outcome was the clauses it reached in the 2005 agreement.",
      "id": "s341"
    },
    {
      "text": "Yes; and again can I suggest to you, Mr Greenhalgh, that it was never said by any representative of RailCorp that they considered that, notwithstanding the terms of clause 22, clause 3.10 would still have some operation.",
      "id": "s342"
    },
    {
      "text": "Do you agree with me that that was not said?---Not in that forum; words to that effect.",
      "id": "s343"
    },
    {
      "text": "The fact that RailCorp pursued the inclusion of cl 3.10 or words to that effect in the 2005 agreement for some time during the negotiations is ambiguous.",
      "id": "s344"
    },
    {
      "text": "It might be said RailCorp succeeded or failed depending on the proper construction of cl 22.",
      "id": "s345"
    },
    {
      "text": "Accordingly, I accept RailCorp's submission that I should place no weight on this aspect of Mr Greenhalgh's evidence or, for that matter, the fact that Mr Greenhalgh did not hear any RailCorp representative say that cl 3.10 had continued operation despite cl 22.",
      "id": "s346"
    },
    {
      "text": "Nevertheless, the evidence does at least confirm the prominence of cl 22 during the negotiations.",
      "id": "s347"
    },
    {
      "text": "Mr Greenhalgh gave some other evidence which I consider relevant.",
      "id": "s348"
    },
    {
      "text": "He said that there were about 1900 operational station positions in RailCorp with a turnover of about 30 positions a month.",
      "id": "s349"
    },
    {
      "text": "The number of positions and relatively high turnover confirm the significance of cl 22 and is consistent with the construction of cl 22 which I have adopted.",
      "id": "s350"
    },
    {
      "text": "Both parties also adduced evidence relating to the negotiation and terms of the 2008 agreement.",
      "id": "s351"
    },
    {
      "text": "Consistent with the approach of Marshall J in Australian Municipal, Administrative, Clerical &amp; Services Union v Treasurer of the Commonwealth of Australia (1998) 82 FCR 175 at 178 I do not consider that material relevant.",
      "id": "s352"
    },
    {
      "text": "If, contrary to this conclusion, it may be taken into account, it casts little, if any, light on the construction of the 2005 agreement.",
      "id": "s353"
    },
    {
      "text": "The 2008 agreement, which consolidates the provisions of all earlier agreements rather than relying on the mechanism of incorporation subject to inconsistency, does not include a provision to the effect of the last words in paragraph 3.10 of the 2002 agreement.",
      "id": "s354"
    },
    {
      "text": "But this fact says nothing about the intention of the parties, objectively ascertained, in respect of the 2005 agreement.",
      "id": "s355"
    },
    {
      "text": "For the same reason I do not consider Mr Greenhalgh's evidence about a dispute relating to rosters in June 2007, and its resolution, to be relevant to the question of construction at hand.",
      "id": "s356"
    },
    {
      "text": "One other question of construction arises.",
      "id": "s357"
    },
    {
      "text": "RailCorp noted that four of the 26 positions said to found the claims of breach became vacant before the 2005 agreement came into force.",
      "id": "s358"
    },
    {
      "text": "RailCorp said that the obligations in cl 22 could not apply to positions other than positions which became vacant after the 2005 agreement came into force.",
      "id": "s359"
    },
    {
      "text": "If it were otherwise, RailCorp could not comply with cl 22.1 and, indeed, might be in breach of the clause immediately on the 2005 agreement coming into force.",
      "id": "s360"
    },
    {
      "text": "The Union said that nothing in the wording or context of cl 22 suggested that the clause did not apply to positions which were vacant when the 2005 agreement came into force.",
      "id": "s361"
    },
    {
      "text": "The Union thus said that RailCorp was obliged to make the determination under cl 22.1 within four weeks of the 2005 agreement coming into force for any such position.",
      "id": "s362"
    },
    {
      "text": "The ordinary meaning of the words of cl 22, particularly cl 22.1, supports RailCorp's approach to this question.",
      "id": "s363"
    },
    {
      "text": "All of the obligations in cl 22 follow a sequence starting with the fact of a position becoming vacant.",
      "id": "s364"
    },
    {
      "text": "All of the obligations involve time stipulations.",
      "id": "s365"
    },
    {
      "text": "For cl 22.1 to apply to positions vacant before the 2005 agreement came into force, the words \"when a position becomes vacant\" would have to be read as meaning \"when a position becomes vacant or, if the position is already vacant, on this agreement coming into force...\".",
      "id": "s366"
    },
    {
      "text": "There is no justification for reading those additional words into cl 22.1.",
      "id": "s367"
    },
    {
      "text": "Moreover, if those additional words were read into cl 22.1 then, presumably, on the agreement coming into force, RailCorp would have been obliged to make a determination in respect of all vacant positions then existing within four weeks.",
      "id": "s368"
    },
    {
      "text": "In an organisation involving 1900 station operational staff the practicality of such an obligation is questionable.",
      "id": "s369"
    },
    {
      "text": "Nothing in the language or context of the 2005 agreement indicates that it was intended to have other than a prospective operation.",
      "id": "s370"
    },
    {
      "text": "Clause 22.1 cannot be construed, consistent with its ordinary meaning, to apply to positions that were already vacant before the 2005 agreement came into force.",
      "id": "s371"
    },
    {
      "text": "In summary, cl 22 is to be construed in accordance with the ordinary meaning of its terms.",
      "id": "s372"
    },
    {
      "text": "Accordingly, the mere fact that a position is under review or located in an area under review is immaterial to the operation of cl 22 other than insofar as RailCorp would be entitled to take that fact into account in making any determination in accordance with cl 22.1.",
      "id": "s373"
    },
    {
      "text": "But the mere fact of the existence of a review, of whatever kind or character, does not itself relieve RailCorp of any of the obligations imposed by cl 22.",
      "id": "s374"
    },
    {
      "text": "THE BREACH ISSUES \n The question of breach in respect of the nominated positions is to be determined in accordance with these conclusions about the meaning and effect of cl 22 of the 2005 agreement.",
      "id": "s375"
    },
    {
      "text": "Some preliminary matters about the breach issues\n There was no dispute about the fact that each of the 26 positions in question is located at Town Hall Railway Station and classed as a station operations position.",
      "id": "s376"
    },
    {
      "text": "RailCorp also accepted that all but four of the positions were subject to cl 22 of the 2005 agreement in that they became vacant after the 2005 agreement came into force.",
      "id": "s377"
    },
    {
      "text": "The four positions RailCorp said were not subject to cl 22 were positions 700133, 800017, 800021 and 800023, each of which became vacant before the entry into force of the 2005 agreement.",
      "id": "s378"
    },
    {
      "text": "Consistent with the conclusions reached at [80]-[81] above, I do not accept that those four positions are subject to cl 22 and thus they are incapable of giving rise to any breach of that provision.",
      "id": "s379"
    },
    {
      "text": "It is convenient to deal with certain general propositions made by RailCorp before dealing with each of the positions individually.",
      "id": "s380"
    },
    {
      "text": "RailCorp's submissions about the breach issues\n RailCorp's first argument was that all station operations positions were \"under review\" from September 2004 onwards.",
      "id": "s381"
    },
    {
      "text": "As the last part of the final paragraph of cl 3.10 of the 2002 agreement was not inconsistent with any part of cl 22, the words of qualification \"except where the position is under review or situated in an area that is then under review\" continued.",
      "id": "s382"
    },
    {
      "text": "According to RailCorp it followed that there was no breach of cl 22 of the 2005 agreement.",
      "id": "s383"
    },
    {
      "text": "For the reasons given above, I do not accept RailCorp's primary construction of the 2005 agreement.",
      "id": "s384"
    },
    {
      "text": "In particular, I consider the last paragraph of cl 3.10 inconsistent with cl 22.",
      "id": "s385"
    },
    {
      "text": "Accordingly, that paragraph has no continued operation in respect of the 2005 agreement.",
      "id": "s386"
    },
    {
      "text": "RailCorp's alternative arguments were not dependent on cl 3.10 of the 2002 agreement continuing in force and effect under the 2005 agreement.",
      "id": "s387"
    },
    {
      "text": "RailCorp submitted that cl 22.1 does not require a determination whether or not to abolish a position which had become vacant.",
      "id": "s388"
    },
    {
      "text": "It requires only a decision whether to fill a position or not.",
      "id": "s389"
    },
    {
      "text": "Accordingly, RailCorp said that the process of station reform which commenced in September 2004 involved a determination not to fill any such position which became vacant within the meaning of cl 22.1 of the 2005 agreement.",
      "id": "s390"
    },
    {
      "text": "Clause 22.1, therefore, was satisfied.",
      "id": "s391"
    },
    {
      "text": "As all other obligations in cl 22 depend on a determination to continue the positions, as authorised positions there could be and was no breach of any part of cl 22.",
      "id": "s392"
    },
    {
      "text": "RailCorp also submitted that its determination not to fill station operations positions within the meaning of cl 22.1 of the 2005 agreement continued from September 2004 onwards irrespective of the employees' vote to reject the specific station reform proposal.",
      "id": "s393"
    },
    {
      "text": "Hence, RailCorp said that the fact that all 26 positions in question remain as positions at Town Hall Railway Station is immaterial.",
      "id": "s394"
    },
    {
      "text": "That fact does not mean that RailCorp had authorised those positions to continue.",
      "id": "s395"
    },
    {
      "text": "RailCorp had authorised the opposite by determining not to fill any station operations positions, subject to specific exceptions.",
      "id": "s396"
    },
    {
      "text": "RailCorp noted that cl 22 does not specify a time by which the position had to be removed.",
      "id": "s397"
    },
    {
      "text": "In any event a position is not removed from an establishment until a final decision.",
      "id": "s398"
    },
    {
      "text": "RailCorp submitted that these matters are consistent with the language of cl 22.4 which refers to positions the employer intends to maintain on its establishment.",
      "id": "s399"
    },
    {
      "text": "RailCorp submitted that certain positions were the subject of specific decisions which satisfied the requirements of cl 22 insofar as applicable.",
      "id": "s400"
    },
    {
      "text": "Finally, RailCorp said, if breaches of cl 22.1 were found, that it had not breached cl 22.2 because it had \"actively managed\" the displaced employees list.",
      "id": "s401"
    },
    {
      "text": "The validity of these submissions depends on the facts relating to the process labelled as \"station reform\" and the other events on which RailCorp relied as satisfying cl 22.",
      "id": "s402"
    },
    {
      "text": "Evidence relevant to disputed facts about the breach issues\n Station reform is the name given to RailCorp's proposal of a new structure for station operations put forward in August 2004.",
      "id": "s403"
    },
    {
      "text": "As part of this new structure it was proposed to reduce the number of station managers from 207 to 134 and duty managers from 385 to 315, to delete sales team leader positions, to re-organise the duties of customer service team leaders (each designated as a CSTL ) and customer service attendants (each designated as a CSA ).",
      "id": "s404"
    },
    {
      "text": "By a letter dated 17 September 2004 RailCorp advised unions that it would be consulting with them about the proposal and seeking employees' endorsement for the introduction of the proposal as a package.",
      "id": "s405"
    },
    {
      "text": "If rejected by a majority vote of employees, the letter said RailCorp would withdraw the proposal and review its position on seeking to implement changes through other established processes such as staff reviews.",
      "id": "s406"
    },
    {
      "text": "At the time this proposal was put, the 2002 agreement (including cl 3.10) was in force and the 2005 agreement was being negotiated.",
      "id": "s407"
    },
    {
      "text": "As noted, the 2005 agreement came into force on 19 July 2005.",
      "id": "s408"
    },
    {
      "text": "Amongst other things, the 2005 agreement contained cl 12.2 providing for \"functional agreements\".",
      "id": "s409"
    },
    {
      "text": "Functional agreements permitted the parties to negotiate and agree on working arrangements and rates of pay where productivity improvements could be achieved.",
      "id": "s410"
    },
    {
      "text": "The making of a functional agreement depended on a majority vote by employees following a process of consultation.",
      "id": "s411"
    },
    {
      "text": "If approved by the employer and a majority vote of employees under cl 12, cl 13.3 provided for the functional agreement to prevail over the 2005 agreement to the extent of any inconsistency.",
      "id": "s412"
    },
    {
      "text": "At the same time as RailCorp's proposal for station reform was under consideration, RailCorp's correspondence dated 24 November 2004, 15 March 2005, 31 March 2005 and 18 April 2005 (that is, before the coming into force of the 2005 agreement) said that RailCorp relied on cl 3.10 of the 2002 agreement to support its position that there was no requirement to advertise vacant station operation positions as those positions were located in an area under review.",
      "id": "s413"
    },
    {
      "text": "According to RailCorp, it also would be unfair to do so in circumstances where the position may no longer exist under the station reform proposal, if accepted.",
      "id": "s414"
    },
    {
      "text": "Consultation about RailCorp's station reform proposal continued, albeit in fits and starts, until June 2006.",
      "id": "s415"
    },
    {
      "text": "In June 2006 employees voted on the proposal.",
      "id": "s416"
    },
    {
      "text": "I infer that they did so as contemplated by cll 12 and 13 of the 2005 agreement (which was then in force).",
      "id": "s417"
    },
    {
      "text": "The majority of employees voted against the proposal.",
      "id": "s418"
    },
    {
      "text": "Mr Greenhalgh gave evidence in his affidavit about what occurred thereafter.",
      "id": "s419"
    },
    {
      "text": "According to Mr Greenhalgh's affidavit: Despite the employees having voted against the Station Reform proposal in June 2006, RailCorp nevertheless remained committed to reducing the total number of station staff, and implementing other aspects of Station Reform as a matter of managerial prerogative.",
      "id": "s420"
    },
    {
      "text": "Rather than to implement Station Operations redundancies, RailCorp decided to reduce the number of employees from that time onwards by a process of natural attrition by not filling Station Operations positions when the incumbents left their positions.",
      "id": "s421"
    },
    {
      "text": "All such Station Operations positions that arose were considered by RailCorp to be under review for possible future abolition.",
      "id": "s422"
    },
    {
      "text": "It was my understanding that RailCorp's position was that none of these positions were regarded as substantive or authorised positions, unless specifically determined otherwise.",
      "id": "s423"
    },
    {
      "text": "After the vote, RailCorp and the [Union] remained in discussion about reforms to Station Operations....\n Mr Greenhalgh was cross-examined about this evidence as follows: \n Is it correct then that Rail Corp made a decision at some point that as far as it was concerned all station operations' positions were considered to be under review for possible future abolition?",
      "id": "s424"
    },
    {
      "text": "It was a decision made at some point to that effect?---I have not seen a document in writing that says such, but I know that was my understanding from feedback that I received from senior HR management.",
      "id": "s425"
    },
    {
      "text": "So you're unable to say when any such decision was made?---There is a number of examples in my affidavit in which HR management have held off on the filling of positions.",
      "id": "s426"
    },
    {
      "text": "Yes.",
      "id": "s427"
    },
    {
      "text": "Are you now referring to the documents referred to in paragraph 55?---I think 29 April 2008.",
      "id": "s428"
    },
    {
      "text": "Yes.",
      "id": "s429"
    },
    {
      "text": "I see.",
      "id": "s430"
    },
    {
      "text": "But you see --- what I'm asking you about - - -?---Yes.",
      "id": "s431"
    },
    {
      "text": "Yes.",
      "id": "s432"
    },
    {
      "text": "What I'm asking you about here, Mr Greenhalgh, is whether there was a decision, and whether you can identify the time at which such decision was made, concerning all station operations' positions being considered to be under review?---Ms Howell, it was an on and off process.",
      "id": "s433"
    },
    {
      "text": "Station reform, with the best intent, could have and should have been wrapped up within 12 months.",
      "id": "s434"
    },
    {
      "text": "It went a lot longer than that and again it was voted down.",
      "id": "s435"
    },
    {
      "text": "We subsequently then went into negotiations on the 2008 enterprise agreement.",
      "id": "s436"
    },
    {
      "text": "We have a government wages policy which provides for increases of two and a half per cent, and anything beyond that is funded by productivity offsets.",
      "id": "s437"
    },
    {
      "text": "It was State Rail's proposal that abolition of positions could achieve the outcome that the unions were seeking.",
      "id": "s438"
    },
    {
      "text": "I suppose what I'm trying to pin down, Mr Greenhalgh, is when and by whom a decision was made within Rail Corp that the position set out in the second sentence of paragraph 45 would apply; that is that all positions would be considered under review.",
      "id": "s439"
    },
    {
      "text": "Are you able to assist with that at all?---I can't provide any further assistance - - - \n\n \n I see?--- - - - and be more definitive.",
      "id": "s440"
    },
    {
      "text": "I see.",
      "id": "s441"
    },
    {
      "text": "And can I take it that your answer would be the same in respect of the third sentence in that paragraph: \n\n \n It was my understanding that Rail Corp's position was that none of these positions were regarded as substantive or authorised?",
      "id": "s442"
    },
    {
      "text": "You see that?",
      "id": "s443"
    },
    {
      "text": "Is the position the same, that you're unable to assist as to when and by whom that position was determined?---Yes, again, but decisions were made on an ad hoc basis to fill jobs; eg station masters at critical locations; duty managers and sales staff and on and on and on.",
      "id": "s444"
    },
    {
      "text": "Yes.",
      "id": "s445"
    },
    {
      "text": "You see, looking at paragraph 55 and the annexures thereto, Mr Greenhalgh - - -?---Yes.",
      "id": "s446"
    },
    {
      "text": "- - you can see, first of all, all those decisions to which you refer are taken on or after February 2008?---Yes, the first one is dated February 2008 --- 26 February.",
      "id": "s447"
    },
    {
      "text": "And they encapsulate decisions about individual positions?---Yes.",
      "id": "s448"
    },
    {
      "text": "And can I suggest to you, Mr Greenhalgh, that if there was a position that all of these positions were under review and not regarded as authorised, it wouldn't be necessary to have the position by position determinations that you refer to in paragraph 55?---Perhaps.",
      "id": "s449"
    },
    {
      "text": "Mr Greenhalgh also agreed that there was no process of staff review at Town Hall station as authorised by cl 23 of the 2005 agreement.",
      "id": "s450"
    },
    {
      "text": "Mr Greenhalgh gave further evidence as follows: \n Yes, now just leaving aside any question of whether there was a review process under the 3.10 or whether it's applicable or not, just leaving --- assuming there isn't a review process, clause 22.1 on your understanding, tell me if this is wrong, requires management to consider and determine whether a position is to continue as an authorised position or not?---Yes.",
      "id": "s451"
    },
    {
      "text": "Again, leaving aside any issues of review processes, until such time as a decision is made, that position will continue as an authorised position?---It will continue as a position.",
      "id": "s452"
    },
    {
      "text": "Whether it be authorised to be filled is another issue.",
      "id": "s453"
    },
    {
      "text": "Yes.",
      "id": "s454"
    },
    {
      "text": "But you see the language of clause 22.1 is that management will consider whether a position is to continue as an authorised position?---Yes, I agree with that - - - \n\n \n You would agree with me that - - -?--- terminology in that term, yes.",
      "id": "s455"
    },
    {
      "text": "You would agree with me that the implication of that wording is that until management decide to the contrary, the position remains an authorised position?---The words say that, yes.",
      "id": "s456"
    },
    {
      "text": "And if a decision is made to the contrary by management, that is that a position should not continue as an authorised position, then in effect that position simply disappears?---It's removed from the establishment, yes.",
      "id": "s457"
    },
    {
      "text": "It's removed from the establishment.",
      "id": "s458"
    },
    {
      "text": "Now with respect to the positions which are the subject of these proceedings, none of those positions have been removed from the establishment as yet?---Not as yet, no.",
      "id": "s459"
    },
    {
      "text": "You would accept that with regard to those specific positions which were the subject of these proceedings, no steps have been taken pursuant to clause 22.1 to determine whether the position continue as an authorised position or not?---Decisions have been taken at senior HR management level not to proceed with the filling of positions.",
      "id": "s460"
    },
    {
      "text": "Yes, I understand that, Mr Greenhalgh.",
      "id": "s461"
    },
    {
      "text": "I am particularly asking you about whether a decision under 22.1 has been made and perhaps it follows from your answer about they all remain on establishment, I am suggesting to you that no decision has been made under clause 22.1 either way with respect to those positions?---No, because the area is subject to review.",
      "id": "s462"
    },
    {
      "text": "That's Rail Corp's position?---Yes, that's Rail Corp's position, yes.",
      "id": "s463"
    },
    {
      "text": "Various documents are also potentially relevant.",
      "id": "s464"
    },
    {
      "text": "On 7 January 2008 Robert Mason, RailCorp's General Manager Service Delivery Group, sent a memorandum to Clyde Livingstone, Town Hall Station Manager, annexing a table identifying 37 positions including 17 of the 26 positions the subject of allegations of breach in this proceeding.",
      "id": "s465"
    },
    {
      "text": "Insofar as relevant this document provides information as follows: \n(1) Position no's 103183, 700113, 700133, 700163, 700169, 800017, 800021, 800022, 800023, 800025 and 904952: identified as \"to be advertised in New Year\" in the memorandum and \"advertised in the new year\" in the table.",
      "id": "s466"
    },
    {
      "text": "(2) Position no's 700124, 800011 and 800013: identified in the memorandum as \"placed on hold by Recruitment Unit\".",
      "id": "s467"
    },
    {
      "text": "(3) Position no's 103190 and 905594: identified in the table as \"advertised externally, recruitment process not yet finalised\".",
      "id": "s468"
    },
    {
      "text": "(4) Position no 700109: identified as \"advertised June 2007, still at recruitment stage\" in the table.",
      "id": "s469"
    },
    {
      "text": "RailCorp internal documents entitled \"Recruitment Requisition Form\" attached a list of positions said to be vacant as at April 2008 including positions 103183, 103190 and 904952.",
      "id": "s470"
    },
    {
      "text": "A handwritten note on the front of that document appears in these terms: \n DO NOT ACTION 25/02/08 \n\n \nThis note is followed by various signatures including that of Fran Simons as the \"Group General Manager HR\".",
      "id": "s471"
    },
    {
      "text": "An internal RailCorp email dated 26 February 2008 referred to position 103188 as one of three positions recently vacated which could be filled.",
      "id": "s472"
    },
    {
      "text": "A handwritten note on the email by an unknown author appears on the email as follows: \n These positions intended to include in CSA 1 and CSA 2 internal and external requisition which management did not want actioned.",
      "id": "s473"
    },
    {
      "text": "Further, RailCorp internal documents entitled \"Recruitment Requisition Form\" attached a list of positions said to be vacant as at April 2008 including positions 700109, 700113, 700124, 700133, 700139, 700163, 700165, 700169, 800011, 800013, 800022 and 800025.",
      "id": "s474"
    },
    {
      "text": "A handwritten note dated 29 April 2008 is attached to the covering page.",
      "id": "s475"
    },
    {
      "text": "The note is as follows: \n Hold onto these until I get some advice/clearance to recruit.",
      "id": "s476"
    },
    {
      "text": "On 2 May 2008 Mr Greenhalgh sent a letter about station vacancies at Town Hall Railway Station.",
      "id": "s477"
    },
    {
      "text": "The letter attached a table referring to RailCorp's comment on position 103188 as: \n Refer to management re non filling of CSA 1 Part Time vacancies/less than 6 months since becoming vacant.",
      "id": "s478"
    },
    {
      "text": "The table made the same comment about positions 700139 and 700165, albeit with a changed reference to the position title as \"CSA 2\".",
      "id": "s479"
    },
    {
      "text": "The table also referred to position 700125 and 800037 as \"HR has since referred position to recruitment to fill from CSA 1 ballot eligibility\".",
      "id": "s480"
    },
    {
      "text": "Position 905594 elicited a more detailed comment referring to its inclusion in a recruitment campaign in 2007 without success in filling the position.",
      "id": "s481"
    },
    {
      "text": "Further, that an external candidate was allocated the position but pre-employment checks were pending.",
      "id": "s482"
    },
    {
      "text": "This candidate was never appointed.",
      "id": "s483"
    },
    {
      "text": "He may have failed the checks or withdrawn from the offer.",
      "id": "s484"
    },
    {
      "text": "Discussion about the breach issues\n I do not accept RailCorp's submission that the station reform proposal involved a determination within the meaning of cl 22.1 that positions within the station operations area, either generally or specifically, should or should not continue as authorised positions.",
      "id": "s485"
    },
    {
      "text": "RailCorp proposed certain measures for station reform for the unions' consideration in September 2004.",
      "id": "s486"
    },
    {
      "text": "This proposal was developed and put forward before the 2005 agreement came into force and without any reference to the terms of that agreement.",
      "id": "s487"
    },
    {
      "text": "The mere putting forward of a proposal for consideration in September 2004, which continued thereafter, does not involve a determination within the meaning of cl 22.1 as a matter of either form or substance.",
      "id": "s488"
    },
    {
      "text": "The fact that the proposal included measures to reduce the number of positions within certain classes also does not mean that RailCorp's decision to put and pursue the proposal involved a determination within the meaning of cl 22.",
      "id": "s489"
    },
    {
      "text": "Nor does a decision not to fill vacant positions whilst the proposal was being considered.",
      "id": "s490"
    },
    {
      "text": "These are not decisions of the requisite character.",
      "id": "s491"
    },
    {
      "text": "In the context of the 2005 agreement, there is a difference between a decision not to continue a position as an authorised position and a decision not to fill a position.",
      "id": "s492"
    },
    {
      "text": "A decision of the latter character is incapable of discharging RailCorp's obligations under cl 22.1.",
      "id": "s493"
    },
    {
      "text": "I also do not accept RailCorp's submission that the station reform proposal continued after June 2006, when the majority of employees voted against the proposal.",
      "id": "s494"
    },
    {
      "text": "Even if I accepted this and RailCorp's original decision to pursue the station reform proposal did continue in force, that decision was not a determination within the meaning of cl 22.1 for the reasons already given.",
      "id": "s495"
    },
    {
      "text": "The submission, however, is inconsistent with Mr Greenhalgh's evidence.",
      "id": "s496"
    },
    {
      "text": "In paragraphs 44 to 46 of his affidavit, Mr Greenhalgh is saying that after a majority of employees voted against the station reform proposal in June 2006, RailCorp made a decision to rely on a process of natural attrition to reduce the number of station operations positions.",
      "id": "s497"
    },
    {
      "text": "This was to be achieved by not filling the positions as they became vacant except for specific positions as determined.",
      "id": "s498"
    },
    {
      "text": "The Union objected to paragraph 45 of Mr Greenhalgh's evidence set out at [95] above, but I admitted the paragraph into evidence.",
      "id": "s499"
    },
    {
      "text": "The Union submitted that a Jones v Dunkel inference ( Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298) should be drawn against RailCorp in respect of the decision RailCorp is alleged to have made in paragraph 45 because: Mr Greenhalgh could give no meaningful evidence about the decision; no document had been tendered recording it; and no witness was called apparently responsible for making it, all without any explanation.",
      "id": "s500"
    },
    {
      "text": "The evidence of this further decision referred to in paragraph 45 of Mr Greenhalgh's affidavit is indeed scant.",
      "id": "s501"
    },
    {
      "text": "Mr Greenhalgh did not identify how the decision was communicated to him, who made it, or any document recording this decision.",
      "id": "s502"
    },
    {
      "text": "Instead, he referred to the documents relating to certain positions (summarised above) and his \"understanding\" of RailCorp's position from feedback he received from the human resources unit.",
      "id": "s503"
    },
    {
      "text": "As the Union submitted, there are numerous difficulties with the evidence in paragraph 45 of Mr Greenhalgh's affidavit.",
      "id": "s504"
    },
    {
      "text": "Nevertheless, even taking the evidence at its highest, it provides no real assistance to RailCorp's case.",
      "id": "s505"
    },
    {
      "text": "Paragraph 45, at best, evidences a decision by RailCorp to treat all station operations positions that became vacant after June 2006 as \"under review for possible future abolition\" on the basis that such positions would not be filled unless a specific determination to the contrary was made about any particular position.",
      "id": "s506"
    },
    {
      "text": "That is not a determination within the meaning of cl 22.1 of the 2005 agreement.",
      "id": "s507"
    },
    {
      "text": "That clause required RailCorp to decide whether to continue a position as an authorised position (as discussed above) within four weeks of it becoming vacant.",
      "id": "s508"
    },
    {
      "text": "If anything, paragraph 45 supports the Union's case that RailCorp did not make any determinations within the meaning of cl 22.1.",
      "id": "s509"
    },
    {
      "text": "What of the undisputed fact that all 26 positions in question remain as positions at Town Hall Railway Station?",
      "id": "s510"
    },
    {
      "text": "RailCorp said this fact did not prove that it had determined that each such position should continue as an authorised position within the meaning of cl 22.",
      "id": "s511"
    },
    {
      "text": "As discussed below, in one sense this is correct.",
      "id": "s512"
    },
    {
      "text": "But the fact is inconsistent with RailCorp having made any determination that any position which had become vacant was not to continue as an authorised position.",
      "id": "s513"
    },
    {
      "text": "In accordance with Mr Greenhalgh's evidence, RailCorp simply allowed a process of natural attrition to operate by not filling vacant positions unless it decided to the contrary for any particular position.",
      "id": "s514"
    },
    {
      "text": "The positions, however, continued as authorised positions.",
      "id": "s515"
    },
    {
      "text": "The Union said that if RailCorp made no determination within the meaning of cl 22.1, RailCorp would be in breach of not only cl 22.1 but also cll 22.2 and 22.4 because cl 22 operated by default.",
      "id": "s516"
    },
    {
      "text": "That is, not making a determination within four weeks constituted a determination that the position would continue.",
      "id": "s517"
    },
    {
      "text": "RailCorp disputed this proposition.",
      "id": "s518"
    },
    {
      "text": "I accept RailCorp's submission on this issue.",
      "id": "s519"
    },
    {
      "text": "Clause 22.1 requires a determination to be made.",
      "id": "s520"
    },
    {
      "text": "Failure to make the required determination involves a breach of cl 22.1.",
      "id": "s521"
    },
    {
      "text": "But the balance of cl 22 is dependent on a determination having been made one way or another.",
      "id": "s522"
    },
    {
      "text": "This is evident from the opening words of cl 22.2 \"(w)here the position is to be continued\" and the words in cl 22.4 \"which it intends to maintain on its establishment\".",
      "id": "s523"
    },
    {
      "text": "Clauses 22.2 and 22.4 are thus dependent on RailCorp having made a determination that a position is to continue as an authorised position.",
      "id": "s524"
    },
    {
      "text": "As I have found that RailCorp made no such determinations, the allegations of breaches of cll 22.2 and 22.4 cannot be sustained.",
      "id": "s525"
    },
    {
      "text": "The specific documents on which RailCorp relied are also of no real assistance to it, at least insofar as they were said to provide a general answer to the allegations of breach.",
      "id": "s526"
    },
    {
      "text": "The positions identified as \"to be advertised in New Year\" and \"advertised in the New Year\" in the memorandum of 7 January 2008 may or may not have been advertised.",
      "id": "s527"
    },
    {
      "text": "The specific decisions not to \"action\" certain positions are inconsistent with the general decision referred to in paragraph 45 of Mr Greenhalgh's affidavit and RailCorp's submissions.",
      "id": "s528"
    },
    {
      "text": "Be that as it may, these decisions are also not determinations within the meaning of cl 22.1.",
      "id": "s529"
    },
    {
      "text": "They did not involve a determination whether the position should continue.",
      "id": "s530"
    },
    {
      "text": "They involved a decision not to fill the position at that time while RailCorp considered whether the position should continue or not.",
      "id": "s531"
    },
    {
      "text": "As noted, in substance, this was the opposite of what cl 22 required.",
      "id": "s532"
    },
    {
      "text": "Certain other documents on which RailCorp relied also have to be considered in this context.",
      "id": "s533"
    },
    {
      "text": "In a letter dated 9 October 2006, RailCorp said it was committed to ensuring compliance with cl 22 of the 2005 agreement and advertising vacant positions as and when they arise.",
      "id": "s534"
    },
    {
      "text": "But that statement is inconsistent with what RailCorp in fact did.",
      "id": "s535"
    },
    {
      "text": "On 18 June 2007 RailCorp wrote a letter saying that approval had been given to advertise all vacant positions on stations and that the selection process was under way.",
      "id": "s536"
    },
    {
      "text": "RailCorp advertised vacancies in June, July and November 2007 in respect of certain positions.",
      "id": "s537"
    },
    {
      "text": "But, of the 26 positions in issue, only one was part of the June 2007 advertising, with a further two said to have been advertised externally.",
      "id": "s538"
    },
    {
      "text": "Moreover, by February 2008 a RailCorp note recorded that management did not want any CSA 1 or CSA 2 positions \"actioned\".",
      "id": "s539"
    },
    {
      "text": "These documents are inconsistent with RailCorp having made a determination within the meaning of cl 22.1 of the 2005 agreement.",
      "id": "s540"
    },
    {
      "text": "If RailCorp had determined that any position was not to continue as an authorised position then the position would no longer have been part of the establishment at Town Hall Railway Station.",
      "id": "s541"
    },
    {
      "text": "But all positions remained part of that establishment throughout the life of the 2005 agreement.",
      "id": "s542"
    },
    {
      "text": "If RailCorp had determined that any position continue as an authorised position, then RailCorp had to deal with the position in accordance with cll 22.2 to 22.6 but RailCorp did not so as the discussion at [119]-[169] below relating to each position shows.",
      "id": "s543"
    },
    {
      "text": "RailCorp relied on its arguments of construction, the proposal for station reform, the alleged general and continuing decision from September 2004 to the effect that all stations operations positions were under review from then on, and the specific documents discussed above to support its claim that it had complied with cl 22.",
      "id": "s544"
    },
    {
      "text": "RailCorp did not otherwise identify any fact or circumstance said to evidence compliance with cl 22.",
      "id": "s545"
    },
    {
      "text": "Accordingly, it is necessary now to consider each position the subject of the Union's allegations.",
      "id": "s546"
    },
    {
      "text": "This is to be done having regard to the conclusions reached above including the facts relating to each specific position (which were mostly agreed).",
      "id": "s547"
    },
    {
      "text": "Position 103183 (CSA 1) : This position became vacant on 5 August 2007.",
      "id": "s548"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 5 August 2007 (that is, by 2 September 2007).",
      "id": "s549"
    },
    {
      "text": "The position was to be advertised in January 2008.",
      "id": "s550"
    },
    {
      "text": "However, the advertisement of this position was the subject of the \"do not action\" note dated 25 February 2008.",
      "id": "s551"
    },
    {
      "text": "The position remains vacant.",
      "id": "s552"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 103183 (CSA 1) as at 2 September 2007.",
      "id": "s553"
    },
    {
      "text": "Position 103188 (CSA 1): This position became vacant on 16 January 2006.",
      "id": "s554"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 16 January 2006 (that is, by 13 February 2006).",
      "id": "s555"
    },
    {
      "text": "The position remained vacant until 16 November 2007.",
      "id": "s556"
    },
    {
      "text": "The position was filled and became vacant again on 26 January 2008.",
      "id": "s557"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 26 January 2008 (that is, by 23 February 2008).",
      "id": "s558"
    },
    {
      "text": "Instead, this position was the subject of the email dated 26 February 2008 to the effect that management did not want the advertising of the position \"actioned\".",
      "id": "s559"
    },
    {
      "text": "The position was filled on 26 September 2008.",
      "id": "s560"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 103188 (CSA 1) as at 13 February 2006 and 23 February 2008.",
      "id": "s561"
    },
    {
      "text": "Position 103190 (CSA 1) : This position became vacant on 18 February 2007.",
      "id": "s562"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 18 February 2007 (that is, by 18 March 2007).",
      "id": "s563"
    },
    {
      "text": "The position was apparently advertised externally, but was the subject of the note dated 25 February 2008 \"do not action\".",
      "id": "s564"
    },
    {
      "text": "The position was filled on 5 January 2009.",
      "id": "s565"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 103190 (CSA 1) as at 18 March 2007.",
      "id": "s566"
    },
    {
      "text": "Position 700109 (station support officer) : This position became vacant on 30 January 2006.",
      "id": "s567"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 30 January 2006 (that is, by 27 February 2006).",
      "id": "s568"
    },
    {
      "text": "The position was advertised in June 2007 but was described as \"still at recruitment stage\" in January 2008.",
      "id": "s569"
    },
    {
      "text": "The position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s570"
    },
    {
      "text": "The position remains vacant.",
      "id": "s571"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700109 (station support officer) as at 27 February 2006.",
      "id": "s572"
    },
    {
      "text": "Position 700113 (CSTL) : This position became vacant on 8 June 2007.",
      "id": "s573"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 8 June 2007 (that is, by 6 July 2007).",
      "id": "s574"
    },
    {
      "text": "The position was to be advertised in January 2008.",
      "id": "s575"
    },
    {
      "text": "However, the position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s576"
    },
    {
      "text": "The position remains vacant.",
      "id": "s577"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700113 (CSTL) as at 6 July 2007.",
      "id": "s578"
    },
    {
      "text": "Position 700124 (CSTL) : This position became vacant on 29 October 2006.",
      "id": "s579"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 29 October 2006 (that is, by 26 November 2006).",
      "id": "s580"
    },
    {
      "text": "The position was described as \"placed on hold by Recruitment Unit\" in the memorandum of 7 January 2008.",
      "id": "s581"
    },
    {
      "text": "The position was also subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s582"
    },
    {
      "text": "The position remains vacant.",
      "id": "s583"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700124 (CSTL) as at 26 November 2006.",
      "id": "s584"
    },
    {
      "text": "Position 700125 (CSA 1) : This position became vacant on 18 February 2007.",
      "id": "s585"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 18 February 2007 (that is, by 18 March 2007).",
      "id": "s586"
    },
    {
      "text": "The position was filled on 16 September 2007 but became vacant again on 16 March 2008.",
      "id": "s587"
    },
    {
      "text": "The position was identified in the table attached to the letter of 2 May 2008 (identified at [104] above) as \"HR has since referred position to recruitment to fill from CSA 1 ballot eligibility\".",
      "id": "s588"
    },
    {
      "text": "The position was filled on 16 September 2008.",
      "id": "s589"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700125 (CSA 1) as at 18 March 2007.",
      "id": "s590"
    },
    {
      "text": "Position 700133 (CSA 2) : This position became vacant on 28 November 2004, before the 2005 agreement came into force.",
      "id": "s591"
    },
    {
      "text": "For the reasons given at [80]-[81] above, I am not satisfied that this position was subject to cl 22 of the 2005 agreement.",
      "id": "s592"
    },
    {
      "text": "Accordingly, RailCorp was not in breach of cl 22 of the 2005 agreement with respect to position 700133 (CSA 2).",
      "id": "s593"
    },
    {
      "text": "Position 700139 (CSA 2) : This position became vacant on 27 January 2008.",
      "id": "s594"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 27 January 2008 (that is, by 24 February 2008).",
      "id": "s595"
    },
    {
      "text": "The position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s596"
    },
    {
      "text": "It was also the subject of the letter dated 2 May 2008 stating \"refer to management re non filling of CSA 1 Part Time vacancies/less than 6 months since becoming vacant\".",
      "id": "s597"
    },
    {
      "text": "The position remains vacant.",
      "id": "s598"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700139 (CSA 2) as at 24 February 2008.",
      "id": "s599"
    },
    {
      "text": "Position 700163 (CSA 2) : This position became vacant on 2 August 2007.",
      "id": "s600"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 2 August 2007 (that is, by 30 August 2007).",
      "id": "s601"
    },
    {
      "text": "The position was identified as to be advertised in the New Year in the memorandum of 7 January 2008.",
      "id": "s602"
    },
    {
      "text": "However, the position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s603"
    },
    {
      "text": "The position remains vacant.",
      "id": "s604"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700163 (CSA 2) as at 30 August 2007.",
      "id": "s605"
    },
    {
      "text": "Position 700165 (CSA 2) : This position became vacant on 9 January 2008.",
      "id": "s606"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 9 January 2008 (that is, by 6 February 2008).",
      "id": "s607"
    },
    {
      "text": "The position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s608"
    },
    {
      "text": "It was also the subject of the letter dated 2 May 2008 stating \"refer to management re non filling of CSA 2 Part Time vacancies/less than 6 months since becoming vacant\".",
      "id": "s609"
    },
    {
      "text": "The position remains vacant.",
      "id": "s610"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700165 (CSA 2) as at 6 February 2008.",
      "id": "s611"
    },
    {
      "text": "Position 700169 (CSA 2) : This position became vacant on 1 October 2007.",
      "id": "s612"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 1 October 2007 (that is, by 29 October 2007).",
      "id": "s613"
    },
    {
      "text": "The position was identified as to be advertised in the New Year in the memorandum of 7 January 2008.",
      "id": "s614"
    },
    {
      "text": "However, the position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s615"
    },
    {
      "text": "The position remains vacant.",
      "id": "s616"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 700169 (CSA 2) as at 29 October 2007.",
      "id": "s617"
    },
    {
      "text": "Position 800011 (CSTL) : This position became vacant on 8 January 2007.",
      "id": "s618"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 8 January 2007 (that is, by 5 February 2007).",
      "id": "s619"
    },
    {
      "text": "The position was identified in the memorandum of 7 January 2008 as \"placed on hold by Recruitment Unit\".",
      "id": "s620"
    },
    {
      "text": "The position was also subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s621"
    },
    {
      "text": "The position remains vacant.",
      "id": "s622"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800011 (CSTL) as at 5 February 2007.",
      "id": "s623"
    },
    {
      "text": "Position 800013 (CSTL) : This position became vacant on 9 April 2006.",
      "id": "s624"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 9 April 2006 (that is, by 7 May 2006).",
      "id": "s625"
    },
    {
      "text": "The position was identified in the memorandum of 7 January 2008 as \"placed on hold by Recruitment Unit\".",
      "id": "s626"
    },
    {
      "text": "The position was also subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s627"
    },
    {
      "text": "The position remains vacant.",
      "id": "s628"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800013 (CSTL) as at 7 May 2006.",
      "id": "s629"
    },
    {
      "text": "Position 800017 (CSA 2) : This position became vacant on 6 February 2005, before the 2005 agreement came into force.",
      "id": "s630"
    },
    {
      "text": "For the reasons given at [80]-[81] above, I am not satisfied that this position was subject to cl 22 of the 2005 agreement.",
      "id": "s631"
    },
    {
      "text": "Accordingly, RailCorp was not in breach of cl 22 of the 2005 agreement with respect to position 800017 (CSA 2).",
      "id": "s632"
    },
    {
      "text": "Position 800021 (CSA 2) : This position became vacant on 1 July 2005, before the 2005 agreement came into force.",
      "id": "s633"
    },
    {
      "text": "For the reasons given at [80]-[81] above, I am not satisfied that this position was subject to cl 22 of the 2005 agreement.",
      "id": "s634"
    },
    {
      "text": "Accordingly, RailCorp was not in breach of cl 22 of the 2005 agreement with respect to position 800021 (CSA 2).",
      "id": "s635"
    },
    {
      "text": "Position 800022 (CSA 2) : This position became vacant on 17 June 2006.",
      "id": "s636"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 17 June 2006 (that is, by 16 July 2006).",
      "id": "s637"
    },
    {
      "text": "The position was identified as to be advertised in the New Year in the memorandum of 7 January 2008.",
      "id": "s638"
    },
    {
      "text": "However, the position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s639"
    },
    {
      "text": "The position remains vacant.",
      "id": "s640"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800022 (CSA 2) as at 16 July 2006.",
      "id": "s641"
    },
    {
      "text": "Position 800023 (CSA 2) : This position became vacant on 23 March 2004, before the 2005 agreement came into force.",
      "id": "s642"
    },
    {
      "text": "For the reasons given at [80]-[81] above, I am not satisfied that this position was subject to cl 22 of the 2005 agreement.",
      "id": "s643"
    },
    {
      "text": "Accordingly, RailCorp was not in breach of cl 22 of the 2005 agreement with respect to position 800023 (CSA 2).",
      "id": "s644"
    },
    {
      "text": "Position 800025 (CSA 2) : This position became vacant on 6 January 2006.",
      "id": "s645"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 6 January 2006 (that is, by 3 February 2006).",
      "id": "s646"
    },
    {
      "text": "The position was identified as to be advertised in the New Year in the memorandum of 7 January 2008.",
      "id": "s647"
    },
    {
      "text": "However, the position was subject to the note dated 29 April 2008 \"hold onto these until I get some advice/clearance to recruit\".",
      "id": "s648"
    },
    {
      "text": "The position remains vacant.",
      "id": "s649"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800025 (CSA 2) as at 3 February 2006.",
      "id": "s650"
    },
    {
      "text": "Position 800030 (CSA 1) : This position became vacant on 7 January 2007.",
      "id": "s651"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 7 January 2007 (that is, by 4 February 2007).",
      "id": "s652"
    },
    {
      "text": "The position was offered in a ballot transfer in April 2007 (being a process by which CSA 1 employees may nominate to work at the station of their choice and be placed in a ballot for transfer) but was not filled by that method.",
      "id": "s653"
    },
    {
      "text": "The position was filled on 10 August 2007.",
      "id": "s654"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800030 (CSA 1) as at 4 February 2007.",
      "id": "s655"
    },
    {
      "text": "Position 800033 (CSA 1) : This position became vacant on 9 January 2007.",
      "id": "s656"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 9 January 2007 (that is, by 6 February 2007).",
      "id": "s657"
    },
    {
      "text": "The position was offered in a ballot transfer in April 2007 but was not filled by that method.",
      "id": "s658"
    },
    {
      "text": "The position was filled on 16 September 2007 but became vacant on 30 March 2008.",
      "id": "s659"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 30 March 2008 (that is, by 28 April 2008).",
      "id": "s660"
    },
    {
      "text": "The position was filled on 16 September 2008.",
      "id": "s661"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800033 (CSA 1) as at 6 February 2007 and 28 April 2008.",
      "id": "s662"
    },
    {
      "text": "Position 800037 (CSA 1) : This position became vacant on 2 March 2008.",
      "id": "s663"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 2 March 2008 (that is, by 31 March 2008).",
      "id": "s664"
    },
    {
      "text": "The position was identified in the letter of 2 May 2008 as \"HR has since referred position to recruitment to fill from CSA 1 ballot eligibility\".",
      "id": "s665"
    },
    {
      "text": "The position was filled on 16 September 2008.",
      "id": "s666"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 800037 (CSA 1) as at 30 March 2008.",
      "id": "s667"
    },
    {
      "text": "Position 904952 (CSA 1) : This position became vacant on 24 July 2006.",
      "id": "s668"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 24 July 2006 (that is, by 21 August 2006).",
      "id": "s669"
    },
    {
      "text": "The position was identified as to be advertised in the New Year in the memorandum of 7 January 2008.",
      "id": "s670"
    },
    {
      "text": "However, the position was subject to the note dated 25 February 2008 \"do not action\".",
      "id": "s671"
    },
    {
      "text": "The position remains vacant.",
      "id": "s672"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 904952 (CSA 1) as at 21 August 2006.",
      "id": "s673"
    },
    {
      "text": "Position 905594 (CSA 1) : This position became vacant on 24 December 2006.",
      "id": "s674"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 24 December 2006 (that is, by 21 January 2007).",
      "id": "s675"
    },
    {
      "text": "The position was identified as \"advertised externally, recruitment process not yet finalised\" in the memorandum of 7 January 2008.",
      "id": "s676"
    },
    {
      "text": "The letter dated 2 May 2008 identified this position as one in respect of which an external candidate had been identified in one of the recruitment drives in 2007 (I infer November 2007 due to the proposed start date in February 2008) but was never appointed, perhaps, due to failing the pre-employment checks.",
      "id": "s677"
    },
    {
      "text": "The position was later filled on 26 September 2008.",
      "id": "s678"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 905594 (CSA 1) as at 21 January 2007.",
      "id": "s679"
    },
    {
      "text": "Position 905595 (CSA 1) : The initial date on which this position became vacant is unknown.",
      "id": "s680"
    },
    {
      "text": "Accordingly, I am not satisfied that the Union has demonstrated any breach of cl 22 of the 2005 agreement in respect of the initial period of vacancy.",
      "id": "s681"
    },
    {
      "text": "The position was selected for a ballot transfer in December 2006 but was not filled at that time.",
      "id": "s682"
    },
    {
      "text": "The position was filled and vacated twice between 14 October 2007 and 2 February 2008.",
      "id": "s683"
    },
    {
      "text": "It became vacant on 3 February 2008.",
      "id": "s684"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 3 February 2008 (that is, by 3 March 2008).",
      "id": "s685"
    },
    {
      "text": "The position was filled on 16 September 2008.",
      "id": "s686"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 905595 (CSA 1) as at 3 March 2008.",
      "id": "s687"
    },
    {
      "text": "Position 905600 (CSA 1) : The initial date on which this position became vacant is unknown.",
      "id": "s688"
    },
    {
      "text": "Accordingly, I am not satisfied that the Union has demonstrated any breach of cl 22 of the 2005 agreement in respect of the initial period of vacancy.",
      "id": "s689"
    },
    {
      "text": "The position was selected for a ballot transfer in December 2006 but was not filled at that time.",
      "id": "s690"
    },
    {
      "text": "The position was filled between 14 October 2007 and 28 January 2008.",
      "id": "s691"
    },
    {
      "text": "It became vacant on 29 January 2008.",
      "id": "s692"
    },
    {
      "text": "RailCorp did not make any determination with respect to this position within the meaning of cl 22.1 within four weeks of 29 January 2008 (that is, by 26 February 2008).",
      "id": "s693"
    },
    {
      "text": "The position was filled on 16 September 2008.",
      "id": "s694"
    },
    {
      "text": "From these facts, I am satisfied that RailCorp breached cl 22.1 of the 2005 agreement with respect to position 905600 (CSA 1) as at 26 February 2008.",
      "id": "s695"
    },
    {
      "text": "CONCLUSIONS \n For the reasons set out above, I am satisfied that the Union has demonstrated that RailCorp breached cl 22.1 of the 2005 agreement by failing to make any determination within the meaning of that clause as to whether each of the positions identified in the application was to continue as an authorised position at Town Hall Railway Station within four weeks of the position becoming vacant other than the four positions which became vacant before the 2005 agreement came into force, being positions 700133, 800017, 800021 and 800023.",
      "id": "s696"
    },
    {
      "text": "I am not satisfied that the Union has established any breaches of cll 22.2 or 22.4 because I consider that the operation of those clauses depended on the making of a determination in accordance with cl 22.1, which determination RailCorp never made.",
      "id": "s697"
    },
    {
      "text": "Accordingly, the breaches established are breaches of cl 22.1 of the 2005 agreement and not cll 22.2 or 22.4.",
      "id": "s698"
    },
    {
      "text": "I certify that the preceding one hundred and seventy-one (171) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s699"
    },
    {
      "text": "Associate:\n \n \nDated: 18 August 2009\n \n Counsel for the Applicant: Ms C Howell \n \n Counsel for the Respondent: Mr P M Kite SC \n \n Solicitor for the Applicant: Slater &amp; Gordon \n \n Solicitor for the Respondent: Blake Dawson \n Date of Hearing: 20-21 July 2009 \n \n Date of Judgment: 18 August 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/894.html",
      "id": "s700"
    }
  ]
}