{
  "name": "SZNBH v Minister for Immigration and Citizenship [2009] FCA 841 (5 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/841.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "no appealable error",
      "id": "c1"
    },
    {
      "text": "appeal dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a judgment of a Federal Magistrate of 22 April 2009 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) of 4 November 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship who formed the view that the appellant is not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees 1951 , amended by the Protocol Relating to the Status of Refugees 1967 (Convention) and accordingly refused to grant a protection visa on 11 June 2008.",
      "id": "s1"
    },
    {
      "text": "CLAIMS MADE TO REFUGEE STATUS \n Article 1A(2) of the Convention relevantly defines a refugee as any person who: \n owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable, or owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence as a result of such events, is unable or, owing to such fear, is unwilling to return to it \n The appellant is a citizen of China who arrived in Australia on 17 April 2008.",
      "id": "s2"
    },
    {
      "text": "On 14 May 2008, the appellant lodged an application for a protection visa with the Department of Immigration and Citizenship.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 11 June 2008.",
      "id": "s4"
    },
    {
      "text": "On 14 July 2008, the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed that his father had suffered persecution during the Cultural Revolution, that his family had been living with financial difficulty since that time, and that his education had been cut short.",
      "id": "s6"
    },
    {
      "text": "He also stated he had suffered as a result of the Chinese 'one-child' policy after having a third child.",
      "id": "s7"
    },
    {
      "text": "He had been required to pay a fine before he could have the child registered, and this worsened the family's financial position.",
      "id": "s8"
    },
    {
      "text": "The appellant thirdly claimed that he had started practising Falun Gong in 1997, and after it was banned in 1999 he had to practice privately at home.",
      "id": "s9"
    },
    {
      "text": "He claimed that he came to know many other underground practitioners, and obtained Falun Gong materials such as books and videotapes from them.",
      "id": "s10"
    },
    {
      "text": "He claimed that if he were found by the local police, he would be arrested.",
      "id": "s11"
    },
    {
      "text": "He decided to come to Australia in order to practise Falun Gong freely.",
      "id": "s12"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n The Tribunal found that the fact that the appellant's family had suffered in the Cultural Revolution would not establish a real chance of prospective persecution for the appellant in China.",
      "id": "s13"
    },
    {
      "text": "It also considered that the appellant's breach of the one-child policy in the past would not establish a real chance of prospective persecution in China.",
      "id": "s14"
    },
    {
      "text": "In relation to the appellant's Falun Gong claim, the Tribunal found that the appellant was not credible as a witness, and found that he was not a genuine Falun Gong practitioner.",
      "id": "s15"
    },
    {
      "text": "The Tribunal put particular emphasis on the appellant's lack of knowledge of the main scripture of Falun Gong, relying on country information suggesting that all practitioners could be expected to know of this.",
      "id": "s16"
    },
    {
      "text": "Whilst the Tribunal accepted that the appellant had paid an additional sum for his passport, it did not believe that this was a large sum nor necessarily because he was a known Falun Gong practitioner.",
      "id": "s17"
    },
    {
      "text": "The Tribunal also took into account his delays in using his passport, and concluded that he did not depart China with any urgency, and that he had no fear of persecution in China.",
      "id": "s18"
    },
    {
      "text": "It did not accept that he had ever been of interest to the police, that he had ever been a Falun Gong practitioner, nor that he was currently a Falun Gong practitioner.",
      "id": "s19"
    },
    {
      "text": "The Tribunal considered the appellant's account of his time in Australia over the five months or more since his arrival, including his evidence about participation in a Falun Gong demonstration and practice sessions, but disregarded this conduct pursuant to s 91R(3) of the Migration Act 1958 (Cth) (the Act).",
      "id": "s20"
    },
    {
      "text": "Relevantly, the Tribunal stated in its Findings and Reasons at [61]-[62]:\n The Tribunal concludes that he attended the demonstration on 10 May 2008 solely for the photo opportunity and not because he had an interest in the aims of the demonstrators.",
      "id": "s21"
    },
    {
      "text": "The Tribunal accepts that he may have observed a Falun Gong practice site at Campsie and heard the name of the supervisor, but does not accept that he had any other involvement.",
      "id": "s22"
    },
    {
      "text": "The Tribunal does not accept that this involvement shows that he has now developed an interest in Falun Gong.",
      "id": "s23"
    },
    {
      "text": "He has not raised sur place claims as a result of his participation in the event.",
      "id": "s24"
    },
    {
      "text": "The effect of s.91R(3) is that in determining whether the applicant has a well-founded fear of being persecuted, the Tribunal must disregard any conduct engaged in by the applicant unless he satisfies the Tribunal that he engaged in the conduct otherwise than for the purpose of strengthening his claim to be a refugee.",
      "id": "s25"
    },
    {
      "text": "However, the Tribunal finds that the applicant engaged in this conduct in Australia solely for the purpose of strengthening his claim to be a refugee.",
      "id": "s26"
    },
    {
      "text": "Accordingly, the Tribunal does not accept that the applicant engaged in the conduct otherwise than for the purpose of strengthening his claim to be a refugee and so the Tribunal has disregarded his conduct in determining whether the applicant has a well-founded fear of being persecuted in China for a Convention reason.",
      "id": "s27"
    },
    {
      "text": "The Tribunal therefore affirmed the decision under review.",
      "id": "s28"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n Before the Federal Magistrate, the appellant claimed that the Tribunal fell into error as: \n The Tribunal's decision was affected by jurisdictional error in that it incorrectly applied S91R(3) of the Act.",
      "id": "s29"
    },
    {
      "text": "Particulars\n\n Refugee Review Tribunal ('the Tribunal') was not satisfied the applicant's conduct in Australia satisfied s 91R(3) of the Act.",
      "id": "s30"
    },
    {
      "text": "according to s 91R(3) the Tribunal must disregard the applicant's conduct in Australia.",
      "id": "s31"
    },
    {
      "text": "The Tribunal failed to invite the applicant to establish the purpose of his Falun Gong practice in Australia.",
      "id": "s32"
    },
    {
      "text": "The applicant claims that he did not practice Falun Gong for the purpose of his current visa application.",
      "id": "s33"
    },
    {
      "text": "The Federal Magistrate was of the opinion that the approach by the Tribunal in regards to s 91R(3) did not demonstrate any error of law; in particular, as to the effect of s 91R(3) as explained by the Full Court in SZJGV v Minister for Immigration and Citizenship [2008] FCAFC 105 ; (2008) 170 FCR 515.",
      "id": "s34"
    },
    {
      "text": "His Honour found that the Tribunal was obliged to make findings about the applicant's conduct in Australia, before considering the effect of s 91R(3).",
      "id": "s35"
    },
    {
      "text": "The Federal Magistrate also found that it was clear from the Tribunal's decision that at the hearing the Tribunal questioned the appellant about his conduct in Australia.",
      "id": "s36"
    },
    {
      "text": "In the absence of a transcript, his Honour was not satisfied that the appellant was not made fully aware that the Tribunal would consider these matters and might make findings about them adverse to the appellant.",
      "id": "s37"
    },
    {
      "text": "His Honour further found that the Tribunal's findings in this regard were clearly open to it on the evidence before it.",
      "id": "s38"
    },
    {
      "text": "Having found no jurisdictional error in the decision of the Tribunal, his Honour dismissed the application.",
      "id": "s39"
    },
    {
      "text": "APPEAL TO THIS COURT \n On 12 May 2009 the appellant filed in this Court a notice of appeal from the decision of the Federal Magistrate.",
      "id": "s40"
    },
    {
      "text": "The appellant claims that: \n Grounds:\n The Federal Magistrate failed to consider the applicant's claim that the RRT decision was affected by jurisdictional error in that it incorrectly applied S91R(3) of the Act.",
      "id": "s41"
    },
    {
      "text": "Particulars\n\n Refugee Review Tribunal ('the Tribunal') was not satisfied the applicant's conduct in Australia satisfied s 91R(3) of the Act.",
      "id": "s42"
    },
    {
      "text": "according to s 91R(3) the Tribunal must disregard the applicant's conduct in Australia.",
      "id": "s43"
    },
    {
      "text": "The Tribunal failed to invite the applicant to establish the purpose of his Falun Gong practice in Australia.",
      "id": "s44"
    },
    {
      "text": "The applicant claims that he did not practice Falun Gong for the purpose of his current visa application.",
      "id": "s45"
    },
    {
      "text": "The appellant failed personally to appear.",
      "id": "s46"
    },
    {
      "text": "However, when contacted by telephone on behalf of the Court he participated by telephone.",
      "id": "s47"
    },
    {
      "text": "He was at work at the time.",
      "id": "s48"
    },
    {
      "text": "He said his address in New South Wales to which notice of hearing was sent was correct, but he was now working in Melbourne.",
      "id": "s49"
    },
    {
      "text": "When given the opportunity to respond to the submissions made on behalf of the Minister he indicated he had none.",
      "id": "s50"
    },
    {
      "text": "So far as the evidence of the appellant's conduct in Australia is concerned, before the Tribunal, the appellant claimed that he came to Australia so that he could practise Falun Gong freely.",
      "id": "s51"
    },
    {
      "text": "At the Tribunal hearing, he presented four photographs showing him in company with protesters at a Falun Gong protest in Sydney holding placards.",
      "id": "s52"
    },
    {
      "text": "He told the Tribunal that this occurred in May 2008.",
      "id": "s53"
    },
    {
      "text": "He also told the Tribunal that he had recently found a Falun Gong site and had attended twice.",
      "id": "s54"
    },
    {
      "text": "As noted by the Federal Magistrate (at [5]), the Tribunal set out as follows its discussion with the appellant in relation to this conduct: \n The Tribunal referred to the 4 photos he had produced which showed his attendance at an event on 10 May 2008.",
      "id": "s55"
    },
    {
      "text": "The Tribunal warned him that if the Tribunal found he had attended the event and had photos taken for the purpose of strengthening his refugee claims, it would be required to disregard the conduct pursuant to s.91R(3).",
      "id": "s56"
    },
    {
      "text": "He did not comment.",
      "id": "s57"
    },
    {
      "text": "The Tribunal asked who took his photos.",
      "id": "s58"
    },
    {
      "text": "He stated his friend (named) had taken the photos.",
      "id": "s59"
    },
    {
      "text": "He had also taken a photo of (named).",
      "id": "s60"
    },
    {
      "text": "Other than the 2 of them, they were not there with any other friends.",
      "id": "s61"
    },
    {
      "text": "The Tribunal indicated that he spoke of attending an event on 10 May 2008 and had photos to show this.",
      "id": "s62"
    },
    {
      "text": "Yet his evidence is also that he found the Campsie Falun Gong site just 2 weeks ago; and he had said he had been busy working, saving money and finally had time.",
      "id": "s63"
    },
    {
      "text": "The Tribunal pointed out it would have been easy for him to ask Falun Gong practitioners about the location of Falun Gong practice sites.",
      "id": "s64"
    },
    {
      "text": "The applicant replied that when he first arrived he did not know too much about here.",
      "id": "s65"
    },
    {
      "text": "Even if he approached people and asked about a site, no one wanted to tell him as they did not know whether he was a genuine Falun Gong practitioner.",
      "id": "s66"
    },
    {
      "text": "Lots of people lodge applications on grounds of being Falun Gong and so people were reluctant to tell him where the sites were.",
      "id": "s67"
    },
    {
      "text": "The Tribunal held up the photos and pointed out he was surrounded by Falun Gong practitioners.",
      "id": "s68"
    },
    {
      "text": "The Tribunal indicated his evidence suggests he may have inserted himself into the demonstration only for the purposes of the photo taking.",
      "id": "s69"
    },
    {
      "text": "The applicant responded that that was impossible as the fact proves itself.",
      "id": "s70"
    },
    {
      "text": "The Tribunal considered the appellant's account of his time in Australia over the five months or more since his arrival, including his evidence about participation in a Falun Gong demonstration and practice sessions, but disregarded this conduct pursuant to s 91R(3) of the Act.",
      "id": "s71"
    },
    {
      "text": "The Tribunal stated (at [61]-[62]): The Tribunal concludes that he attended the demonstration on 10 May 2008 solely for the photo opportunity and not because he had an interest in the aims of the demonstrators.",
      "id": "s72"
    },
    {
      "text": "The Tribunal accepts that he may have observed a Falun Gong practice site at Campsie and heard the name of the supervisor, but does not accept that he had any other involvement.",
      "id": "s73"
    },
    {
      "text": "The Tribunal does not accept that this involvement shows that he has now developed an interest in Falun Gong.",
      "id": "s74"
    },
    {
      "text": "He has not raised sur place claims as a result of his participation in the event.",
      "id": "s75"
    },
    {
      "text": "The effect of s.91R(3) is that in determining whether the applicant has a well-founded fear of being persecuted, the Tribunal must disregard any conduct engaged in by the applicant unless he satisfies the Tribunal that he engaged in the conduct otherwise than for the purpose of strengthening his claim to be a refugee.",
      "id": "s76"
    },
    {
      "text": "However, the Tribunal finds that the applicant engaged in this conduct in Australia solely for the purpose of strengthening his claim to be a refugee.",
      "id": "s77"
    },
    {
      "text": "Accordingly, the Tribunal does not accept that the applicant engaged in the conduct otherwise than for the purpose of strengthening his claim to be a refugee and so the Tribunal has disregarded his conduct in determining whether the applicant has a well-founded fear of being persecuted in China for a Convention reason.",
      "id": "s78"
    },
    {
      "text": "It will be noted that the Tribunal applied the \"sole purpose\" test, when applying s 91R(3) , which on its face appears to be the test most beneficial to an applicant.",
      "id": "s79"
    },
    {
      "text": "As noted above, the Federal Magistrate was of the opinion (at [19]) that the above reasoning of the Tribunal did not demonstrate any error of law; in particular, as to the effect of s 91R(3) as explained by the Full Court in SZJGV v Minister for Immigration and Citizenship [2008] FCAFC 105 ; [2008] 170 FCR 515.",
      "id": "s80"
    },
    {
      "text": "The Tribunal was obliged to make findings about the appellant's conduct in Australia, before considering the effect of s 91R(3) (see SZJGV at [22]).",
      "id": "s81"
    },
    {
      "text": "The Federal Magistrate also found (at [22]) that it was clear from the Tribunal's decision that at the hearing the Tribunal questioned the appellant about his conduct in Australia.",
      "id": "s82"
    },
    {
      "text": "In the absence of a transcript, his Honour was not satisfied that the appellant was not made fully aware that the Tribunal would consider these matters and might make findings about them adverse to the appellant.",
      "id": "s83"
    },
    {
      "text": "His Honour further found (at [23]) that the Tribunal's findings in this regard were clearly open to it on the evidence before it.",
      "id": "s84"
    },
    {
      "text": "Finally, his Honour noted the following oral submissions made by the appellant: In fact, the purpose of his participating in Falun Gong in Australia was not only to advance his refugee claim.",
      "id": "s85"
    },
    {
      "text": "He had provided photos as evidence showing that he was not in disguise, so that he was at risk of being arrested and persecuted for participation in the demonstration if he returned to China.",
      "id": "s86"
    },
    {
      "text": "Not all Falun Gong practitioners are applicants for refugee status and, implicitly, the Tribunal had not appreciated this.",
      "id": "s87"
    },
    {
      "text": "The Tribunal was unfair in basing its decision on his answers about his knowledge of Falun Gong texts.",
      "id": "s88"
    },
    {
      "text": "It was reasonable for him not to know the name of the supervisor at the Campsie practice site.",
      "id": "s89"
    },
    {
      "text": "He now knew the name of the supervisor, and could obtain evidence of his participation.",
      "id": "s90"
    },
    {
      "text": "The Tribunal was unfair in asking him about his knowledge of Falun Gong books, and not to demonstrate his knowledge of the exercises.",
      "id": "s91"
    },
    {
      "text": "He still suffered psychological harm from what had happened to his father in the course of the Cultural Revolution.",
      "id": "s92"
    },
    {
      "text": "He had spent a lot of money and encountered difficulty in leaving China.",
      "id": "s93"
    },
    {
      "text": "This had also taken time because he was required to procure false documents and borrow money at high interest rates.",
      "id": "s94"
    },
    {
      "text": "If he had not been at risk of persecution, he would not have incurred these expenses.",
      "id": "s95"
    },
    {
      "text": "His Honour found that most of the above contentions went only to the merits of the Tribunal's assessment of his evidence, and did not raise any possible jurisdictional error in the Tribunal's assessment.",
      "id": "s96"
    },
    {
      "text": "His Honour therefore dismissed the application for review.",
      "id": "s97"
    },
    {
      "text": "The High Court has granted the Minister special leave to appeal the Full Court's decision in SZJGV .",
      "id": "s98"
    },
    {
      "text": "The appeal was argued in May 2009 and judgment is reserved as at this date.",
      "id": "s99"
    },
    {
      "text": "Pending the decision in this matter, the state of authority concerning s 91R(3) appears to be as follows: I was informed by counsel for the Minister that the Minister has submitted the \"sole purpose\" test should be applied under s 91R(3).",
      "id": "s100"
    },
    {
      "text": "No error can be found in the above reasoning of the Federal Magistrate.",
      "id": "s101"
    },
    {
      "text": "As his Honour noted, the Tribunal was obliged to make findings about the appellant's conduct in Australia, before considering the effect of s 91R(3).",
      "id": "s102"
    },
    {
      "text": "This was not a case where the Tribunal failed to raise the 'issue' (in the SZBEL sense) of s 91R(3) with the appellant at the hearing (Cf: SZILQ v Minister for Immigration and Citizenship [2007] FCA 942 ; (2007) 163 FCR 304 ; SZJYA v Minister for Immigration and Citizenship (No 2) [2008] FCA 911).",
      "id": "s103"
    },
    {
      "text": "The Tribunal's findings were open to it, that the appellant's Falun Gong activities in Australia were for the sole purpose of enhancing a claim to a protection visa.",
      "id": "s104"
    },
    {
      "text": "No other error of law can be found in the decision of the Federal Magistrate, or jurisdictional error in the decision of the Tribunal in affirming the decision under review.",
      "id": "s105"
    },
    {
      "text": "CONCLUSION AND ORDER \n In my opinion, the approach of the Federal Magistrate and his Honour's conclusion do not reveal appealable error.",
      "id": "s106"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s107"
    },
    {
      "text": "The appeal is dismissed.",
      "id": "s108"
    },
    {
      "text": "The appellant to pay the first respondent's reasonable costs as taxed, if not agreed.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s110"
    },
    {
      "text": "Associate:\nDated: 5 August 2009\n \n Counsel for the Appellant: Self Represented \n \n Counsel for the First Respondent: Ms A Nanson \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 5 August 2009 \n \n Date of Judgment: 5 August 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/841.html",
      "id": "s111"
    }
  ]
}