{
  "name": "JLCS Pty Ltd v Squires Loft City Steakhouse Pty Ltd (No 2) [2009] FCA 8 (12 January 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/8.html",
  "catchphrases": [
    {
      "text": "injunction preventing the use of a trademark",
      "id": "c0"
    },
    {
      "text": "steps taken to avoid injunction",
      "id": "c1"
    },
    {
      "text": "whether it is appropriate to seek a further injunction or move for contempt",
      "id": "c2"
    },
    {
      "text": "further injunction granted",
      "id": "c3"
    },
    {
      "text": "contempt of court",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 JLCS Pty Ltd (whose directors include Lionel Miller and Joel Distiller) is the owner of the trade mark \"Squires Loft\".",
      "id": "s0"
    },
    {
      "text": "On 9 February 2007 a judge found that Lionel and Joel had granted Harold Miller and Saul Miller a licence to operate a steakhouse restaurant at Goldie Place in Melbourne, under the name \"Squires Loft\": Miller v JLCS Pty Ltd (2007) 158 FCR 1.",
      "id": "s1"
    },
    {
      "text": "The judge made a declaration to that effect.",
      "id": "s2"
    },
    {
      "text": "2 There was a subsequent action about the duration of the licence: JLCS Pty Ltd v Squires Loft City Steakhouse Pty Ltd [2008] FCA 867.",
      "id": "s3"
    },
    {
      "text": "When the original action was heard the Goldie Place restaurant was owned by Squires Loft City Steakhouse Pty Ltd (SLCS), a company whose directors were Harold and Saul.",
      "id": "s4"
    },
    {
      "text": "The company held the business in its capacity as trustee of the Squires Loft City Steakhouse Unit Trust.",
      "id": "s5"
    },
    {
      "text": "Subsequently, there was a change in both the directorship of SLCS, and in the beneficial ownership of the business.",
      "id": "s6"
    },
    {
      "text": "This, it was said, caused the licence to terminate.",
      "id": "s7"
    },
    {
      "text": "3 By a counterclaim, Harold, Saul and SLCS contended that the licence was still current and alleged that JLCS had interfered with their use of the mark by permitting it to be used by a competitor, the City Grill Room Pty Ltd, which operated another steakhouse restaurant in Little Lonsdale Street, a distance which is less than 500 meters from the Goldie Place restaurant.",
      "id": "s8"
    },
    {
      "text": "4 I found that neither the change in the directorship nor in the beneficial ownership of the business affected the licence.",
      "id": "s9"
    },
    {
      "text": "Accordingly, JLCS' claim was dismissed.",
      "id": "s10"
    },
    {
      "text": "On the other hand, I granted a declaration on the counterclaim that Lionel and Joel were obliged not to use or permit the use of the mark in location so proximate to the Goldie Place restaurant that it would result in a significant adverse effect on the goodwill of the operation of the restaurant.",
      "id": "s11"
    },
    {
      "text": "There was also an order that there be an assessment of the damages (if any) that Harold and Saul had suffered by reason of the permission granted to the City Grill Room to use the mark.",
      "id": "s12"
    },
    {
      "text": "5 Progress on the assessment of damages has been slow.",
      "id": "s13"
    },
    {
      "text": "The parties are still preparing their evidence.",
      "id": "s14"
    },
    {
      "text": "In the meantime the dispute about the licence continues unabated.",
      "id": "s15"
    },
    {
      "text": "It is clear JLCS is dissatisfied with my judgment and will do what it can to deny Harold and Saul the benefit of the licence.",
      "id": "s16"
    },
    {
      "text": "This has led to further applications which, to date, have been brought in the second action, no doubt because it is still on foot, as issues of damages have not been resolved.",
      "id": "s17"
    },
    {
      "text": "6 To understand the current controversy it is necessary for me to go back to my earlier reasons.",
      "id": "s18"
    },
    {
      "text": "I found that permitting the City Grill Room to use the mark was a breach by JLCS (the current owner of the mark) of its obligation not to derogate from the grant to Harold and Saul of the licence to use the mark.",
      "id": "s19"
    },
    {
      "text": "In my reasons I said that if the non-derogation rule had not applied I would have found there to be an implied term of the licence that JLCS would not use, authorise or permit any other entity to use the mark \"Squires Loft\" in relation to any steak restaurant located in close proximity to the Goldie Place restaurant.",
      "id": "s20"
    },
    {
      "text": "7 At the end of the trial I only made orders in relation to the derogation ground and the assessment of damages.",
      "id": "s21"
    },
    {
      "text": "It was not, therefore, necessary for me to formulate the precise content of the implied term.",
      "id": "s22"
    },
    {
      "text": "But because the parties are still in dispute about the ambit of the term and, as I have been pressed by them to specify with more precision the extent of the term, I propose to state my views.",
      "id": "s23"
    },
    {
      "text": "This will enable the parties to know where they stand.",
      "id": "s24"
    },
    {
      "text": "8 Some of the evidence relevant to this issue is to be found in my earlier reasons.",
      "id": "s25"
    },
    {
      "text": "It had originally been contemplated that the licence to Harold and Saul would be in writing.",
      "id": "s26"
    },
    {
      "text": "A draft licence agreement had been prepared for execution by the parties.",
      "id": "s27"
    },
    {
      "text": "The draft made provision for Harold and Saul to have an exclusive area in which no other person would be granted a licence to use the mark.",
      "id": "s28"
    },
    {
      "text": "The typed version of the draft did not specify the area of exclusivity.",
      "id": "s29"
    },
    {
      "text": "Lionel had, however, written in manuscript on the draft that the area would be \"2 kilometres as the crow flies\".",
      "id": "s30"
    },
    {
      "text": "I should emphasis that no agreement on an area of exclusivity was reached.",
      "id": "s31"
    },
    {
      "text": "Indeed, there seems to have been little discussion about the topic.",
      "id": "s32"
    },
    {
      "text": "9 In addition to the draft licence agreement, there was evidence of a discussion between Lionel and Joel and two former employees of JLCS who wanted to open a Squires Loft restaurant in the city.",
      "id": "s33"
    },
    {
      "text": "The proposal did not proceed, but the discussion involved, among other things, the area of exclusivity that would be granted to the employees if the agreement went ahead.",
      "id": "s34"
    },
    {
      "text": "The area was four city blocks.",
      "id": "s35"
    },
    {
      "text": "Lionel said he regarded this to be an appropriate term to include in the licence.",
      "id": "s36"
    },
    {
      "text": "10 There was also evidence of exclusivity zones granted by JLCS to other licensees.",
      "id": "s37"
    },
    {
      "text": "JLCS has granted a licence to use the mark \"Squires Loft\" to a number of restaurants located in and around Melbourne and interstate.",
      "id": "s38"
    },
    {
      "text": "The areas of exclusivity range from 1 kilometre to 10 kilometres.",
      "id": "s39"
    },
    {
      "text": "11 In the case of a restaurant that operates in the central business district, it would in my view be unreasonable for there to be a large area of exclusivity and it is unlikely that the parties would agree to a large area.",
      "id": "s40"
    },
    {
      "text": "For example, an area of, say, one kilometre or more, would effectively exclude another licensee operating a restaurant using the mark in the central business district.",
      "id": "s41"
    },
    {
      "text": "This could not have been what the parties would have agreed.",
      "id": "s42"
    },
    {
      "text": "12 Still an area must be worked out.",
      "id": "s43"
    },
    {
      "text": "The concept of defining the area of exclusivity by city blocks is attractive.",
      "id": "s44"
    },
    {
      "text": "It allows population density and business activity to be taken into account in a way that cannot be accommodated by an area defined by a fixed radius.",
      "id": "s45"
    },
    {
      "text": "In my view an area of exclusivity being the area bounded by (and including) Collins Street, Swanston Street, La Trobe Street and King Street is reasonable.",
      "id": "s46"
    },
    {
      "text": "It is reasonable in the sense that it provides Harold and Saul with sufficient protection from competition for their restaurant and still allow JLCS the capacity to licence other restaurants in the central business district.",
      "id": "s47"
    },
    {
      "text": "13 Coming back to the dispute which brings the parties to court, the relevant background is this.",
      "id": "s48"
    },
    {
      "text": "Following the trial JLCS permitted the City Grill Room to take its deliveries in a van which bore the mark \"Squires Loft\" in very large letters.",
      "id": "s49"
    },
    {
      "text": "The van would remain parked outside the City Grill Room restaurant for hours at a time.",
      "id": "s50"
    },
    {
      "text": "In truth the van was being used for purposes of advertising the restaurant by reference to the mark.",
      "id": "s51"
    },
    {
      "text": "As a result, in addition to the declaration they had already obtained, Harold and Saul applied for an injunction to prevent the use of the mark, which was granted in these terms:\n \n \n 1.",
      "id": "s52"
    },
    {
      "text": "Each of [Lionel Miller and Joel Distiller] be and they hereby are restrained from permitting or causing [JLCS] to permit the use by the [City Grill Room] of the trade mark \"Squires Loft\" in relation to or in connection with the business known as the City Grill Room restaurant conducted at 353 Little Lonsdale Street, Melbourne.",
      "id": "s53"
    },
    {
      "text": "2.",
      "id": "s54"
    },
    {
      "text": "[JLCS] be and it hereby is restrained from permitting the use by the [City Grill Room] of the trade mark \"Squires Loft\" in relation to or in connection with the business known as the City Grill Room restaurant conducted at 353 Little Lonsdale Street, Melbourne.",
      "id": "s55"
    },
    {
      "text": "14 These injunctions have not prevented the mark being used in connection with the City Grill Room restaurant.",
      "id": "s56"
    },
    {
      "text": "Recently Squires Loft Pty Ltd (of which Joel Distiller is a director and secretary), registered and established a website on the internet.",
      "id": "s57"
    },
    {
      "text": "The website contains a \"Squires Loft South Yarra\" logo, being a reference to the JLCS restaurant that operates in Toorak Road, South Yarra.",
      "id": "s58"
    },
    {
      "text": "Upon selecting the logo users are taken to another website titled \"Squires Loft The Steak Specialists\".",
      "id": "s59"
    },
    {
      "text": "The website has a menu bar with six tabs --- home, our menu, locations, gallery, contact and our future.",
      "id": "s60"
    },
    {
      "text": "Eight restaurants are displayed upon selecting the \"locations\" tab.",
      "id": "s61"
    },
    {
      "text": "The name and location of each restaurant, except one, appears immediately below a Squires Loft logo.",
      "id": "s62"
    },
    {
      "text": "The only exception is the City Grill Room.",
      "id": "s63"
    },
    {
      "text": "Its logo is \"Grill Room\" but it is drawn in such a way (shape, lettering, style etc) that makes it look very similar to the Squires Loft logos.",
      "id": "s64"
    },
    {
      "text": "15 I should briefly mention two further websites that were the subject of submissions.",
      "id": "s65"
    },
    {
      "text": "First, there is a website registered to Jodie Meyerov (a director of JLCS), which was purchased and established for JLCS.",
      "id": "s66"
    },
    {
      "text": "The website, which is currently under construction, promotes the City Grill Room business by reference to the mark.",
      "id": "s67"
    },
    {
      "text": "Due to an administrative oversight, the public was granted access to the site for a short period.",
      "id": "s68"
    },
    {
      "text": "The website does not currently permit public access.",
      "id": "s69"
    },
    {
      "text": "Second, there is website registered to The Grill Room Pty Ltd (of which Jodie Meyerov is a director).",
      "id": "s70"
    },
    {
      "text": "The website predominately displays the words \"Squires Loft\" next to the names \"City Grill Room\" and \"Grill Room\".",
      "id": "s71"
    },
    {
      "text": "According to Jodie Meyerov, the website is \"a website for the Grill Room in Albert Park and ... makes reference to all of the other restaurants which have ongoing contractual relationships with JLCS.",
      "id": "s72"
    },
    {
      "text": "\"\n \n16 It is clear, in my opinion, that the website registered to Squires Loft Pty Ltd is designed so that the City Grill Room takes the benefit of the Squires Loft mark.",
      "id": "s73"
    },
    {
      "text": "The same can be said about the website registered to The Grill Room Pty Ltd. JLCS, Lionel and Joel put forward another explanation.",
      "id": "s74"
    },
    {
      "text": "They say that the two websites do no more than state what is in fact true, namely that there is a factual association between JLCS and the City Grill Room.",
      "id": "s75"
    },
    {
      "text": "I reject the suggestion that the websites are only attempting to show that there is an association between JLCS and the City Grill Room.",
      "id": "s76"
    },
    {
      "text": "There is simply no doubt that what is being done is an attempt to get around the restraint imposed on JLCS, Lionel and Joel not to allow the mark to be used by the City Grill Room.",
      "id": "s77"
    },
    {
      "text": "17 I accept for different reasons that what is happening falls outside the ambit of the injunctions.",
      "id": "s78"
    },
    {
      "text": "The orders prevent JLCS, Lionel and Joel from permitting the use of the mark by the City Grill Room.",
      "id": "s79"
    },
    {
      "text": "The City Grill Room is not itself presently using the mark.",
      "id": "s80"
    },
    {
      "text": "Rather, it is being used by others on its behalf.",
      "id": "s81"
    },
    {
      "text": "This is simply a transparent attempt to avoid the declaration and get around the restraining orders.",
      "id": "s82"
    },
    {
      "text": "This conduct must stop.",
      "id": "s83"
    },
    {
      "text": "What I propose to do is to make a further order that JLCS, Lionel and Joel be restrained from permitting any person to use the Squires Loft mark in relation to, or in connection with, the City Grill Room.",
      "id": "s84"
    },
    {
      "text": "That will prevent them from indirectly doing what they have been restrained directly from doing.",
      "id": "s85"
    },
    {
      "text": "18 I should add a word or two about procedure, lest this matter comes before the court once more.",
      "id": "s86"
    },
    {
      "text": "In Elliott v Klinger [1967] 1 WLR 1165 a plaintiff, who had the benefit of an undertaking, moved for an additional injunction to restrain a third party, who was not a party to the original action, from aiding and abetting breaches of that undertaking.",
      "id": "s87"
    },
    {
      "text": "Stamp J said the procedure was inappropriate.",
      "id": "s88"
    },
    {
      "text": "He said that the plaintiff should have moved for contempt.",
      "id": "s89"
    },
    {
      "text": "It was then up to the court to decide whether it should grant an injunction to prevent the repetition of the contempt.",
      "id": "s90"
    },
    {
      "text": "Stamp J said that \"[it] does not in the least follow that because the Court may take the lenient course [i.e.",
      "id": "s91"
    },
    {
      "text": "grant an injunction], that the plaintiff is entitled to come to the court and ask the court to take that course without asking for committal.",
      "id": "s92"
    },
    {
      "text": "\" The precise status of this ruling is not clear.",
      "id": "s93"
    },
    {
      "text": "In Massad v Schwarz Family Co Pty Limited (Unreported, Supreme Court of New South Wales, Young J, 31 May 1985) Young J suggested that Elliott v Klinger was not correct on this point.",
      "id": "s94"
    },
    {
      "text": "He suggested that it is competent for a party to litigation to itself seek an injunction in lieu of, or in addition to, committal.",
      "id": "s95"
    },
    {
      "text": "I have not heard argument on this issue, but it is a point to which the parties should have regard if it is to be again alleged that JLCS, Lionel and Joel are in breach of the orders made against them.",
      "id": "s96"
    },
    {
      "text": "19 Finally, it is, I think, appropriate that JLCS, Lionel and Joel should pay SLCS', Saul's and Harold's costs of this application.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s98"
    },
    {
      "text": "Associate:\nDated: 12 January 2009\n\n Counsel for the Cross-Claimants: Mr Moore \n \n Solicitor for the Cross-Claimants HWL Ebsworth \n \n Counsel for the Cross-Respondents: Mr Goldblatt \n \n Solicitor for the Cross-Respondent: Goldsmiths \n \n Date of Hearing: 4 December 2008 \n \n Date of Judgment: 12 January 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/8.html",
      "id": "s99"
    }
  ]
}