{
  "name": "Siam Polyethylene Co Ltd v Minister of State for Home Affairs (No 3) [2009] FCA 839 (7 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/839.html",
  "catchphrases": [
    {
      "text": "practice and procedure",
      "id": "c0"
    },
    {
      "text": "confidentiality orders",
      "id": "c1"
    },
    {
      "text": "open justice principle",
      "id": "c2"
    },
    {
      "text": "commercially sensitive information",
      "id": "c3"
    },
    {
      "text": "statutory scheme makes provision for information submitted in the course of administrative inquiry and decision making process to be kept confidential",
      "id": "c4"
    },
    {
      "text": "international instrument implemented by domestic legislation emphasises the importance of keeping such information confidential",
      "id": "c5"
    },
    {
      "text": "whether court should exercise its discretion to order that commercially sensitive information remain confidential",
      "id": "c6"
    },
    {
      "text": "high court and federal court",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "During the hearing the respondents applied for orders, the effect of which was to retain confidentiality over information in parts of the appendices to the reports of the Chief Executive Officer of Customs (the CEO), who is the second respondent.",
      "id": "s0"
    },
    {
      "text": "The reports were made to the Minister, who is the first respondent, and relied on by him in making decisions first, on a review of anti-dumping measures under s 269ZDB(1) of the Customs Act 1901 (Cth) and, secondly, on a continuation of those measures under s 269ZHG(1) of the Act.",
      "id": "s1"
    },
    {
      "text": "The Act contemplates that persons will provide to the CEO information that is confidential or the publication of which would affect adversely the provider's business or commercial interests: see e.g.",
      "id": "s2"
    },
    {
      "text": "ss 269TG(3A) and 269ZJ(2).",
      "id": "s3"
    },
    {
      "text": "These provisions give effect to Australia's obligations as a State party to Art 6.5 of the Agreement on Implementation of Article VI of the General Agreement on Tariffs and Trade 1994 (the implementation agreement).",
      "id": "s4"
    },
    {
      "text": "The CEO is required to maintain a public record under s 269ZJ of the Act for the purposes of considering applications for anti-dumping measures and conducting reviews of such measures and inquiries to continue them beyond their initial 5 year term.",
      "id": "s5"
    },
    {
      "text": "It is in the interests of persons who may be affected by decisions in relation to those processes that the CEO and the Minister act on as much material information as is possible.",
      "id": "s6"
    },
    {
      "text": "Once again, these provisions give effect to aspects of the implementation agreement.",
      "id": "s7"
    },
    {
      "text": "A number of persons who may be expected to provide such information will be overseas exporters to Australia of goods the subject of consideration for anti-dumping measures.",
      "id": "s8"
    },
    {
      "text": "Those persons have an interest in providing full and frank information dealing with pricing, profitability, margins and market assessments in respect of their goods in order that the CEO may give informed reports to the Minister and the Minister may make informed decisions for the purposes of the Act.",
      "id": "s9"
    },
    {
      "text": "Because these decisions affect the competitive environment in which the providers of that information operate, both within Australia and internationally, it would be of great advantage to a business's competitors to have access to the material which would ordinarily be sought and provided in the conduct of an application, review or inquiry for anti-dumping measures.",
      "id": "s10"
    },
    {
      "text": "Indeed Art 6.5 of the Implementation Agreement provides: \n \"6.5 Any information which is by nature confidential (for example, because its disclosure would be of significant competitive advantage to a competitor or because its disclosure would have a significantly adverse effect upon a person supplying the information or upon a person from whom that person acquired the information), or which is provided on a confidential basis by parties to an investigation shall, upon good cause shown, be treated as such by the authorities.",
      "id": "s11"
    },
    {
      "text": "Such information shall not be disclosed without specific permission of the party submitting ...",
      "id": "s12"
    },
    {
      "text": ".",
      "id": "s13"
    },
    {
      "text": "\" \n\n The acting head of the Trade Measures Branch of the Australian Customs and Border Protection Service, Patricia Bridge, deposed that it would not be in the public interest for persons to be deterred from providing full and frank information on a confidential basis to the CEO and his officers in the administration of the anti-dumping regime.",
      "id": "s14"
    },
    {
      "text": "She deposed to the importance of protecting that confidence so that persons are not put in a position where the Court might force disclosure of their commercially sensitive information to their competitors.",
      "id": "s15"
    },
    {
      "text": "I accepted that evidence and the important public purpose which it revealed.",
      "id": "s16"
    },
    {
      "text": "Hence, the concern in the provisions of the Act, to which I have referred, for information of this kind to be kept confidential by the CEO and the Minister so as to ensure frankness and co-operation by persons, not only in the industry the subject of the current investigation, but generally.",
      "id": "s17"
    },
    {
      "text": "Such confidentiality serves an important public interest in Australia's international trading position.",
      "id": "s18"
    },
    {
      "text": "It would be destructive of that public interest, were persons who provided information on the basis of the Act's provisions for maintenance of confidentiality to find that the Court had permitted the tender of this information publicly, so as to expose to the eye of competitors and potential competitors what, in general, would be significant, commercially sensitive information.",
      "id": "s19"
    },
    {
      "text": "Ordinarily, the principles of open justice require that all evidence before a court be open to the public gaze.",
      "id": "s20"
    },
    {
      "text": "This achieves the important objective of transparency in judicial decision-making.",
      "id": "s21"
    },
    {
      "text": "That is fundamental to the proper administration of justice and public confidence in the integrity and independence of the Courts and their decisions.",
      "id": "s22"
    },
    {
      "text": "But, it is an objective which, on occasion, must be balanced against the paramount duty of the Court to do justice.",
      "id": "s23"
    },
    {
      "text": "In Scott v Scott [1913] AC 417 at 437-438, Viscount Haldane LC explained these principles, which have been followed and accepted as fundamental in Australia since Dickason v Dickason [1913] HCA 77 ; (1913) 17 CLR 50 at 51 per Barton ACJ, Isaacs, Gavan Duffy, Powers and Rich JJ.",
      "id": "s24"
    },
    {
      "text": "One of the exceptions to which his Lordship referred was the protection of secret processes and confidential information.",
      "id": "s25"
    },
    {
      "text": "The Court may only depart from exercising its jurisdiction fully in public where, and then only to the extent that, the departure is necessary in the interests of justice or where legislation has altered the open justice rule: John Fairfax &amp; Sons Ltd v Police Tribunal of New South Wales (1986) 5 NSWLR 465 at 476G-477A per McHugh JA, Glass JA agreeing.",
      "id": "s26"
    },
    {
      "text": "Even in the latter situation, the legislative power to affect the conduct of the proceedings of a court exercising the judicial power of the Commonwealth cannot be used to achieve a result that is not compatible with the implied Constitutional freedom of communication on government and political matter: Lange v Australian Broadcasting Corporation [1997] HCA 25 ; (1997) 189 CLR 520 at 567-568 per Brennan CJ, Dawson, Toohey, Gaudron, McHugh, Gummow and Kirby JJ; John Fairfax Publications Pty Ltd v Attorney-General (NSW) [2000] NSWCA 198 ; (2000) 181 ALR 694 at 703-707 [52] - [75] , 715-716 [114]-[119] per Spigelman CJ, 721 [157] per Priestley JA.",
      "id": "s27"
    },
    {
      "text": "I was of opinion that, having regard to the material before me and the objects of the Act, it was appropriate to order that particular portions of the evidence revealing commercially sensitive material dealing with, among other matters, individual competitor's internal costs, prices and sales information be kept confidential so as to protect the interests of persons who provided the CEO and the Minister with information in these matters, and also to ensure that, in the future, others will co-operate in similar exercises.",
      "id": "s28"
    },
    {
      "text": "The Minister and CEO each proposed that a number of redactions be made to the material in the evidence so as to preserve confidentiality while allowing public access to the balance of the evidence.",
      "id": "s29"
    },
    {
      "text": "That was an appropriate course.",
      "id": "s30"
    },
    {
      "text": "I asked the parties to produce a redacted version of the evidence together with the full version of the parts from which redactions have been made.",
      "id": "s31"
    },
    {
      "text": "The full version of those unredacted parts became separate exhibits and for the reasons I have given I made orders under s 50 of the Federal Court of Australia Act 1976 (Cth) preserving their confidentiality.",
      "id": "s32"
    },
    {
      "text": "I gave oral reasons, ex tempore, largely to the effect above as my reasons for making the confidentiality orders at the hearing.",
      "id": "s33"
    },
    {
      "text": "But as I have considered this issue subsequently I will withdraw those earlier reasons and substitute these.",
      "id": "s34"
    },
    {
      "text": "Today I have prepared separate reasons for judgment in each proceeding.",
      "id": "s35"
    },
    {
      "text": "As their current form may disclose, inadvertently, some material that is confidential, I am of opinion that I should publish that version of my reasons initially and only for a short period to only persons already bound to maintain the confidentiality of material disclosed in the proceedings.",
      "id": "s36"
    },
    {
      "text": "This will enable those persons to review the reasons and identify any part that may need to be revised to remove confidential information, either by my rephrasing the reasons or redacting the passage or passages and preparing supplementary confidential reasons in addition to those that are made public.",
      "id": "s37"
    },
    {
      "text": "I will direct that the parties make submissions and file any evidence in relation to any portion of either set of the substantive reasons that may disclose confidential material and stand the matter over a short period.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s39"
    },
    {
      "text": "Associate:\n \n \nDated: 7 August 2009\n \n Counsel for the Applicant: NJ Williams SC, AM Mitchelmore \n \n Solicitor for the Applicant: Baker &amp; McKenzie \n \n Counsel for the First and Second Respondents: A Robertson SC, SB Lloyd SC \n \n Solicitor for the First and Second Respondents: Australian Government Solicitor \n Date of Hearing: 2-3 March 2009 \n \n Date of Judgment: 7 August 2009 \n \n Date of first order: 2 March 2009 \n \n Date of further order: 7 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/839.html",
      "id": "s40"
    }
  ]
}