{
  "name": "Siam Polyethylene Co Ltd v Minister of State for Home Affairs [2009] FCA 837 (12 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/837.html",
  "catchphrases": [
    {
      "text": "anti-dumping duty",
      "id": "c0"
    },
    {
      "text": "review application of existing anti-dumping measures",
      "id": "c1"
    },
    {
      "text": "customs act 1901 (cth) div 5 pt xvb",
      "id": "c2"
    },
    {
      "text": "ss 269tae , 269tg , 269zda , 269zdb",
      "id": "c3"
    },
    {
      "text": "nature of review process",
      "id": "c4"
    },
    {
      "text": "chief executive officer of customs prepares statement of essential facts and report and makes recommendation to minister as to whether anti-dumping duty notice should remain unaltered, be revoked or varied",
      "id": "c5"
    },
    {
      "text": "relevance to review application of statutory criteria governing initial declaration of anti-dumping duty, under s 269tg",
      "id": "c6"
    },
    {
      "text": "whether ceo and minister required to consider again in review whether the dumping of imports is causing or threatening to cause material injury to an australian industry",
      "id": "c7"
    },
    {
      "text": "whether the ceo and minister permitted to set a new non-injurious price by following customs' standard policy of using the unsuppressed selling price of australian like products without considering whether that price is affected by other factors than the dumping",
      "id": "c8"
    },
    {
      "text": "administrative decision making",
      "id": "c9"
    },
    {
      "text": "minister as decision-maker",
      "id": "c10"
    },
    {
      "text": "discretion in making decision",
      "id": "c11"
    },
    {
      "text": "decision must be made having regard to the subject matter, scope and purpose of the legislative scheme",
      "id": "c12"
    },
    {
      "text": "decision must be made on the basis of the most current information available",
      "id": "c13"
    },
    {
      "text": "importance of the decision maker actively considering a statutory requirement, rather than giving it cursory consideration and putting it to one side",
      "id": "c14"
    },
    {
      "text": "statutes implementing international conventions",
      "id": "c15"
    },
    {
      "text": "principles governing construction",
      "id": "c16"
    },
    {
      "text": "using international instrument as an aid to construction",
      "id": "c17"
    },
    {
      "text": "importance of construing implemented international instrument liberally",
      "id": "c18"
    },
    {
      "text": "decisions of international tribunal on the implemented international instrument should be given significant weight in interpreting domestic legislation",
      "id": "c19"
    },
    {
      "text": "administrative law",
      "id": "c20"
    },
    {
      "text": "administrative law",
      "id": "c21"
    },
    {
      "text": "statutes",
      "id": "c22"
    }
  ],
  "sentences": [
    {
      "text": "Siam Polyethylene Co Limited is a Thai corporation which manufactures linear low density polyethylene in pellets ( the product ).",
      "id": "s0"
    },
    {
      "text": "Depending on the grade, the product can be used to make anything from films and plastic bags to pipes, containers, telephones and other house wares to tanks and drums.",
      "id": "s1"
    },
    {
      "text": "It is used in a variety of extrusion and other moulding applications.",
      "id": "s2"
    },
    {
      "text": "There is one Australian manufacturer of the product, Qenos Pty Limited, and a number of other exporters from overseas which sell the product in the Australian market.",
      "id": "s3"
    },
    {
      "text": "On 3 December 2003, the Minister imposed anti-dumping duties on imports into Australia of the product from Korea (except for one manufacturer there) and from Thailand pursuant to a declaration made under s 269TG(2) of the Customs Act 1901 (Cth).",
      "id": "s4"
    },
    {
      "text": "Earlier, in 2000, anti-dumping duties and other measures had been taken in respect of importations of the product from Indonesia.",
      "id": "s5"
    },
    {
      "text": "A review of the anti-dumping measures applying to Indonesia, Korea and Thailand began in late 2004 concluding in September 2005 when the variable factors used to assess the incidence of anti-dumping duty for imports of the product from each of those countries were altered.",
      "id": "s6"
    },
    {
      "text": "In July 2005, a continuation enquiry under Div 6 of Pt XVB of the Customs Act resulted in anti-dumping measures being continued in respect of Indonesia for a further five year period.",
      "id": "s7"
    },
    {
      "text": "On 12 November 2007, Qenos lodged an application under s 269ZA of the Act for a review of the anti-dumping measures in respect of the product imported into Australia from Indonesia, Korea and Thailand.",
      "id": "s8"
    },
    {
      "text": "The Chief Executive Officer of Customs, the second respondent, defined as the \" CEO \" in the Act, advertised his decision to conduct a review in early December 2007.",
      "id": "s9"
    },
    {
      "text": "The CEO published a statement of essential facts in accordance with s 269ZD of the Act on 25 March 2008.",
      "id": "s10"
    },
    {
      "text": "Interested parties had to make submissions in response to the statement of essential facts by mid April 2008 under the strict timetable laid down in the Act under s 269ZDA(1).",
      "id": "s11"
    },
    {
      "text": "On 6 May 2008 the CEO gave the Minister Trade Measures Report 134 containing his recommendations.",
      "id": "s12"
    },
    {
      "text": "That report recommended changes to the variable factors for the assessment of anti-dumping duties which had the effect of raising the previously assessed duty on Siam from nil to a more substantive figure.",
      "id": "s13"
    },
    {
      "text": "On 23 June 2008, the Minister accepted the CEO's recommendations by making a declaration pursuant to s 269ZDB(1) and, on 3 July 2008 his declaration was published.",
      "id": "s14"
    },
    {
      "text": "The Minister's declaration stated that his reasons were those in Report 134.",
      "id": "s15"
    },
    {
      "text": "Siam complained that the decision of the CEO to make the recommendations and the decision of the Minister to accept them were not authorised by the Act.",
      "id": "s16"
    },
    {
      "text": "Siam raised three issues in this application: Did the Minister and CEO misconstrue the provisions of Div 5 of Pt XVB of the Act in the review by failing to apply the test in s 269TG(2)(b) , and so did not inquire whether material injury to Qenos had been or was being caused or threatened by the export to Australia of the product by Siam from Thailand?",
      "id": "s17"
    },
    {
      "text": "Was each of the CEO and the Minister authorised to calculate a non-injurious price, within the meaning of s 269TACA(a) and s 8(5A) of the Customs Tariff (Anti-Dumping) Act 1975 (Cth) ( the Dumping Duty Act ) simply by following Customs' ordinary policy of identifying an industry selling price at a time unaffected by dumping, without identifying the injury or threat to the Australian industry (here Qenos) which that price would prevent.",
      "id": "s18"
    },
    {
      "text": "Were the decisions of the CEO, to recommend, and of the Minister, to declare that the anti-dumping measures remain in force with variations made without evidence or other material before either of them that any injury to the Australian industry had been caused by Siam's exports of the product to Australia?",
      "id": "s19"
    },
    {
      "text": "THE STATUTORY SCHEME \n Division XVB of the Act covers about 150 pages.",
      "id": "s20"
    },
    {
      "text": "It is necessary to summarise some of those provisions for the purposes of explaining enough of the statutory background to enable the issues in these proceedings to be understood.",
      "id": "s21"
    },
    {
      "text": "Following the enactment of the Customs Legislation (World Trade Organisation Amendments) Act 1994 (Cth) and the Customs Legislation (Anti-Dumping Amendments) Act 1998 (Cth) the purpose of Pt XVB was to give effect to the obligations Australia had assumed under agreements negotiated in the Uruguay Round of the General Agreement on Tariffs and Trade.",
      "id": "s22"
    },
    {
      "text": "Australia is a State party to the Agreement on Implementation of Article IV of the General Agreement on Tariffs and Trade 1994 ( the implementation agreement ).",
      "id": "s23"
    },
    {
      "text": "The explanatory memorandum circulated by the Minister for Customs and Consumer Affairs for the 1998 Bill, stated that the, then, present system and the proposed amendments were premised upon conformity with Australia's obligations under the World Trade Organisation Agreements.",
      "id": "s24"
    },
    {
      "text": "Relevantly, Pt XVB contemplated that there will be three significant decisions made at various stages under its provisions.",
      "id": "s25"
    },
    {
      "text": "The first such decision will be whether to impose an anti-dumping measure or not.",
      "id": "s26"
    },
    {
      "text": "If imposed, the measure remains in force for five years unless revoked earlier.",
      "id": "s27"
    },
    {
      "text": "A particular process is set out for the Minister to arrive at that decision which I will describe later.",
      "id": "s28"
    },
    {
      "text": "The second significant decision is whether the initial anti-dumping measure should be changed in consequence of a review during its five year life.",
      "id": "s29"
    },
    {
      "text": "The third significant decision is whether, towards the end of the five year period, there should be a continuation of anti-dumping measures for a further period of five years.",
      "id": "s30"
    },
    {
      "text": "Because the Parliament has enacted Pt XVB to deal with the subject matter of the implementation agreement, the legislation must be interpreted and applied, so far as its language permits, so that it is in conformity, and not in conflict, with Australia's international obligations.",
      "id": "s31"
    },
    {
      "text": "Where the language of a statute is ambiguous, the Court should favour a construction consistent with the international instrument and the obligations which it imposes over another possible construction of that legislation.",
      "id": "s32"
    },
    {
      "text": "The meaning of obligations in an international instrument, such as the implementation agreement, must be ascertained by giving primacy to the text of the instrument as well as considering its context, objects and purposes.",
      "id": "s33"
    },
    {
      "text": "And, an international instrument is interpreted in a more liberal manner than ordinarily when a court construes exclusively domestic legislation: Pilkington (Australia) Ltd v Minister for Justice and Customs [2002] FCAFC 423 ; (2002) 127 FCR 92 at 100 [25] - [26] per Mansfield, Conti and Allsop JJ.",
      "id": "s34"
    },
    {
      "text": "International treaties should be interpreted uniformly by States party: LK v Director General, Department of Community Services (2009) 253 ALR 202 at 213 [36] per French CJ, Gummow, Hayne, Heydon and Kiefel JJ.",
      "id": "s35"
    },
    {
      "text": "The starting point for the process of construction of the Act, is found in the words that the Parliament has chosen.",
      "id": "s36"
    },
    {
      "text": "The terms of the implementation agreement, or other international convention, are an aid to construction of domestic legislation enacted by the Parliament: see Chiropedic Bedding Pty Ltd v Radburg Pty Ltd [2008] FCAFC 142 ; (2008) 170 FCR 560 at 568-570 [32] - [41] per French, Rares and Besanko JJ.",
      "id": "s37"
    },
    {
      "text": "CONTEXT OF THE PRESENT APPLICATION IS A REVIEW OF EXISTING ANTI-DUMPING MEASURES \n Relevantly, in December 2003, the Minister decided to make a declaration of anti-dumping measures and to cause publication of a notice of its making under s 269TG(2) which provides: \n\"(2) Where the Minister is satisfied, as to goods of any kind, that:\n \n \n \n(a) the amount of the export price of like goods that have already been exported to Australia is less than the amount of the normal value of those goods, and the amount of the export price of like goods that may be exported to Australia in the future may be less than the normal value of the goods; and \n \n \n(b) because of that, material injury to an Australian industry producing like goods has been or is being caused or is threatened , or the establishment of an Australian industry producing like goods has been or may be materially hindered;\n \n \nthe Minister may, by public notice (whether or not he or she has made, or proposes to make, a declaration under subsection (1) in respect of like goods that have been exported to Australia), declare that section 8 of the Dumping Duty Act applies to like goods that are exported to Australia after the date of publication of the notice or such later date as is specified in the notice.",
      "id": "s38"
    },
    {
      "text": "\" (emphasis added)\n \n The \" export price \" was defined in s 269TAB(1)(a) as being the price paid or payable by the importer into Australia in an arms length transaction with an exporter.",
      "id": "s39"
    },
    {
      "text": "Here, Siam sold to Dow Chemical (Australia) Limited at arms length.",
      "id": "s40"
    },
    {
      "text": "Section 269TAB(1) provided that the export price excluded any part of the price representing a charge in respect of the transport of the goods after exportation or in respect of any other matter arising after exportation.",
      "id": "s41"
    },
    {
      "text": "The \" normal value of the goods \" was defined in s 269TAC(1) as the price paid or payable for like goods sold in the ordinary course of trade for home consumption in the country of export in sales that are arms length transactions made by the exporter.",
      "id": "s42"
    },
    {
      "text": "The CEO was able to ascertain the normal value of the product sold by Siam in Thailand.",
      "id": "s43"
    },
    {
      "text": "Thus, where the Minister is satisfied under s 269TG(2)(a) that a price broadly equivalent to the f.o.b.",
      "id": "s44"
    },
    {
      "text": "(free on board) price for the goods exported to Australia is less than the price for which the same goods would have been sold in Thailand, the sale to Australia is regarded as being at a \"dumped\" price.",
      "id": "s45"
    },
    {
      "text": "Here, there is no dispute that the CEO and the Minister were entitled to be satisfied that Siam exported the product to Australia at a dumped price.",
      "id": "s46"
    },
    {
      "text": "The second condition in s 269TG(2)(b) required that the dumped price be causative of \"material injury to an Australian industry producing like goods\" in the sense that such an injury had either been occasioned, was currently caused or was being threatened.",
      "id": "s47"
    },
    {
      "text": "Here, the relevant Australian industry was Qenos, the only Australian manufacturer.",
      "id": "s48"
    },
    {
      "text": "The concept of \" material injury \" under Div 3 was dealt within s 269TAE.",
      "id": "s49"
    },
    {
      "text": "That provided that for the purposes of s 269TG in determining whether material injury has been, is being caused or is threatened because of any circumstance in relation to the exportation of goods to Australia from the country of export, the Minister \"may, without limiting the generality of that section but subject to subsections (2A), (2B) and (2C), have regard to\" a range of factors including: Next, s 269TAE(2A) provided that in making a determination in relation to the exportation of goods to Australia \"the Minister must consider whether any injury to an industry ... is being caused or threatened by a factor other than the exportation of those goods\" and any such injury or hindrance must not be attributed to the exportation of those goods.",
      "id": "s50"
    },
    {
      "text": "The section then listed a number of examples of the factors which the Minister must not attribute to the dumping, including the volume and prices of imported like goods that are not being dumped, contractions in demand or changes in patterns of consumption, restrictive trade practices of, and competition between, foreign and Australian producers of like goods, developments in technology, export performance and productivity of the Australian industry.",
      "id": "s51"
    },
    {
      "text": "This list of factors was not intended to be exhaustive or a set of factors necessarily to be taken into account.",
      "id": "s52"
    },
    {
      "text": "The critical question, for the purposes of s 269TAE(2A), for the Minister to consider was whether the injury was being caused or threatened by a factor other than the exportation of the dumped goods.",
      "id": "s53"
    },
    {
      "text": "Next, section 269TAE(2B) provided: \n\"(2B) In determining:\n \n \n \n(a) for the purposes of subsection (1), whether or not material injury is threatened to an Australian industry; or\n \n \n(b) for the purposes of subsection (2), whether or not material injury is threatened to an industry in a third country;\n \n \nbecause of the exportation of goods into the Australian market, the Minister must take account only of such changes in circumstances , including changes of a kind determined by the Minister, as would make that injury foreseeable and imminent unless dumping or countervailing measures were imposed .",
      "id": "s54"
    },
    {
      "text": "\" (emphasis added)\n \n It follows that, ss 269TAE(1) and (2B) together applied when the Minister had to determine, for the purposes of making a decision under s 269TG, whether material injury to an Australian industry had been or was being caused or was threatened, or would or might have been caused, because of any circumstances in relation to the dumping of goods here.",
      "id": "s55"
    },
    {
      "text": "In that situation, s 269TAE(2B) required the Minister to take account only of such changes in circumstances as would make that injury both foreseeable and imminent unless anti-dumping measures were imposed.",
      "id": "s56"
    },
    {
      "text": "These provisions sought to give effect to Art 3.7 of the implementation agreement which stated: \n\"3.7 A determination of a threat of material injury shall be based on facts and not merely on allegation, conjecture or remote possibility .",
      "id": "s57"
    },
    {
      "text": "The change in circumstances which would create a situation in which the dumping would cause injury must be clearly foreseen and imminent .",
      "id": "s58"
    },
    {
      "text": "(One example, though not an exclusive one, is that there is convincing reason to believe that there will be, in the near future, substantially increased importation of the product at dumped prices.",
      "id": "s59"
    },
    {
      "text": ") In making a determination regarding the existence of a threat of material injury, the authorities should consider, inter alia , such factors as:\n \n \n(i) a significant rate of increase of dumped imports into the domestic market indicating the likelihood of substantially increased importation;\n \n \n (ii) sufficient freely disposable, or an imminent, substantial increase in, capacity of the exporter indicating the likelihood of substantially increased dumped exports to the importing Member's market, taking into account the availability of other export markets to absorb any additional exports;\n \n (iii) whether imports are entering at prices that will have a significant depressing or suppressing effect on domestic prices, and would likely increase demand for further imports; and\n \n (iv) inventories of the product being investigated.",
      "id": "s60"
    },
    {
      "text": "No one of these factors by itself can necessarily give decisive guidance but the totality of the factors considered must lead to the conclusion that further dumped exports are imminent and that, unless protective action is taken, material injury would occur.",
      "id": "s61"
    },
    {
      "text": "\" (emphasis added)\n \n \nAnd Art 3.8 provided that in a case where injury was threatened by dumped imports \"... the application of anti-dumping measures shall be considered and decided with special care\".",
      "id": "s62"
    },
    {
      "text": "The Dumping Duty Act provided that the Customs Act was incorporated and must be read as one with it (s 6).",
      "id": "s63"
    },
    {
      "text": "Significantly, s 8(2)(a) expressly provided that dumping duty \"is imposed, and ... must be collected and paid, on goods ... to which this section applies by virtue of a notice under subsection 269TG(1) or (2) of the Customs Act \".",
      "id": "s64"
    },
    {
      "text": "Dumping duty payable on goods the subject of a notice under s 269TG(2) of the Customs Act was fixed by ss 8(2) and 8(6)(a) of the Dumping Duty Act as the difference between the amounts that the Minister ascertained to be the export price and the normal value of those particular goods.",
      "id": "s65"
    },
    {
      "text": "Interim dumping duty was levied by ss 8(3) and (4) of the Dumping Duty Act pending final assessment of the dumping duty payable, as the difference between the export price and normal value of the goods as ascertained or last ascertained by the Minister for the purpose of the notice.",
      "id": "s66"
    },
    {
      "text": "Prices and values were ascertained for the purpose of a notice in accordance with the provisions of Div 5 of Pt XVB of the Customs Act .",
      "id": "s67"
    },
    {
      "text": "Those provisions also permitted review of the operation of a notice during its currency.",
      "id": "s68"
    },
    {
      "text": "The Minister had to direct, by a signed notice, that the amount of interim dumping duty be ascertained as a proportion of the export price of the particular goods or goods of that kind as ascertained or last ascertained by the Minister for the purpose of the dumping duty notice, whichever is the greater: s 8(5) of the Dumping Duty Act.",
      "id": "s69"
    },
    {
      "text": "And, s 8(5A) provided that the Minister must, if the non-injurious price of goods of the kind ascertained, or last ascertained, by him or her for the purpose of the notice was less than the normal value of the goods of that kind, have regard to the desirability of fixing a lesser amount of duty so that the sum of the export price of the goods of the kind as ascertained or last ascertained and that lesser duty did not exceed the non-injurious price.",
      "id": "s70"
    },
    {
      "text": "In other words, the mechanism for fixing an interim duty of this kind required the Minister to ascertain what would be the non-injurious price and to have regard to the desirability of imposing a duty which did not exceed it.",
      "id": "s71"
    },
    {
      "text": "The concept of a \" non injurious price \" was defined in s 269TACA(a) as: \n\"The non-injurious price of goods exported to Australia is the minimum price necessary :\n \n \n(a) if the goods are the subject of, or of an application for, a dumping duty notice under subsection 269TG(1) or (2)--- to prevent the injury, or a recurrence of the injury , or to remove the hindrance, referred to in paragraph 269TG (1)(b) or (2)(b) ;\" (emphasis added)\n \n \nThus, the non-injurious price was the price \"necessary\" to prevent the injury or a recurrence of the injury referred to in s 269TG(2)(b).",
      "id": "s72"
    },
    {
      "text": "The standard in s 269TACA(a) is an objective one.",
      "id": "s73"
    },
    {
      "text": "So, the Minister must first identify the material injury to the Australian industry producing the like goods that has been, is being caused or threatened by the dumping.",
      "id": "s74"
    },
    {
      "text": "Next, the Minister must determine a price at which the dumped goods are to be sold that will prevent the actual or threatened injury to the Australian industry.",
      "id": "s75"
    },
    {
      "text": "This reflects the important provisions of Art 3.1 of the implementation agreement.",
      "id": "s76"
    },
    {
      "text": "That provided that a determination of injury:\n \n \"... shall be based on positive evidence and involve an objective examination of both \n \n \n(a) the volume of the dumped imports and the effect of the dumped imports on prices in the domestic market for like products, and\n \n \n(b) the consequent impact of those imports on domestic producers of such products\".",
      "id": "s77"
    },
    {
      "text": "(emphasis added)\n \n Under s 269TG(3)(b) a notice issued under s 269TG(2) must include a statement of the respective amounts that the Minister ascertained, at the time of publication of the notice, was or would be the normal value of the goods to which the declaration relates, the export price of those goods and their non-injurious price.",
      "id": "s78"
    },
    {
      "text": "However, s 269TG(3A) permits the Minister to retain the confidentiality of commercial and valuable information as to those prices by not making them part of a public notice (see Siam Polyethylene Co Ltd v Minister for Home Affairs (No 3) [2009] FCA 839].",
      "id": "s79"
    },
    {
      "text": "Nonetheless, the scheme of s 269TG(3A) is clear: it requires the Minister to ascertain the normal value, export price and non-injurious price for the purposes of the declaration and the consequent imposition of anti-dumping duties under the Dumping Duty Act .",
      "id": "s80"
    },
    {
      "text": "Where a notice under s 269TG(2) has been published by the Minister, the notice expires five years after the day of publication unless it is revoked before the end of that period: s 269TM(1).",
      "id": "s81"
    },
    {
      "text": "REVIEW OF ANTI-DUMPING MEASURES \n Under Div 5 of Pt XVB of the Act, persons affected by anti-dumping measures, such as an anti-dumping notice, can apply for a review and the Minister can initiate, of his or her own motion, a review within the five year currency.",
      "id": "s82"
    },
    {
      "text": "An affected party may lodge an application pursuant to s 269ZA(1) requesting the CEO to initiate a review of anti-dumping measures that have been taken in respect of goods where the affected party considers that it may be appropriate to review those measures as they affect either a particular exporter of the goods or exporters generally.",
      "id": "s83"
    },
    {
      "text": "However, s 269ZA(1) required the applicant for a review to identify at least one of two bases for the review.",
      "id": "s84"
    },
    {
      "text": "These were, first, that there had been a change of one or more variable factors relevant to that importer or manufacturer or the current situation is such that if there were no anti-dumping measures then in place, the Minister would not be entitled (at the time of the request) to take such measures.",
      "id": "s85"
    },
    {
      "text": "Thus, an importer or affected Australian manufacturer can apply for a review.",
      "id": "s86"
    },
    {
      "text": "However, an application for review cannot be made until 12 months after the publication of the notice or 12 months after the last review (s 269ZA(2)).",
      "id": "s87"
    },
    {
      "text": "Next, s 269ZB prescribed the content of an application for review which must be in an approved form (s 269ZB(1)).",
      "id": "s88"
    },
    {
      "text": "Where the application for a review is based on a change in variable factors, the applicant must provide a statement of its opinion concerning the relevant variable factors that have changed, the amount by which each factor has changed and the information that establishes that amount (s 269ZB(2)(c)).",
      "id": "s89"
    },
    {
      "text": "Where the application for a review is based on any other circumstances that in the view of the applicant would prevent the Minister, in the absence of anti-dumping measures, from taking such measures, the applicant must provide a statement of those other circumstances (s 269ZB(2)(d)).",
      "id": "s90"
    },
    {
      "text": "The CEO must examine the application for review within 20 days after Customs receives it (s 269ZC(1)) and must, either, reject the application, if not satisfied of the matters referred to in s 269ZC(2), or commence the review.",
      "id": "s91"
    },
    {
      "text": "The matters which the CEO is required to consider under s 269ZC(2) are whether the application complied with the formal requirements of s 269ZB and, pursuant to s 269ZC(2)(b): \n\"(b) whether there appear to be reasonable grounds for asserting either:\n \n \n(i) that the variable factors relevant to the taking of anti-dumping measures have changed; or\n \n \n(ii) that, if the anti-dumping measures to which the application relates had not been taken, the Minister would not be entitled to take such measures.",
      "id": "s92"
    },
    {
      "text": "\"\n \n When the CEO has decided not to reject an application for review of anti-dumping measures, the CEO must publish a notice in a newspaper circulating in each State and Territory indicating the proposal to conduct the review.",
      "id": "s93"
    },
    {
      "text": "Then s 269ZC(7) set out a timetable that required, in effect, that a report will be made to the Minister within either 110 or 155 days.",
      "id": "s94"
    },
    {
      "text": "Once a notice of review has been published, the CEO must place on the public record a statement of facts upon which the CEO proposes to base a recommendation to the Minister in relation to the review of those measures, which was called a \" statement of essential facts \" (s 269ZD(1)).",
      "id": "s95"
    },
    {
      "text": "In formulating the statement of essential facts s 269ZD(2) required the CEO to have regard to the application or request and any submissions relating generally to the review received by Customs within 40 days after the publication of the public notice, and may have regard to any other matters that the CEO considered relevant.",
      "id": "s96"
    },
    {
      "text": "The CEO must then prepare a report pursuant to s 269ZDA(1)(a) which provided as follows: \n(1) The CEO must, after conducting a review of anti-dumping measures and before the end of the period referred to in paragraph 269ZC(7)(c) as it applies to those measures, give the Minister a report recommending:\n \n \n(a) to the extent that the measures involved the publication of a dumping duty notice or a countervailing duty notice:\n \n \n(i) that the notice remain unaltered; or\n \n \n (ii) that the notice be revoked in its application to a particular exporter or to a particular kind of goods or revoked generally; or\n \n\n(iii) that the notice have effect in relation to a particular exporter or to exporters generally, as if different variable factors had been ascertained;\"\n \n For present purposes it is important to recognise that the provisions of s 269ZDA(1)(a) required the CEO to recommend to the Minister one of three specified choices.",
      "id": "s97"
    },
    {
      "text": "The CEO was required, in deciding on the recommendations to be made to the Minister in the report, to have regard to the application or request for review, any submission relating generally to the review to which the CEO has had regard for the purpose of formulating the statement of essential facts, the statement itself, and any submission made in response to that statement received by Customs, within 20 days after it had been placed on the public record, together with any other matter that the CEO considered to be relevant pursuant to s 269ZDA(3).",
      "id": "s98"
    },
    {
      "text": "In addition, the CEO is required by s 269TE(2) to determine any such recommendation in the same manner, and having regard to the same considerations, as if he or she were the Minister.",
      "id": "s99"
    },
    {
      "text": "The report to the Minister must include a statement of the CEO's reasons for any recommendation contained in it, set out the material findings of fact upon which the recommendation was based and provide particulars of the evidence relied on to support those findings (s 269ZDA(5)).",
      "id": "s100"
    },
    {
      "text": "The Minister then makes the decision under s 269ZDB(1), which provided relevantly as follows: \n\"(1) After considering the report of the CEO and any other information that the Minister considers relevant, the Minister must declare, by notice published in accordance with subsection (7), that for the purposes of this Act and the Dumping Duty Act:\n \n \n \n(a) to the extent that the anti-dumping measures concerned involved the publication of a dumping duty notice or a countervailing duty notice:\n \n \n \n(i) that the notice is to remain unaltered; or\n \n \n (ii) that, with effect from a date specified in the declaration, the notice is taken to be, or to have been, revoked either in relation to a particular exporter or to exporters generally or in relation to a particular kind of goods; or\n \n\n(iii) that, with effect from a date specified in the declaration, the notice is to be taken to have effect or to have had effect, either in relation to a particular exporter or to exporters generally, as if the Minister had fixed different variable factors in respect of that exporter or of exporters generally, relevant to the determination of duty;\"\n \n A declaration made by the Minister under s 269ZDB(1) took effect according to its terms.",
      "id": "s101"
    },
    {
      "text": "The choices offered to the Minister reflected the three classes of recommendation which the CEO had to provide to him or her in the report under s 269ZDA(1)(a).",
      "id": "s102"
    },
    {
      "text": "The critical question for present purposes is whether the criteria specified in Div 3 of Pt XVB of the Act for the initial imposition of anti-dumping measures affected or controlled the considerations arising in a review under Div 5 of Pt XVB.",
      "id": "s103"
    },
    {
      "text": "It is apparent that the statutory language providing for the initial decision is different to that for a review.",
      "id": "s104"
    },
    {
      "text": "A declaration made by the Minister under s 269ZDB(1)(a) has consequences for the purposes of the Customs Act and the Dumping Duty Act .",
      "id": "s105"
    },
    {
      "text": "The declaration can either leave the notice issued earlier under s 269TG(2) unaltered, or revoke it, either generally or with respect to a particular exporter or exporters or to particular kinds of goods.",
      "id": "s106"
    },
    {
      "text": "That is, under the first two alternatives in s 269ZDB(1)(a), the Minister's declaration will operate on the existing notice by leaving it in place or wholly or partly revoking it.",
      "id": "s107"
    },
    {
      "text": "The third alternative deems an existing notice prospectively to have a different effect as provided for in the Minister's declaration.",
      "id": "s108"
    },
    {
      "text": "Critically, the outcome of the declaration is always determined by reference to the notice in force pursuant to s 269TG(2).",
      "id": "s109"
    },
    {
      "text": "In arriving at his or her decision to make a declaration under s 269ZDB(1) the Minister considers the report of the CEO \"...and any other information that the Minister considers relevant\".",
      "id": "s110"
    },
    {
      "text": "The word \"information\" is not defined or otherwise supplemented in the Act.",
      "id": "s111"
    },
    {
      "text": "Obviously, the Minister will have before him or her the original dumping duty notice, because that is the instrument which the Minister's declaration will affect in one of the three manners allowed by the section.",
      "id": "s112"
    },
    {
      "text": "Because s 269ZDB(1)(a)(iii) gives the Minister power to change the operation of the original notice so that, from the date specified in the declaration it will have effect \"as if\" the Minister had fixed the relevant different variable factors in respect of an exporter or exporters generally, he must have rejected the other two alternatives (being to leave the earlier notice unaltered or to revoke it wholly or partly).",
      "id": "s113"
    },
    {
      "text": "Thus, the Minister's function was to make a declaration after considering the CEO's report and any other information he or she considers relevant.",
      "id": "s114"
    },
    {
      "text": "That is in contrast to the function of the CEO under s 269ZDA(3) who must make any recommendations having regard to, first, the four specified factors in s 269ZDA(3)(a) but, secondly, pursuant to s 269TE(2), the considerations to which the Minister would be required to have regard and to determine the matter in like manner as if the CEO were the Minister.",
      "id": "s115"
    },
    {
      "text": "THE REVIEW \n Report 134 recorded that Customs had reviewed all the variable factors in the 12 months between 1 October 2006 and 30 September 2007 and \"... considered whether there were any grounds to revoke the measures\".",
      "id": "s116"
    },
    {
      "text": "During the review period the rate of duty for imports of the product from Thailand was free, in contrast to the 5% duty on imports from Indonesia and Korea.",
      "id": "s117"
    },
    {
      "text": "In February 2008, Customs visited Siam in Thailand and obtained information which it used to verify its findings.",
      "id": "s118"
    },
    {
      "text": "Report 134 found: Customs also visited a number of other exporters of the product affected by the review and analysed various items of confidential information it obtained from them and Qenos as to their businesses as well as their costs and prices.",
      "id": "s119"
    },
    {
      "text": "Customs then prepared confidential appendices to Report 134.",
      "id": "s120"
    },
    {
      "text": "I have given separate reasons for confidentiality orders that I made during the hearing in respect of this class of information: Siam Polyethylene Co Ltd v Minister of State for Home Affairs (No 3) [2009] FCA 389.",
      "id": "s121"
    },
    {
      "text": "Customs found that all relevant information it had considered during the review indicated that prices and costs had increased since the last review.",
      "id": "s122"
    },
    {
      "text": "The evidence in the confidential evidence indicated that those increases were significant and substantial.",
      "id": "s123"
    },
    {
      "text": "Report 134 then discussed the issues arising for the Minister in considering whether, under s 8(5A) of the Dumping Duty Act , it might be desirable to fix a lesser amount of duty so that the export price and the lesser amount of duty together did not exceed the non-injurious price.",
      "id": "s124"
    },
    {
      "text": "It described Customs' practice in this regard as first establishing an unsuppressed selling price.",
      "id": "s125"
    },
    {
      "text": "In order to calculate the unsuppressed selling price for Report 134, Customs used the industry's selling price at a time unaffected by dumping.",
      "id": "s126"
    },
    {
      "text": "However, this was a different methodology to that used in the original determination and earlier reviews.",
      "id": "s127"
    },
    {
      "text": "The earlier method used a constructed industry price based on the industry's cost to make and sell the product plus a rate of profit achieved on sales of a similar product, also ethylene based.",
      "id": "s128"
    },
    {
      "text": "The Report described the Australian market for the product in the review period as follows: \n\"&#183; the Australian market for LLDPE was around 235,000 tonnes in the review period --- the 12 months ended September 2007.",
      "id": "s129"
    },
    {
      "text": "&#183; the Australian industry has a larger market share than imports.",
      "id": "s130"
    },
    {
      "text": "&#183; imports from exporters subject to measures is significant.",
      "id": "s131"
    },
    {
      "text": "&#183; imports from exporters not subject to measures is also significant.",
      "id": "s132"
    },
    {
      "text": "&#183; the review shows the majority of the exports from exporters subject to measures were at dumped prices.",
      "id": "s133"
    },
    {
      "text": "\"\n \n Report 134 observed that Qenos' business relating to the product: \n \"... performed strongly over the review period.",
      "id": "s134"
    },
    {
      "text": "Sales volumes and profitability improved.",
      "id": "s135"
    },
    {
      "text": "Qenos appears to have been able to adjust its prices to cover any increases in raw material cost.",
      "id": "s136"
    },
    {
      "text": "Qenos' strong performance occurred in a market where some dumping was observed, but where the volume of dumped goods was small relative to total imports and the Australian ... market [for the product] as a whole.",
      "id": "s137"
    },
    {
      "text": "In examining the market Customs considered that the dumped goods had a limited effect on Australian industry's selling prices in the review period .",
      "id": "s138"
    },
    {
      "text": "Therefore Customs has calculated a [unsuppressed selling price] based on the industry's selling price.",
      "id": "s139"
    },
    {
      "text": "\"\n \n(emphasis added) \n \n The method of calculating the non-injurious price is not defined in the legislation.",
      "id": "s140"
    },
    {
      "text": "However, s 269TACA(a) provided that the non-injurious price of goods the subject of a notice under s 269TG(2) exported to Australia is the minimum price necessary to prevent the injury or recurrence of the injury referred to in s 269TG(2)(b).",
      "id": "s141"
    },
    {
      "text": "Report 134 explained that the unsuppressed selling price Customs had ascertained represented the selling price of the Australian industry comparable to \"the into store price of end users in the Australian market\".",
      "id": "s142"
    },
    {
      "text": "The report said that it had calculated the non-injurious price at the f.o.b.",
      "id": "s143"
    },
    {
      "text": "level for the country of export by deducting from the unsuppressed selling price \"post FOB exportation costs including overseas freight and importer costs and, where appropriate, profit\".",
      "id": "s144"
    },
    {
      "text": "Customs found that there had been an upward movement in the non-injurious price and provided confidential calculations as to how that had been ascertained.",
      "id": "s145"
    },
    {
      "text": "Customs received submissions in the review from Dow, made on its own behalf and for Siam, as well as submissions from Qenos.",
      "id": "s146"
    },
    {
      "text": "Dow objected to the current measures and, observed that the export pricing of Siam continued to be considerably higher than the threshold established by the previous review.",
      "id": "s147"
    },
    {
      "text": "Dow contended that Siam's exports of the product were never priced at levels that were likely to cause material injury to the Australian industry.",
      "id": "s148"
    },
    {
      "text": "It also argued that any such injury could not be attributed to importations from Siam and that the measures against importations of the product from Siam were not appropriate and should be revoked.",
      "id": "s149"
    },
    {
      "text": "The CEO considered those submissions and Qenos' for the purposes of preparing the statement of essential facts.",
      "id": "s150"
    },
    {
      "text": "However, the Report noted that the initial submissions by Dow and Siam were received on 17 January 2008, the last day of the 45 day period after the initiation of the review, and this had limited Custom's ability to undertake an extensive examination of \"... issues relevant to whether the measures, as they relate to [Siam] should be revoked\".",
      "id": "s151"
    },
    {
      "text": "And although Report 134 also contained some comments by Customs that Dow's submission in response to the statement of essential facts had been received five days later than it ought to have been, the parties did not suggest that this had any bearing on the outcome of these proceedings.",
      "id": "s152"
    },
    {
      "text": "Indeed, Report 134 stated that the CEO had had regard to all submissions received.",
      "id": "s153"
    },
    {
      "text": "The Report noted that in assessing whether measures should be revoked, Customs normally considered a range of factors to form a view on whether the dumping and injury would be likely to occur in the event of revocation.",
      "id": "s154"
    },
    {
      "text": "The Report observed that the absence of dumping, or export pricing above the level of the non-injurious price, would be relevant factors but, of themselves, would not be persuasive that dumping and injury would not recur if the measures were revoked.",
      "id": "s155"
    },
    {
      "text": "The Report found that Siam had exported the product to Australia at dumped prices during the period of review.",
      "id": "s156"
    },
    {
      "text": "But, the CEO eschewed making a finding in the Report on the 17 January 2008 submission by Dow and Siam that those prices were at levels that had not caused injury to the Australian industry.",
      "id": "s157"
    },
    {
      "text": "The Report acknowledged that this was a relevant matter but said: \n\"As the issue of revocation was only raised when the review was significantly advanced, Customs was unable to evaluate and form a view on all other factors relevant to whether the measures should be revoked.",
      "id": "s158"
    },
    {
      "text": "Based on the available evidence, Customs was not satisfied that circumstances exist to recommend that measure should be revoked as they relate to [Siam]\".",
      "id": "s159"
    },
    {
      "text": "On 25 March 2008, the statement of essential facts was placed on the public record and Customs subsequently received submissions from Qenos and a joint submission from Dow and from Siam.",
      "id": "s160"
    },
    {
      "text": "The CEO assessed those submissions in Report 134 (set out in confidential Appendix 6).",
      "id": "s161"
    },
    {
      "text": "The CEO recommended that the Minister sign a public notice declaring for the purposes of the Act and the Dumping Duty Act , in accordance with s 269ZDB(1)(a)(iii), that from the date of publication of the notice dumping duty was taken to have effect in relation to exporters generally as if the different variable factors had been fixed in respect of each exporter relevant to the determination of the duty in accordance with a confidential appendix.",
      "id": "s162"
    },
    {
      "text": "There were specific recommendations in respect of variable factors for Siam.",
      "id": "s163"
    },
    {
      "text": "The CEO's reasons for that conclusion were contained in Report 134 in its assessment of the submissions made after the statement of essential facts had been placed on the public record.",
      "id": "s164"
    },
    {
      "text": "These said that Customs' investigations \"... have not revealed any information to suggest that the anti-dumping measures should be revoked in relation to a particular exporter or revoked generally\".",
      "id": "s165"
    },
    {
      "text": "In the statement of essential facts, Customs had noted that the Australian industry had performed strongly in the review period when anti-dumping measures were at outdated levels and possibly not affording any great degree of protection from dumping.",
      "id": "s166"
    },
    {
      "text": "It stated that it considered dumped imports during the review period had had a limited effect on the Australian industry selling prices and, therefore, those prices were suitable for establishing an unsuppressed selling price.",
      "id": "s167"
    },
    {
      "text": "However, the CEO rejected Dow's and Siam's submissions that these factors showed that there was no material injury to Qenos.",
      "id": "s168"
    },
    {
      "text": "They had argued that during the four years since the initial anti-dumping measures had been made, the rate of duty imposed on exports to Australia by Siam had been nil.",
      "id": "s169"
    },
    {
      "text": "And, they submitted that the imports from Siam were unlikely to cause material injury to Qenos because in that four year period Siam's pricing had never been found to be injurious.",
      "id": "s170"
    },
    {
      "text": "The critical part of the CEO's reasons for rejecting the submission was as follows: \n\"... Customs does not agree that the absence of material injury or causal link in the review period (not explicit findings by Customs but reasonable assumptions in the circumstances) means that if the measures had not been taken the Minister would not be entitled to impose such measures and on this basis the measures must be revoked.",
      "id": "s171"
    },
    {
      "text": "In Customs' view, the matter of which it must be satisfied to recommend that the measures be revoked is not whether one or more of the elements for imposing dumping measures (dumping, causal link and material injury) is not present in the review period.",
      "id": "s172"
    },
    {
      "text": "Anti-dumping measures often cause exporters to modify their behaviour and are designed to discourage dumping or remedy material injury caused by dumping.",
      "id": "s173"
    },
    {
      "text": "Customs interprets the test for revocation as whether, in the hypothetical situation of measures not being in place, there would now be grounds to impose the measures.",
      "id": "s174"
    },
    {
      "text": "In other words, if the measures were removed, is it likely that the exporter or exporters would dump goods and cause material injury to the Australian industry.",
      "id": "s175"
    },
    {
      "text": "In examining this likelihood of recurring dumping and injury, the recent strong performance by the Australian industry is a relevant consideration.",
      "id": "s176"
    },
    {
      "text": "However, Customs also notes that the review found that exports by [Siam] were dumped.",
      "id": "s177"
    },
    {
      "text": "On the available evidence Customs could not be satisfied that dumping would not cause material injury if the measures were revoked.",
      "id": "s178"
    },
    {
      "text": "\" \n \n ...\n \n \nBased on the on the available evidence, Customs is not satisfied that circumstances exist to recommend that measures should be revoked as they relate to [Siam] or to exporters generally.",
      "id": "s179"
    },
    {
      "text": "\" (emphasis added)\n \n The respondents admitted in their defence that in relation to the review period there was no evidence or other material before them that any injury to the Australian industry (Qenos) was caused by Siam's exports to Australia.",
      "id": "s180"
    },
    {
      "text": "On 23 June 2009, the Minister signed the declaration under s 269ZDB(1) of the Act.",
      "id": "s181"
    },
    {
      "text": "The Minister declared that he had considered Report 134 and \"... accepted the recommendations and reasons for the recommendations, including all material findings of fact or law set out in the Report\".",
      "id": "s182"
    },
    {
      "text": "Also on 23 June 2009, the Minister wrote to the solicitors for Siam stating: \n\"I have accepted Customs view that the available evidence does not establish grounds to revoke the measures.",
      "id": "s183"
    },
    {
      "text": "I am satisfied that Customs has applied the correct test in reaching this conclusion.",
      "id": "s184"
    },
    {
      "text": "\"\n \n ISSUE 1: THE PARTIES' SUBMISSIONS \n Siam argued that the criteria in ss 269ZA(1)(b) and 269ZC(2)(b) necessarily had the effect of referring the decision-maker back to the elements for the publication of a dumping duty notice in s 269TG(2).",
      "id": "s185"
    },
    {
      "text": "It argued that this reading was supported by the explanatory memorandum for the 1998 Bill dealing with what became s 269ZDA.",
      "id": "s186"
    },
    {
      "text": "Siam argued that the effect of ss 269ZA(1)(b)(ii) and 269ZC(2)(b)(ii) was to require the CEO and Minister to consider on a review, whether if the anti-dumping measures to which the application related had not been taken (i.e.",
      "id": "s187"
    },
    {
      "text": "the original imposition of dumping duty in December 2003) the Minister would not (now) be entitled to take such measures.",
      "id": "s188"
    },
    {
      "text": "It also argued that s 269TAE(2B) was relevant for the purpose of determining whether at the time of the Minister making a declaration under s 269ZDB(1) material injury might be \"threatened\".",
      "id": "s189"
    },
    {
      "text": "Siam argued that s 269TAE(2B) provided guidance for determining whether material injury might be threatened in the sense that the threatened injury had to be considered against such changes in circumstances as would make the injury \"foreseeable and imminent\" unless dumping measures were imposed.",
      "id": "s190"
    },
    {
      "text": "Siam argued that such a construction was reflective of the intention of Art 3.7 of the implementation agreement that \"... a determination of a threat of material injury shall be based on facts and not merely on allegation, conjecture or remote possibility\" (s 269ZA).",
      "id": "s191"
    },
    {
      "text": "Siam argued that the explanatory memorandum reinforced the language of s 269ZA(1)(b).",
      "id": "s192"
    },
    {
      "text": "In particular, the explanatory memorandum said that one basis upon which a review could be sought was that \"the Minister now could not take anti-dumping measures against the goods currently the subject of measures (because the grounds that need to be present for the imposition of measures no longer exist)\" (emphasis in original).",
      "id": "s193"
    },
    {
      "text": "In the overview of Pt XVB in s 269SM(5), the Parliament explained that the ability to seek a review under Div 5 was \"on the basis of changed circumstances\".",
      "id": "s194"
    },
    {
      "text": "Siam argued that the passage emphasised above showed that the CEO, and the Minister, had applied an incorrect test or applied the test incorrectly for the purposes of the conduct of the review.",
      "id": "s195"
    },
    {
      "text": "It argued that the emphasised passages revealed that the CEO's approach had been to require a negation of material injury being caused by dumping, if the anti-dumping measures were revoked.",
      "id": "s196"
    },
    {
      "text": "Siam contended that the question of whether there should be anti-dumping measures was that posed by s 269TG(2).",
      "id": "s197"
    },
    {
      "text": "Siam argued that the test on a review under Div 5 of Pt XVB was that the Minister had to be satisfied positively that, in the absence of anti-dumping measures, there was dumping and that the dumping had caused or was causing or was threatening to cause material injury to the Australian industry.",
      "id": "s198"
    },
    {
      "text": "This, Siam argued, required a positive finding of satisfaction that the dumping had the causative effect set out in the legislation.",
      "id": "s199"
    },
    {
      "text": "The respondents argued that no provision of the Act required such a test.",
      "id": "s200"
    },
    {
      "text": "They argued that the Minister was allowed to make a decision consistent with the test in Art 11 of the implementation agreement, namely whether the injury would be likely to continue or recur if the duty were removed or varied.",
      "id": "s201"
    },
    {
      "text": "The respondents argued that once dumping duty has been imposed, the criteria in s 269TAE(2B) could not operate in answering the question posed in s 269TG(2) about the threat of future material injury.",
      "id": "s202"
    },
    {
      "text": "They contended that s 269TAE(2B) could not apply where there is an existing measure in place, and that this assisted in construing how the test relevant for Div 5 of Pt XVB operated.",
      "id": "s203"
    },
    {
      "text": "They argued that Arts 11.2 and 11.3 of the implementation agreement supported their construction that the question in a review under Div 5 of Pt XVB is whether the Minister was satisfied that the dumping duty was no longer warranted.",
      "id": "s204"
    },
    {
      "text": "The respondents argued that the Appellate Body of the World Trade Organisation had rejected Siam's construction of the relevant test on a review as requiring the Minister to be satisfied positively that, in the absence of measures, there would be dumping and that the dumping was causing or had caused material injury or that such injury was threatened in United States --- Sunset Reviews of Anti-Dumping Measures on Oil Country Tubular Goods from Argentina (AB-2004-4) at [271]-[285].",
      "id": "s205"
    },
    {
      "text": "The respondents argued that read fairly, the wrong test had not been applied and that, in terms, Customs had applied the correct test in its statement (quoted above).",
      "id": "s206"
    },
    {
      "text": "\"Customs interprets the test for revocation as whether, in the hypothetical situation of measures not being in place, there would now be grounds to impose the measures.",
      "id": "s207"
    },
    {
      "text": "In other words, if the measures were removed, is it likely that the exporter or exporters would cause material injury to the Australian industry?",
      "id": "s208"
    },
    {
      "text": "\"\n \n The respondents also argued that because a notice is intended to remain in force for five years pursuant to s 269TM(1), it would not be appropriate to construe the power to make a declaration on a review as turning merely on the absence of the material injury or dumping, since, in the proceeding 12 months, exporters may have been inhibited in their behaviour or taken action to remove the appearance of the threat.",
      "id": "s209"
    },
    {
      "text": "The respondents argued that the confidential sections of Report 134 showed the analysis which the CEO had undertaken demonstrated that there was in fact a difference between the ascertained export price and the non-injurious price in respect of Siam's exports of products into Australia.",
      "id": "s210"
    },
    {
      "text": "And, the respondents argued that this exercise showed that, in light of those findings Siam exported at below the non-injurious price as a result of which one could infer there was sufficient causation to warrant the imposition of anti-dumping measures.",
      "id": "s211"
    },
    {
      "text": "That is because the non-injurious price under s 269TACA is the minimum price necessary to prevent the injury or a recurrence of the injury referred to in s 269TG(2)(b).",
      "id": "s212"
    },
    {
      "text": "Thus, the respondents argued that the methodology and reasoning supporting it in Report 134 for the fixing of a non-injurious price and applied to the confidential analysis demonstrated that there was injury.",
      "id": "s213"
    },
    {
      "text": "By making the adjustments to the variable factors in the Minister's declaration under s 269ZDB(1)(a)(iii) the respondents argued that one could infer that injury had been both identified and addressed.",
      "id": "s214"
    },
    {
      "text": "CONSIDERATION OF ISSUE 1 \n Construction of the implementation agreement requirements on a review\n Both parties sought to draw assistance in the interpretive task from the provisions of the implementation agreement.",
      "id": "s215"
    },
    {
      "text": "Article 11 of the implementation agreement dealt with the duration and review of the anti-dumping duties.",
      "id": "s216"
    },
    {
      "text": "Importantly, it provided: \n\"11.1 An anti-dumping duty shall remain in force only as long as and to the extent necessary to counteract dumping which is causing injury .",
      "id": "s217"
    },
    {
      "text": "11.2 The authorities shall review the need for the continued imposition of the duty, where warranted, on their own initiative or, provided that a reasonable period of time has elapsed since the imposition of the definitive anti-dumping duty, upon request by any interested party which submits positive information substantiating the need for a review .",
      "id": "s218"
    },
    {
      "text": "(A determination of final liability for payment of anti-dumping duties, as provided for in paragraph 3 of Article 9, does not by itself constitute a review within the meaning of this Article.",
      "id": "s219"
    },
    {
      "text": ") Interested parties shall have the right to request the authorities to examine whether the continued imposition of the duty is necessary to offset dumping, whether the injury would be likely to continue or recur if the duty were removed or varied, or both .",
      "id": "s220"
    },
    {
      "text": "If, as a result of the review under this paragraph, the authorities determine that the anti-dumping duty is no longer warranted, it shall be terminated immediately.",
      "id": "s221"
    },
    {
      "text": "11.3 Notwithstanding the provisions of paragraphs 1 and 2, any definitive anti-dumping duty shall be terminated on a date not later than five years from its imposition (or from the date of the most recent review under paragraph 2 if that review has covered both dumping and injury, or under this paragraph), unless the authorities determine, in a review initiated before that date on their own initiative or upon a duly substantiated request made by or on behalf of the domestic industry within a reasonable period of time prior to that date, that the expiry of the duty would be likely to lead to continuation or recurrence of dumping and injury .",
      "id": "s222"
    },
    {
      "text": "(When the amount of the anti-dumping duty is assessed on a retrospective basis, a finding in the most recent assessment proceeding under subparagraph 3.1 of Article 9 that no duty is to be levied shall not by itself require the authorities to terminate the definitive duty.",
      "id": "s223"
    },
    {
      "text": ") The duty may remain in force pending the outcome of such a review.",
      "id": "s224"
    },
    {
      "text": "11.4 The provisions of Article 6 regarding evidence and procedure shall apply to any review carried out under this Article.",
      "id": "s225"
    },
    {
      "text": "Any such review shall be carried out expeditiously and shall normally be concluded within 12 months of the date of initiation of the review.",
      "id": "s226"
    },
    {
      "text": "\" (emphasis added)\n \n In Oil Country Tubular Goods (AB-2004-4) at [177], [276]-[285] the WTO Appellate Body analysed the differing processes applicable in the initial decision to impose measures and the issues involved, at that stage, in determining whether there was an injury (including a threatened injury) under Art 3 and the subsequent decision in a \"sunset review\" to continue measures at the end of the initial five year period contemplated in Art 11.3 and in ss 269TM(1) and Div 6A of Pt XVB (Siam's related case involves a \"sunset review\" Siam Polyethylene Co Ltd v Minister of State for Home Affairs (No 2) [2009] FCA 838).",
      "id": "s227"
    },
    {
      "text": "The WTO Appellate Body concluded that in a sunset review Art 11.3 did not require that injury and likelihood of injury be determined again in accordance with Art 3.",
      "id": "s228"
    },
    {
      "text": "It found that for the purpose of determining that there was a likelihood of injury on a review, a decision-maker did not have to undertake all of the analyses required by Art 3 in order for the decision-maker to have a \"sufficient factual basis\" to arrive at a \"reasoned conclusion\" permitting a decision to continue measures at the end of the five year period: Oil Country Tubular Goods (AB-2004-4) at [280]-[283].",
      "id": "s229"
    },
    {
      "text": "The WTO Appellate Body continued: \n\"284 This is not to say, however, that in a sunset review determination, an investigating authority is never required to examine any of the factors listed in the paragraphs of Article 3.",
      "id": "s230"
    },
    {
      "text": "Certain of the analyses mandated by Article 3 and necessarily relevant in an original investigation may prove to be probative, or possibly even required, in order for an investigating authority in a sunset review to arrive at a \"reasoned conclusion\".",
      "id": "s231"
    },
    {
      "text": "In this respect, we are of the view that the fundamental requirement of Article 3.1 that an injury determination be based on \"positive evidence\" and an \"objective examination\" would be equally relevant to likelihood determinations under Article 11.3 .",
      "id": "s232"
    },
    {
      "text": "It seems to us that factors such as the volume, price effects, and the impact on the domestic industry of dumped imports, taking into account the conditions of competition, may be relevant to varying degrees in a given likelihood-of-injury determination.",
      "id": "s233"
    },
    {
      "text": "An investigating authority may also, in its own judgement, consider other factors contained in Article 3 when making a likelihood-of-injury determination.",
      "id": "s234"
    },
    {
      "text": "But the necessity of conducting such an analysis in a given case results from the requirement imposed by Article 11.3 ---not Article 3---that a likelihood-of-injury determination rest on a \"sufficient factual basis\" that allows the agency to draw \"reasoned and adequate conclusions\".",
      "id": "s235"
    },
    {
      "text": "\" (emphasis added)\n \n International treaties should be interpreted uniformly by contracting States.",
      "id": "s236"
    },
    {
      "text": "But where a convention deliberately leaves a term undefined in a context that reflects the intention of the States party to treat its application as a question of pure fact, the use of that term in domestic legislation will not require the domestic court to apply decisions involving that term in other jurisdictions as determinations of law rather than fact: LK v Director General 253 ALR at 213 [36] per French CJ, Gummow, Hayne, Heydon and Kiefel JJ.",
      "id": "s237"
    },
    {
      "text": "Thus, decisions of the WTO Appellate Body and a panel of the WTO Dispute Settlement Body, on the construction of the implementation agreement cannot be determinative of the construction of the Act and the Dumping Duty Act .",
      "id": "s238"
    },
    {
      "text": "The latter have been framed with the intention to give effect to the implementation agreement in a particular manner crafted by the Parliament in its own words.",
      "id": "s239"
    },
    {
      "text": "The task of the Court is to construe the words of the statutes, but nonetheless to have regard to the context provided by the implementation agreement and decisions of other jurisdictions, where relevant, that may shed light on the intention of the Parliament: see too Chiropedic Bedding (2008) 170 FCR at 568-569 [32]-[36] per French, Rares and Besanko JJ.",
      "id": "s240"
    },
    {
      "text": "I am of opinion that although decisions of the WTO Appellate Body are not binding on Australian courts, ordinarily, they should be given substantial weight in selecting the appropriate construction to be given to the provisions of Pt XVB where the language chosen by the Parliament permits.",
      "id": "s241"
    },
    {
      "text": "The WTO Appellate Body is the international tribunal charged with construing and applying the implementation agreement so as to give effect to the obligations of States party.",
      "id": "s242"
    },
    {
      "text": "International trade should be confident to operate in a legal framework that arrives at consistent outcomes in nations that have agreed to give effect to international conventions to regulate their domestic treatment of particular activities, such as dumping.",
      "id": "s243"
    },
    {
      "text": "The domestic courts of individual States party will best be guided to constructions of their local legislation that achieve the object of certainty sought in their nation's ratification of an international convention by respecting, so far as the governing domestic statute allows, decisions of the international body established to resolve disputes under that convention.",
      "id": "s244"
    },
    {
      "text": "Moreover, the WTO Appellate Body's above decision is cogently reasoned and persuasive.",
      "id": "s245"
    },
    {
      "text": "A panel of the Dispute Settlement Body of the World Trade Organisation is the initial body to determine disputes between States party under the implementation agreement: see Art 17.5.",
      "id": "s246"
    },
    {
      "text": "I consider that decisions of a panel (that have not been reversed or doubted by the WTO Appellate Body), ordinarily, should also be given substantial weight in arriving at a construction of Pt XVB for the same reasons.",
      "id": "s247"
    },
    {
      "text": "The WTO Appellate Body decided that it is necessary for a decision-maker, on a review under Art 11.3 of the implementation agreement, to make a determination concerning injury (i.e.",
      "id": "s248"
    },
    {
      "text": "whether injury is being, has been or is threatened to be caused) based on positive evidence and on an objective examination of the same nature as Art 3.1 required: Oil Country Tubular Goods (AB-2004-4) at [284] see too at [177]-[181] and the WTO Appellate Body decision in United States --- Sunset Review of Anti-Dumping Duties on Corrosion-Resistant Carbon Steel Flat Products from Japan (AB-2003-5) at [110]-[113].",
      "id": "s249"
    },
    {
      "text": "Although those decisions concerned a sunset review, they were based on a consideration of Art 11 as a whole, that being the article governing all reviews.",
      "id": "s250"
    },
    {
      "text": "Divisions 5 and 6A of Pt XVB the Act express the Parliament's manner of giving effect to the review processes contemplated by Art 11 of the implementation agreement.",
      "id": "s251"
    },
    {
      "text": "Of course, the nature of the inquiry on a sunset review under s 269ZHB(1) in Div 6A can be affected by the more extensive time frame of at least nine months in which it may occur as compared with the more limited period of 110 or 155 days for a review under s 269ZC(7)(c) Div 5 of Pt XVB.",
      "id": "s252"
    },
    {
      "text": "A WTO panel determined that the mere fact that no present dumping is occurring at the time of a review under Art 11.2 does not entail the consequence that anti-dumping measures must be revoked: United States --- Anti-Dumping Duty on Dynamic Random Access Memory Semi Conductors (DRAMS) of one Megabit or above from Korea (Report of the Panel 99-0256) at [6.24], [6.32]-[6.33].",
      "id": "s253"
    },
    {
      "text": "The panel pointed out that Art 11.2 envisaged the local decision-maker enquiring \"... whether the injury would be likely to continue or recur if the duty were removed or varied\" (panel's emphasis).",
      "id": "s254"
    },
    {
      "text": "The WTO panel continued DRAMS (99-0256) at [6.28]: \n\"In conducting an Article 11.2 injury review, an investigating authority may examine the causal link between injury and dumped imports.",
      "id": "s255"
    },
    {
      "text": "If, in the context of a review of such a causal link, the only injury under examination is injury that may recur following revocation ( i.e.",
      "id": "s256"
    },
    {
      "text": ", future rather than present injury), an investigating authority must necessarily be examining whether that future injury would be caused by dumping with a commensurately prospective timeframe.",
      "id": "s257"
    },
    {
      "text": "\"\n \n Construction of Div 5 of Pt XVB of the Act's requirements on a review\n In s 269SM(1) the Parliament identified that Pt XVB dealt with the taking of anti-dumping measures in respect of goods whose importation into Australia involved a dumping of those goods \"... that injures, or threatens to injure, Australian industry\".",
      "id": "s258"
    },
    {
      "text": "The Dumping Duty Act , likewise, imposed a duty, once a notice had been published under s 269TG(2), equal to the difference between the normal value of the dumped goods and their export price.",
      "id": "s259"
    },
    {
      "text": "Evidently, the purpose of that rate of duty was to increase the price in Australia of the imported goods to a level where that importation did not injure or threaten to injure the Australian industry.",
      "id": "s260"
    },
    {
      "text": "And ss 269SM(5), 269ZA(1), 269ZC(1) and (2) provided that Div 5 of Pt XVB gave a right to review that was conditioned on a demonstration by an applicant for review that there appeared to be reasonable grounds for asserting a change in circumstances that was material enough, if made out, to warrant a change (including revocation) of an existing notice.",
      "id": "s261"
    },
    {
      "text": "The filter provided in ss 269ZA(1)(b) and 269ZC(1) and (2) was that an applicant for review must, first, put forward a case for a review satisfying the statutory criteria and, secondly, the CEO must consider whether there are currently reasonable grounds for the assertion of changes to a relevant variable factor or that, had the existing anti-dumping measures not been taken, the Minister would not be entitled to take such measures.",
      "id": "s262"
    },
    {
      "text": "The level of satisfaction of the CEO, at this point, was directed to there being sufficient in the application to justify investigation.",
      "id": "s263"
    },
    {
      "text": "A material purpose of Pt XVB was the imposition of appropriate and adapted measures to create a liability to dumping duty on imports into Australia of goods at a price which, without that dumping duty, would injure or threaten to injure Australian industry (see s 269SM(1)).",
      "id": "s264"
    },
    {
      "text": "A review under Div 5 of Pt XVB contemplated an inquisitorial process, in respect of the application, once the assertion of the change by the applicant had been seen to have reasonable grounds.",
      "id": "s265"
    },
    {
      "text": "The scheme of Div 5 involved the CEO publishing in a newspaper, throughout the States and Territories, notice of the intention to conduct a review of the relevant measures, identifying the kind of goods and the measures to which the review related.",
      "id": "s266"
    },
    {
      "text": "That notice did not need to identify any particular outcome (s 269ZC(4)-(7)).",
      "id": "s267"
    },
    {
      "text": "That is because Div 5 contemplated that, before the CEO made a recommendation under s 269ZDA, he or she will have received input in the form of submissions from parties who responded to the publication of a notice of the proposal to conduct the review.",
      "id": "s268"
    },
    {
      "text": "The subject matter of the review under Div 5 is the measure to which the review related, not a particular course of action.",
      "id": "s269"
    },
    {
      "text": "Any interested party can lodge submissions with the CEO within the time frames provided in s 269ZC(7).",
      "id": "s270"
    },
    {
      "text": "After that the CEO must publish a statement of essential facts.",
      "id": "s271"
    },
    {
      "text": "And, in the course of formulating that statement the CEO must have regard to the application or request and any submissions received within the time frame of 40 days after publication of the notice of the review.",
      "id": "s272"
    },
    {
      "text": "It is only after this procedure that the CEO is required to give the Minister a report containing recommendations under s 269ZDA(1)(a).",
      "id": "s273"
    },
    {
      "text": "Against that background, s 269ZDA(3) required the CEO to have regard to four matters specified, namely the application or request for review, any submission to which the CEO had regard in formulating the statement of essential facts, that statement and any submission made in response to that statement within the time frame provided of 20 days after it was placed on the public record.",
      "id": "s274"
    },
    {
      "text": "But, the CEO also can consider any additional matter which he or she thinks relevant to the review (s 269ZDA(3)(b)).",
      "id": "s275"
    },
    {
      "text": "Since both s 269ZD(2)(a)(i) and s 269ZDA(3)(a)(i) required the CEO to have regard to the application for the review, he or she must consider the basis for the review asserted by the applicant pursuant to s 269ZB(2)(c) and (d).",
      "id": "s276"
    },
    {
      "text": "Those bases were, relevantly, a change in circumstances being either of one or more variable factors or other circumstances that, in the absence of the anti-dumping measures, would have the consequence that the Minister could not publish at that time a notice under s 269TG(2).",
      "id": "s277"
    },
    {
      "text": "Additionally, the submissions to which the CEO must have regard for the purpose of formulating the statement of essential facts under s 269ZD(2)(a)(ii) and, later, the recommendations to the Minister under s 269ZDA(3)(a)(ii) and (iv) can be expected to elaborate on the issues raised in the grounds of review.",
      "id": "s278"
    },
    {
      "text": "And so, in developing the content of the statement of essential facts and, subsequently, the report, the CEO will identify those facts on which he or she proposes to base a recommendation to the Minister in relation to the review of the relevant measures.",
      "id": "s279"
    },
    {
      "text": "The outcome of the review is that the Minister must take one or a combination of the three steps required in s 269ZDB(1)(a).",
      "id": "s280"
    },
    {
      "text": "In arriving at his or her decision under s 269ZDB(1)(a), the Minister must exercise a discretion to declare one or a combination of those three outcomes, by publishing a notice \"for the purposes of this Act and the Dumping Duty Act \".",
      "id": "s281"
    },
    {
      "text": "To do so, the Minister must consider the report of the CEO and \"any other information that the Minister considers relevant\".",
      "id": "s282"
    },
    {
      "text": "The discretion is not entirely at large.",
      "id": "s283"
    },
    {
      "text": "The Minister's declaration must be made for the purposes of the two Acts and on the basis of relevant information.",
      "id": "s284"
    },
    {
      "text": "The purposes of the two Acts involve the imposition and retention of anti-dumping measures in respect of goods whose importation into Australia involved, relevantly, dumping of those goods that injured or threatened to injure Australian industry (ss 269SM(1), 269TG(2)).",
      "id": "s285"
    },
    {
      "text": "When the declaration is made under s 269ZDB(1), the Minister must consider, or have regard to, the most up to date information available.",
      "id": "s286"
    },
    {
      "text": "The Act requires the Minister to form a judgment about the current circumstances and future consequences of the importation of the relevant goods.",
      "id": "s287"
    },
    {
      "text": "This is so for the following reasons.",
      "id": "s288"
    },
    {
      "text": "First, the review is intended to consider the impact of changed circumstances in a market affected by the operation of a notice under s 269TG(2) (whether in its original or a varied form) (s 269SM(5)).",
      "id": "s289"
    },
    {
      "text": "That requires consideration of the current circumstances that formed the basis for the review identified by ss 269ZA(1)(b) and 269ZC(2)(b), namely a change in a variable factor or the current absence of justification for the Minister to take any relevant anti-dumping measure.",
      "id": "s290"
    },
    {
      "text": "Secondly, it is a general principle that an administrative decision-maker is required to make his or her decision on the most current material available to the decision-maker: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 44-45 per Mason J (with whom Gibbs CJ at 30 and Dawson J at 71 agreed on this issue); SZJTQ v Minister for Immigration and Citizenship (2008) 172 FCR 563 at 571-572 [27]-[32] where I discussed this principle.",
      "id": "s291"
    },
    {
      "text": "The test applied by the CEO and the Minister\n In the present case, Qenos applied for the review on the basis that all of the prices set as variable factors that had been arrived at in the previous review had ceased to be relevant to the current state of the industry.",
      "id": "s292"
    },
    {
      "text": "Each of the prices had increased significantly in the preceding 20 months since the conclusion of the last review.",
      "id": "s293"
    },
    {
      "text": "This had the consequence that the prices calculated using the variable factors set in September 2005 bore no relation to, and their application to the export prices did not catch, any importation into Australia at the current market prices as at November 2007.",
      "id": "s294"
    },
    {
      "text": "Thus, the whole range of the three possible recommendations was open to the Minister's consideration.",
      "id": "s295"
    },
    {
      "text": "It was not a situation that required the option of revocation to be positively advanced.",
      "id": "s296"
    },
    {
      "text": "The actual importation prices were at substantially higher levels than any of the hypothetical prices, including the non-injurious price, set in the September 2005 review.",
      "id": "s297"
    },
    {
      "text": "The statutory scheme for a review does not assume that, based on what had gone before, dumping as well as material injury or the threat of material injury caused, or likely to be caused, by it are still occurring.",
      "id": "s298"
    },
    {
      "text": "Rather the review, once commenced, must be conducted by the CEO so as to prepare a report that enables the Minister to make a declaration that will serve the purposes of the Act, in particular Pt XVB, and the Dumping Duty Act .",
      "id": "s299"
    },
    {
      "text": "Here, in Report 134, the CEO found that Siam was dumping.",
      "id": "s300"
    },
    {
      "text": "Equally the CEO was conscious that he could not find any discernable material injury or threat of material injury caused or likely to be caused by the dumping.",
      "id": "s301"
    },
    {
      "text": "That is why the Report stated: \n\"In Customs' view, the matter of which it must be satisfied to recommend that the measures be revoked is not whether one or more of the elements for imposing dumping measures (dumping, causal link and material injury) is not present in the review period .",
      "id": "s302"
    },
    {
      "text": "\" (emphasis added)\n \n \nThe CEO then reasoned that \"[o]n the available evidence Customs could not be satisfied that dumping would not cause material injury if the measures were revoked\".",
      "id": "s303"
    },
    {
      "text": "Reading the whole of the reasons in the Report as fairly and generously as I can in favour of the administrative decision-maker ( Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272 per Brennan CJ, Toohey, McHugh and Gummow JJ), I am nonetheless driven to conclude that these last quoted words encapsulated the CEO's, and the Minister's, approach to, or the test that was applied in, making the determination under s 269ZDB(1)(a).",
      "id": "s304"
    },
    {
      "text": "That is, the Minister did not make a positive decision that if the measures were revoked the dumping found, first, would occur in circumstances where Qenos would, or would be likely, to suffer any material injury or, secondly, that the dumping would, or would be likely, to cause that material injury.",
      "id": "s305"
    },
    {
      "text": "Here, all the prices for the product had increased so that the previous calculations and bases upon which anti-dumping duty had been fixed had no relevance to the current trading of the product in Australia.",
      "id": "s306"
    },
    {
      "text": "In addition, Report 134 found Qenos' business relating to the product had performed strongly in the review period and the volume of dumped goods was small relative to total imports and the Australian market as a whole.",
      "id": "s307"
    },
    {
      "text": "The CEO had concluded that all the dumped goods (of which Siam's were only a part) \"... had a limited effect on Australian industry selling prices in the review period\".",
      "id": "s308"
    },
    {
      "text": "This must be read in light of the express admission in the respondents' defence that there was no evidence or other material before either of them of any injury to Qenos caused by Siam's eports.",
      "id": "s309"
    },
    {
      "text": "The Correct Test\n The CEO had to make a recommendation based on a report that correctly addressed the criteria upon which the Minister could made a declaration affecting an existing notice for the purposes of the Act and the Dumping Duty Act under s 269ZDB(1).",
      "id": "s310"
    },
    {
      "text": "Central to the purposes of the Act and the Dumping Duty Act was the present and likely future impact on the Australian industry of importation of the relevant goods at the time of the review.",
      "id": "s311"
    },
    {
      "text": "Here, there was no suggestion that Siam's dumping had caused any injury to Qenos in the review period.",
      "id": "s312"
    },
    {
      "text": "One question for the Minister to consider was whether he was satisfied that importation of the dumped product by Siam had caused, was then causing or threatening to cause material injury to the Australian industry as s 269TG(2)(b) required.",
      "id": "s313"
    },
    {
      "text": "The Minister (and the CEO in preparing the report under s 269ZDA(1)) had first, to take into account the criteria in s 269TG(2) and, secondly, to give weight to his or her conclusions on those criteria, as fundamental elements in making a declaration under s 269ZDB(1).",
      "id": "s314"
    },
    {
      "text": "In that way, the initial justification for the s 269TG(2) declaration would be revisited by the Minister having regard to the up-to-date information ascertained in the review process under Div 5 of Pt XVB and the purposes of the Act and the Dumping Duty Act would be addressed appropriately by him in making the relevant choice in a declaration under s 269ZDB(1)(a): R v Hunt; Ex parte Sean Investments Pty Ltd [1979] HCA 32 ; (1979) 180 CLR 322 at 329 per Mason J (with whom Gibbs J agreed); Telstra Corporation Ltd v Australian Competition and Consumer Commission (2008) 107 ALD 474 at 501-503 [103]-[112] where I discussed the principles.",
      "id": "s315"
    },
    {
      "text": "The actual situation at the time of the review has to be examined to determine what declaration should be made.",
      "id": "s316"
    },
    {
      "text": "That does not mean that the CEO or the Minister must ignore the past.",
      "id": "s317"
    },
    {
      "text": "Indeed, s 269TG(2) expressly refers to a past event of dumping having already caused material injury to an Australian industry as one criterion on which the Minister may issue a notice with prospective effect.",
      "id": "s318"
    },
    {
      "text": "In that situation s 269TG(2) does not require there to be an existing or continuing injury to enliven the power.",
      "id": "s319"
    },
    {
      "text": "Past conduct can often be a guide to future conduct.",
      "id": "s320"
    },
    {
      "text": "Dumping may be suspended as a pre-emptive strategy because of the possibility that anti-dumping measures could be implemented in an attempt to allow the importer to argue that the field is clear and thus, the measures are unnecessary.",
      "id": "s321"
    },
    {
      "text": "Equally, I am of opinion that the purpose of the implementation agreement and of Pt XVB is not to authorise anti-dumping measures merely because of past activities by exporters to Australia that, of themselves, are not of sufficient cogency to justify interference in the policy of freedom of international trade.",
      "id": "s322"
    },
    {
      "text": "The decision to use or continue the use of anti-dumping measures must be justified.",
      "id": "s323"
    },
    {
      "text": "The Act (in s 269TM(1)) and the implementation agreement contemplate that anti-dumping measures can remain in place for five years (and can be extended beyond that).",
      "id": "s324"
    },
    {
      "text": "Past events can provide a justification for the decision to issue a notice under s 269TG(2) and, sometimes, to maintain it after a review under Div 5 of Pt XVB.",
      "id": "s325"
    },
    {
      "text": "But the decision to rely solely on past dumping having caused material injury in the absence of any present or threatened similar conduct, will require a reasoned justification based on the processes of positive evidence and objective examination that Arts 3.1, 3.5-3.8 of the implementation agreement contemplate, within the scope of Pt XVB of the Act.",
      "id": "s326"
    },
    {
      "text": "Here, in the period preceding the review, the actual situation in terms of prices and imports had changed so radically that none of the previous variable factors had any real relation to the market the subject of the review.",
      "id": "s327"
    },
    {
      "text": "It could not be appropriate to approach the process of review using a presupposition that revocation of the existing, and thus, irrelevant measures required justification.",
      "id": "s328"
    },
    {
      "text": "That is not what a review under Div 5 of Pt XVB of the Act entails.",
      "id": "s329"
    },
    {
      "text": "The Act required the CEO to prepare a report and make recommendations using a structured process, once he or she has accepted that there was a reasonable basis to undertake a review.",
      "id": "s330"
    },
    {
      "text": "Once initiated, the review is concerned to examine what recommendation should be made to the Minister, and ultimately what determination he or she makes, based on the current circumstances of the industry.",
      "id": "s331"
    },
    {
      "text": "It is significant that the decision-maker here was the Minister.",
      "id": "s332"
    },
    {
      "text": "The statutory scheme seeks to give effect to Australia's international obligations.",
      "id": "s333"
    },
    {
      "text": "In authorising the Minister to consider any other information that he or she considers relevant, in addition to requiring the Minister to consider the report of the CEO, the Parliament intended in s 269ZDB(1)(a) to confer a broad discretion on the Minister.",
      "id": "s334"
    },
    {
      "text": "In the exercise of a ministerial discretion due allowance may have to be given to a Minister of the Crown to take into account broader policy considerations that may be relevant, as Mason J explained in his classic judgment in Peko Wallsend 162 CLR at 42.",
      "id": "s335"
    },
    {
      "text": "The subject matter, scope and purpose of the statutory power provide a context in which to assess the duties it imposes on the decision-maker in any particular situation: cf Foster v Minister for Customs [2000] HCA 38 ; (2000) 200 CLR 442 at 452 [22] - [23] per Gleeson CJ and McHugh J, Gaudron and Hayne JJ agreeing with their Honours at 454 [32]; Telstra 107 ALD at 503 [112] per myself.",
      "id": "s336"
    },
    {
      "text": "Yet, under s 269ZDB(1)(a) the Minister's discretion as to what information, in addition to the report of the CEO, is relevant to making a declaration, is not absolute.",
      "id": "s337"
    },
    {
      "text": "First, in the chapeau to s 269ZDB(1) the Parliament reinforced that the declaration is \"for the purposes of this Act and the Dumping Duty Act \".",
      "id": "s338"
    },
    {
      "text": "Secondly, s 269ZDA(3) prescribes criteria that the CEO must consider in preparing his or her report to the Minister under s 269ZDA(5).",
      "id": "s339"
    },
    {
      "text": "While s 269ZDA(3)(b) is in similarly broad terms to s 269ZDB(1) in permitting the CEO to have regard to any other matter that he or she considers to be relevant to the review, the CEO's consideration cannot be at large.",
      "id": "s340"
    },
    {
      "text": "There must be a reasonable connection between what information the Minister (under s 269ZDB(1)), or matter the CEO (under s 269ZDA(3)(b)), considers relevant and the function each performs in the statutory process.",
      "id": "s341"
    },
    {
      "text": "Each must act in good faith and cannot be capricious or arbitrary in considering information or a matter to be relevant.",
      "id": "s342"
    },
    {
      "text": "It may be difficult to show, the more so in the case of the Minister, that the discretion miscarried where the selection of what the Minister or CEO considered to be relevant was or involved a matter of policy or opinion: cf Buck v Bavone [1976] HCA 24 ; (1976) 135 CLR 110 at 118-119 per Gibbs J; Wu Shan Liang 185 CLR at 275-276 per Brennan CJ, Toohey, McHugh and Gummow JJ.",
      "id": "s343"
    },
    {
      "text": "Division 5 of Pt XVB contemplates that the contents of the report of the CEO will have been prepared following an ordered process to address the statutory criteria to which I have referred.",
      "id": "s344"
    },
    {
      "text": "Those contents are, however, information not directions as to the exercise of his or her discretion that the Minister must consider before making a declaration.",
      "id": "s345"
    },
    {
      "text": "By structuring the process for preparation of the report of the CEO, the Parliament intended that the Minister should not overlook critical considerations in exercising his or her discretion to make a particular declaration under s 269ZDB(1)(a): cf Peko Wallsend 162 CLR at 44 per Mason J.",
      "id": "s346"
    },
    {
      "text": "And, the Minister was directed, in terms by the subsection, that the declaration was for the purposes of the two Acts.",
      "id": "s347"
    },
    {
      "text": "Because s 269ZDB(1) gave the Minister the power to declare that a notice already issued under s 269TG(2) will operate differently in the future (including by being revoked wholly or partly) the statutory criteria which the Minister must take into account are those in s 269TG(2) itself which would warrant, at the time of decision under s 269ZDB(1), the making of a notice under review in its original form or in an amended or unamended form at the time of the review.",
      "id": "s348"
    },
    {
      "text": "This is reinforced by the terms of s 269ZDB(1)(a)(iii) since that paragraph refers to the new (i.e.",
      "id": "s349"
    },
    {
      "text": "different) variable factors that the declaration fixes.",
      "id": "s350"
    },
    {
      "text": "Importantly, s 269T(4E)(a) provided that in the case of an existing notice, for the purposes of a review under Div 5 of Pt XVB a reference to variable factors relevant to the review was a reference \"... to the normal value, export price and non-injurious price of goods of that kind as ascertained, or last ascertained, by the Minister for the purpose of the notice\".",
      "id": "s351"
    },
    {
      "text": "The character of a decision-maker's consideration of the appropriateness of anti-dumping measures after they have been first imposed is necessarily different to its character before any measure is in place.",
      "id": "s352"
    },
    {
      "text": "Once the measure has been determined, its existence may affect the operation of the market and the behaviour of participants in the market, including the exporter or exporters to Australia of the goods the subject of the measures.",
      "id": "s353"
    },
    {
      "text": "The stage at which consideration is given requires the decision-maker to have regard to the contemporaneous actual market and other circumstances so as to decide, first, whether dumping exists, and if so, secondly, whether that dumping has caused, is causing or is threatening to cause material injury to the Australian industry.",
      "id": "s354"
    },
    {
      "text": "In addition, when anti-dumping measures are in place, the decision-maker must also consider the effect of those measures and the consequences of their removal or amendment.",
      "id": "s355"
    },
    {
      "text": "But the fundamental issue for the decision-maker is to determine whether, and if so what, anti-dumping measures are appropriate and adapted to serve the purposes of the Act at each time a decision must be made.",
      "id": "s356"
    },
    {
      "text": "Each stage will involve the decision-maker in evaluating actual market conditions and hypothesising about the effect of a proposed or existing anti-dumping measure having regard to the purposes of the Act.",
      "id": "s357"
    },
    {
      "text": "Those purposes recognise the necessity for, and the utility, of anti-dumping measures to secure the end to which Pt XVB is directed, namely, the protection of the Australian industry from unfair competition from dumped exports to Australia.",
      "id": "s358"
    },
    {
      "text": "The choices given to the Minister in s 269ZDB(1)(a) do not dictate that in approaching his or her selection any of those choices is a preferred or default position.",
      "id": "s359"
    },
    {
      "text": "Rather, the expression of choice in s 269ZDB(1)(a) and the process of a review under Div 5 of Pt XVB itself suggest that the CEO's recommendations and the Minister's decision will be to give effect to the appropriate and adapted measure or measures, if any, that the factual and other considerations reveal to the decision-maker as serving the purposes of the Act.",
      "id": "s360"
    },
    {
      "text": "That is, the task for the Minister under s 269ZDB(1)(a) is to consider what, if any, anti-dumping measures are justified having regard to the contents of the report of the CEO and any other information the Minister considers relevant.",
      "id": "s361"
    },
    {
      "text": "I am of opinion that the legislative scheme envisages that when the Minister makes a decision under s 289ZDB(1)(a), he or she will ascertain whether and what anti-dumping measures are appropriate and adapted to meet any material injury caused by dumping or threatened by present dumping or dumping that is sufficiently likely to occur if any existing measures were removed or varied.",
      "id": "s362"
    },
    {
      "text": "In Report 134 the CEO assumed that material injury to Qenos had been or was being caused or threatened because of the dumping by Siam.",
      "id": "s363"
    },
    {
      "text": "The Report made a perfunctory generalisation that \"[a]nti-dumping measures often cause exporters to modify their behaviour and are designed to discourage dumping or remedy material injury caused by dumping\" (A39.3).",
      "id": "s364"
    },
    {
      "text": "But this did not address the causal link, or indeed the associated element of injury (past, present or threatened) specified in s 269TG(2)(b), except by making that generalisation.",
      "id": "s365"
    },
    {
      "text": "It was not applied to what Siam's dumping had done or might threaten.",
      "id": "s366"
    },
    {
      "text": "As the respondents' admitted in their defence, there was no evidence or other material of any injury to Qenos caused by Siam's exports.",
      "id": "s367"
    },
    {
      "text": "Given the changes in the market that had made the existing measures irrelevant, the questions for the Minister and (by force of s 269TE(2)) the CEO in preparing the report under s 269ZDA(1)) were: whether or not there was any dumping by Siam; if so, whether or not that dumping at the time of making a decision under s 269ZDB(1)(a) had caused, was causing or was threatening to cause material injury to Qenos that required new anti-dumping measures to be taken and; if so, what were the variable factors that should be adopted to address appropriately the injury or threatened injury caused, or likely to be caused, by the dumping.",
      "id": "s368"
    },
    {
      "text": "Because they failed to ask these questions or answer them, the respondents committed an error of law and made a decision outside the authority conferred by the Act.",
      "id": "s369"
    },
    {
      "text": "At the time of the review the market was apparently operating efficiently on materially higher prices than the existing notice under s 269TG(2) contemplated without any injury to Qenos (as the only Australian industry) being identified, let alone any injury related to Siam's dumping.",
      "id": "s370"
    },
    {
      "text": "This required the CEO in making the report, and the Minister, to address the purpose of the Act in s 269TG(2)(b).",
      "id": "s371"
    },
    {
      "text": "Instead, the report concluded that \"... Customs is not satisfied that circumstances exist to recommend that measures should be revoked as they relate to [Siam] or to exporters generally\".",
      "id": "s372"
    },
    {
      "text": "It then recommended, and the Minister accepted, that using increased volumes for variable factors, imports into Australia by Siam should have dumping duty increased from nil to a more substantive figure.",
      "id": "s373"
    },
    {
      "text": "Such an increase was not a revocation.",
      "id": "s374"
    },
    {
      "text": "It was a new, substantive impost on Siam's product, made after a period of competition in the market at prices, involving dumping, that had not been found to injure or threaten Quenos' strongly performing business.",
      "id": "s375"
    },
    {
      "text": "Where a decision-maker must consider matters prescribed by law, generally, he or she cannot jettison or ignore some of those factors or give them cursory consideration only in order to put them to one side: East Australian Pipeline Pty Ltd v Australian Competition and Consumer Commission [2007] HCA 44 ; (2007) 233 CLR 229 at 244 [52] per Gleeson CJ, Heydon and Crennan JJ; Telstra 107 ALD at 502 [107].",
      "id": "s376"
    },
    {
      "text": "As Gummow and Hayne JJ, in concurring observed ( East Australian Pipeline 233 CLR at 256 [102]): \n\"It was not enough for the ACCC to say in its final determination that it had considered those matters in the sense of having looked at but discarded them.",
      "id": "s377"
    },
    {
      "text": "\"\n \n The reasons in the publicly available portion of Report 134 do not in terms explain how the CEO came to make the recommendation that the existing anti-dumping measures not be revoked or why, despite the absence of a finding that dumping by Siam had caused Qenos any injury, the CEO recommended that no revocation should occur.",
      "id": "s378"
    },
    {
      "text": "There was no explanation of any connection between the new measures, the current market and any past material injury or threat of future material injury in the public reasons of Report 134.",
      "id": "s379"
    },
    {
      "text": "Rather, the only statements that could amount to findings in that portion of the Report were statements that if the anti-dumping measures currently in existence were removed Customs was not satisfied that dumping would not cause material injury.",
      "id": "s380"
    },
    {
      "text": "As s 269TG(2)(b) emphasised, reinforced by the gateway provisions in ss 269ZA and 269ZC to which I have referred, and Art 11.1 of the implementation agreement, any anti-dumping measures must be justified on the basis that they can positively be seen as counteracting dumping that in fact is causing or is likely to cause injury in the sense for which the Act provides.",
      "id": "s381"
    },
    {
      "text": "The WTO Appellate Body decisions recognised that in a review, no single prescriptive test or methodology necessarily would apply.",
      "id": "s382"
    },
    {
      "text": "The considerations in each review will need to address the facts and circumstances of the particular anti-dumping measures that are in place in the context of the current market and other factors: Oil Country Tubular Goods (AB-2004-4) at [283]-[294]; US Corrosion Resistant Steel (AB-2003-5) at [113]-[115].",
      "id": "s383"
    },
    {
      "text": "Nonetheless, Art 11.1 identifies the key issue in a review as being the necessity to impose the anti-dumping duty \"... to counteract dumping which is causing injury\" (in the sense of actual or threatened injury).",
      "id": "s384"
    },
    {
      "text": "Here, the only injury that could be under examination (given the respondents' admission that in the review period there was no evidence or other material before them that any injury to Qenos was caused by Siam's exports) must have been the threat of future injury that could be based on the likelihood of a recurrence of past injury: see too the WTO panel decision in DRAMS (99-0256) at [6.28].",
      "id": "s385"
    },
    {
      "text": "As the WTO Appellate Body concluded in Oil Country Tubular Goods (AB-2004-4) at [284], a determination of injury on a review requires positive evidence and an objective examination.",
      "id": "s386"
    },
    {
      "text": "Here, Report 134 made no finding of any actual or threatened injury caused or likely to be caused by Siam's dumping.",
      "id": "s387"
    },
    {
      "text": "Instead, it simply asserted that on the available evidence the CEO could not be satisfied that dumping by Siam would not cause material injury if the measures were revoked.",
      "id": "s388"
    },
    {
      "text": "I am satisfied that at the time he made the declaration the Minister (and the CEO) did not consider or have regard to the likelihood of whether, if the notice were revoked, Siam's dumping threatened to cause material injury to Qenos.",
      "id": "s389"
    },
    {
      "text": "The consideration of this question was a matter to which fundamental weight had to be given in arriving at a decision to make a declaration: see Telstra 107 ALD at 501-503 [103]-[112]; ss 269ZC(2)(b), 269ZD(2)(a)(i), 269ZDA(3)(a)(i), 269TG(2) and 269ZDB(1).",
      "id": "s390"
    },
    {
      "text": "The purposes of the Act and the Dumping Duty Act involved the legitimate, principled and limited imposition of dumping duty, in accordance with the tests in those Acts, to perform Australia's obligations (to the extent that the Parliament gave these effect in that legislation) under the implementation agreement.",
      "id": "s391"
    },
    {
      "text": "Accordingly, I am of opinion that, in the circumstances, the test applied by the CEO and the Minister that they be satisfied \"that dumping would not cause material injury if the measures were revoked\" was not open to them.",
      "id": "s392"
    },
    {
      "text": "That was a jurisdictional error.",
      "id": "s393"
    },
    {
      "text": "ISSUE 2: CALCULATION OF NON-INJURIOUS PRICE \n In Report 134, the CEO asserted that Customs had examined the Australian market for the product to test whether the Australian industry's selling prices were affected by dumping.",
      "id": "s394"
    },
    {
      "text": "Its conclusion was that \"... the dumped goods had a limited effect on Australian industry selling prices in the review period\".",
      "id": "s395"
    },
    {
      "text": "The Report selected those selling prices as the unsuppressed selling price.",
      "id": "s396"
    },
    {
      "text": "It then used that unsuppressed selling price to calculate the non-injurious price.",
      "id": "s397"
    },
    {
      "text": "However, the \"limited effect\" of dumping on Qenos' selling prices was not explained by Customs in the Report, despite its findings that in the review period Qenos: Customs found that Qenos' business in respect of the product \"performed strongly over the review period\".",
      "id": "s398"
    },
    {
      "text": "And, the respondents conceded that there was no evidence or material before them that Siam's dumping had caused any injury to Qenos in the review period, whatever they may have meant by dumping in general having had a \"limited effect on [Qenos'] selling prices\".",
      "id": "s399"
    },
    {
      "text": "Importantly, s 269TAE(2A)(d) required the Minister (and the CEO) to consider whether any injury to Qenos was being caused or threatened by a factor other than the exportation of Siam's goods to Australia \"... such as ... competition between foreign and Australian producers of like goods\", and the section required that any such injury not be attributed to the exportation of those goods.",
      "id": "s400"
    },
    {
      "text": "Thus, Customs' selection of Qenos' selling price as the unsuppressed selling price appeared to accept that whatever effect dumping had had it had not distorted the market.",
      "id": "s401"
    },
    {
      "text": "That was because the Report said that it calculated the unsuppressed selling price as Qenos' selling price.",
      "id": "s402"
    },
    {
      "text": "Next, Customs had to determine the non-injurious price of goods exported to Australia in accordance with s 269TACA(a), namely \"... the minimum price necessary ... to prevent the injury, or a recurrence of the injury ... referred to in ... [s 269TG(2)]\".",
      "id": "s403"
    },
    {
      "text": "The effect, if any, of Siam's dumping and the injury sought to be prevented by fixing a non-injurious price had to be assessed against the findings that Qenos had improved its profitability and increased its sales during the review period, and held over 50% of the market.",
      "id": "s404"
    },
    {
      "text": "But, the Report did not identify the \"limited effect\" of dumping or the \"injury\" despite the necessity to do so in order to assess the non-injurious price, if it were different to the price the market had set.",
      "id": "s405"
    },
    {
      "text": "The Report set a higher non-injurious price for Siam than it had sold at in the market in which Qenos' business profitability and market share in selling the product had all improved.",
      "id": "s406"
    },
    {
      "text": "In answer to Dow's and Siam's submission to Customs that the absence of any finding of injury should have led to the revocation of the anti-dumping measures against Siam, the Report simply asserted, without any reasons, that Customs was not satisfied that circumstances existed to recommend revocation.",
      "id": "s407"
    },
    {
      "text": "I reject the respondents' argument that the confidential sections of Report 134 explained how the new non-injurious price was justified.",
      "id": "s408"
    },
    {
      "text": "The Report, in terms, found that dumped imports during the previous review period had a limited effect on the Australian industry selling prices.",
      "id": "s409"
    },
    {
      "text": "It found that the market share of Qenos was larger than all imports and that imports subject to anti-dumping measures, as well as imports not subject to those measures, were both significant, although not all exporters during the period under review who were subject to anti-dumping measures sold their goods at dumped prices.",
      "id": "s410"
    },
    {
      "text": "The Report found that Qenos' business had performed strongly during that period, and its sales volumes and profitability had improved.",
      "id": "s411"
    },
    {
      "text": "Price competition, as with other aspects of competition is a usual and necessary feature of any efficient market.",
      "id": "s412"
    },
    {
      "text": "The purpose of the anti-dumping measures, identified in s 269TG(2) is to address material injury and threatened material injury to the Australian industry producing like goods to those which are being sold at dumped prices in the Australian market, caused or likely to be caused by the dumping.",
      "id": "s413"
    },
    {
      "text": "That requires the decision-maker to have some objectively identified basis for concluding that the dumping has been, or is causing, or is threatening to cause, the relevant material injury after excluding the operation of any other cause of such injury or threat (s 269TAE(2A)).",
      "id": "s414"
    },
    {
      "text": "But, although a quantitative assessment is involved, the authorities have made clear that this is essentially a practical exercise and material injury to an industry may be identified even though precise quantification of the injury is not possible.",
      "id": "s415"
    },
    {
      "text": "What is material injury will depend on the circumstances of the particular case and may vary from industry to industry and from time to time: ICI Australia Operations Pty Ltd v Fraser [1992] FCA 120 ; (1992) 34 FCR 564 at 577-578 per Black CJ, Neaves and von Doussa JJ; see too Swan Portland Cement Ltd v Minister for Small Business and Customs [1991] FCA 49 ; (1991) 28 FCR 135 at 144-145 per Lockhart J; Schaefer Waste Technology Sdn Bhd v Chief Executive Officer, Australian Customs Service [2006] FCA 1644 ; (2006) 156 FCR 94 at 115-116 [147] - [149] per Jacobson J and the authorities he collected there.",
      "id": "s416"
    },
    {
      "text": "As, I concluded in my consideration of Issue 1, the mere fact that there are sales at dumped prices is not enough to warrant the imposition or continuation of anti-dumping measures, because the statutory scheme makes it clear that there must also be either actual material injury to the Australian industry (past or present) or threatened injury.",
      "id": "s417"
    },
    {
      "text": "Report 134 contained no explanation and gave no analysis or reasoning process of any injury or threat to Qenos caused or likely to be caused by Siam's sales of the product at dumped prices.",
      "id": "s418"
    },
    {
      "text": "Moreover, the Report found that the volume of Siam's dumped goods was small, not only in relation to total imports, but to the Australian market as a whole.",
      "id": "s419"
    },
    {
      "text": "It also found that Qenos had a larger market share than all imports combined and that only some imports were at dumped prices.",
      "id": "s420"
    },
    {
      "text": "The continuation of the measures required a reasoning process, as s 269ZDA(5) provides.",
      "id": "s421"
    },
    {
      "text": "The mere assertion that Customs was not satisfied that dumping would not cause material injury if the anti-dumping measures were revoked, was not a reasoning process.",
      "id": "s422"
    },
    {
      "text": "Rather, it was a statement of an ultimate conclusion.",
      "id": "s423"
    },
    {
      "text": "The non-injurious price assessed by the CEO and Minister did not carry the matter further.",
      "id": "s424"
    },
    {
      "text": "The non-injurious price arrived at was more than double the non-injurious price for Siam that had existed during the period of review.",
      "id": "s425"
    },
    {
      "text": "Yet, there was no analysis of the material injury that would be likely to be caused to Qenos by dumping if Siam continued in the future to sell exports at dumped prices.",
      "id": "s426"
    },
    {
      "text": "In the preceding four years Siam's imputed rate of duty had been nil, including the period of the 12 months ending September 2007 in which the review had been conducted.",
      "id": "s427"
    },
    {
      "text": "A dumped price that was less than Qenos' price, is not self-evidently a reason for concluding that \"material injury\" had been caused, was being caused or was threatened by that dumping.",
      "id": "s428"
    },
    {
      "text": "It is not enough for a decision-maker to give cursory consideration only to put to one side matters which the statute requires him or her to consider: East Australian Pipeline 223 CLR at 244 [52] per Gleeson CJ, Heydonn and Crennan JJ, see also Gummow and Hayne JJ at 256 [102]; Telstra 107 ALD at 501-503 at [103]-[112].",
      "id": "s429"
    },
    {
      "text": "In order to set the non-injurious price the CEO and the Minister were required by s 269TACA(a) to consider the minimum price necessary to prevent the injury or the recurrence of the injury referred to in s 269TG(2).",
      "id": "s430"
    },
    {
      "text": "That is, they had to determine what level of non-injurious price should be fixed to prevent the dumping by Siam causing or threatening to cause material injury to Qenos.",
      "id": "s431"
    },
    {
      "text": "That price would then be used to calculate the dumping duty, if any, to be imposed.",
      "id": "s432"
    },
    {
      "text": "The respondents argued that confidential appendix 4 of the Report showed that a new non-injurious price had been set based on a calculation using the unsuppressed selling price and the method outlined in the Report.",
      "id": "s433"
    },
    {
      "text": "The mere fact that the CEO recommended, and the Minister set, a new non-injurious price in the declaration under s 269ZDB(1)(a) did not, of itself, mean that either of them had considered the question of material injury or threat.",
      "id": "s434"
    },
    {
      "text": "The reasons in Report 134 do not deal with the topic of material injury caused or threatened by Siam's dumping.",
      "id": "s435"
    },
    {
      "text": "The non-injurious price had to be calculated by reference to the question of material injury, an assessment of its extent and the establishment of the causal link between dumping and the injury: cp SPP Nemo SA Comercial Exportadora v Minister of State for Small Business and Consumer Affairs [1998] FCA 1627 per Drummond, North and Mansfield JJ (15 December 1998 unreported) at pp 23-24.",
      "id": "s436"
    },
    {
      "text": "Their Honours were there dealing with the provisions of the Act before amendments were made in 1998.",
      "id": "s437"
    },
    {
      "text": "Even so, I consider that the present statutory scheme, like its predecessor, required the decision-maker to consider the question of material injury in setting the non-injurious price and to give a reasoning process that justified the conclusions on both subjects (injury and price): cp SPP Nemo [1998] FCA 1627 at p 24.",
      "id": "s438"
    },
    {
      "text": "This is reinforced by s 269TACA(a) which required the setting of a non-injurious price for goods the subject of a notice under s 269TG(2) to be \"the minimum price necessary ... to prevent the injury [or] the recurrence of the injury; ... referred to in ...\" s 269TG(2)(b).",
      "id": "s439"
    },
    {
      "text": "The requirements of s 269TACA(a) remain constant (although the manner of addressing material injury may vary for the reasons I have explained above) whether the non-injurious price is that initially set when the notice is given under s 269TG(2), or is affected by a declaration under s 269ZDB(1)(a).",
      "id": "s440"
    },
    {
      "text": "I am of opinion that the present circumstances are similar to those in SPP Nemo [1998] FCA 1627 at pp 23-24 and that Report 134 did not provide any basis for the Minister to form any view on the issues of material injury or any causative effect of Siam's dumping on Qenos.",
      "id": "s441"
    },
    {
      "text": "The mathematical calculations contained in the confidential material proceeded upon the unfounded assumption that the non-injurious price had been fixed by reference to the earlier examination of the minimum level of pricing necessary to eliminate or prevent actual material injury to Qenos or its threat or recurrence.",
      "id": "s442"
    },
    {
      "text": "Mere price competition, by itself, even from dumped product, was insufficient because of s 269TAE(2A)(d).",
      "id": "s443"
    },
    {
      "text": "One purpose of price competition is to win customers from a competitor, as Gleeson CJ and Callinan J observed in Boral Besser Masonry Ltd v Australia Competition and Consumer Commission [2003] HCA 5 ; (2003) 215 CLR 374 at 411 [86] - [87] , and, in that sense, a purpose of competitive conduct is to damage a competitor.",
      "id": "s444"
    },
    {
      "text": "In the changed market that had occurred during the review period, prices and costs had increased but the volume of dumped goods was small in relation to both total imports and the Australian market for the product as a whole.",
      "id": "s445"
    },
    {
      "text": "A mere difference in prices did not demonstrate the unstated premise in Report 134, that there was material injury done or threatened to Qenos by Siam's dumping.",
      "id": "s446"
    },
    {
      "text": "As Art 3.7 of the implementation agreement provided: \n\"A determination of a threat of material injury shall be based on facts and not merely on allegation, conjecture or remote possibility.",
      "id": "s447"
    },
    {
      "text": "The change in circumstances which would create a situation in which the dumping would cause injury must be clearly foreseen an imminent.",
      "id": "s448"
    },
    {
      "text": "\"\n \n These concepts are reflected in ss 269TG(2)(b) and 269TAE(2A) and (2B) and in the WTO Appellate Body's analysis of the interaction of the review provisions in Art 11 with the initial imposition provisions in Art 3: Oil Country Tubular Goods (AB-22004-4) at [284] and especially at [180] where they said: \n \"The plain meaning of the terms \"review\" and \"determine\" in Article 11.3, therefore, compel an investigating authority in a sunset review to undertake an examination, on the basis of positive evidence, of the likelihood of continuation or recurrence of dumping and injury.",
      "id": "s449"
    },
    {
      "text": "In drawing conclusions from that examination, the investigating authority must arrive at a reasoned determination resting on a sufficient factual basis; it may not rely on assumptions or conjecture.",
      "id": "s450"
    },
    {
      "text": "\"\n \n The CEO and the Minister had to consider whether any material injury to Qenos had been, or was being caused, or threatened by the dumping in determining whether to declare that s 8 of the Dumping Duty Act applied to Siam's exports of the product pursuant to the power to issue a notice under s 269TG(2), or vary an existing declaration under s 269ZDB.",
      "id": "s451"
    },
    {
      "text": "Because the three factors are necessary to be considered, dumping, injury and causation, the latter two cannot be presupposed merely by establishing the existence of the practice of dumping.",
      "id": "s452"
    },
    {
      "text": "Indeed, s 269TAE(2A) prohibits such presupposition.",
      "id": "s453"
    },
    {
      "text": "And, Customs identified the very difficulty which this process of presupposition entailed.",
      "id": "s454"
    },
    {
      "text": "It noted that Qenos had performed strongly in a market where some dumping was observed but the volume of dumped goods was small relative to both total imports (bearing in mind that Qenos had been found by Customs to have had a larger market share than all of the imports combined).",
      "id": "s455"
    },
    {
      "text": "The respondents argued that the use of the economic concept of unsuppressed selling price \"... is virtually always used to establish the non-injurious price and has also been endorsed by this Court: Expo-Trade Pty Ltd v Minister for Justice and Customs [2003] FCA 1421 ; (2003) 134 FCR 189 at 206\".",
      "id": "s456"
    },
    {
      "text": "They contended that having decided not to revoke the existing measures, the respondents decided to change the variable factors based on \"... the most current information available\".",
      "id": "s457"
    },
    {
      "text": "I reject that argument.",
      "id": "s458"
    },
    {
      "text": "The report failed to identify why, or give any reason for finding that, the non-injurious price was set at the level it was for Siam.",
      "id": "s459"
    },
    {
      "text": "In essence, the Report simply assumed that once it had found dumping, material injury was either caused or threatened by the dumping.",
      "id": "s460"
    },
    {
      "text": "That appears from the statements in the Report referring to the fact that Dow and Siam made a submission for revocation on 17 January 2008, 5 days later than the 40 days allowed for submissions after the initial advertisement in s 269ZC(7)(d).",
      "id": "s461"
    },
    {
      "text": "After this, Customs visited Siam in Thailand in February 2008 and obtained all information from it that was required.",
      "id": "s462"
    },
    {
      "text": "Yet the Report said the following in relation to what was in the statement of essential facts: \n\"However, Customs notes that dumping is another relevant factor.",
      "id": "s463"
    },
    {
      "text": "Customs found that exports to Australia by [Siam] over the review period were at dumped prices.",
      "id": "s464"
    },
    {
      "text": "As the issue of revocation was only raised when the review was significantly advanced, Customs was unable to evaluate and form a view on all other factors relevant to whether the measures should be revoked .",
      "id": "s465"
    },
    {
      "text": "\" (emphasis added) \n \n Similarly, the final assessment in the Report asserted that Customs' \"examination of the factors relevant to revocation would have been more extensive\" had Dow and Siam indicated earlier that this was sought.",
      "id": "s466"
    },
    {
      "text": "I am of opinion that the consideration of the essential matters of material injury, threat recurrence and causation had to be considered on a review in order to determine, among other things, how to set a non-injurious price, whether or not an affected person argued for revocation.",
      "id": "s467"
    },
    {
      "text": "Where the Australian industry has suffered, or is likely to suffer, detriment from a number of causes, the Minister must first quantitatively (but as part of a practical exercise), separate the detriment caused or threatened by factors other than the dumping of the exported goods.",
      "id": "s468"
    },
    {
      "text": "Only then can the Minister determine whether he or she is satisfied that the dumping itself has caused, is causing or is threatening to cause material injury to the Australian industry: ICI Australia 34 FCR at 572, 576, 577-578 per Black CJ, Neaves and von Doussa JJ.",
      "id": "s469"
    },
    {
      "text": "The absence of a reasoned explanation of how the Minister was entitled to change the variable factors, including the non-injurious price, relating to exports of the product to Australia by Siam was not addressed by the respondents' argument.",
      "id": "s470"
    },
    {
      "text": "The selection of the figures for these variable factors in the confidential sections of Report 134 had not been explained.",
      "id": "s471"
    },
    {
      "text": "Rather those figures were mere assertions that appeared to be contrary to the express findings in the Report of the operation of the market and the increasing strength of Qenos.",
      "id": "s472"
    },
    {
      "text": "The aim of Art 11.1 of the implementation agreement is to ensure that anti-dumping duty \"... shall remain in force only so long as and to the extent necessary to counteract dumping which is causing injury\".",
      "id": "s473"
    },
    {
      "text": "That aim is reflected in s 269TACA(a)'s requirements for setting a non-injurious price.",
      "id": "s474"
    },
    {
      "text": "The necessity for such a price to be set for Siam at the level it was by the Minister's declaration was not explained in the Report.",
      "id": "s475"
    },
    {
      "text": "The relevant injury for s 269TACA(a) is that caused or likely to be caused by the dumping; that is by the sales of imported product into Australia at a level of price sufficient to cause or threaten material injury to Qenos' business or its recurrence.",
      "id": "s476"
    },
    {
      "text": "That was not addressed in Report 134.",
      "id": "s477"
    },
    {
      "text": "The Report itself demonstrated that there was no immediate past or current injury.",
      "id": "s478"
    },
    {
      "text": "There was no suggestion in the Report of any imminent or foreseeable change to the current position that had been reached in the competitive and growing market, it had found, in which prices and costs were increasing.",
      "id": "s479"
    },
    {
      "text": "The absence of any analysis of the questions of material injury, causation or how the non-injurious price was set consistently with the requirements of s 269TACA(a) give rise to the inference, that I draw, that the Minister had no good reason for making the declaration complained of so far as it affected Siam: Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Palme [2003] HCA 56 ; (2003) 216 CLR 212 at 224 [39] - [40] per Gleeson CJ, Gummow and Heydon JJ.",
      "id": "s480"
    },
    {
      "text": "ISSUE 3: WAS THE DECLARATION MADE WITHOUT ANY IDENTIFICATION OF ACTUAL OR THREATENED MATERIAL INJURY CAUSED BY SIAM?",
      "id": "s481"
    },
    {
      "text": "For the reasons I have given, I am satisfied that the CEO and the Minister failed to address the question of whether, and failed to give reasons to support a finding that, dumping by Siam was causing or threatening to cause material injury to Qenos.",
      "id": "s482"
    },
    {
      "text": "I am also satisfied that the CEO and the Minister gave no reasons for asserting, in the actual market they had found Qenos to be operating in during the review period, that it was necessary to determine a non-injurious price under s 269TACA(a) for Siam less than the market price.",
      "id": "s483"
    },
    {
      "text": "The respondents argued that the report found that Siam's ascertained export price was below Qenos' unsuppressed selling price being the price \"... Qenos could realistically have achieved in the absence of dumping\".",
      "id": "s484"
    },
    {
      "text": "That argument demonstrates the fundamental flaw in the Report, since the unsuppressed selling price was the actual market price.",
      "id": "s485"
    },
    {
      "text": "I reject the argument.",
      "id": "s486"
    },
    {
      "text": "CONCLUSION ON THE REVIEW \n I am of opinion that the Minister's declaration made on 23 June 2009 should be set aside.",
      "id": "s487"
    },
    {
      "text": "After I published these reasons on a confidential basis on 7 August 2009 (see Siam Polyethylene Co Ltd v Minister of State for Home Affairs (No 3) [2009] FCA 839) the parties informed me that I had used a confidential figure in [95] above.",
      "id": "s488"
    },
    {
      "text": "I have withdrawn those reasons and made a correction by deleting the reference and using a neutral description in its place.",
      "id": "s489"
    },
    {
      "text": "That is the only change to those reasons, apart from the addition of this paragraph.",
      "id": "s490"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-seven (127) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s491"
    },
    {
      "text": "Associate:\n \n \nDated: 12 August 2009\n \n Counsel for the Applicant: NJ Williams SC; AM Mitchelmore \n \n Solicitor for the Applicant: Baker &amp; McKenzie \n \n Counsel for the First and Second Respondents: A Robertson SC; SB Lloyd SC \n \n Solicitor for the First and Second Respondents: Australian Government Solicitor \n Date of Hearing: 2---3 March, 11 August 2009 \n \n Date of Confidential Judgment: 7 August 2009 \n \n Date of Revised Non-Confidential Judgment: 12 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/837.html",
      "id": "s492"
    }
  ]
}