{
  "name": "Forbes Engineering (Asia) Pte Limited v Forbes (No 5) [2009] FCA 873 (14 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/873.html",
  "catchphrases": [
    {
      "text": "section 43 of the federal court of australia act 1976 (cth)",
      "id": "c0"
    },
    {
      "text": "both parties partially successful",
      "id": "c1"
    },
    {
      "text": "applicant successful in minor monetary claim and majority of issues",
      "id": "c2"
    },
    {
      "text": "respondent successfully defended major monetary claim",
      "id": "c3"
    },
    {
      "text": "defendants unsuccessful in majority of defences raised",
      "id": "c4"
    },
    {
      "text": "principles for awarding costs",
      "id": "c5"
    },
    {
      "text": "exceptions to the rule that costs follow the event",
      "id": "c6"
    },
    {
      "text": "cost of respondents' partially successful notice of motion",
      "id": "c7"
    },
    {
      "text": "principles where a respondent not active in proceedings",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "In Forbes Engineering (Asia) Pte Limited v Forbes (No 4) [2009] FCA 675 I made the following substantive orders: In relation to the amended application filed 31 March 2006: In relation to the notice of motion filed 12 September 2007: At the time of delivery of judgment I also made orders for the applicants and the respondents to file and serve submissions as to costs.",
      "id": "s0"
    },
    {
      "text": "Those submissions were filed and served, and I take them into account for the purposes of delivery of this judgment.",
      "id": "s1"
    },
    {
      "text": "In the substantive judgment I found the applicant successful in part.",
      "id": "s2"
    },
    {
      "text": "In favour of the applicants I found, in summary, that: However while many aspects of the respondents' defence failed, I found the respondents substantiated their defences in respect of the liability of the second respondent, and to the applicants' claim concerning the 1999 Profit Shortfall in the amount of $1,818,568.",
      "id": "s3"
    },
    {
      "text": "In relation to the notice of motion filed 12 September 2007 the respondents sought an order that the proceedings be permanently stayed as an abuse of process, and alternatively orders pursuant to s 135 or s 136 of the Evidence Act that certain affidavit material be excluded.",
      "id": "s4"
    },
    {
      "text": "This time the respondents were successful in part --- I found in their favour in relation to the exclusion of evidence, but they were unsuccessful in relation to their claim of abuse of process.",
      "id": "s5"
    },
    {
      "text": "Submissions of the parties\n Not unexpectedly, each of the applicants and respondents contended in their written submissions that the other parties should be liable in costs, on the basis that each had been primarily successful in the substantive proceedings.",
      "id": "s6"
    },
    {
      "text": "In summary the applicants submitted: In summary the respondents submitted: In that the applicants successfully obtained relief in the sum of $127,284 by way of damages, they succeeded as to 7% only in respect of their claim and had failed entirely against the second respondent.",
      "id": "s7"
    },
    {
      "text": "Contrary to the submissions of the applicants, the greater part of the applicants' claim centred on the 1999 profit shortfall.",
      "id": "s8"
    },
    {
      "text": "It is not true to say that most of the trial was directed towards the 1998 profit shortfall.",
      "id": "s9"
    },
    {
      "text": "The applicants' claim for costs based upon success in respect of 7% of its claim and against the first respondent only should be rejected.",
      "id": "s10"
    },
    {
      "text": "There is no suggestion that any of the issues raised by the respondents but upon which they did not succeed were raised inappropriately by the respondents.",
      "id": "s11"
    },
    {
      "text": "In relation to interlocutory applications in these proceedings: the respondents' application for disclosure from Deloitte Touche Tohmatsu was plainly relevant to the ultimate outcome in the action as it demonstrated the absence of critical documents in the possession of that firm; the respondents' application to stay the action as an abuse of process or for exclusion of evidence under s 135 and s 136 of the Evidence Act 1995 (Cth) lay at the foundation of the respondents' successful defence of the applicants' claim in respect of the 1999 profit shortfall.",
      "id": "s12"
    },
    {
      "text": "The applicants should pay all of the second respondent's costs of and incidental to the proceeding.",
      "id": "s13"
    },
    {
      "text": "The first respondent's successful defence of 93% of the applicants' claim militates in favour of a similar order for costs in his favour; alternatively the applicants should pay the first respondent's costs of and incidental to defending the applicants' claim in respect of the 1999 profit shortfall, including payment of such costs on an indemnity basis from 26 September 2007.",
      "id": "s14"
    },
    {
      "text": "Consideration\n The Court has a discretionary power in each case to award costs.",
      "id": "s15"
    },
    {
      "text": "So far as relevant s 43 of the Federal Court of Australia Act 1976 (Cth) provides as follows: \n (1) Subject to subsection (1A), the Court or a Judge has jurisdiction to award costs in all proceedings before the Court (including proceedings dismissed for want of jurisdiction) other than proceedings in respect of which any other Act provides that costs shall not be awarded.",
      "id": "s16"
    },
    {
      "text": ".... \n\n \n (2) Except as provided by any other Act, the award of costs is in the discretion of the Court or a Judge.",
      "id": "s17"
    },
    {
      "text": "As a general proposition costs follow the event in the absence of circumstances justifying departure from that position.",
      "id": "s18"
    },
    {
      "text": "However in this case, to echo McLelland J in The Ritz Hotel Ltd v Charles of the Ritz Ltd (1989) AIPC 38 ,940 (90-567) at 940, \"the event\" is a complex notion.",
      "id": "s19"
    },
    {
      "text": "While the courts caution against too ready a resort to apportionment according to issue-based outcomes ( Australian Trade Commission v Disktravel [2000] FCA 62 at [3] (Full Court), cf Emirates v Australian Competition and Consumer Commission (No 2) [2009] FCA 492) , more recently the Full Court has also observed that fairness should dictate how judicial discretion is to be exercised in respect of costs.",
      "id": "s20"
    },
    {
      "text": "Accordingly if an issue by issue approach will produce a result that is fairer than the traditional rule, it should be applied ( Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107 at [5] ).",
      "id": "s21"
    },
    {
      "text": "In my view the respondents are entitled to their costs of an interlocutory application filed 18 January 2007, in which they successfully sought an order that Deloitte Touche Tohmatsu make discovery of all documents in its possession relating to the financial affairs of the second applicant for the years ending 31 December 1997, 1998 and 1999 ( Forbes Engineering (Asia) Pte Limited v Forbes [2007] FCA 67).",
      "id": "s22"
    },
    {
      "text": "Otherwise, in my view the appropriate order is that the parties should bear their own costs in respect of the substantive proceedings and the notice of motion filed 12 September 2007.",
      "id": "s23"
    },
    {
      "text": "I form this view for the following reasons.",
      "id": "s24"
    },
    {
      "text": "Second respondent\n While I found the second respondent not liable to the applicants in respect of their claims, all aspects of the defence of the second respondent appeared to be jointly conducted with common defences of both respondents.",
      "id": "s25"
    },
    {
      "text": "The first respondent was clearly an active protagonist.",
      "id": "s26"
    },
    {
      "text": "No evidence was given by --- nor sought from --- the second respondent in the proceedings.",
      "id": "s27"
    },
    {
      "text": "The second respondent appeared to take no active part in the proceedings.",
      "id": "s28"
    },
    {
      "text": "In my view there should be no order in respect of costs for or against the second respondent: New South Wales Dairy Corporation v Murray-Goulburn Co-Operative Company Limited (1989) 14 IPR 75 at [80].",
      "id": "s29"
    },
    {
      "text": "Substantive proceedings and notice of motion filed 12 September 2007 as between the applicants and the first respondent\n In relation to the position of the applicants and the first respondent, although I identified a number of issues for decision, in the final analysis the key issues for decision were whether the respondents were liable in respect of the 1998 and 1999 profit shortfalls.",
      "id": "s30"
    },
    {
      "text": "The applicants were successful in their claim against the first respondent with respect to the 1998 profit shortfall, the respondents in defending the applicants' claim for the 1999 profit shortfall.",
      "id": "s31"
    },
    {
      "text": "Second, the respondents were unsuccessful in respect of a majority of the defences raised in the substantive proceedings.",
      "id": "s32"
    },
    {
      "text": "A significant amount of time and evidence were taken up during the trial in relation to those unsuccessful defences.",
      "id": "s33"
    },
    {
      "text": "Third, I do not accept the applicants' contention that \"the dominant issue\" in the substantive proceedings related to the 1998 profit shortfall.",
      "id": "s34"
    },
    {
      "text": "While considerable evidence was lead by the parties --- in particular the applicants --- with respect to this issue, and it was clearly of importance, there was also considerable legal argument and expert evidence in relation to the 1999 profit shortfall.",
      "id": "s35"
    },
    {
      "text": "The complexity of those arguments and that evidence is reflected in my judgment with respect to that issue.",
      "id": "s36"
    },
    {
      "text": "Indeed, not only was the 1999 profit shortfall a significant issue in this case, but the applicants' claim in relation to that issue was the greater financial claim brought by the applicants.",
      "id": "s37"
    },
    {
      "text": "Viewed in the context of quantum of damages claimed compared with those awarded, it could be said in this respect that the respondents were \"more successful\" than the applicants.",
      "id": "s38"
    },
    {
      "text": "While I note the applicants' submission concerning the decision in Leading Edge Events Australia Pty Ltd v Kiri Te Kanawa (No 2) (2007) NSWSC 568 (a case where the trial judge ordered a defendant to pay 80% of the plaintiff's costs notwithstanding the defendant's submission that the plaintiff only recovered 10% of its total claim against the defendant) a review of that decision reveals that the costs awarded included significant items of expenditure clearly related to the circumstances of that particular case including promotional material, travel, wages, copyrighting and bookkeeping.",
      "id": "s39"
    },
    {
      "text": "Finally, although the respondents were successful pursuant to their notice of motion filed 12 September 2007 in obtaining an order excluding certain affidavit evidence, they were unsuccessful in relation to their claim for a permanent stay, which was an important issue requiring determination in respect of that notice of motion.",
      "id": "s40"
    },
    {
      "text": "In Elliott v Lord Rokeby (1881) 7 App Cas 43 at 47 Lord Blackburn said: \n Upon that view of the matter I most completely agree that there being a success to the appellants on one point of their appeal, it is not reasonable that they should pay costs to the other side.",
      "id": "s41"
    },
    {
      "text": "But there being so very much upon which they have forced the respondent to come here for no purpose, I think the respondent on the other hand should not be obliged to pay costs either.",
      "id": "s42"
    },
    {
      "text": "Consequently as Lord Campbell used frequently to say in the Court of Queen's Bench in such cases, \"the costs are to the victor, but where there is no victor there can be no costs\".",
      "id": "s43"
    },
    {
      "text": "I think that would be the right principle here.",
      "id": "s44"
    },
    {
      "text": "(cf decision of Simmonds J in respect of costs in Interim Advance Corporation Pty Ltd trading as Aussie Cash v Commissioner for Consumer Protection (2009) WASC 1) \n\n In my view, it would also be the right principle in these proceedings.",
      "id": "s45"
    },
    {
      "text": "Accordingly as between the applicants and the first respondent I consider there should be no order as to the costs of the substantive proceedings or the notice of motion filed 12 September 2007.",
      "id": "s46"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s47"
    },
    {
      "text": "Associate:\n \n \nDated: 14 August 2009\n \n Counsel for the First and Second Applicants: Mr N Perram SC and Mr BL Jones \n \n Solicitor for the First and Second Applicants: Jackson Lalic \n \n Counsel for the First and Second Respondents: Mr R Bain QC and Mr PD Tucker \n \n Solicitor for the First and Second Respondents: BCI Duells \n Date of Hearing: 22 June 2009 \n \n Date of Judgment: 14 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/873.html",
      "id": "s48"
    }
  ]
}