{
  "name": "Health Services Union, in the matter of Health Services Union [2009] FCA 829 (4 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/829.html",
  "catchphrases": [
    {
      "text": "unions/registered organisations",
      "id": "c0"
    },
    {
      "text": "applications under s 323 of the fair work (registered organisations) act 2009 (cth)",
      "id": "c1"
    },
    {
      "text": "whether an organisation has ceased to function effectively",
      "id": "c2"
    },
    {
      "text": "whether there are effective means under the rules of the organisation by which the organisation can be enabled to function effectively",
      "id": "c3"
    },
    {
      "text": "whether the federal court has jurisdiction to determine applications under s 323 in light of legislative amendments",
      "id": "c4"
    },
    {
      "text": "industrial law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "For over a year the Victoria No.",
      "id": "s0"
    },
    {
      "text": "1 Branch of the Health Services Union has become progressively more dysfunctional.",
      "id": "s1"
    },
    {
      "text": "At its root, the cause of this dysfunction has been antagonism between two groups formed by members of the Branch's Committee of Management and their supporters within the Branch membership.",
      "id": "s2"
    },
    {
      "text": "One group coalesces around the Branch President Ms Pauline Fegan.",
      "id": "s3"
    },
    {
      "text": "Ms Fegan is also a paid employee of the Branch.",
      "id": "s4"
    },
    {
      "text": "The other is led by the Branch Secretary Mr Jeff Jackson.",
      "id": "s5"
    },
    {
      "text": "Disputes between the two groups have given rise to a series of events which have severely undermined the functioning of the Branch.",
      "id": "s6"
    },
    {
      "text": "The result has been that Branch officers have been deflected and distracted from the pursuit of the industrial interests of the members.",
      "id": "s7"
    },
    {
      "text": "It is unnecessary to record all of the disruptive events which have occurred over the past year.",
      "id": "s8"
    },
    {
      "text": "Some examples will suffice: Attempts by federal officials of the Union to mediate in the dispute have not succeeded.",
      "id": "s9"
    },
    {
      "text": "Various inquiries have not led to decisive remedial action.",
      "id": "s10"
    },
    {
      "text": "An attempt to bring matters to a head at a specially convened general meeting of the Branch was frustrated when the meeting dissolved into disorder and had to be abandoned without dealing with all of the business which it had been convened to consider.",
      "id": "s11"
    },
    {
      "text": "Various applications, made to this Court, have not had any impact on the underlying issues.",
      "id": "s12"
    },
    {
      "text": "Large sums have been spent on legal fees and inquiries with the result that the Branch is in a parlous financial state.",
      "id": "s13"
    },
    {
      "text": "In these circumstances the Union, on 20 May 2009, made application under s 323 of Schedule 1 of the Workplace Relations Act 1996 (Cth) (\"the WR Act\") for a declaration that the Branch had ceased to function effectively and orders that a scheme should be put in place which would remedy the impasse.",
      "id": "s14"
    },
    {
      "text": "On 22 May 2009 directions were given that notices be placed in the press advising that the application had been made and inviting any members of the union who wished to be heard in relation to the application to advise the Registry of the Court of their interest.",
      "id": "s15"
    },
    {
      "text": "The notices were published.",
      "id": "s16"
    },
    {
      "text": "A number of members responded and indicated a desire to be heard.",
      "id": "s17"
    },
    {
      "text": "The proceeding came on for hearing this morning.",
      "id": "s18"
    },
    {
      "text": "The Union, Ms Fegan and Mr Jackson were all represented by counsel.",
      "id": "s19"
    },
    {
      "text": "The individual members who had indicated a desire to be heard were separately represented, also by counsel.",
      "id": "s20"
    },
    {
      "text": "Senior counsel for the union advised the Court that broad agreement had been reached by all of the represented parties as to the terms of a declaration and orders which they submitted the Court should make.",
      "id": "s21"
    },
    {
      "text": "They were agreed that a declaration should be made that the Branch had ceased to function effectively and that there existed no effective means under the Rules of the Union by which this malaise could be overcome.",
      "id": "s22"
    },
    {
      "text": "A remedial scheme was proposed.",
      "id": "s23"
    },
    {
      "text": "Its essential elements involved all Branch offices being declared vacant and the appointment of an Administrator to manage the affairs of the Branch pending the outcome of fresh elections for all positions on the Branch Committee of Management.",
      "id": "s24"
    },
    {
      "text": "I was advised that an Administrator who was acceptable to all the represented parties was available and had expressed a willingness to commence duties on 17 August 2009.",
      "id": "s25"
    },
    {
      "text": "In my view the interests of the members of the Union attached to the Branch will best be served by urgent action.",
      "id": "s26"
    },
    {
      "text": "I have, therefore, determined to make the declaration sought and also to make remedial orders today.",
      "id": "s27"
    },
    {
      "text": "Given the urgency of the matter my reasons for so doing will, necessarily, be relatively brief.",
      "id": "s28"
    },
    {
      "text": "The Union's application was made under s 323 of Schedule 1 to the WR Act.",
      "id": "s29"
    },
    {
      "text": "On 1 July 2009 Schedule 1 of the WR Act was superseded by the Fair Work (Registered Organisations) Act 2009 .",
      "id": "s30"
    },
    {
      "text": "Section 323 of that Act is in the same terms as s 323 of Schedule 1 of the former Act.",
      "id": "s31"
    },
    {
      "text": "Sections 338 and 339 of both instruments confer jurisdiction on this Court in relation to actions brought under s 323.",
      "id": "s32"
    },
    {
      "text": "Although counsel were unable to refer me to any specific transitional provision which dealt expressly with the disposition of proceedings which had been commenced under s 323 of Schedule 1 but which had not been determined on 1 July 2009, it is clear enough that the legislature intended that one or other of the identical provisions would be applied in the determination of any application made under the former s 323.",
      "id": "s33"
    },
    {
      "text": "No party submitted that the Court lacked jurisdiction to entertain the application.",
      "id": "s34"
    },
    {
      "text": "An application under s 323 may be made by an organisation such as the Union.",
      "id": "s35"
    },
    {
      "text": "The application may be for a declaration that a Branch of the organisation \"has ceased to ... function effectively and there are no effective means under the Rules of the organisation or branch by which it can be ... enabled to function effectively ...\" The forerunner of s 323 is to be found in s 171D of the Conciliation and Arbitration Act 1904 (Cth).",
      "id": "s36"
    },
    {
      "text": "This provision was declared to be constitutionally valid by the High Court in Re Joske; Ex parte Shop Distributive and Allied Employees Association [1976] HCA 48 ; (1976) 135 CLR 194 at 218, notwithstanding the broad powers which it conferred on the Court.",
      "id": "s37"
    },
    {
      "text": "Section 171D was considered by a Full Court of this Court in Re Application of Gallagher; Re Federated Cold Storage &amp; Meat Preserving Employees Union of Australia (1983) 6 IR 78.",
      "id": "s38"
    },
    {
      "text": "Smithers J observed (at 81) that: \n \"Considerable novelty may be appropriate in a scheme submitted under s 171D.",
      "id": "s39"
    },
    {
      "text": "It would seem that the court should be guided not by any narrow interpretation of s.171D, but should respond to the purpose of that section in the context of the Act ... \n\n \n Section 171D is in the midst of the sections last mentioned and stems from the intention of parliament to revive the effective management and administration of organisations when governing bodies have become defunct or impotent or are unable to function effectively because the rules failed to speak effectively in the relevant current circumstances.",
      "id": "s40"
    },
    {
      "text": "Its provisions should therefore be liberally construed.",
      "id": "s41"
    },
    {
      "text": "\" \n See to like effect per Northrop J at 91 and cf the more cautious approach of Keely J at 100-101.",
      "id": "s42"
    },
    {
      "text": "By reason of the events which I have earlier summarised I am satisfied that the Branch has ceased to function effectively.",
      "id": "s43"
    },
    {
      "text": "Over the past year it has limped from one internal crisis to the next and the underlying causes of the Branch's dysfunction remain unresolved.",
      "id": "s44"
    },
    {
      "text": "The making of a declaration under s 323(1)(a) is also conditioned on it being established that there are no effective means under the Rules by which the Branch may be enabled to function effectively.",
      "id": "s45"
    },
    {
      "text": "The Rules provide for a large number of Branches.",
      "id": "s46"
    },
    {
      "text": "Whilst those Branches, may, as a matter of history, have federated to form the Union, the Rules reflect their desire to maintain a large measure of independence.",
      "id": "s47"
    },
    {
      "text": "Thus Rule 44(a) provides, in part: \n \"The control of the Branch resides exclusively in the members of the Branch, who shall be bound by these Rules.",
      "id": "s48"
    },
    {
      "text": "This Rule can never be altered except by a ballot of all financial members of the Union.",
      "id": "s49"
    },
    {
      "text": "Such alteration to be carried must receive a majority of two-thirds of the financial members of the Union.",
      "id": "s50"
    },
    {
      "text": "\" \n Rule 44(b) provides that, subject to the Rules and Federal policy \"nothing shall alienate the right of members assembled in the General Meeting to determine the policy of the Branch.",
      "id": "s51"
    },
    {
      "text": "\" By Rule 45 provision is made for a national plebiscite.",
      "id": "s52"
    },
    {
      "text": "The circumstances in which such a plebiscite may be conducted are heavily circumscribed by procedural requirements and would take a good deal of time to implement.",
      "id": "s53"
    },
    {
      "text": "By Rule 49 Branch management is under the control of Branch Committees of Management.",
      "id": "s54"
    },
    {
      "text": "This power is only qualified by reference to any contradictory Rules or \"any proper direction of the National Council or the National Executive.",
      "id": "s55"
    },
    {
      "text": "\" The scope for curial dispute as to the propriety of a direction purportedly given under this Rule is readily apparent.",
      "id": "s56"
    },
    {
      "text": "Rule 71 provides for an involved process whereby Rules may be altered.",
      "id": "s57"
    },
    {
      "text": "I was not referred to any other Rules which might have facilitated the effective resolution of the difficulties presently confronting the Branch.",
      "id": "s58"
    },
    {
      "text": "Part of the problem derives from the Rules themselves because of the powers which they confer on the Branch President and Branch Secretary which enable them to each take action which is prejudicial to the interests of the other and create separate power centres in respect of different aspects of the Branch's operation.",
      "id": "s59"
    },
    {
      "text": "Although it may, theoretically, be possible over a prolonged period for steps to be taken which might ultimately have the desired outcome, I am persuaded that there are no effective means under the Rules of the Union which might be employed for the purpose of ensuring a timely restoration of the effective functioning of the Branch.",
      "id": "s60"
    },
    {
      "text": "In the absence of remedial action under s 323 there is no scope for resolution until October 2010 when the successful candidates in the next Branch elections, scheduled under the Rules, are due to take office.",
      "id": "s61"
    },
    {
      "text": "I will, therefore, make the declaration sought in the Union's application.",
      "id": "s62"
    },
    {
      "text": "Section 323(2) provides that, if a declaration is made under subsection (1) the Court may, by order, approve a Scheme for the taking of action by a collective body of the organisation, inter alia, for the purpose of enabling the dysfunctional Branch to function effectively.",
      "id": "s63"
    },
    {
      "text": "The role of Court is, then, to approve a Scheme.",
      "id": "s64"
    },
    {
      "text": "The Court is not required to devise the Scheme but may examine and, if it considers it appropriate to do so, approve the Scheme proposed by an applicant or other interested person.",
      "id": "s65"
    },
    {
      "text": "Ancillary or consequential directions may also be made: see s 323(3).",
      "id": "s66"
    },
    {
      "text": "By s 323(6) any order or direction of the Court and any action taken in accordance with the order or direction \"has effect in spite of anything in the rules of the organisation or a branch of the organisation\".",
      "id": "s67"
    },
    {
      "text": "I have examined the Scheme proposed by the represented parties.",
      "id": "s68"
    },
    {
      "text": "I have suggested certain variations with which the parties agreed.",
      "id": "s69"
    },
    {
      "text": "The Scheme ultimately proposed, therefore, enjoys the universal endorsement of the represented parties.",
      "id": "s70"
    },
    {
      "text": "Although this consideration is not determinative it carries considerable weight in determining how I should exercise the discretion conferred on the Court by s 323(2).",
      "id": "s71"
    },
    {
      "text": "In my view the proposed Scheme is conducive to the end of enabling the Branch to function effectively.",
      "id": "s72"
    },
    {
      "text": "At the elections, for which provision is made, the membership of the Branch will have the opportunity to choose those candidates whom they consider will best pursue the interests of the membership.",
      "id": "s73"
    },
    {
      "text": "No doubt the members will have regard to the conduct of individual candidates who are present office holders should those persons decide to nominate for re-election.",
      "id": "s74"
    },
    {
      "text": "It will be a matter for the members to pass judgment on that conduct.",
      "id": "s75"
    },
    {
      "text": "That is not the role of the Court.",
      "id": "s76"
    },
    {
      "text": "Mr John Vines has indicated a willingness to undertake the role of Administrator pending the conduct of elections.",
      "id": "s77"
    },
    {
      "text": "His appointment is supported by the Union, Ms Fegan, Mr Jackson and four of the eight individual members who appeared.",
      "id": "s78"
    },
    {
      "text": "The other four members did not oppose his appointment.",
      "id": "s79"
    },
    {
      "text": "Mr Vines has a long history in the Union movement.",
      "id": "s80"
    },
    {
      "text": "He also has administrative and board level experience in other organisations.",
      "id": "s81"
    },
    {
      "text": "He is entirely independent of the Union and those involved in the Branch's affairs.",
      "id": "s82"
    },
    {
      "text": "As I have already noted, he is willing and able to commence his duties within two weeks.",
      "id": "s83"
    },
    {
      "text": "I consider him to be an appropriate person to act as Administrator.",
      "id": "s84"
    },
    {
      "text": "I should add for the sake of completeness that, in determining to make the orders and approve the Scheme I have had regard to the stipulations in ss 323(4) and (7).",
      "id": "s85"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s86"
    },
    {
      "text": "Associate:\n \n \nDated: 4 August 2009\n \n Counsel for the Applicant: Mr R Kenzie QC and Mr R Reitano \n \n Solicitor for the Applicant: Slater and Gordon \n \n Counsel for Ms Fegan: Mr H Borenstein SC and Mr W Friend \n \n Solicitor for Ms Fegan: Macpherson + Kelley \n \n Counsel for Mr J Jackson: Mr M McKillop \n \n Solicitor for Mr J Jackson: Minter Ellison \n \n Counsel for various members of the Committee of Management: Mr J McKenna \n \n Solicitor for various members of the Committee of Management: Wisewoulds Solicitors \n Date of Hearing: 4 August 2009 \n \n Date of Judgment: 4 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/829.html",
      "id": "s87"
    }
  ]
}