{
  "name": "Robbins v Sons of Gwalia Ltd [2009] FCA 96 (6 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/96.html",
  "catchphrases": [
    {
      "text": "application to transfer proceedings to supreme court of western australia",
      "id": "c0"
    },
    {
      "text": "two related proceedings currently before supreme court of western australia",
      "id": "c1"
    },
    {
      "text": "\"nuts and bolts\" management decision",
      "id": "c2"
    },
    {
      "text": "which court, in the pursuit of the interests of justice, is the most appropriate forum",
      "id": "c3"
    },
    {
      "text": "interests of justice wider than those of parties to proceedings",
      "id": "c4"
    },
    {
      "text": "interests of creditors taken into account",
      "id": "c5"
    },
    {
      "text": "expense and inconvenience",
      "id": "c6"
    },
    {
      "text": "substantial overlap between issues in current proceedings and proceedings in western australia",
      "id": "c7"
    },
    {
      "text": "application to transfer granted",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The respondents to these proceedings, Sons of Gwalia Ltd (Under external administration) (\"SOG\") and its administrators have filed notices of motion seeking to have each of these three proceedings transferred to the Supreme Court of Western Australia.",
      "id": "s0"
    },
    {
      "text": "The application is brought under section 5(4) of the Jurisdiction of Courts (Cross-Vesting) Act 1987 (Cth), section 1337H of the Corporations Act 2001 (Cth), section 86A of the Trade Practices Act 1974 (Cth) and section 12GK of the Australian Securities and Investments Commission Act 2001 (Cth).",
      "id": "s1"
    },
    {
      "text": "The three proceedings in this court are substantially similar.",
      "id": "s2"
    },
    {
      "text": "They are founded upon claims of misleading and deceptive conduct and non-disclosure by SOG of its true financial position prior to the appointment of the administrators.",
      "id": "s3"
    },
    {
      "text": "The principal reason relied upon by SOG and the administrators seeking to transfer the actions to the WA Supreme Court is that there are currently two major pieces of litigation before that court in which the key issue is the alleged non-disclosure by SOG to the market of relevant financial information and the recovery of damages or compensation as a consequence of the non-disclosure.",
      "id": "s4"
    },
    {
      "text": "These actions are known as the \"Auditor Action\" and the \"Shareholder Action\".",
      "id": "s5"
    },
    {
      "text": "I will refer to them in more detail later.",
      "id": "s6"
    },
    {
      "text": "The plaintiffs in these proceedings oppose transfer, principally upon the ground that there is no commonality or overlap with the Western Australian proceedings.",
      "id": "s7"
    },
    {
      "text": "They say that they do not wish to be embroiled in costly and complicated proceedings in Western Australia which they contend to be unrelated to the present actions.",
      "id": "s8"
    },
    {
      "text": "THE RELEVANT AUTHORITIES \n The approach to be followed in considering this application is well-settled.",
      "id": "s9"
    },
    {
      "text": "In Bankinvest AG v Seabrook (1988) 14 NSWLR 711 at 714, Street CJ described the question as a \"nuts and bolts\" management decision as to which court, in the pursuit of the interests of justice, is the more appropriate to hear and determine the substantive dispute.",
      "id": "s10"
    },
    {
      "text": "There is no principle to be enunciated other than the necessity of applying the specific considerations stated in the cross-vesting legislation; the primary amongst them being the pursuit of the interests of justice.",
      "id": "s11"
    },
    {
      "text": "Rogers A-JA, with whom Kirby P agreed, said at 727 that the only \"lodestar\" that a judge may steer by is what to do in the interests of justice.",
      "id": "s12"
    },
    {
      "text": "His Honour observed that it is inapt to speak in terms of onus.",
      "id": "s13"
    },
    {
      "text": "Rogers A-JA also referred, at 729, to the expense and inconvenience which must be taken into account in determining which court is the more appropriate.",
      "id": "s14"
    },
    {
      "text": "His Honour also observed, at 725, that it is important to give full effect to the imaginative and detailed code laid down by the cross-vesting legislation for ensuring that throughout Australia, disputes are dealt with by the one court and that be the court which is most appropriate for the particular dispute.",
      "id": "s15"
    },
    {
      "text": "In BHP Billiton Limited v Schultz [2004] HCA 61 ; (2004) 221 CLR 400 , Gleeson CJ, McHugh and Heydon JJ observed, at [7], that the criterion for transfer established in section 5 is that it is in the interests of justice that the proceedings be determined in the other court.",
      "id": "s16"
    },
    {
      "text": "Their Honours, at [13], referred, with apparent approval, to the remarks of Street CJ in Bankinvest .",
      "id": "s17"
    },
    {
      "text": "Their Honours also went on to say, at [14], that the exercise is not one of determining whether the particular court's jurisdiction has been regularly invoked; rather, the court hearing such an application is required to ensure that cases are heard in the forum dictated by the interests of justice.",
      "id": "s18"
    },
    {
      "text": "Their Honours went on to say that there is a statutory requirement to exercise the power of transfer whenever it appears that it is in the interests of justice that it should be exercised.",
      "id": "s19"
    },
    {
      "text": "It is not necessary that it should appear that the first court is a clearly inappropriate forum.",
      "id": "s20"
    },
    {
      "text": "It is both necessary and sufficient that, in the interests of justice, the second court is the more appropriate one.",
      "id": "s21"
    },
    {
      "text": "It should also be noted that their Honours remarked, at [15], that the interests of justice are not the same as the interests of one party and there may be interests wider than those of either party to be considered.",
      "id": "s22"
    },
    {
      "text": "The other legislative provisions on which SOG and the administrators rely state the criteria for the exercise of the power to transfer proceedings in terms which may be said to be less prescriptive than under the cross-vesting legislation.",
      "id": "s23"
    },
    {
      "text": "The power to transfer under the Trade Practices Act is stated in discretionary terms.",
      "id": "s24"
    },
    {
      "text": "In Re Wilcox; ex parte Venture Industries Pty Limited (1996) 66 FCR 511 at 529, the Full Court said that: \n [A] manifest object of the cross-vesting legislative scheme as enacted by the Commonwealth in 1987 was for the [ Trade Practices Act ] and the [ Cross-Vesting Act ] to provide separate, albeit overlapping, but additional sources ... of power ... \n Under section 1337H of the Corporations Act , the Federal Court is not required to consider whether the proceedings arise out of or are related to another proceeding.",
      "id": "s25"
    },
    {
      "text": "BACKGROUND TO PROCEEDINGS \n The background to these matters is set out in the affidavit of Darren Gordon Weaver sworn on 18 June 2008.",
      "id": "s26"
    },
    {
      "text": "Mr Weaver is one of the respondents to the proceedings and is one of the administrators of SOG.",
      "id": "s27"
    },
    {
      "text": "It is convenient to refer to the content of Mr Weaver's affidavit.",
      "id": "s28"
    },
    {
      "text": "SOG was a listed company with substantial gold and other mining assets and operations in Western Australia.",
      "id": "s29"
    },
    {
      "text": "It also had a treasury department which speculated in gold-hedging and derivative contracts.",
      "id": "s30"
    },
    {
      "text": "SOG collapsed in August 2004, some four years after it became known to SOG that its then finance director had conducted extensive unauthorised derivative trading, which had substantially exposed the SOG group.",
      "id": "s31"
    },
    {
      "text": "The administration gave rise to the decision of the High Court in Sons of Gwalia Ltd v Margaretic [2007] HCA 1 ; (2007) 231 CLR 160 , in which it was held that shareholders are entitled to have their admitted claims against a relevant company rate pari passu for any distribution.",
      "id": "s32"
    },
    {
      "text": "As a result of that, the shareholders of SOG were invited to submit proofs of claims.",
      "id": "s33"
    },
    {
      "text": "There were a large number of shareholder claimants and the administrators determined that they would need to put forward to the creditors an efficient process for dealing with the shareholder claims.",
      "id": "s34"
    },
    {
      "text": "The process which was developed is described in the affidavit and it is sufficient to say that it was proposed that shareholders would be invited to participate in representative proceedings against SOG and certain of its auditors and directors, and that participating shareholders would permit any proceeds of that litigation to be paid into a pool for distribution to the creditor group as a whole.",
      "id": "s35"
    },
    {
      "text": "The Shareholder Action has now been commenced and was filed in the WA Supreme Court on 28 November 2008.",
      "id": "s36"
    },
    {
      "text": "The process which was established by the administrators is set out in the Administrators' Report to Creditors of 7 December 2007.",
      "id": "s37"
    },
    {
      "text": "The then-proposed Shareholder Action and participation agreements are described in some detail in section 7 of the report.",
      "id": "s38"
    },
    {
      "text": "I do not need to refer to this in any detail.",
      "id": "s39"
    },
    {
      "text": "In section 7 of the report, the administrators said that, assuming the conditions precedent referred to earlier were met or otherwise waived, the claims of shareholder claimants would not be adjudicated upon.",
      "id": "s40"
    },
    {
      "text": "They would, instead, undergo an assessment process.",
      "id": "s41"
    },
    {
      "text": "Shareholder claimants would provide signed witness statements setting out their claim.",
      "id": "s42"
    },
    {
      "text": "The claim would be assessed by the administrators applying quasi-judicial standards; this is further explained in [19] of Mr Weaver's affidavit and three different courses of action are open.",
      "id": "s43"
    },
    {
      "text": "THE PROCEEDINGS BEFORE THIS COURT \n The statements of claim in each of the three proceedings in this court are in similar terms.",
      "id": "s44"
    },
    {
      "text": "I will refer to the relevant parts of the proceeding brought by Mrs Robbins.",
      "id": "s45"
    },
    {
      "text": "Paragraph 5 of the statement of claim alleges positive and negative representations said to have been made by SOG to the applicant, as well as to members of the public and to other shareholders of SOG.",
      "id": "s46"
    },
    {
      "text": "These representations are said to relate to the solvency of SOG, its financial position, the valuation of its assets and the extent and nature of its liabilities and profits, as well as to particulars of SOG's foreign exchange, gold hedge books and hedging activities.",
      "id": "s47"
    },
    {
      "text": "The particulars of the representations are set out in some detail in [7].",
      "id": "s48"
    },
    {
      "text": "They include allegations that SOG did not reveal, during the period from July 1999 to about June 2000, that there was unauthorised speculative derivative trading undertaken by SOG's Chief Financial Officer from which SOG made losses and that SOG did not have the ability to meet the close out costs of those unauthorised transactions.",
      "id": "s49"
    },
    {
      "text": "The particulars also include a statement that the 1999 Annual Financial Report of SOG did not disclose relevant matters in relation to indexed put-option contracts and the United States dollar-call options.",
      "id": "s50"
    },
    {
      "text": "It is also alleged that SOG's 1999 Annual Financial Report did not reveal the relevant operating loss or contain an opinion to the effect that there was significant uncertainty as to whether SOG could continue as a going concern.",
      "id": "s51"
    },
    {
      "text": "In [9], Mrs Robbins pleads that, as a consequence of the representations and negative representations, she acquired and/or continued to hold shares in SOG.",
      "id": "s52"
    },
    {
      "text": "The claim is framed under section 12DA of the ASIC Act , section 1041H of the Corporations Act , and section 52 of the Trade Practices Act .",
      "id": "s53"
    },
    {
      "text": "A further claim is made in [17] which is apparently made in the alternative.",
      "id": "s54"
    },
    {
      "text": "This claim is that SOG was in breach of its disclosure obligations under section 674 of the Corporations Act .",
      "id": "s55"
    },
    {
      "text": "The particulars of the non-disclosure are those which are set out in [7] and to which I have already made some reference.",
      "id": "s56"
    },
    {
      "text": "In [19], Mrs Robbins pleads that she intended to sell shares in SOG and to utilise the net sale proceeds to acquire shares in Newcrest Mining Limited.",
      "id": "s57"
    },
    {
      "text": "The statement of claim then sets out in [20] and following a number of alleged conversations between Mrs Robbins' husband and an officer of SOG.",
      "id": "s58"
    },
    {
      "text": "There are a number of conversations which are pleaded and particularised.",
      "id": "s59"
    },
    {
      "text": "There is also a further conversation with another officer of SOG on which Mrs Robbins relies to support a claim of misleading and deceptive conduct.",
      "id": "s60"
    },
    {
      "text": "In [26], Mrs Robbins alleges that, as a result of the misrepresentations, she did not sell her shares in SOG and subsequently acquired further shares.",
      "id": "s61"
    },
    {
      "text": "The claim which is therefore made is a claim for the lost opportunity to purchase and profit from the acquisition of shares in Newcrest.",
      "id": "s62"
    },
    {
      "text": "SOG and the administrators have filed a defence to the statement of claim.",
      "id": "s63"
    },
    {
      "text": "In [4], they admit that SOG failed to disclose certain relevant information to the ASX on 15 May 2000, but otherwise, they deny the allegations made in [5], [6], [7], and [8] of the statement of claim.",
      "id": "s64"
    },
    {
      "text": "Importantly for present purposes, the defence pleads, in [36], that had the information which was said to have been required to have been disclosed been notified to the ASX on or after the relevant date, certain consequences which are set out in [39] --- [50] would have occurred in consequence of the notification to the ASX.",
      "id": "s65"
    },
    {
      "text": "In particular, the consequences would have been that SOG would have been the subject of a trading halt and that the ASX would have suspended the securities of SOG from quotation in order to prevent an uninformed market in SOG's securities from developing or continuing, as a result of uncertainty as to whether SOG could continue as a going concern.",
      "id": "s66"
    },
    {
      "text": "The defence also pleads, in [50], in the alternative, that if the securities were still quoted after 15 May 2000, then, upon notification to the ASX, the market price of the securities in SOG would have collapsed and would have remained at no more than a nominal amount.",
      "id": "s67"
    },
    {
      "text": "Paragraph 51 goes on to plead that, as a consequence, Mrs Robbins would not have been able to sell her shares in SOG or would only have been able to sell them for a nominal amount and accordingly, that she would not have had proceeds from the sale of the shares to invest in other securities.",
      "id": "s68"
    },
    {
      "text": "THE WESTERN AUSTRALIA ACTIONS \n The Shareholder Action, as I have already said, was commenced in the Supreme Court of Western Australia on 28 November 2008.",
      "id": "s69"
    },
    {
      "text": "The essential elements of the proceeding, which is a representative action, are set out in [24] of Mr Weaver's affidavit of 18 June 2008.",
      "id": "s70"
    },
    {
      "text": "The substance of it is that SOG contravened section 1001A of the Corporations Act by failing to make continuous disclosure to the ASX; and that information which SOG should have disclosed included information about the derivative contracts known as \"Indexed Put Options\", certain USA dollar-call options, and the unauthorised trading of SOG's finance director during the 2000 financial year.",
      "id": "s71"
    },
    {
      "text": "That information is said to be relevant to SOG's financial position, its future survival, and to the price of its shares.",
      "id": "s72"
    },
    {
      "text": "It is also said that SOG did not make disclosures and that statements made in SOG's annual reports for the financial years ending 1999 and 2000 conveyed an inaccurate impression of SOG's true financial position.",
      "id": "s73"
    },
    {
      "text": "Claims are also made that the directors breached their duties to SOG to act in good faith and for proper purposes, in contravention of section 181 of the Corporations Act .",
      "id": "s74"
    },
    {
      "text": "Particular named auditors are said to have been knowingly involved in the breaches.",
      "id": "s75"
    },
    {
      "text": "It is also important to note that the statement of claim in the shareholders action includes a claim of misleading conduct.",
      "id": "s76"
    },
    {
      "text": "This appears in part E of the statement of claim under the heading Misleading and Deceptive Conduct.",
      "id": "s77"
    },
    {
      "text": "The Auditor Action is sufficiently described in [37] --- [39] of Mr Weaver's affidavit.",
      "id": "s78"
    },
    {
      "text": "These proceedings are brought against the former auditors of the SOG group, in particular, partners of that firm and certain former directors of SOG.",
      "id": "s79"
    },
    {
      "text": "A summary of the heads of claim in the Auditor Action are as follows: Both the Auditor Action and the Shareholder Action are case-managed in the WA Supreme Court by Le Miere J.",
      "id": "s80"
    },
    {
      "text": "The solicitors for the administrators wrote to the Associate to his Honour on 15 January 2009 informing him of the transfer application and asking his Honour whether he would be prepared to hear the appeals made by the applicants in the present proceedings.",
      "id": "s81"
    },
    {
      "text": "By letter dated 20 January 2009, the Associate to Le Miere J wrote to the solicitor for SOG and the administrators stating that his Honour is able and willing to hear the present proceedings if they are transferred to the WA Supreme Court.",
      "id": "s82"
    },
    {
      "text": "THE TRANSFER APPLICATION \n In my view, the interests of justice are strongly in favour of transferring the proceedings to the WA Supreme Court.",
      "id": "s83"
    },
    {
      "text": "The principal reasons for this are as follows.",
      "id": "s84"
    },
    {
      "text": "First, there is a substantial overlap between the issues that are raised in these proceedings and those that are the subject of the Shareholder Action.",
      "id": "s85"
    },
    {
      "text": "There is also an overlap with the issues raised in the Auditor Action.",
      "id": "s86"
    },
    {
      "text": "It is true that the applicants in these proceedings seek to characterise them as a discrete action, which is not founded upon the non-disclosures that are the subject of the Shareholder Action.",
      "id": "s87"
    },
    {
      "text": "However, in my view, that is based on a misconception of the issues raised in the present proceedings and what they will involve.",
      "id": "s88"
    },
    {
      "text": "The essential issue in these proceedings, and in the Shareholder Action, is what the true value of the SOG shares was at the relevant time.",
      "id": "s89"
    },
    {
      "text": "In these proceedings, the relevant time is that at which the applicants say they would have sold the shares.",
      "id": "s90"
    },
    {
      "text": "That issue forms part of the subject matter of the Shareholder Action and will be the subject of extensive expert evidence.",
      "id": "s91"
    },
    {
      "text": "Not only is that issue an essential aspect of the applicants' claims in the present proceedings, it is squarely put in issue by [36] and [39] --- [50] of the defence, to which I have referred above.",
      "id": "s92"
    },
    {
      "text": "I do not consider that the reliance on the misrepresentations pleaded in the present proceedings is a factor which makes these actions \"stand-alone\" proceedings.",
      "id": "s93"
    },
    {
      "text": "What the applicants contend is that if they had been told the correct position by the officers of SOG, they would have sold their shares, they would not have purchased any further shares, and they would have invested in Newcrest.",
      "id": "s94"
    },
    {
      "text": "However, the information which they say should have been provided was information which would have been required to be disclosed to the market generally.",
      "id": "s95"
    },
    {
      "text": "That raises the essential issues that are the subject of the Shareholder Action and, indeed, the Auditor Action.",
      "id": "s96"
    },
    {
      "text": "Second, the administration of SOG is huge and complex.",
      "id": "s97"
    },
    {
      "text": "It involves a large number of claims from shareholders and non-shareholders.",
      "id": "s98"
    },
    {
      "text": "I should interpolate here that, in Mr Weaver's affidavit, he states at [15] that: \n As at 17 June 2008, the Administrators have received approximately 1,024 claims from non-shareholder creditors.",
      "id": "s99"
    },
    {
      "text": "The value of the claims admitted by the Administrators is approximately $836,000,000.",
      "id": "s100"
    },
    {
      "text": "At [16], Mr Weaver says that: \n As at 17 June 2008, the Administrators have received approximately 8,038 claims from shareholder claimants.",
      "id": "s101"
    },
    {
      "text": "The value of the shareholder claims is approximately $577,300,000.",
      "id": "s102"
    },
    {
      "text": "A scheme has been established for the shareholder claims to be the subject of the representative action which has now been brought in the WA Supreme Court.",
      "id": "s103"
    },
    {
      "text": "It is in the interests of justice that account be taken of the scheme and the need to avoid unnecessary duplication of the costs.",
      "id": "s104"
    },
    {
      "text": "Moreover, as their Honours observed in BHP Billiton v Schultz , the interests of justice are wider than those of the parties to the proceedings and, here, it is important to take into account the interests of the creditors generally.",
      "id": "s105"
    },
    {
      "text": "It cannot be in the interests of the creditors of SOG to have two related proceedings running in two separate jurisdictions.",
      "id": "s106"
    },
    {
      "text": "The observations made by Rogers A-JA in Bankinvest also support this factor as a relevant one to take into account in determining the interests of justice.",
      "id": "s107"
    },
    {
      "text": "Indeed, it would seem to me that there is a benefit to the applicants in these proceedings in having their matters heard by the court that is hearing the Shareholder Action and the Auditor Action.",
      "id": "s108"
    },
    {
      "text": "The applicants will obtain the benefit of the extensive discovery to be given in that case as well as the benefit of expert evidence to be called as to the true value of the SOG shares.",
      "id": "s109"
    },
    {
      "text": "Although the applicants do not wish to be joined in, or party to, the Shareholder Action, another course which would be open would be for their proceedings to be heard after the Shareholder Action and the Auditor Action have been determined.",
      "id": "s110"
    },
    {
      "text": "An order could be made for evidence in the earlier proceedings to stand as evidence in the later actions.",
      "id": "s111"
    },
    {
      "text": "Moreover, there is no benefit to the applicants in having their case determined in this court, even if it could be determined prior to the proceedings in the WA Supreme Court.",
      "id": "s112"
    },
    {
      "text": "This is because the administrators have stated unequivocally that no further dividend will be paid to creditors until after the determination of the Shareholder Action and the Auditor Action.",
      "id": "s113"
    },
    {
      "text": "I do not think that anything turns on the fact that the present proceedings are brought by way of an appeal from the liquidator's rejection of the applicants' proofs of debt.",
      "id": "s114"
    },
    {
      "text": "This does not detract from the proposition that there is a fundamental overlap between the proceedings in this court and the Western Australian proceedings.",
      "id": "s115"
    },
    {
      "text": "Nor is the applicants' position advanced by the submission put to me by Counsel for the applicants that the particulars of the representations and negative representations set out in [7] of the statement of claim are taken from the administrators' report.",
      "id": "s116"
    },
    {
      "text": "Nor is the position advanced by the suggestion that the administrators have accepted a large number of other proofs while rejecting the proofs that have been lodged by the applicants.",
      "id": "s117"
    },
    {
      "text": "It seems to me that the short answer to this submission is that the administrators have not admitted the claims made by the applicants in the other proceedings.",
      "id": "s118"
    },
    {
      "text": "They have received proofs of claim but, whether or not the plaintiffs in the Shareholder Action will receive a dividend, will depend on the outcome of the Shareholder Action.",
      "id": "s119"
    },
    {
      "text": "This will include a determination of whether or not the non-disclosures and misrepresentations, which are the subject of the Shareholder Action, are proved in the litigation.",
      "id": "s120"
    },
    {
      "text": "It follows that I will make orders in terms of the amended notices of motion handed up in court this morning.",
      "id": "s121"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson J.",
      "id": "s122"
    },
    {
      "text": "Associate:\n \n \nDated: 6 February 2009\n \n Counsel for the Plaintiffs: M R Gracie \n \n Counsel for the Second, Third and Fourth Defendants: P R Whitford SC with K F Banks-Smith \n Date of Hearing: 6 February 2009 \n \n Date of Judgment: 6 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/96.html",
      "id": "s123"
    }
  ]
}