{
  "name": "Deputy Commissioner of Taxation v Vintage Gold Investments Pty Ltd (In Liquidation) ACN 098 126 848 [2009] FCA 967 (28 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/967.html",
  "catchphrases": [
    {
      "text": "consideration of an application by a liquidator for an order in relation to the distribution of a settlement fund having regard to an indemnity provided by the deputy commissioner of taxation as an unsecured creditor in the winding up",
      "id": "c0"
    },
    {
      "text": "consideration of the terms of an indemnity agreement",
      "id": "c1"
    },
    {
      "text": "consideration of the role of the liquidator as contradictor of a claim by the indemnifying creditor to payment of the indemnity monies in priority to the costs and expenses of the liquidator properly incurred in preserving, realising or getting in property of the company",
      "id": "c2"
    },
    {
      "text": "consideration of s 556(1) of the corporations act",
      "id": "c3"
    },
    {
      "text": "consideration of the scope of the power conferred by s 564 of the corporations act",
      "id": "c4"
    },
    {
      "text": "consideration of the relationship between ss 556(1) and 564 of the corporations act",
      "id": "c5"
    },
    {
      "text": "consideration of the question of whether the indemnifying creditor should be given an advantage over the liquidator in respect of the liquidator's expenses having regard to the particular circumstances",
      "id": "c6"
    },
    {
      "text": "corporations",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This application is a little unusual as it is made by the liquidator under s 564 of the Corporations Act 2001 (Cth) (the \" Corporations Act \") in conformity with an obligation assumed by the liquidator under cl 9 of an Indemnity Agreement made with a funding creditor, the Deputy Commissioner of Taxation (\"Deputy Commissioner\") on 6 February 2007, notwithstanding that the liquidator contends that property recovered by him in the course of the winding up as a result of securing a Deed of Settlement of all claims made by him against particular parties, should be applied in satisfaction of the costs and expenses of recovering the property without first applying any of the settlement monies in repayment of monies paid under the Deed of Indemnity by the funding creditor even though the indemnity enabled particular recovery steps specified in the Agreement to be undertaken.",
      "id": "s0"
    },
    {
      "text": "The difficulty is that the settlement sum of $86,500.00 was insufficient to pay the costs and expenses of action taken by the liquidator to recover the property of the company.",
      "id": "s1"
    },
    {
      "text": "The Deputy Commissioner says that as a creditor of the company in liquidation, Vintage Gold Investments Pty Ltd (\"Vintage Gold\") the Deputy Commissioner agreed to indemnify the liquidator in respect of five categories of action to be taken to recover money paid by the company in reduction of a personal debt of a director to a third party, secured by a mortgage, unrelated to any obligations of the company.",
      "id": "s2"
    },
    {
      "text": "An amount of $30,000.00 was paid to the liquidator pursuant to the indemnity.",
      "id": "s3"
    },
    {
      "text": "Those funded steps, it is said, resulted in the recovery of the property of the company together with the recovery of expenses, in the sense that \"but for' the indemnity and thus the steps, no monies would have been recovered; and by cl 9 of the Deed, the liquidator agreed to apply to the Court upon recovery of an amount arising out of those steps, for an order that the Deputy Commissioner receive priority for the amount of the indemnity in the distribution of the amount recovered.",
      "id": "s4"
    },
    {
      "text": "The liquidator says that the application has been made to the Court in conformity with the liquidator's agreement to place the question of the Deputy Commissioner's entitlement to priority before the Court within the scope of s 564 of the Corporations Act .",
      "id": "s5"
    },
    {
      "text": "Secondly, s 564 of the Corporations Act as a matter of construction does not, it is said, confer a power to make an order for the distribution or payment of any part of the recovered property in priority to the costs and expenses of the liquidator as those costs and expenses are given priority by s 556(1) of the Corporations Act , although s 564 , properly construed, does confer a power to order a payment or distribution to a funding creditor in priority to other unsecured creditors .",
      "id": "s6"
    },
    {
      "text": "Thirdly, if s 564 does confer a power to order distribution of any part of the recovered property to a funding creditor in priority to the liquidator's costs and expenses of recovery, no such order ought to be made having regard to all the circumstances relevant to the steps necessarily taken by the liquidator and his advisers to assert rights and enforce claims against parties that ultimately agree to settle those claims and pay the settlement monies.",
      "id": "s7"
    },
    {
      "text": "In other words, the recovery of the property of the company (and relevant expenses) did not arise solely out of the provision of indemnity by the Deputy Commissioner but by reason of other significant steps funded by the liquidator in addition to those steps funded by the Deputy Commissioner.",
      "id": "s8"
    },
    {
      "text": "Thus, the combination of steps or activities was productive of the recovery of a fund of money and any order for distribution ought to take account, it is said, of all the relevant factors.",
      "id": "s9"
    },
    {
      "text": "Finally, the liquidator says that officers of the Deputy Commissioner conducted discussions with staff of the liquidator over a lengthy period that gave the liquidator the impression that a further Deed of Indemnity would be approved by the Deputy Commissioner which in turn caused the liquidator and his advisers to undertake significant prosecution and recovery steps that became unfunded upon the Deputy Commissioner's decision not to grant a further indemnity.",
      "id": "s10"
    },
    {
      "text": "Therefore, since the Court may make orders as it \"deems just\" under s 564 of the Corporations Act with respect to the distribution of the recovered monies, it is not just, it is said, to order a distribution of $30,000.00 to the Deputy Commissioner in circumstances where the liquidator has ultimately brought the respondents to the settlement table which would not have occurred had all recovery steps ceased on the extinguishment of the indemnity fixed in the amount of $30,000.00.",
      "id": "s11"
    },
    {
      "text": "Section 555 of the Corporations Act provides that except as otherwise provided by the Corporations Act , all debts and claims proved in a winding up rank equally and if the property of the company is insufficient to meet them in full, they must be paid proportionately.",
      "id": "s12"
    },
    {
      "text": "Section 556(1) of the Corporations Act provides that subject to Division 6 of Part 5.6 of the Corporations Act , in the winding up of a company, the debts and claims described in paras (a) to (h) must be paid in priority to all other unsecured debts and claims, in the sequence or order for payment described in the section.",
      "id": "s13"
    },
    {
      "text": "The first category of debt or claim to be paid is, relevantly, expenses (other than the remuneration of the liquidator and particular expenses to be paid to a firm related to the liquidator more broadly defined as \"deferred expenses\") properly incurred by the liquidator in preserving, realising or getting in property of the company (para (a)).",
      "id": "s14"
    },
    {
      "text": "The eighth category in the sequence (dd) is any other expense (except deferred expenses) properly incurred by a liquidator.",
      "id": "s15"
    },
    {
      "text": "The ninth category (de) is the deferred expenses.",
      "id": "s16"
    },
    {
      "text": "Section 559 provides that the debts of a class referred to in each of the paragraphs of s 556(1) rank equally between themselves and must be paid in full, unless the property of a company is insufficient to meet them, in which case they must be paid proportionately.",
      "id": "s17"
    },
    {
      "text": "Section 564 of the Corporations Act which falls within subdivision E of Division 6 of Part 5.6 of the Corporations Act provides: \n Where in any winding up: \n\n \n (a) property has been recovered under an indemnity for costs of litigation given by certain creditors, or has been protected or preserved by the payment of money or the giving of indemnity by creditors; or \n\n \n (b) expenses in relation to which a creditor has indemnified a liquidator have been recovered; \n\n \n the Court may make such orders, as it deems just with respect to the distribution of that property and the amount of those expenses so recovered with a view to giving those creditors an advantage over others in consideration of the risk assumed by them.",
      "id": "s18"
    },
    {
      "text": "In Jarbin Pty Ltd v Clutha Ltd (in liq) (2004) 208 ALR 242, Campbell J concluded at [68] that s 564 operates as an exception to the prima facie equality of treatment of \"all unsecured creditors within the respective classes which s 556 recognises\".",
      "id": "s19"
    },
    {
      "text": "Barrett J in Australia and New Zealand Banking Group Ltd v TJF EBC Pty Ltd (2006) 224 ALR 490 accepted at [8] that as a matter of power the Court may under s 564 make an order that causes a creditor chosen for preferred treatment to rank ahead of \"any one or more of the creditors having claims within the s 556(1) categories\".",
      "id": "s20"
    },
    {
      "text": "That construction was said to follow firstly because s 556(1) is subject to Division 6 and thus subject to the power conferred on the Court by s 564 and secondly, because s 564 provides that a preferred creditor may be given an advantage \" over others in consideration of the risk assumed\".",
      "id": "s21"
    },
    {
      "text": "At [9], Barrett J said this: \n Section 564 contemplates that assisting or indemnifying creditors within its purview may be given \"an advantage over others\".",
      "id": "s22"
    },
    {
      "text": "The section does not say \"all others\" or \"some others\" or \"any others\".",
      "id": "s23"
    },
    {
      "text": "In referring to \"others\" generally, it contemplates, in my view, that the court may, by its order, give the assisting or indemnifying creditors \"an advantage over\" any one or more of the other creditors or all of them, with the result that the court may, as a matter of jurisdiction, cause the debts of the creditors in question to be placed on any of the rungs of the ladder of priority created by s 556(1) (and, within a particular rung, above, below or beside the creditors with claims that s 559 causes to rank equally inter se), above the topmost of those rungs or below the bottom rung (yet ahead of \"all other unsecured debts and claims\").",
      "id": "s24"
    },
    {
      "text": "In short, s 564 is cast in terms giving the court a complete discretion regarding positioning of the whole or any part of the debts of the assisting or indemnifying creditors on the scale of priorities in the winding up and the opening words of s 556(1) cause any such positioning ordered by the court to have effect despite what would otherwise be the order of priority under s 556(1).",
      "id": "s25"
    },
    {
      "text": "That view of the scope of the power conferred on the Court by s 564 and the relationship between s 564 and s 556(1) was adopted by Austin J in Australian Steel Company v EPS Group [2006] NSWSC 1080; (2007) 59 ACSR 602 although his Honour thought that the discretion was not correctly described as a \"complete discretion\" or a \"totally open discretion\" but rather a power to make such orders as the Court deems just.",
      "id": "s26"
    },
    {
      "text": "Nevertheless, the discretion is conferred in broad terms.",
      "id": "s27"
    },
    {
      "text": "As to the question of power, the liquidator contends that he is not a creditor in respect of a claim for the payment of the costs and expenses of recovering property of the company for the purposes of s 556(1) and therefore his claim to those costs and expenses cannot be deferred to that of the indemnifying creditor as an exercise of power to adjust claims within s 556(1).",
      "id": "s28"
    },
    {
      "text": "Secondly, the liquidator as a person with a claim for payment of recovery costs and expenses is not a person contemplated by the phrase in s 564 \"an advantage over others\".",
      "id": "s29"
    },
    {
      "text": "The liquidator is not, it is said, an \"other\" person.",
      "id": "s30"
    },
    {
      "text": "Accordingly, there is no power to confer an advantage on the Deputy Commissioner over the liquidator in relation to the liquidator's claim to receive the settlement monies in satisfaction of the costs and expenses incurred in recovering the property of the company.",
      "id": "s31"
    },
    {
      "text": "Section 556(1) , subject to Division 6, attributes priority of payment to particular classes of debts and claims, as compared with all other unsecured debts and claims.",
      "id": "s32"
    },
    {
      "text": "The first such debt or claim is expenses properly incurred by the liquidator in preserving, realising or getting in the property of the company.",
      "id": "s33"
    },
    {
      "text": "Section 556(1) treats those expenses as a claim of the liquidator upon the estate or property of the company.",
      "id": "s34"
    },
    {
      "text": "Such a claim ranks above all other claims primarily because those expenses in the ordinary course represent the price paid to secure the company's assets or realise or get in the property of the company for the benefit of those entitled to participate in the distribution of that property according to the provisions of the Corporations Act .",
      "id": "s35"
    },
    {
      "text": "The paramouncy of those expenses conveys a clear statutory intention that the liquidator is entitled to recoup out of the property of the company, the costs and expenses \"properly\" incurred in taking the relevant steps that meet the statutory description in s 556(1)(a).",
      "id": "s36"
    },
    {
      "text": "However, that claim nevertheless remains a claim within s 556(1) and is subject to a power in the Court conferred by s 564 to adjust the order of priority including the paramouncy of such a claim, as appears just in all the circumstances, as between an indemnifying creditor and others.",
      "id": "s37"
    },
    {
      "text": "In that sense, the reference to others must be taken to be a reference to any other person (or entity) that has a debt or claim to be paid in the winding up of a company whatever the priority of that debt or claim may be according to the proper operation of the relevant provisions of the Corporations Act .",
      "id": "s38"
    },
    {
      "text": "Accordingly, power is conferred upon the Court by s 564 to make an order that would have the effect of conferring an advantage upon an indemnifying creditor to a distribution of all or a part of the property of the company recovered under an indemnity for the costs of litigation, over the entitlement of the liquidator to payment of expenses properly incurred by him in preserving, realising or getting in property of a company notwithstanding the paramouncy of such a claim under s 556(1)(a).",
      "id": "s39"
    },
    {
      "text": "The question that arises is whether such an order is just having regard to the circumstances of the particular case.",
      "id": "s40"
    },
    {
      "text": "Background facts\n The background facts are these.",
      "id": "s41"
    },
    {
      "text": "On 9 February 2006, the Federal Court ordered that Vintage Gold be wound up in insolvency on the application of the Deputy Commissioner.",
      "id": "s42"
    },
    {
      "text": "The debt due to the Deputy Commissioner was then $87,836.00.",
      "id": "s43"
    },
    {
      "text": "John Lethbridge Greig was appointed liquidator.",
      "id": "s44"
    },
    {
      "text": "The company carried on the business of supplying plastic lining for use with horticultural products.",
      "id": "s45"
    },
    {
      "text": "Upon appointment, the liquidator wrote to the directors of the company, Ms Joanne Love and Ms Karen Robinson, and requested them to provide the liquidator with all documents in their possession relating to the affairs of the company.",
      "id": "s46"
    },
    {
      "text": "Further requests for assistance and cooperation were made of the directors and notices were served on each of them under s 530B(4) of the Corporations Act .",
      "id": "s47"
    },
    {
      "text": "The directors were largely uncooperative.",
      "id": "s48"
    },
    {
      "text": "Reports were made by the liquidator to the Australian Securities and Investments Commission (\"ASIC\").",
      "id": "s49"
    },
    {
      "text": "Ultimately, ASIC took proceedings against Ms Robinson in respect of those failures.",
      "id": "s50"
    },
    {
      "text": "On 2 June 2006, the liquidator wrote to the Deputy Commissioner seeking an indemnity of $30,000.00 so as to undertake particular recovery action which included action to lodge a caveat over particular land of a director; commence Court proceedings to recover money from that director; apply to the Court for orders for the production by the directors of documents and other orders in relation to documents; issue particular summonses and conduct a public examination of the directors.",
      "id": "s51"
    },
    {
      "text": "The costs of $30,000.00 were broken down by reference to the category of person undertaking particular steps.",
      "id": "s52"
    },
    {
      "text": "The liquidator identified total potential recoveries that might be achieved by the liquidator, by reference to five matters as, in the aggregate, $628,933.52.",
      "id": "s53"
    },
    {
      "text": "Clause 11 of the letter identified six grounds upon which these recoveries might be pursued as a matter of law.",
      "id": "s54"
    },
    {
      "text": "The events which were said to give rise to these causes of action included the transfer of assets from the company by directors to a related entity ($437,972.19); a contribution to expenses by a director ($16,781.33); the transfer of company funds to a shareholder ($36,000.00); and a liability on the part of directors in respect of insolvent trading by the company (totalling $138,180.00).",
      "id": "s55"
    },
    {
      "text": "The letter was supported by legal advice to the liquidator from the solicitors for the liquidator.",
      "id": "s56"
    },
    {
      "text": "The liquidator advised the Deputy Commissioner that there were a small number of creditors in the administration all of whom were owed \"minimal debts\".",
      "id": "s57"
    },
    {
      "text": "By cl 13, the liquidator said that should an indemnity be provided by the Deputy Commissioner, the liquidator would make an application to the Court to give the Deputy Commissioner and any other indemnifying creditor priority under s 564 of the Corporations Act .",
      "id": "s58"
    },
    {
      "text": "On 18 July 2006, the Deputy Commissioner requested further information in order to determine whether the funds or assets likely to be recovered would be likely to outweigh the costs of the indemnity sought by the liquidator.",
      "id": "s59"
    },
    {
      "text": "The liquidator responded on 1 August 2006 and advised the Deputy Commissioner that the estimated costs would be $30,000.00; should the costs increase significantly a further indemnity would be sought; the only other creditors were trade creditors in an amount of $27,071.34; and the liquidator believed there to be a \"high likelihood of success\" arising out of the proposed actions.",
      "id": "s60"
    },
    {
      "text": "The liquidator anticipated a resolution within six months of granting an indemnity.",
      "id": "s61"
    },
    {
      "text": "Further details of the legal costs were given to the Deputy Commissioner on 15 September 2006.",
      "id": "s62"
    },
    {
      "text": "On 6 February 2007, the liquidator and the Deputy Commissioner entered into an Indemnity Agreement.",
      "id": "s63"
    },
    {
      "text": "By cl 3, the Deputy Commissioner agreed to indemnify the liquidator up to a maximum amount of $30,000.00 for professional costs and expenses incurred by the liquidator in undertaking the following \"specific actions\": \n (a) Lodge a caveat over the land (held in the name of Joanne Love ...) and commence court proceedings for the recovery of the money paid to the [mortgagee] by the company.",
      "id": "s64"
    },
    {
      "text": "(b) Obtain orders by the Court in the existing Federal Court winding up proceedings for the directors to produce books and records of the company.",
      "id": "s65"
    },
    {
      "text": "(c) [Apply] to the Federal Court for the directors of the company to show cause why they should not be punished for contempt for failure to produce such books and records.",
      "id": "s66"
    },
    {
      "text": "(d) Obtain examination summonses of the directors as directors of [a new company called Botany Horticultural Pty Ltd (\"Botany\")] as to the business now conducted by Botany from the same premises from which the company conducted its business pursuant to section 596B Corporations Act 2001 .",
      "id": "s67"
    },
    {
      "text": "(e) Conduct a Public Examination of the company's officers pursuant to section 596A Corporations Act 2001 .",
      "id": "s68"
    },
    {
      "text": "By cl 1, the liquidator was only entitled to rely on the indemnity after first making reasonable attempts to exhaust any rights of recovery against \"the available assets (if any) in the liquidation\".",
      "id": "s69"
    },
    {
      "text": "By cl 9, the parties agreed: \n Priority to [Deputy Commissioner] \n\n Where an amount is recovered or received by the Liquidator in respect to information obtained under the examination process, then the Liquidator shall forthwith make application under s.564 of the Corporations Act 2001 for an order that the [Deputy Commissioner] receive priority, for the amount of the indemnity, in the distribution of any amounts recovered or received by the Liquidator.",
      "id": "s70"
    },
    {
      "text": "On 5 March 2007, Mr Chesters, a Manager employed by Deloitte and acting on behalf of the liquidator, had a discussion with an employee of the Deputy Commissioner (such employees hereinafter described as \"the ATO\") concerning the issue of invoices in relation to the recovery actions.",
      "id": "s71"
    },
    {
      "text": "On 25 June 2007, Mr Chesters had a discussion with a representative of the ATO who requested Mr Chesters to issue an invoice to the ATO for the amount of the indemnity.",
      "id": "s72"
    },
    {
      "text": "Mr Chesters was also advised that the liquidator would need to apply for a further indemnity in respect of any additional recovery work to be undertaken by the liquidator that might be the subject of any further invoices to the ATO.",
      "id": "s73"
    },
    {
      "text": "On 28 June 2007, Mr Chesters was advised by the ATO's representative that the Deputy Commissioner would wish to examine a transcript of the public examination of the directors and consider a further written application for an additional indemnity before any further indemnity would be granted by the Deputy Commissioner.",
      "id": "s74"
    },
    {
      "text": "On 29 June 2007, the liquidator made an application to the Deputy Commissioner for a further indemnity in an amount of $170,000.00 in order to maintain the caveat previously lodged over the relevant land; prosecute Queensland Supreme Court proceedings for the recovery of monies paid by the company in reduction of a director's mortgage; complete the adjourned public examination of the company's officers; amend the Supreme Court proceedings to join parties; obtain a mareva order in the Supreme Court proceedings in respect of assets held by Botany (a company related to the directors of Vintage Gold); and obtain similar orders in Supreme Court proceedings against Ms Robinson and Ms Love.",
      "id": "s75"
    },
    {
      "text": "The estimated cost of undertaking these steps was $170,000.00.",
      "id": "s76"
    },
    {
      "text": "The liquidator by his letter of 29 June 2007 considered that the potential recoveries arising out of the causes of action maintained against the particular defendants was no less than $330,000.00 and included claims relating to business assets ($437,972.19); transfer of company monies ($36,000.00); directors' liability arising out of insolvent trading ($179,272.00) and claims in relation to a property at Burleigh Heads valued at not less than $500,000.00 and claims in relation to land at Mt.",
      "id": "s77"
    },
    {
      "text": "Nathan valued at $1.2 million.",
      "id": "s78"
    },
    {
      "text": "On 5 June 2007, the Deputy Commissioner had lodged an amended proof of debt with the liquidator for $128,927.61.",
      "id": "s79"
    },
    {
      "text": "The liquidator advised the Deputy Commissioner in that letter that the proposed steps had been recommended by the liquidator's lawyers arising out of the information gained in the course of the public examination of the directors and an analysis of all documents relevant to the contended causes of action.",
      "id": "s80"
    },
    {
      "text": "On 2 August 2007, Mr Chesters sought an answer to the request.",
      "id": "s81"
    },
    {
      "text": "On 17 August 2007, the ATO's representative advised Mr Chesters that the ATO would not consider a further indemnity without considering the transcript arising out of the public examinations and further, the ATO would not fund purchase of that transcript.",
      "id": "s82"
    },
    {
      "text": "On 27 August 2007, Mr Chesters contacted officers of the ATO and sought a response to the further request.",
      "id": "s83"
    },
    {
      "text": "Mr Chesters was advised that the ATO was considering the request and a response would be given once a decision had been made.",
      "id": "s84"
    },
    {
      "text": "On 30 August 2007, Mr Chesters spoke to an officer of the ATO and was advised that the application for a further indemnity would be recommended to the decision-maker dealing with the request.",
      "id": "s85"
    },
    {
      "text": "The ATO officer noted in the discussion with Mr Chesters that the original indemnity seemed to contemplate that a second indemnity might be required.",
      "id": "s86"
    },
    {
      "text": "On 4 September 2007, Mr Chesters spoke with an officer of the ATO who said that urgent meetings were to take place within the ATO concerning the request and any further public examination processes would need to be adjourned for a further two weeks within which time a decision would be made concerning the request for a further indemnity.",
      "id": "s87"
    },
    {
      "text": "On 14 September 2007, Mr Chesters spoke with an officer of the ATO who advised him that the request for an indemnity in an amount of $170,000.00 was \"too high for the ATO to approve\" and the request was likely to be declined.",
      "id": "s88"
    },
    {
      "text": "Mr Chesters was told that the liquidator could apply for a lesser amount.",
      "id": "s89"
    },
    {
      "text": "Mr Chesters expressed surprise at the ATO's position as it seemed to him that the ATO had been positive towards continuing the recovery action for the last 18 months.",
      "id": "s90"
    },
    {
      "text": "Mr Chesters said that he was surprised by the advice that the request was likely to be declined as a substantial body of recovery work had been undertaken in light of the ATO's apparent positive position.",
      "id": "s91"
    },
    {
      "text": "The work included lengthy public examinations that had been completed; commencement and prosecution of Supreme Court proceedings; and continuance of substantial public examinations and perusal of documents, representing steps over and above the activities the subject of the previous indemnity.",
      "id": "s92"
    },
    {
      "text": "Mr Chesters was advised that the decision to refuse the request was \"purely commercial\" and did not involve public interest considerations.",
      "id": "s93"
    },
    {
      "text": "The ATO's representative said that the outcome of the recovery action was \"indeterminable\" and the exposure to loss of the indemnity funds was too high a risk for the ATO.",
      "id": "s94"
    },
    {
      "text": "Therefore, the request for a further indemnity was not likely to be approved.",
      "id": "s95"
    },
    {
      "text": "In a conversation on 24 September 2007, Mr Chesters was advised by the ATO's representative that the request had been rejected.",
      "id": "s96"
    },
    {
      "text": "On 22 September 2007, the ATO responded to the request for the further indemnity by a letter faxed to the liquidator on 24 September 2007.",
      "id": "s97"
    },
    {
      "text": "The letter said this: \n The request has been considered but it has been decided not to provide a further indemnity for $170,000.",
      "id": "s98"
    },
    {
      "text": "As you are aware the Commissioner and his staff are subject to very strict provisions in the expenditure of public money ... On this occasion it is considered it is not commercially viable for the Commissioner to provide further indemnities in this liquidation.",
      "id": "s99"
    },
    {
      "text": "As discussed with Mr Chesters, your submission shows the Commissioner's proof of debt was for $128,927.61.",
      "id": "s100"
    },
    {
      "text": "The request is for $170,000 which is in addition to the $30,000 that has already been paid.",
      "id": "s101"
    },
    {
      "text": "If approved the Commissioner's exposure would be: \n\n \n Proof of debt amount $128,927\n Spent under first indemnity $ 30,000\n Additional indemnity now sought $ 170,000 \n Total $328,927 \n\n \n Your submission dated 29 June 2007 at section B, point 4, says the potential funds (currently apparently no less than $330,000) to be recovered equates to near the total exposure being sought.",
      "id": "s102"
    },
    {
      "text": "It is noted however that you would seek priority for the Commissioner under section 564 of the Corporations Act 2001 but that would, at best, be only $200,000 being the amount of the indemnity(ies) provided.",
      "id": "s103"
    },
    {
      "text": "Also, it is not known if the amount being sought would be sufficient considering the legal actions proposed (injunctions) and the requirements of the Queensland Supreme Court to provide securities for such actions.",
      "id": "s104"
    },
    {
      "text": "Whilst you have mentioned the phoenix transaction [the adoption of the Botany entity by the directors of Vintage Gold] in the submission this case is not considered one which comes under the category of \"public interest\" as mentioned in [ATO policy].",
      "id": "s105"
    },
    {
      "text": "On 16 October 2007, the ATO wrote to the liquidator advising that the Deputy Commissioner did not propose to take any further action in the liquidation of Vintage Gold.",
      "id": "s106"
    },
    {
      "text": "The letter also said this: \n When the Deputy Commissioner agreed to indemnify the liquidator, it was with the understanding that, should the amount be recovered, the liquidator would make an application to court under s.564 of the Corporations Act 2001 for an order that the Deputy Commissioner receive priority for the amount of the indemnity.",
      "id": "s107"
    },
    {
      "text": "As the Deputy Commissioner provided an amount of $30,000.00 being fees and GST inclusive, we would want to recoup at least $30,000.00.",
      "id": "s108"
    },
    {
      "text": "On 24 October 2007, Mr Chesters advised a representative of the ATO that the liquidator had received an offer of $100,000.00 to settle all claims made against Botany and those parties involved in the assumption by Botany of the assets and undertaking of Vintage Gold.",
      "id": "s109"
    },
    {
      "text": "The liquidator advised the ATO that the respondent defendants had requested a release from the ATO in respect of \"any claims made by the ATO arising out of any role that any of the parties might have played ... as Directors and/or officers of Vintage Gold Pty Ltd\".",
      "id": "s110"
    },
    {
      "text": "The liquidator requested the ATO's urgent advice as to that part of the proposal.",
      "id": "s111"
    },
    {
      "text": "On 25 October 2007, the liquidator was advised to make a counter-offer increasing the settlement sum to $130,000.00 subject to the ATO's willingness to give a release as requested.",
      "id": "s112"
    },
    {
      "text": "On 8 November 2007, the liquidator pressed the ATO for a response.",
      "id": "s113"
    },
    {
      "text": "On 13 November 2007, the ATO advised the liquidator that the Deputy Commissioner would not be a party to the deed and would not release the defendant taxpayers from any future action or liability by the Deputy Commissioner.",
      "id": "s114"
    },
    {
      "text": "On 15 November 2007, Mr Chesters spoke further with a representative of the ATO.",
      "id": "s115"
    },
    {
      "text": "Mr Chesters was advised again of the matters already mentioned in the conversation on 14 September 2007.",
      "id": "s116"
    },
    {
      "text": "In addition, the ATO advised Mr Chesters that any proposal to join the Deputy Commissioner as a party to a deed of settlement with defendants or respondents against whom claims had been made and pressed by the liquidator, was unacceptable as the Deputy Commissioner was not a party to any of the proceedings and no \"blanket release\" would be given by the Deputy Commissioner to the directors of Vintage Gold or entities related to them.",
      "id": "s117"
    },
    {
      "text": "On 27 November 2007, the liquidator wrote to the ATO advising that the directors of Vintage Gold had requested a meeting with the ATO to discuss particular matters.",
      "id": "s118"
    },
    {
      "text": "The liquidator advised the ATO that the proposal of the directors to settle all claims in consideration of the payment of $100,000.00 subject to the Deputy Commissioner becoming a party to the proposed deed and providing a release, remained open for acceptance.",
      "id": "s119"
    },
    {
      "text": "Discussions continued between the solicitors for the liquidator and the solicitors for the parties against whom claims had been made by the liquidator which resulted in a Deed of Settlement of 7 May 2008 by which all claims were released in consideration of the payment of the settlement sum of $85,000.00 which together with an amount of $1,500.00 in respect of particular expenses resulted in a total settlement payment of $86,500.00.",
      "id": "s120"
    },
    {
      "text": "The distribution of the settlement sum seems to be this.",
      "id": "s121"
    },
    {
      "text": "$86,500.00 was received less the payment of disbursements or outgoings incurred by the liquidator's solicitors resulting in an amount for distribution of $79,818.14.",
      "id": "s122"
    },
    {
      "text": "Other disbursements and legal professional fees were $43,840.93 less $1,500.00 received by the liquidator's solicitors resulting in an amount of $42,093.93.",
      "id": "s123"
    },
    {
      "text": "After taking account of further disbursements the balance amounted to $42,659.07.",
      "id": "s124"
    },
    {
      "text": "That sum was deposited into the liquidator's account in the liquidation.",
      "id": "s125"
    },
    {
      "text": "The liquidator held the additional sum of $30,000.00.",
      "id": "s126"
    },
    {
      "text": "The liquidator has incurred legal costs of professional fees and disbursements payable to the liquidator's solicitors of $76,669.95.",
      "id": "s127"
    },
    {
      "text": "The liquidator has incurred costs and disbursements in conducting the liquidation of the company of professional fees of $93,909.75 and disbursements of $1,303.20 amounting to $95,212.95.",
      "id": "s128"
    },
    {
      "text": "The total of the legal costs and disbursements incurred by the liquidator and the liquidator's professional fees and disbursements is $171,882.90.",
      "id": "s129"
    },
    {
      "text": "The liquidator says that should the Court direct that the amount of $30,000.00 be repaid to the Deputy Commissioner there would be no other funds to meet the expenses of the liquidation with the result that the solicitors for the liquidator and the liquidator would be required to meet the substantial shortfall of costs and expenses incurred in recovering the assets to date in the liquidation.",
      "id": "s130"
    },
    {
      "text": "In the result, the financial position is this.",
      "id": "s131"
    },
    {
      "text": "Legal costs and disbursements have been incurred by the liquidator of $76,669.95.",
      "id": "s132"
    },
    {
      "text": "The solicitors are holding an amount of $43,840.93 out of the settlement monies which means that they are out of pocket in an amount of $32,829.02.",
      "id": "s133"
    },
    {
      "text": "The liquidator has incurred professional fees and expenses of $95,212.95 and is holding $42,659.07 (apart from the indemnity funds) which means that the liquidator is out of pocket by an amount of $52,553.88.",
      "id": "s134"
    },
    {
      "text": "The indemnifying creditor is out of pocket in an amount of $30,000.00 subject to the s 564 application.",
      "id": "s135"
    },
    {
      "text": "Apart from the arguments advanced by the liquidator in relation to the question of the scope of the power conferred on the Court by s 564 of the Corporations Act , the liquidator says that on the merits an order ought not to be made for payment to the Deputy Commissioner of the indemnity funds out of the recovered property.",
      "id": "s136"
    },
    {
      "text": "The liquidator says that the Deputy Commissioner entered into the Indemnity Agreement recognising the risks associated with recovery.",
      "id": "s137"
    },
    {
      "text": "Although the liquidator expressed confidence about recovery, there was no certainty that sufficient funds would necessarily be recovered to redeem the amount of the indemnity.",
      "id": "s138"
    },
    {
      "text": "Secondly, from the outset, a further indemnity was a real possibility.",
      "id": "s139"
    },
    {
      "text": "Thirdly, the liquidator undertook the specific activities the subject of the Indemnity Agreement of 6 February 2007 and was unable to secure a recovery of company property within the limit of the indemnity provided.",
      "id": "s140"
    },
    {
      "text": "The liquidator nevertheless continued to maintain the causes of action against the various respondents in an attempt to recover company property.",
      "id": "s141"
    },
    {
      "text": "The liquidator says that steps were taken throughout June, July, August and September which were not covered by the indemnity and those steps have contributed towards the ultimate settlement reached in May 2008.",
      "id": "s142"
    },
    {
      "text": "Moreover, throughout September, October, November and December 2007 and January, February, March, April and May 2008, the liquidator and his advisers were required to take steps to bring a settlement to fruition.",
      "id": "s143"
    },
    {
      "text": "Fourthly, the liquidator says that an examination of the chronology of events reveals that in August 2007 officers of the ATO were expressing confidence that a further indemnity would be granted and against a general expectation that a second indemnity would be granted further work was undertaken which became unfunded once the indemnity was rejected.",
      "id": "s144"
    },
    {
      "text": "Therefore, it follows, it is said, that the Deputy Commissioner has contributed to each of the liquidator and the legal advisers to the liquidator undertaking work and incurring expenses which are now unfunded and, by inference, would not have otherwise been incurred.",
      "id": "s145"
    },
    {
      "text": "Fifthly, the liquidator says that the Deputy Commissioner was presented with an opportunity to participate in a settlement which would have been productive of settlement monies of $100,000.00.",
      "id": "s146"
    },
    {
      "text": "However, the Deputy Commissioner chose not to engage on that proposal and refused to become a party to the deed and provide the release sought by the respondent defendants.",
      "id": "s147"
    },
    {
      "text": "Lastly, the liquidator says that it undertook the work the subject of the first Indemnity Agreement and it then became necessary to bring that work to a conclusion through a settlement.",
      "id": "s148"
    },
    {
      "text": "The Deputy Commissioner says that no funds would have been recovered but for the provision of the indemnity.",
      "id": "s149"
    },
    {
      "text": "The Deputy Commissioner notes that the liquidator has made the application to the Court yet he contends that no distribution should be made from the recovered funds to the Deputy Commissioner as it would cause prejudice to the liquidator and his advisers.",
      "id": "s150"
    },
    {
      "text": "The Deputy Commissioner says that nothing more than recovery of the funds provided to facilitate the litigation is sought and the \"but for\" character of the indemnity means that no funds would otherwise have been recovered.",
      "id": "s151"
    },
    {
      "text": "Further, if the order sought by the Deputy Commissioner is made, no return will be achieved on the funds put at risk to enable the litigation to be pursued.",
      "id": "s152"
    },
    {
      "text": "The Deputy Commissioner will simply recoup the amount of the indemnity provided.",
      "id": "s153"
    },
    {
      "text": "That result is to be compared with, it is said, the position that prevails in relation to the liquidator and his solicitors where each of them have derived costs and expenses of $42,659.07 and $43,840.93 respectively in undertaking the various steps and those fees will be paid out of the recovered property.",
      "id": "s154"
    },
    {
      "text": "The Deputy Commissioner says that the liquidator was in a position to control the costs incurred and he understood from the very outset that the Deputy Commissioner had imposed a limit on the funds that might be available.",
      "id": "s155"
    },
    {
      "text": "At no time did the Deputy Commissioner agree to the provision of any further funds.",
      "id": "s156"
    },
    {
      "text": "It is clear from the liquidator's letter of 2 June 2006 and cl 9 of the Indemnity Agreement of 6 February 2007 that the indemnity was to be provided by the Deputy Commissioner on the footing that where an amount was recovered or received by the liquidator arising out of the processes sought to be undertaken through the use of the indemnity, the liquidator would apply to the Court for an order that the indemnifying creditor would receive priority for the amount of the indemnity.",
      "id": "s157"
    },
    {
      "text": "That position was also an element of the proposal in relation to the further indemnity.",
      "id": "s158"
    },
    {
      "text": "Having regard to the expectations reflected in the liquidator's letter of 2 June 2006, it seems that the parties proceeded on the basis that property (an amount) recovered by reason of the various processes would significantly exceed the costs of recovery and would thus be productive of a fund of money from which distributions would be made in part reduction of the Deputy Commissioner's debt, after redemption of the indemnity amount.",
      "id": "s159"
    },
    {
      "text": "Part reduction of the debts of the trade creditors of $27,071.34 in the aggregate, may have been unlikely.",
      "id": "s160"
    },
    {
      "text": "In any event, redemption of the amount of the indemnity was to be a priority.",
      "id": "s161"
    },
    {
      "text": "The debt to the Deputy Commissioner was revised on 5 June 2007 to $128,927.61.",
      "id": "s162"
    },
    {
      "text": "In the result, the settlement funds fall well short of meeting the costs and expenses of recovery.",
      "id": "s163"
    },
    {
      "text": "The authorities ( Australia and New Zealand Banking Group Ltd v TJF EBC Pty Ltd (supra); Household Financial Services Pty Ltd v Chase Medical Centre Pty Ltd (1995) 18 ACSR 294; State Bank of New South Wales v Brown (2001) 38 ACSR 715) demonstrate that in exercising the discretion consideration needs to be given to the risk run by the indemnifying creditor in providing the indemnity; the value of the property recovered or the sum recovered; the failure of other creditors to participate in providing an indemnity; the proportions between the debt due to the indemnifying creditor and other debts; the public interest in encouraging creditors to provide indemnities so as to enable a liquidator to pursue remedies which would result in recovery of the property of the company; and all other relevant circumstances.",
      "id": "s164"
    },
    {
      "text": "I have considered all of these factors and the chronology of events.",
      "id": "s165"
    },
    {
      "text": "Clearly, the exercise of the discretion under s 564 of the Corporations Act in such a way as to prefer an indemnifying creditor to that of the liquidator in payment of his claim for the expenses properly incurred in preserving, realising or getting in property of the company, would be very unusual.",
      "id": "s166"
    },
    {
      "text": "In Jarbin Pty Ltd v Clutha Ltd (in liq) (supra) an order was made for distribution of the settlement sum on the assumption that allowance would be made for the payment of recovery expenses of the liquidator and his advisers.",
      "id": "s167"
    },
    {
      "text": "The authorities do not reveal any examples of an advantage being conferred upon an indemnifying creditor in priority to the costs of recovery of the property.",
      "id": "s168"
    },
    {
      "text": "In the present circumstances, there are two factors which seem to me to be particularly important in weighing all the factors.",
      "id": "s169"
    },
    {
      "text": "First, the settlement sum was not brought about simply by reason of the provision of the indemnity.",
      "id": "s170"
    },
    {
      "text": "Plainly, the indemnity was catalytic.",
      "id": "s171"
    },
    {
      "text": "However, there is no doubt that the continuing recovery action by the liquidator and the solicitors for the liquidator during the second half of 2007 and 2008 completed the chemistry of that reaction, brought the negotiations to a head and resulted in a settlement agreement.",
      "id": "s172"
    },
    {
      "text": "No criticism can properly be levied against the Deputy Commissioner for failing to join in that settlement even though such a step might have been productive of an additional $15,000.00 elevating the settlement sum to $100,000.00.",
      "id": "s173"
    },
    {
      "text": "The Deputy Commissioner is charged with the important responsibility of protecting the taxation revenue of the Commonwealth by enforcing the taxation laws and properly exercising administrative discretions conferred upon him or her.",
      "id": "s174"
    },
    {
      "text": "The price the Deputy Commissioner was being asked to pay in joining in the settlement was the granting of a release and discharge of the relevant taxpayers.",
      "id": "s175"
    },
    {
      "text": "Plainly, that release would have been inappropriate simply as an exercise in facilitating a settlement of the liquidator's claims.",
      "id": "s176"
    },
    {
      "text": "The material shows that the proposed release was not based on any assessment by the Deputy Commissioner of the liability of the taxpayers in connection with their performance or otherwise of taxation obligations.",
      "id": "s177"
    },
    {
      "text": "The second factor is the apparent acceptance by the liquidator that the Deputy Commissioner would be entitled, in principle, to payment from the recovered monies of the amount of the indemnity.",
      "id": "s178"
    },
    {
      "text": "That \"in principle\" position may not have been informed by the possibility that the value of the recovered property or monies obtained in settlement would not exceed the costs of recovery steps or proceedings.",
      "id": "s179"
    },
    {
      "text": "Perhaps the liquidator assumed or alternatively the parties assumed that the present question brought before the Court would not arise in the way that it has.",
      "id": "s180"
    },
    {
      "text": "However, the liquidator's correspondence and the Indemnity Agreement seem to suggest that the indemnifying creditor was to be afforded priority in the recoupment of the indemnity from an amount recovered.",
      "id": "s181"
    },
    {
      "text": "Section 564 of the Corporations Act confers power to make such order as the Court deems just.",
      "id": "s182"
    },
    {
      "text": "Although an order conferring an advantage on the Deputy Commissioner to that of the liquidator in payment of recovery costs and expenses is unusual, it seems to me that the contribution of the three principal participants who have suffered a loss as a result of those contributions - in the case of the Deputy Commissioner, the provision of the indemnity in the amount of $30,000.00 and in the case of the liquidator and his advisers, the steps or activities undertaken by them in pursuing recovery action to a settlement conclusion ought, in principle, to be borne rateably.",
      "id": "s183"
    },
    {
      "text": "Therefore, on the question of whether the Deputy Commissioner should be given an advantage over the liquidator in respect of the entire $30,000.00 provided by way of indemnity in respect of the identified steps, the approach I propose to adopt is this.",
      "id": "s184"
    },
    {
      "text": "The liquidator is out of pocket in the sum of $52,553.88.",
      "id": "s185"
    },
    {
      "text": "The solicitors for the liquidator are out of pocket $32,829.02.",
      "id": "s186"
    },
    {
      "text": "The Deputy Commissioner is out of pocket $30,000.00.",
      "id": "s187"
    },
    {
      "text": "The Deputy Commissioner is also, of course, out of pocket to the extent of the debt due by the company but no part of that debt is recoverable in any event.",
      "id": "s188"
    },
    {
      "text": "The additional out-of-pocket expenditure made by the Deputy Commissioner is the indemnity of $30,000.00.",
      "id": "s189"
    },
    {
      "text": "The aggregate of the out-of-pocket amounts is $115,382.90.",
      "id": "s190"
    },
    {
      "text": "Having regard to the proportion of the liquidator's out-of-pocket costs and expenses to the total, the liquidator would receive $13,664.21 of the $30,000.00 based upon a calculation of $52,553.88 divided by $115,382.90 multiplied by $30,000.00.",
      "id": "s191"
    },
    {
      "text": "Applying that formula, the proportion of the $30,000.00 attributable to the solicitors would be $8,535.67 and the proportion of the $30,000.00 attributable to the Deputy Commissioner would be $7,800.11 (that is, $30,000.00 divided by $115,382.90 multiplied by $30,000.00).",
      "id": "s192"
    },
    {
      "text": "Accordingly, it seems to me that the Court should order that an amount of $7,800.00 be paid out of the recovered monies to the Deputy Commissioner in order to give the Deputy Commissioner that proportionate degree of advantage over the liquidator in respect of the liquidator's claim for payment of his costs and expenses of recovery action, in consideration of the risk assumed by the Deputy Commissioner in providing the indemnity.",
      "id": "s193"
    },
    {
      "text": "In respect of the costs incurred by the parties in making this application, it seems to me that the costs ought to be paid out of the monies recovered in undertaking the recovery steps.",
      "id": "s194"
    },
    {
      "text": "Accordingly, orders will be made for the payment to the Deputy Commissioner of an amount of $7,800.00 in priority to the claim of the liquidator and that the costs of the \napplication are to be paid out of the monies recovered.",
      "id": "s195"
    },
    {
      "text": "I certify that the preceding forty-seven (47) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s196"
    },
    {
      "text": "Associate:\n \n \nDated: 28 August 2009\n \n Counsel for the Applicant Liquidator: Represented by his solicitor \n \n Solicitor for the Applicant Liquidator: Mr P Mills, Mills Oakley Lawyers \n \n Counsel for the Deputy Commissioner of Taxation: Mr P Looney \n \n Solicitor for the Deputy Commissioner of Taxation: Australian Taxation Office, Legal Services Branch \n \n Date of Hearing: 26 November 2008 \n \n Date of Judgment: 28 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/967.html",
      "id": "s197"
    }
  ]
}