{
  "name": "Aye v Minister for Immigration and Citizenship [2009] FCA 978 (28 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/978.html",
  "catchphrases": [
    {
      "text": "visa cancelled by immigration minister following determination by foreign minister that applicant's presence in australia is, or would be, contrary to australia's foreign policy interests",
      "id": "c0"
    },
    {
      "text": "whether determination by foreign minister is a justiciable issue",
      "id": "c1"
    },
    {
      "text": "whether foreign minister denied the applicant procedural fairness",
      "id": "c2"
    },
    {
      "text": "whether foreign minister took account of irrelevant considerations or failed to take account of relevant considerations",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "On 15 August 2007, the applicant was granted a subclass 573 Higher Education Sector visa under the Migration Act 1958 (Cth) ( the Act ).",
      "id": "s0"
    },
    {
      "text": "This proceeding concerns a decision made on 4 February 2009 by the second respondent, the Migration Review Tribunal ( the Tribunal ), affirming a decision by a delegate of the first respondent, the Minister for Immigration and Citizenship ( the Migration Minister ), to cancel the applicant's visa.",
      "id": "s1"
    },
    {
      "text": "The Tribunal's decision was based on a determination made on 14 July 2008 by the third respondent, the Minster for Foreign Affairs ( the Foreign Minister ), that the presence of the applicant in Australia was, or would be, contrary to Australia's foreign policy interests.",
      "id": "s2"
    },
    {
      "text": "The applicant seeks judicial review of the Tribunal's decision on the ground that the determination made by the Foreign Minister was invalid.",
      "id": "s3"
    },
    {
      "text": "On 3 March 2009, the applicant commenced a proceeding in the Federal Magistrates Court seeking judicial review of the Tribunal's decision.",
      "id": "s4"
    },
    {
      "text": "On 9 June 2009, the proceeding was transferred to the Federal Court by the Federal Magistrates Court.",
      "id": "s5"
    },
    {
      "text": "A further amended application was filed in the Federal Court on 29 June 2009, claiming judicial review in respect of the determination made by the Foreign Minister on 14 July 2008 and of the decision of the Tribunal made on 4 February 2009.",
      "id": "s6"
    },
    {
      "text": "The Tribunal has filed a submitting appearance.",
      "id": "s7"
    },
    {
      "text": "The Migration Minister and Foreign Minister (together the Ministers ), who have been represented by the same legal team, contend that, in so far as direct relief is claimed in respect of the determination of the Foreign Minister of 14 July 2008, the proceeding is incompetent.",
      "id": "s8"
    },
    {
      "text": "They say that a determination by the Foreign Minister in the terms contemplated by reg 2.43(1)(a) is a migration decision and any application for a judicial review in respect of that decision is out of time.",
      "id": "s9"
    },
    {
      "text": "The Ministers also say that a determination under reg 2.43 is not justiciable and that, accordingly, the proceeding is incompetent in so far as it seeks collateral relief in respect of that determination as a basis for impugning the Tribunal's decision of 4 February 2009.",
      "id": "s10"
    },
    {
      "text": "STATUTORY FRAMEWORK \n Under s 29 of the Act, the Migration Minister may grant permission to a non-citizen to travel to and enter Australia and to remain in Australia.",
      "id": "s11"
    },
    {
      "text": "Such permission is known as a visa.",
      "id": "s12"
    },
    {
      "text": "Section 116(1)(g) of the Act authorises the Migration Minster to cancel a visa if satisfied that a prescribed ground for cancelling the visa applies to the holder.",
      "id": "s13"
    },
    {
      "text": "Section 116(3) provides that, if the Minister may cancel a visa under s 116(1) , the Minister must do so if there exist prescribed circumstances in which a visa must be cancelled.",
      "id": "s14"
    },
    {
      "text": "The Migration Regulations 1994 (Cth) ( the Regulations ) were made pursuant to s 504 of the Act.",
      "id": "s15"
    },
    {
      "text": "Regulation 2.43(1) prescribes grounds for the purposes of s 116(1)(g).",
      "id": "s16"
    },
    {
      "text": "One of those grounds, contained in reg 2.43(1)(a)(i), is that the Foreign Minister has personally determined that the holder of the visa is a person whose presence in Australia is, or would be, contrary to Australia's foreign policy interests.",
      "id": "s17"
    },
    {
      "text": "The circumstances comprising that ground are, by reg 2.43(2)(a), prescribed circumstances for the purposes of s 116(3).",
      "id": "s18"
    },
    {
      "text": "This proceeding is concerned with at least one migration decision, being the Tribunal's decision of 4 February 2009.",
      "id": "s19"
    },
    {
      "text": "On one view, dealt with below, a determination by the Foreign Minister in the terms contemplated by reg 2.43(1)(a) is also a migration decision.",
      "id": "s20"
    },
    {
      "text": "That would have consequences for the competence of this proceeding.",
      "id": "s21"
    },
    {
      "text": "Under s 5(1) of the Act, a migration decision includes a privative clause decision and a purported privative clause decision.",
      "id": "s22"
    },
    {
      "text": "Under s 474(2), a privative clause decision is a decision of an administrative character made, proposed to be made, or required to be made, as the case may be, under the Act or under a regulation made under the Act.",
      "id": "s23"
    },
    {
      "text": "Under s 5E(1), a purported privative clause decision is a decision purportedly made, proposed to be made, or required to be made, under the Act, or under a regulation made under the Act that would be a privative clause decision if there were not a failure to exercise jurisdiction or an excess of jurisdiction in the making of the decision.",
      "id": "s24"
    },
    {
      "text": "Under s 476(1) of the Act, the Federal Magistrates Court has the same original jurisdiction in relation to migration decisions as the High Court has under s 75(v) of the Constitution .",
      "id": "s25"
    },
    {
      "text": "Under s 476A(1), the Federal Court has original jurisdiction in relation to a migration decision, relevantly, if, and only if, the Federal Magistrates Court transfers to the Federal Court a proceeding pending in the Federal Magistrates Court in relation to the migration decision.",
      "id": "s26"
    },
    {
      "text": "Under s 476A(2), where the Federal Court has such jurisdiction in relation to a migration decision pursuant to such a transfer, that jurisdiction is the same as the jurisdiction of the High Court under s 75(v) of the Constitution .",
      "id": "s27"
    },
    {
      "text": "Under s 477(1) of the Act, as in force on the day the applicant commenced this proceeding, an application to the Federal Magistrates Court for a remedy to be granted in the exercise of that Court's original jurisdiction under s 476 in relation to a migration decision must be made to the Court within 28 days of the actual notification of the decision.",
      "id": "s28"
    },
    {
      "text": "Under s 477(2), the Federal Magistrates Court may extend that 28 day period by up to 56 days if an application for that order is made within 84 days of the actual notification of the decision and the Federal Magistrates Court is satisfied that it is in the interests of the administration of justice to do so.",
      "id": "s29"
    },
    {
      "text": "Under s 477(3), the Federal Magistrates Court must not make an order allowing, or which has the effect of allowing, an applicant to make an application for a remedy in relation to a migration decision outside that 28 day period.",
      "id": "s30"
    },
    {
      "text": "Under s 477A, that time limit also applies to an application that has been transferred to the Federal Court.",
      "id": "s31"
    },
    {
      "text": "FACTUAL BACKGROUND \n On 24 October 2007, the then Minister for Foreign Affairs published a media release relevantly saying: \n The Government has implemented bilateral financial sanctions targeted against members of the Burmese regime and their associates and supporters, following the announcement by the Prime Minister on 27 September.",
      "id": "s32"
    },
    {
      "text": "Financial sanctions have been imposed against 418 individuals, including members of the State Peace and Development Council, Cabinet Ministers and senior military figures.",
      "id": "s33"
    },
    {
      "text": "Australia's bilateral financial measures have the effect of prohibiting transactions involving the transfer of funds or payments to, by the order of, or on behalf of specified Burmese regime figures and supporters without the specific approval of the Reserve Bank of Australia...",
      "id": "s34"
    },
    {
      "text": "Details of the sanctioned individuals are available at the Reserve Bank of Australia and Department of Foreign Affairs and Trade websites.",
      "id": "s35"
    },
    {
      "text": "The announcement of the Prime Minister of 27 September referred to in that media release is not in evidence.",
      "id": "s36"
    },
    {
      "text": "Nor is there any further direct evidence as to the detail of the financial sanctions described in the media release.",
      "id": "s37"
    },
    {
      "text": "However, it appears that, since the introduction of those financial sanctions and the inclusion of 418 Burmese individuals, including the applicant's parents, on the Movement Alert List, a Burmese visa application is required to be referred to an appropriate officer of the Foreign Minister's department where supporting documentation shows an applicant or an applicant's family member as military.",
      "id": "s38"
    },
    {
      "text": "In May 2008, it came to the attention of officers of the Foreign Minister's department that the applicant is the daughter of a high ranking Burmese military officer who, together with his wife, are listed on Australia's Financial Sanctions List relating to Burma.",
      "id": "s39"
    },
    {
      "text": "An officer within the Foreign Minister's Department therefore enquired whether the applicant had declared her father in her student visa application, which was processed in Rangoon without reference to the Foreign Minister's Department.",
      "id": "s40"
    },
    {
      "text": "The response was that the applicant was not listed on Australia's travel restrictions list.",
      "id": "s41"
    },
    {
      "text": "Following that exchange, a submission was made to the Foreign Minister on 23 May 2008 by officers of the Foreign Minister's department.",
      "id": "s42"
    },
    {
      "text": "The submission stated that it had come to the attention of the Foreign Minister's department that the daughter of a senior Burmese military officer was currently studying in Australia and that the visa holder's father was on Australia's travel restrictions list.",
      "id": "s43"
    },
    {
      "text": "The submission recommended to the Foreign Minister that he exercise his discretion to determine that the applicant's presence in Australia is contrary to Australia's foreign policy interests.",
      "id": "s44"
    },
    {
      "text": "The submission contained a note to the effect that the Foreign Minister's department was reviewing the operation and effectiveness of the Burma Sanctions List and would shortly provide advice to the Minister on that question.",
      "id": "s45"
    },
    {
      "text": "The Minister declined to make the recommended determination at that stage and said that he would consider the question of a determination at the same time as he received advice concerning the operation and effectiveness of the Burma Sanctions List.",
      "id": "s46"
    },
    {
      "text": "He requested that advice urgently.",
      "id": "s47"
    },
    {
      "text": "The submission was supported by a memorandum relevantly saying as follows: Australia's travel restrictions are targeted against senior members of the Burmese regime and their associates, including close family members.",
      "id": "s48"
    },
    {
      "text": "Now that we are aware of [the applicant's] presence in Australia, it would appear inconsistent with our sanctions policy to allow her to stay... Your determination [to the effect that the applicant's presence is contrary to Australia's foreign policy interests] would mandate the cancellation of [the applicant's] visa by the [Migration Minister's Department].",
      "id": "s49"
    },
    {
      "text": "In response to that paragraph, the Minister enquired what consideration, if any, he should give to the fact that, from the applicant's point of view, there has been no material change in the facts since October 2007.",
      "id": "s50"
    },
    {
      "text": "On 13 June 2008, a further submission concerning the sanctions regime applicable to Burma was made to the Minister by an officer of his department.",
      "id": "s51"
    },
    {
      "text": "The submission stated that, since 1988, previous Australian governments have maintained pressure on Burma through travel restrictions on regime figures and that, in response to the regime's violent crackdown on peaceful protesters in September 2007, Australia had introduced financial sanctions against Burma on 24 October 2007.",
      "id": "s52"
    },
    {
      "text": "The submission stated that the introduction of the financial sanctions led to an expansion of those targeted by travel restrictions against the Burmese regime.",
      "id": "s53"
    },
    {
      "text": "The submission stated that the intent of those measures was to place pressure on the Burmese regime, and its associates and supporters, without causing additional hardship for the Burmese people.",
      "id": "s54"
    },
    {
      "text": "The submission stated that on 24 October 2007, the Financial Sanctions List of 418 individuals was introduced including, amongst others, senior military officers, regime business associates and immediate family members (spouses and children) of those people.",
      "id": "s55"
    },
    {
      "text": "The 418 individuals included the applicant's parents.",
      "id": "s56"
    },
    {
      "text": "The submission referred to particular difficulties in compiling such a list in Burma because the Burmese regime and its military establishment are secretive, and publicly available bio-data is severely limited.",
      "id": "s57"
    },
    {
      "text": "Because of those difficulties, individuals on the Financial Sanctions List, particularly senior military officers, have spouses and children of whom the department was not aware and who were therefore not listed.",
      "id": "s58"
    },
    {
      "text": "The submission recommended that the Foreign Minister agree to a review of the Financial Sanctions List by the end of October 2008.",
      "id": "s59"
    },
    {
      "text": "The submission then referred to the implementation of travel restrictions.",
      "id": "s60"
    },
    {
      "text": "It stated that the Movement Alert List is an alert system only and it does not automatically ban travel by those listed.",
      "id": "s61"
    },
    {
      "text": "The decision to prevent travel remains a policy decision that is made on a case by case basis once the Government is alerted that a visa application has been made by a listed individual.",
      "id": "s62"
    },
    {
      "text": "Once it is established that a listed individual has applied for a visa, the Foreign Minister's department is notified.",
      "id": "s63"
    },
    {
      "text": "The submission referred to the fact that the Foreign Minister has the authority, under the Regulations, to make a determination that a person's presence in Australia is, or would be, contrary to Australia's foreign policy interests.",
      "id": "s64"
    },
    {
      "text": "The submission said that the system gives the Foreign Minister the flexibility to consider potentially controversial visa applications on a case by case basis.",
      "id": "s65"
    },
    {
      "text": "The submission then referred to the Foreign Minister's request for advice on any comprehensive checking of existing Burmese visas against the Movement Alert List following its updating in October 2007.",
      "id": "s66"
    },
    {
      "text": "A check against the 418 Burmese names that had been added to the Movement Alert List produced a report of more than 800 possible matches.",
      "id": "s67"
    },
    {
      "text": "The submission said that those checks would not have brought the applicant to the department's attention, because the department was not aware of her existence until May 2008.",
      "id": "s68"
    },
    {
      "text": "The submission stated that, in compiling the Financial Sanctions List in October 2007, the intention was to include spouses and adult children of senior regime figures and military officers within the scope of the sanctions.",
      "id": "s69"
    },
    {
      "text": "Where the department was aware of those family members, they had been listed.",
      "id": "s70"
    },
    {
      "text": "However, given the lack of information available on the Burmese leadership, it is possible that many of the listed individuals, particularly senior military figures, have spouses and children not known to the department.",
      "id": "s71"
    },
    {
      "text": "The submission then referred to the Foreign Minister's question about whether consideration should be given to the fact that, from the applicant's point of view, there has been no material change in the facts since October 2007.",
      "id": "s72"
    },
    {
      "text": "The submission stated that, while, from the applicant's point of view, her personal circumstances may not have changed, the sanctions policy has been expanded, from October 2007, to include children of regime figures.",
      "id": "s73"
    },
    {
      "text": "However, the submission acknowledged that the applicant's case raises difficult issues of retrospectivity.",
      "id": "s74"
    },
    {
      "text": "On 14 July 2008, in response to the submission of 23 May 2008, the Foreign Minister agreed, despite the retrospective aspects, to make the determination that had been recommended.",
      "id": "s75"
    },
    {
      "text": "The Foreign Minister then signed a determination in the following terms: \n I, Stephen Smith, Minister for Foreign Affairs, determine in accordance with Migration Regulations 2.43, that [the Applicant], is a person whose presence in Australia is, or would be, contrary to Australia's foreign policy interests.",
      "id": "s76"
    },
    {
      "text": "That was provided to the Migration Minister's department.",
      "id": "s77"
    },
    {
      "text": "On 1 August 2008, officers of the Migration Minister's department sent to the applicant a notice of intention to consider cancelling her visa.",
      "id": "s78"
    },
    {
      "text": "The notice referred to, and annexed a copy of, the Foreign Minister's determination of 14 July 2008.",
      "id": "s79"
    },
    {
      "text": "The notice stated that it had come to the attention of the Migration Minister's Department that there may be grounds for cancellation of the applicant's visa under s 116 of the Act, because of the Foreign Minister's determination of 14 July 2008.",
      "id": "s80"
    },
    {
      "text": "The notice went on to say that the Australian Government maintains sanctions targeted against members of the Burmese regime and their associates and supporters.",
      "id": "s81"
    },
    {
      "text": "It stated that individuals subject to sanctions include senior military officers and their associates, including close family members, and that, as an immediate family member of listed individuals, the applicant was captured by the same sanctions as those individuals.",
      "id": "s82"
    },
    {
      "text": "The applicant was unaware of the determination before receipt of the notice of 1 August 2008.",
      "id": "s83"
    },
    {
      "text": "On 22 August 2008, the applicant's adviser wrote to the Migration Minister advancing arguments as to why the determination should not have been made by the Foreign Minister.",
      "id": "s84"
    },
    {
      "text": "That letter was passed to the Foreign Minister.",
      "id": "s85"
    },
    {
      "text": "In the letter, the applicant's adviser questioned the legality of the proposed cancellation and its unfairly punitive effect on the applicant.",
      "id": "s86"
    },
    {
      "text": "The letter stated that the applicant had been encouraged to come to Australia by an Australian permanent resident who is a friend of her mother's, whom the applicant had known for 14 years.",
      "id": "s87"
    },
    {
      "text": "Although the friend is not related to the applicant, he has come to regard her as his niece and the applicant has always turned to him for advice and guidance.",
      "id": "s88"
    },
    {
      "text": "The letter of 22 August 2008 also stated that the applicant had developed serious differences with her parents, especially her father, both because of his association with the Burmese junta and because of a lack of warmth in her personal relations with him.",
      "id": "s89"
    },
    {
      "text": "The letter stated that the applicant had not been dependent on her parents for any kind of financial support since at latest November 2004.",
      "id": "s90"
    },
    {
      "text": "At the time of lodgement of her student visa application in 2007 the applicant did not regard herself as a member of her father's family unit.",
      "id": "s91"
    },
    {
      "text": "The letter pointed out that, in her visa application, the applicant had failed to complete details of members of her family unit.",
      "id": "s92"
    },
    {
      "text": "The letter of 22 August 2008 was the subject of a further submission to the Foreign Minister on 18 September 2008 by officers of his department.",
      "id": "s93"
    },
    {
      "text": "The submission referred to the Minister's decision to make the determination of 14 July 2008 and recommended that, on the basis of all available information, including the further information supplied by the applicant, the Foreign Minister should affirm his original decision.",
      "id": "s94"
    },
    {
      "text": "The submission said that the decision was an objective one based on the fact that, as the child of sanctioned individuals, the sanctions apply to the applicant and that fact had not changed.",
      "id": "s95"
    },
    {
      "text": "The submission pointed out that claims of estrangement, differing political views and financial independence from family are likely to be made by individuals seeking reconsideration of sanctions related to visa cancellations and that it is extremely difficult to verify those types of claims.",
      "id": "s96"
    },
    {
      "text": "The Minister agreed on 19 September 2008 that the objective basis for his original decision had not changed and that, on the basis of all available information, the determination of 14 July 2008 be affirmed.",
      "id": "s97"
    },
    {
      "text": "On 3 October 2008, the Migration Minister's department was informed that the Foreign Minister had agreed that the determination made on 14 July 2008 remained in place.",
      "id": "s98"
    },
    {
      "text": "Accordingly, on that day, a delegate of the Migration Minister decided to cancel the applicant's visa on the basis that the Foreign Minister's determination made cancellation mandatory.",
      "id": "s99"
    },
    {
      "text": "On 10 October 2008 the applicant applied to the Tribunal for review of the delegate's decision.",
      "id": "s100"
    },
    {
      "text": "On 14 November 2008, the applicant's advisers made a written submission to the Tribunal raising contentions as to the construction of the Regulations.",
      "id": "s101"
    },
    {
      "text": "The submission also contended that the Foreign Minister's determination of 14 July 2008 involved a breach of procedural fairness and was therefore ultra vires , with the consequence that any cancellation of the visa based on the determination was vitiated.",
      "id": "s102"
    },
    {
      "text": "However, on 11 December 2008, the applicant, through new advisers, also wrote to the Foreign Minister seeking revocation of the determination of 14 July 2008.",
      "id": "s103"
    },
    {
      "text": "The request was supported by submissions.",
      "id": "s104"
    },
    {
      "text": "On the same day, the applicant's advisers wrote to the Tribunal asking the Tribunal to delay its decision on the review of the delegate's decision until the outcome of the applicant's approach to the Foreign Minister was known.",
      "id": "s105"
    },
    {
      "text": "The Tribunal indicated that it would wait until 2 February 2009 before making a decision on the review application.",
      "id": "s106"
    },
    {
      "text": "Another submission was made to the Foreign Minister on 22 January 2009 by officers of his department.",
      "id": "s107"
    },
    {
      "text": "The submission referred to the determination of 14 July 2008 and to the review by the Tribunal of the decision to cancel the applicant's visa.",
      "id": "s108"
    },
    {
      "text": "The submission referred to the letter from the applicant's advisers of 11 December 2008, a copy of which was attached to the submission.",
      "id": "s109"
    },
    {
      "text": "The submission stated that the letter claimed that the applicant is opposed to the Burmese regime and should not be punished for the position of her father.",
      "id": "s110"
    },
    {
      "text": "The submission pointed out that the applicant remained a listed individual subject to sanctions and proposed a response to the letter of 11 December 2008.",
      "id": "s111"
    },
    {
      "text": "The Foreign Minister accepted the recommendation and approved the response on 27 January 2008.",
      "id": "s112"
    },
    {
      "text": "Accordingly, on 29 January 2009, an officer of the Foreign Minister's department wrote to the applicant's advisers saying that the Foreign Minister had decided not to revoke the determination of 14 July 2008.",
      "id": "s113"
    },
    {
      "text": "The letter of 29 January 2009 relevantly said as follows: \n The Australian Government's autonomous financial sanctions and travel restrictions are targeted against senior members of the Burmese regime and their supporters and associates.",
      "id": "s114"
    },
    {
      "text": "The list of individuals subject to these sanctions includes senior military officers and their immediate family members.",
      "id": "s115"
    },
    {
      "text": "[The applicant's] father is a brigadier general in the Myanmar air force.",
      "id": "s116"
    },
    {
      "text": "Accordingly, [the applicant] falls within the scope of Australian sanctions in relation to Burma.",
      "id": "s117"
    },
    {
      "text": "On the following day, the applicant's advisers informed the Tribunal of the communication of 29 January 2009.",
      "id": "s118"
    },
    {
      "text": "On 4 February 2009, the Tribunal made the decision that is the subject of the present proceeding.",
      "id": "s119"
    },
    {
      "text": "The Tribunal found that the Foreign Minister had personally determined that the applicant is a person whose presence in Australia is, or would be, contrary to Australia's foreign policy interests.",
      "id": "s120"
    },
    {
      "text": "The Tribunal therefore found that the circumstances comprising the grounds set out in reg 2.43(1)(a)(i) exist.",
      "id": "s121"
    },
    {
      "text": "The Tribunal concluded that, in those circumstances, s 116(3) and reg 2.43(2)(a)(i) required that the applicant's visa must be cancelled.",
      "id": "s122"
    },
    {
      "text": "Accordingly, the Tribunal affirmed the delegate's decision to cancel the applicant's visa.",
      "id": "s123"
    },
    {
      "text": "GROUNDS OF REVIEW \n In her further amended application, the applicant claims the following relief: The applicant relies on three alternative grounds for impugning the Foreign Minister's determination as follows: \n(1) The Foreign Minister exceeded his executive powers authorised by s 61 of the Constitution by making the determination of 14 July 2008.",
      "id": "s124"
    },
    {
      "text": "(2) The Foreign Minister made jurisdictional error in making the determination of 14 July 2008.",
      "id": "s125"
    },
    {
      "text": "(3) The Foreign Minister made errors of law constituting grounds of review under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ( the Judicial Review Act ) when making the determination of 14 July 2008.",
      "id": "s126"
    },
    {
      "text": "The applicants' ground for impugning the decision of the Tribunal is that the Tribunal committed jurisdictional error in basing its decision of 4 February 2009 on the determination of the Foreign Minister of 14 July 2008 because, on the grounds outlined above, that determination was a nullity and must be treated as never having existed in law.",
      "id": "s127"
    },
    {
      "text": "The particulars of the three grounds upon which the Foreign Minister's determination is impugned are essentially the same.",
      "id": "s128"
    },
    {
      "text": "The particulars in relation to the first two grounds are identical and are as follows: \n(a) The Foreign Minister denied the applicant procedural fairness by not inviting comment from her before making the determination.",
      "id": "s129"
    },
    {
      "text": "(b) The Foreign Minister took into account an irrelevant consideration, namely, that the applicant is the daughter of someone subject to sanctions.",
      "id": "s130"
    },
    {
      "text": "(c) The Foreign Minister failed to take into account a relevant consideration, namely, the fact that he did not have anything adverse whatsoever against the applicant herself.",
      "id": "s131"
    },
    {
      "text": "(d) The Foreign Minister asked the wrong question in that he asked whether the applicant was the child of a senior member of the Burmese regime when he should have asked whether the applicant, being a child of a senior member of the Burmese regime, associated herself with her father in support of the regime by any of her actions or in any other way supported the Burmese regime.",
      "id": "s132"
    },
    {
      "text": "(e) The Foreign Minister exercised a discretionary power in accordance with a policy without regard to the merits of the particular case.",
      "id": "s133"
    },
    {
      "text": "(f) The Foreign Minister misinterpreted the words \"associate\" and \"supporter\" to mean a child of a senior member of the Burmese regime whereas, contextually, the true meaning of the words is someone respectively associated with or supporting whatever activities of the Burmese regime that had brought about the sanctions.",
      "id": "s134"
    },
    {
      "text": "The particulars in relation to the third ground are the same save for particular (d).",
      "id": "s135"
    },
    {
      "text": "The applicant relies on the fact that the only matter considered by the Foreign Minister before making his determination was that the applicant was the daughter of a very senior Burmese military officer.",
      "id": "s136"
    },
    {
      "text": "THE ISSUES \n The Ministers contend that the following issues arise: The applicant contends that, in the absence of any express power under the Act for the Foreign Minister to make a determination for the purposes of reg 2.43, any determination in the terms of reg 2.43 is an exercise of executive power under s 61 of the Constitution .",
      "id": "s137"
    },
    {
      "text": "She says that such an exercise can be impugned on the basis that it involved a denial of procedural fairness or involved an error of law.",
      "id": "s138"
    },
    {
      "text": "Since a determination such as that made on 14 July 2008 is given legal significance by reg 2.43(1)(a) and reg 2.43(2)(a), those provisions impliedly conferred power on the Foreign Minister to make such a determination (see Attorney-General v Oates (1999) 198 CLR 172 at [16]).",
      "id": "s139"
    },
    {
      "text": "Since the determination was given force by those provisions, it is either a privative clause decision within s 474(2) of the Act or a purported privative clause decision under s 5E(1) of the Act.",
      "id": "s140"
    },
    {
      "text": "Accordingly, the determination is a migration decision within the meaning of s 5(1) of the Act.",
      "id": "s141"
    },
    {
      "text": "Since the determination was a migration decision, it is not a decision to which the Judicial Review Act applies (see s 3 of the Judicial Review Act and Items (da) and (db) of Schedule 1 of the Judicial Review Act).",
      "id": "s142"
    },
    {
      "text": "Accordingly, the application is incompetent to the extent that it relies upon the Judicial Review Act.",
      "id": "s143"
    },
    {
      "text": "Further, since the determination was a migration decision, it is affected by s 477 of the Act.",
      "id": "s144"
    },
    {
      "text": "However, the Ministers accept that, in so far as the proceeding seeks orders quashing the decision of the Tribunal, it was commenced within time.",
      "id": "s145"
    },
    {
      "text": "The Ministers also accept that that aspect of the proceeding is not precluded by the time limit in s 477, even though the grounds relied upon constitute a collateral attack on the Foreign Minister's determination.",
      "id": "s146"
    },
    {
      "text": "While s 477 would preclude the Court from making an order quashing or setting aside the determination of the Foreign Minister or making a declaration that the determination was invalid, s 477 would not preclude the Court from examining the validity of the Foreign Minister's determination for the purposes of the challenge to the Tribunal's decision.",
      "id": "s147"
    },
    {
      "text": "Thus, if the Court were to conclude that the Foreign Minister's determination was invalid, such that the prerequisite for the exercise of power to revoke the applicant's visa under s 116 did not exist, it would be open to the Court to set aside the Tribunal's decision.",
      "id": "s148"
    },
    {
      "text": "However, the Ministers contend that the question of the validity of the Foreign Minister's determination is not justiciable.",
      "id": "s149"
    },
    {
      "text": "That contention is advanced whether or not the making of the determination by the Foreign Minister was the exercise of an implied statutory power, by reason of the Regulations, or was an exercise of prerogative or executive power under s 61 of the Constitution .",
      "id": "s150"
    },
    {
      "text": "The Ministers say that the determination is immune from judicial review, such that the legal validity of the decision is not justiciable in the Court, because it is a decision as to the exercise of power in connection with international relations (see Minister for Arts v Peko-Wallsend Limited (1987) 15 FCR 274 at 298).",
      "id": "s151"
    },
    {
      "text": "The Ministers contend that the consequence of non-justiciability is that the applicant's attempt to impugn the Foreign Minister's determination does not give rise to or form part of a matter capable of attracting federal jurisdiction.",
      "id": "s152"
    },
    {
      "text": "The impugning of the Foreign Minister's determination is the sole basis for impugning the decision of the Tribunal.",
      "id": "s153"
    },
    {
      "text": "The want of justiciability of the subject matter of the Foreign Minister's determination therefore renders the proceeding incompetent.",
      "id": "s154"
    },
    {
      "text": "Both the applicant and the Ministers have given notice under s 78B of the Judiciary Act 1903 (Cth) that the proceeding involves a matter arising under the Constitution or involving its interpretation.",
      "id": "s155"
    },
    {
      "text": "The Ministers say that proceeding raises the question of whether the applicant's claim that, in deciding to make a determination, the Foreign Minister made a jurisdictional error, is justiciable, so as to give rise to a matter within the jurisdiction of the Federal Court under s 77(i) of the Constitution .",
      "id": "s156"
    },
    {
      "text": "The applicant says that the proceeding raises the issue of justiciability in relation to the character, extent and nature of the exercise of executive power under s 61 of the Constitution and whether that power is exceeded when its purported exercise results in a denial of procedural fairness or error of law.",
      "id": "s157"
    },
    {
      "text": "I am satisfied that all attorneys-general have had the opportunity of making submissions if they wish.",
      "id": "s158"
    },
    {
      "text": "None has done so.",
      "id": "s159"
    },
    {
      "text": "JUSTICIABILITY OF THE FOREIGN MINISTER'S DETERMINATION \n Two questions arise, namely, whether the decision in question had the characteristics necessary for reviewability and whether it was the type of decision to which the principles of natural justice would apply (see Peko-Wallsend at 304).",
      "id": "s160"
    },
    {
      "text": "The first question is whether there is matter within ss 75 and 76 of the Constitution .",
      "id": "s161"
    },
    {
      "text": "The Courts will abide the Executive's views on questions such as the accession of foreign territory, the recognition of a foreign sovereign or the recognition of foreign states' ambassadors.",
      "id": "s162"
    },
    {
      "text": "Generally speaking, the issues that arise between nation states are unlikely to generate matters within the meaning of ss 75 and 76 of the Constitution for the rights and obligations do not form part of domestic law.",
      "id": "s163"
    },
    {
      "text": "Further, such questions are usually unable to bring forth an applicant who has standing.",
      "id": "s164"
    },
    {
      "text": "Complaints about the conduct of Australian international relations are likely to take a court into an area that involves the consideration of undertakings or obligations depending entirely on political sanctions.",
      "id": "s165"
    },
    {
      "text": "Where that occurs, there is no matter in the requisite sense (see Habib v The Commonwealth (2009) 175 FCR 350 at [52]).",
      "id": "s166"
    },
    {
      "text": "The second question, the applicability of the rules of natural justice, depends upon the effects of the subject decision.",
      "id": "s167"
    },
    {
      "text": "It is not enough that the subject decision might create a climate conducive to a subsequent decision adverse to the interests or expectations of some person.",
      "id": "s168"
    },
    {
      "text": "It is easier to import a duty of fairness when a decision relates essentially to the personal circumstances of an individual because, first, the decision is less likely to be dictated by broad considerations of public interest which may require the submerging of individual disadvantage and secondly because the affected persons are likely to be readily ascertainable and few in number (see Peko-Wallsend at 306-7).",
      "id": "s169"
    },
    {
      "text": "To qualify as a subject for judicial review, the decision must have consequences that affect some person or body of persons other than the decision maker, although it may affect the decision maker as well.",
      "id": "s170"
    },
    {
      "text": "It must affect such other person either by altering the rights or obligations of that person which are enforceable by or against that person in private law or by depriving the person of some benefit or advantage that the person had in the past been permitted by the decision maker to enjoy or has received assurances from the decision maker will not be withdrawn without being given the opportunity of being heard (see Peko-Wallsend at 303).",
      "id": "s171"
    },
    {
      "text": "If an applicant asserts that the Commonwealth acted in excess of the executive power with respect to foreign relations, within the meaning of s 61 of the Constitution , and the applicant has standing in respect of the matter, there is a justiciable matter.",
      "id": "s172"
    },
    {
      "text": "However, in so far as an applicant asserts some deficiency or failing on the part of the Commonwealth in the conduct of its relations with a foreign country, but no lack of Constitutional power, the question becomes, first, does that give rise to a matter and, second, if so, does the applicant have standing with respect to it (see Re Ditfort; Ex parte Deputy Commissioner of Taxation (1988) 19 FCR 347 at 372).",
      "id": "s173"
    },
    {
      "text": "Even if an applicant has standing in respect of a complaint sought to be agitated before a court exercising federal jurisdiction, there will nevertheless be no matter if the applicant seeks an extension of the Court's true function into a domain that does not belong to it, namely, the consideration of undertakings and obligations depending entirely on political sanctions.",
      "id": "s174"
    },
    {
      "text": "Such non-justiciable issues include agreements and understandings between governments within the federation and between the Australian and foreign governments.",
      "id": "s175"
    },
    {
      "text": "Such issues do not give rise to matters in the sense necessary for the exercise of Federal jurisdiction (see Re Ditfort at 370).",
      "id": "s176"
    },
    {
      "text": "The applicant contends that the concept of justiciability is redundant.",
      "id": "s177"
    },
    {
      "text": "Because the merits of any administrative action are entrusted to the Executive, any question of justiciability that arises by reason of the political nature of the matter is taken care of: if the matter is political, the merits of the matter are conceded to administrators whereas judicial review is based on legality and not merits.",
      "id": "s178"
    },
    {
      "text": "The issue is whether a decision is justiciable, in the sense of being reviewable upon one or other available grounds of review.",
      "id": "s179"
    },
    {
      "text": "One need simply ask whether one or more grounds of review can be made out.",
      "id": "s180"
    },
    {
      "text": "Judicial focus upon the particular ground of review advanced by an applicant avoids the imprecise strategy of denying the justiciability of a particular class of decision in toto .",
      "id": "s181"
    },
    {
      "text": "The applicant says that the difficultly with review of political decisions lies, not in non-justiciability per se , but in the difficulty in actually making out one or more grounds of review.",
      "id": "s182"
    },
    {
      "text": "The purported justiciability or otherwise of a particular administrative decision by the Executive may be nothing more than a function of the ground of review argued.",
      "id": "s183"
    },
    {
      "text": "That being so, the approach should be to focus explicitly on whether or not a ground of review can be made out.",
      "id": "s184"
    },
    {
      "text": "I consider that the subject matter of the Foreign Minister's determination can fairly be characterised as involving Australia's foreign policy interests and that, accordingly, it is within a field of decision making that is the exclusive province of the Executive.",
      "id": "s185"
    },
    {
      "text": "Where Australia's foreign policy interests lie and whether the applicant's presence in Australia is inimical to those interests are political issues that are not justiciable by a court, and no ground of judicial review is available.",
      "id": "s186"
    },
    {
      "text": "That consequence flows even though the basis for the legal effect of the determination under domestic law lies in statute rather than in the executive power of the Commonwealth.",
      "id": "s187"
    },
    {
      "text": "The lack of justiciability is the result of the subject matter of the power exercised and the issues that the Foreign Minister must consider in deciding whether to make a determination such as is contemplated by reg 2.43.",
      "id": "s188"
    },
    {
      "text": "The source of the power and the possible effect of its exercise do not detract from that position.",
      "id": "s189"
    },
    {
      "text": "I would be disposed to accept that there may be circumstances where a purported exercise of executive power or an implied statutory power may be challenged.",
      "id": "s190"
    },
    {
      "text": "Clearly enough, if the decision maker misinterpreted the statute giving implied power or a question arose as to the meaning of s 61 of the Constitution , there may be a justiciable issue.",
      "id": "s191"
    },
    {
      "text": "Further, it may be that an exercise of power could be impugned if it were based on facts that did not exist.",
      "id": "s192"
    },
    {
      "text": "For example, if it were demonstrated that the applicant is not in fact the daughter of a high ranking Burmese military office, that may give rise to a ground of review.",
      "id": "s193"
    },
    {
      "text": "I express no opinion as to those matters, because neither is raised in this proceeding.",
      "id": "s194"
    },
    {
      "text": "There is no suggestion that the basis upon which the Foreign Minister made a determination in the terms of reg 2.43 involved some misapprehension as to the meaning of reg 2.43 or s 61 of the Constitution , or some misapprehension of critical facts.",
      "id": "s195"
    },
    {
      "text": "It is clear that the Foreign Minister has personally determined, for reasons that are based upon the policy announced in October 1997, that the applicant is a person such as is contemplated by reg 2.43.",
      "id": "s196"
    },
    {
      "text": "The policy, rightly or wrongly, clearly extends to children of high ranking Burmese military officers.",
      "id": "s197"
    },
    {
      "text": "In circumstances where the applicant is the child of a high ranking Burmese military officer whose name and whose wife's name appear in the list of 418 Burmese individuals against whom financial sanctions have been imposed, the question of whether the applicant's presence in Australia is contrary to Australian foreign policy interests is not a matter into which the Court can enquire.",
      "id": "s198"
    },
    {
      "text": "Putting it another way, the applicant has no standing to complain about that aspect of the determination, whether or not she may have standing to challenge a misapprehension as to the meaning of s 61 of the Constitution or reg 2.43(1) or to challenge the correctness of an underlying assumption made by the Foreign Minister that she is the daughter of a high ranking Burmese military official whose name appears in Australia's Financial Sanctions List.",
      "id": "s199"
    },
    {
      "text": "In those circumstances, the applicant has no standing to complain of any failure on the part of the Foreign Minister to invite her to make submissions as to whether, in those circumstances, he should make a determination in terms of reg 2.43.",
      "id": "s200"
    },
    {
      "text": "It would follow that the challenge to the validity of the tribunal's decision must fail.",
      "id": "s201"
    },
    {
      "text": "SUBSTANTIVE GROUNDS OF REVIEW \n For the reasons indicated above, Ground 3, based on the Judicial Review Act, must fail.",
      "id": "s202"
    },
    {
      "text": "Ground 1 appears to depend upon the Foreign Minister's decision being an exercise of non-statutory power.",
      "id": "s203"
    },
    {
      "text": "Ground 2 is an alternative to Ground 1, on the basis that the Foreign Minister's decision was an exercise of statutory power.",
      "id": "s204"
    },
    {
      "text": "The result will be the same, whichever Ground is relied upon.",
      "id": "s205"
    },
    {
      "text": "The three substantive grounds rely on identical particulars, to the extent indicated above.",
      "id": "s206"
    },
    {
      "text": "It is convenient, therefore, to deal only with the particulars.",
      "id": "s207"
    },
    {
      "text": "Procedural Fairness: Particular (a)\n Subject to the contention concerning the justiciability of a determination under reg 2.43(1)(a), the Ministers accept that, in the absence of a valid determination under reg 2.43(1)(a), the Tribunal's decision involved jurisdictional error.",
      "id": "s208"
    },
    {
      "text": "The answer to the applicant's complaint that the Tribunal's decision was based upon an invalid determination on 14 July 2008 by the Foreign Minister, because of a denial of procedural fairness, is that the Tribunal's decision was based simply on the conclusion that the Foreign Minister had personally made the relevant determination.",
      "id": "s209"
    },
    {
      "text": "The Tribunal deferred making a decision until the Foreign Minister had considered the applicant's request to the Foreign Minister to revoke the determination that he had made on 14 July 2008 and had affirmed on 19 September 2008.",
      "id": "s210"
    },
    {
      "text": "I consider that, even if the Foreign Minister's determination of 4 July 2008 lacked legal effect, because it involved a denial of procedural fairness, that deficiency had been remedied by the time of the Tribunal's decision.",
      "id": "s211"
    },
    {
      "text": "That is to say, in so far as the Tribunal acted on the determination of 14 July 2008, it did so on the basis that, on 19 September 2008, the Foreign Minister had decided to affirm the determination and, on 27 January 2009, had decided not to revoke the determination.",
      "id": "s212"
    },
    {
      "text": "The applicant had been given an opportunity to be heard in relation to both of those decisions.",
      "id": "s213"
    },
    {
      "text": "Thus, by 27 January 2009, before the Tribunal made its decision of 4 February 2009, the Foreign Minister had determined, after receiving submissions from the applicant, that the applicant is a person whose presence in Australia is, or would be, contrary to Australia's foreign policy interest.",
      "id": "s214"
    },
    {
      "text": "No formalities are prescribed for the making of a determination under reg 2.43(1)(a).",
      "id": "s215"
    },
    {
      "text": "As a result of the decision of 27 January 2009, if not the decision of 19 September 2008, the Foreign Minister had made a valid determination that satisfies reg 2.43(1)(a), being a determination that involved no denial of procedural fairness.",
      "id": "s216"
    },
    {
      "text": "Even if the determination of 14 July 2008 was not a determination pursuant to reg 2.43(1)(a), because of a denial of procedural fairness, as the applicant contends, by the time the Tribunal made its decision, a determination that was not affected by denial of procedural fairness had been made by the Foreign Minister.",
      "id": "s217"
    },
    {
      "text": "Regulation 2.43(1) refers only to a requirement that the Foreign Minister has personally determined that the holder of the visa is a person whose presence in Australia is or would be contrary to Australia's foreign policy interests.",
      "id": "s218"
    },
    {
      "text": "No particular form is required for the determination.",
      "id": "s219"
    },
    {
      "text": "The decision of the Foreign Minister made on 27 January 2009 not to revoke his determination satisfies the requirement of reg 2.43(1).",
      "id": "s220"
    },
    {
      "text": "That is to say, it is clear that, by that time, the Foreign Minister had personally determined that the applicant is a person whose presence in Australia is, or would be, contrary to Australia's foreign policy interests.",
      "id": "s221"
    },
    {
      "text": "That determination was made prior to the Tribunal's decision and after the applicant had been afforded the opportunity of making submissions, which the Foreign Minister took into account.",
      "id": "s222"
    },
    {
      "text": "In the circumstances, there is no basis for impugning the decision of the Tribunal on the basis that the Foreign Minister's determination was infected by jurisdictional error by reason of a failure to afford the applicant procedural fairness.",
      "id": "s223"
    },
    {
      "text": "The applicant had been afforded procedural fairness by that time.",
      "id": "s224"
    },
    {
      "text": "Even if there had been a defect in the Foreign Minister's determination of 4 July 2008, there was no defect in the Foreign Minister's decision of 27 January 2009.",
      "id": "s225"
    },
    {
      "text": "Accordingly, whether or not the Foreign Minister's determination that the applicant is a person whose presence in Australia is, or would be, contrary to Australia's foreign policy interests is a matter that is capable of judicial review, the ground of denial of procedural fairness in relation to the making of the determination is not made out.",
      "id": "s226"
    },
    {
      "text": "Relevant and Irrelevant Considerations: Particulars (b) and (c)\n The contention that the Foreign Minister took into account irrelevant considerations or failed to take into account relevant considerations is misconceived.",
      "id": "s227"
    },
    {
      "text": "The policy that has been applied by the Foreign Minister involves sanctions against Burmese military officers and their immediate families.",
      "id": "s228"
    },
    {
      "text": "That policy is not capable of review by the Court.",
      "id": "s229"
    },
    {
      "text": "It is not to the point to say that the policy should not extend to the families of members of the Burmese regime.",
      "id": "s230"
    },
    {
      "text": "That entails an examination of the correctness or goodness of the policy.",
      "id": "s231"
    },
    {
      "text": "That is not a matter into which the Court can enquire.",
      "id": "s232"
    },
    {
      "text": "The question of what Australia's foreign policy interests are, where those interests lie and what issues are relevant to their identification are questions for the Executive.",
      "id": "s233"
    },
    {
      "text": "They are not questions that can be resolved by a court.",
      "id": "s234"
    },
    {
      "text": "It may be that some considerations could have no possible rational connection with Australia's foreign policy interests, such that having regard to such considerations might be evidence of bad faith or improper purpose.",
      "id": "s235"
    },
    {
      "text": "That has not been suggested in this proceeding.",
      "id": "s236"
    },
    {
      "text": "The fact that the applicant is the daughter of a senior military officer in the Burmese regime and is subject to financial sanctions could not be said to be completely irrelevant to Australia's foreign policy interests.",
      "id": "s237"
    },
    {
      "text": "The weight to be given to such a consideration must be a matter for the Foreign minister.",
      "id": "s238"
    },
    {
      "text": "The assertion that the Foreign Minister did not have anything adverse against the applicant herself is misconceived.",
      "id": "s239"
    },
    {
      "text": "The relationship of the applicant to a senior Burmese military officer, against whom Australia had in place financial sanctions, was the reason for the Foreign Minister's determination.",
      "id": "s240"
    },
    {
      "text": "That relationship is what the Foreign Minister had before him that was adverse to the applicant.",
      "id": "s241"
    },
    {
      "text": "The inadequacy of such a matter is not a matter for the court.",
      "id": "s242"
    },
    {
      "text": "Wrong Question and Misinterpretation: Particulars (d) and (f)\n The same considerations apply to the contention that the Foreign Minister asked the wrong question or misinterpreted the words \"associated with\" and \"supports\".",
      "id": "s243"
    },
    {
      "text": "The Foreign Minister did not misinterpret the policy.",
      "id": "s244"
    },
    {
      "text": "It is clear, from the material set out above, that the policy extended to children of members of the military regime in Burma.",
      "id": "s245"
    },
    {
      "text": "The contention is no more than an invitation to the Court to say that the policy applied by the Foreign Minister was wrong or bad and to substitute a different policy.",
      "id": "s246"
    },
    {
      "text": "Exercise of Power in Accordance with Policy: Particular (e)\n It may be correct to say that the Foreign Minister exercised power in accordance with a policy.",
      "id": "s247"
    },
    {
      "text": "However, it is a matter for the Foreign Minister personally as to whether to apply the policy in a particular case or not.",
      "id": "s248"
    },
    {
      "text": "The applicant, in essence, invites the Court to substitute different criteria from those applied by the Foreign Minister.",
      "id": "s249"
    },
    {
      "text": "The power was not discretionary in the relevant sense.",
      "id": "s250"
    },
    {
      "text": "The Foreign Minister was empowered to reach and state an opinion about a matter within his sphere of expertise and political responsibility.",
      "id": "s251"
    },
    {
      "text": "He was entitled to take a view about the sanctions that should be put in place against the regime in Burma and the effectiveness of those sanctions, irrespective of whether the applicant agreed with the stance adopted by her father as a high level military officer in the regime.",
      "id": "s252"
    },
    {
      "text": "In any event, the Foreign Minister had specific regard to the retrospective nature of the determination in relation to that applicant and, notwithstanding that operation, decided to make the determination.",
      "id": "s253"
    },
    {
      "text": "The Foreign Minister clearly had regard to the merits of the applicant's case in deciding to affirm the determination and not to revoke it.",
      "id": "s254"
    },
    {
      "text": "DISCRETION \n The Ministers also say that, if the Court were to conclude that the Foreign Minister's determination of 14 July 2008 was invalid because it involved a denial of procedural fairness and that, on that basis, the decision of the Tribunal was affected by jurisdictional error, the Court should nevertheless refuse relief.",
      "id": "s255"
    },
    {
      "text": "The applicant chose, with legal advice, to attempt to change the Foreign Minister's mind rather than to take up whatever rights she had to have his determination quashed or set aside.",
      "id": "s256"
    },
    {
      "text": "She made that decision with knowledge that the determination was at least arguably vitiated by the denial of procedural fairness.",
      "id": "s257"
    },
    {
      "text": "Her previous adviser had put precisely that argument to the Tribunal.",
      "id": "s258"
    },
    {
      "text": "The Ministers say principles of waiver or election are applicable.",
      "id": "s259"
    },
    {
      "text": "Seeking revocation by the decision maker, and being given a hearing in that context, instead of seeking judicial review forthwith, is no different, in principle, say the Ministers, from the case where a party decides not to object to a defect in procedure, thereby waiving the right to insist on that aspect of the hearing rule.",
      "id": "s260"
    },
    {
      "text": "Having taken that step, and having been heard, the applicant cannot now complain that she was not given a hearing prior to the making of the determination of 14 July 2008.",
      "id": "s261"
    },
    {
      "text": "The Foreign Minister had heard the submissions of the applicant as to why the determination should not be made or should be revoked, but has affirmed the determination.",
      "id": "s262"
    },
    {
      "text": "In those circumstances, the Court should decline to intervene.",
      "id": "s263"
    },
    {
      "text": "Having regard to the conclusion that I have reached concerning the substantive grounds of review, namely, that no ground of review is made out, irrespective of the justiciability of the Foreign Minister's determination, it is unnecessary to determine whether relief would be refused, as a matter of discretion.",
      "id": "s264"
    },
    {
      "text": "However, if my analysis of the Foreign Minister's determination upon which the Tribunal relied in making its decision is wrong, it is difficult to see why there should be a conclusion that there was jurisdictional error on the part of the Tribunal.",
      "id": "s265"
    },
    {
      "text": "There was, so far as the Tribunal was concerned, a determination by the Foreign Minister in terms of reg 2.43(1)(a).",
      "id": "s266"
    },
    {
      "text": "The Foreign Minister, having been invited to do so and after considering the applicant's submissions, reconsidered the determination of 14 July 2008 and decided to affirm it.",
      "id": "s267"
    },
    {
      "text": "Further, the Foreign Minister, having been invited by the applicant to revoke his determination and having considered the applicant's submissions as to why he should do so, decided not to revoke the determination of 14 July 2008.",
      "id": "s268"
    },
    {
      "text": "In those circumstances, I would be disposed to conclude that any relief that might be available should be declined.",
      "id": "s269"
    },
    {
      "text": "CONCLUSION \n The proceeding is incompetent in so far as it seeks direct relief in respect of the determination of the Foreign Minister of 14 July 2008, for want of compliance with s 477 of the Act.",
      "id": "s270"
    },
    {
      "text": "The proceeding should therefore be dismissed as incompetent in so far as it seeks such direct relief.",
      "id": "s271"
    },
    {
      "text": "In so far as the applicant seeks to agitate the validity of any determination by the Foreign Minister under reg 2.43, the question is not justiciable and the applicant has no standing to impugn the validity of the determination on the grounds upon which she relies.",
      "id": "s272"
    },
    {
      "text": "The proceeding should therefore be dismissed as incompetent in so far as it seeks relief in respect of the decision of the Tribunal of 4 February 2009 by reason of invalidity of the Foreign Minister's determination.",
      "id": "s273"
    },
    {
      "text": "In so far as there was a determination of the Foreign Minister within reg 2.43 made on 27 January 2009, there is no basis for impugning that determination on any of the grounds raised by the applicant.",
      "id": "s274"
    },
    {
      "text": "I consider therefore that there has been no jurisdictional error on the part of the Tribunal.",
      "id": "s275"
    },
    {
      "text": "Accordingly, the proceeding should be dismissed in so far as it seeks direct relief in relation to the Tribunal's decision of 4 February 2009.",
      "id": "s276"
    },
    {
      "text": "In the circumstances, the proceeding should be dismissed and the applicant should pay the costs of the Ministers.",
      "id": "s277"
    },
    {
      "text": "I certify that the preceding seventy (70) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s278"
    },
    {
      "text": "Associate:\n \n \nDated: 28 August 2009\n \n Solicitor for the Applicant: Silva Solicitors \n \n Counsel for the First and Third Respondents: Geoffrey Kennett \n \n Solicitor for the First and Third Respondents: Australian Government Solicitor \n Date of Hearing: 11 August 2009 \n \n Date of Judgment: 28 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/978.html",
      "id": "s279"
    }
  ]
}