{
  "name": "SZMPF v Minister for Immigration and Citizenship [2009] FCA 908 (21 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/908.html",
  "catchphrases": [
    {
      "text": "review of reasons of refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "jurisdictional error",
      "id": "c1"
    },
    {
      "text": "no failure to consider a contention",
      "id": "c2"
    },
    {
      "text": "resolution of claim as advanced",
      "id": "c3"
    },
    {
      "text": "no requirement to resolve an alternative claim not squarely raised",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "The Appellant is a citizen of Fiji who arrived in Australia on 7 July 2006.",
      "id": "s0"
    },
    {
      "text": "In April or May 2007 he applied to the Department of Immigration and Citizenship for a Protection (Class XA) visa.",
      "id": "s1"
    },
    {
      "text": "A delegate of the Minister refused to grant that visa on 29 May 2007 and an application for review of that decision was filed on 19 June 2007 with the Refugee Review Tribunal.",
      "id": "s2"
    },
    {
      "text": "By way of a decision signed on 19 September 2007 the Tribunal affirmed the decision not to grant the visa.",
      "id": "s3"
    },
    {
      "text": "An application for review of the Tribunal's decision was dismissed by the Federal Magistrates Court of Australia on 14 April 2009: SZMPF v Minister for Immigration and Citizenship [2009] FMCA 273.",
      "id": "s4"
    },
    {
      "text": "The Notice of Appeal as filed in this Court on 1 May 2009 sets forth the sole ground of appeal to be resolved as follows (without alteration):\n \n Ground 1 \n\n \n The learned Federal Magistrate erred by holding that the Appellant's claim that the Tribunal failed to consider an integer of his case or a claim or issue critical to his case has not been made out.",
      "id": "s5"
    },
    {
      "text": "Particulars \n\n \n His Honour stated in [45] that the Tribunal had held that: \n\n \n In respect of the applicant's concerns regarding the death of his cousin, this matter has been the subject of extensive media reporting and there is evidence that the Fijian Human Rights Commission continues to operate.",
      "id": "s6"
    },
    {
      "text": "There is nothing to suggest that those who have reported the death or followed any investigation into it have in anyway been adversely of interest to military authorities.",
      "id": "s7"
    },
    {
      "text": "While there may be legitimate questions about how that investigation will proceed in the current environment, the Tribunal does not believe that any interest the applicant may have in this matter would put him at risk of harm on return.",
      "id": "s8"
    },
    {
      "text": "Notably, members of the applicant's family have remained in Fiji without further difficulties.",
      "id": "s9"
    },
    {
      "text": "In [47] his Honour held based on the Tribunal's above stated finding: \n\n \n This appears to me to address the applicant's claims that he would be in danger if he were to take action on his return in relation to the death of his cousin or were to pursue the investigation into his cousin's death...... ... ........ \n \n \n This was an erroneous finding because on a correct reading the Tribunal was not addressing that claim.",
      "id": "s10"
    },
    {
      "text": "The Tribunal only considered people in three categories: \n\n \n (a) those who reported the cousin's death;\n (b) those who followed up the investigation into it; and\n (c) members of the applicant's extended family in Fiji.",
      "id": "s11"
    },
    {
      "text": "The Tribunal did not consider someone in his position who: \n\n \n (a) expressed an intention to take legal action against the army when he returns to Fiji; and\n (b) expressed interest in the progress of the investigation into his cousin's death.",
      "id": "s12"
    },
    {
      "text": "This is apparently the same ground that was unsuccessfully relied upon before the Federal Magistrate.",
      "id": "s13"
    },
    {
      "text": "The Federal Magistrate reviewed the reasons for decision of the Tribunal and relevantly concluded: \n [46] ...",
      "id": "s14"
    },
    {
      "text": "I am satisfied that: \n\n(a) the applicant's claims were put before the Tribunal; and \n \n(b) those claims were considered by the Tribunal.",
      "id": "s15"
    },
    {
      "text": "The Federal Magistrate then proceeded to conclude that the Tribunal had committed no jurisdictional error and dismissed the application.",
      "id": "s16"
    },
    {
      "text": "The Appellant appeared before this Court on 6 August 2009.",
      "id": "s17"
    },
    {
      "text": "He was then represented by a solicitor.",
      "id": "s18"
    },
    {
      "text": "JURISDICTIONAL ERROR --- A FAILURE TO ADDRESS A CONTENTION \n The case advanced both before the Federal Magistrate and this Court on appeal sought to draw a distinction between an administrative tribunal failing to advert to evidence or making an error of fact based upon evidence (on the one hand) and a tribunal failing to consider a contention advanced before it for resolution (on the other).",
      "id": "s19"
    },
    {
      "text": "The distinction is well-recognised: WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 , 75 ALD 630.",
      "id": "s20"
    },
    {
      "text": "French, Sackville and Hely JJ there observed: \n [45] In conducting its review the Tribunal must have regard to the criteria for the grant of a protection visa and in particular the criterion that the applicant for a visa is: \n\n \n'... a non-citizen in Australia to whom the [Tribunal] is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol;' (s 36(2)(a) read with s 415(1)) \n \n \n The critical question which ordinarily will have to be addressed in applying this criterion is whether the applicant has a well-founded fear of persecution for one of the Convention reasons.",
      "id": "s21"
    },
    {
      "text": "If the Tribunal fails to consider a contention that the applicant fears persecution for a particular reason which, if accepted, would justify concluding that the applicant has satisfied the relevant criterion, and if that contention is supported by probative material, the Tribunal will have failed in the discharge of its duty, imposed by s 414 , to conduct a review of the decision.",
      "id": "s22"
    },
    {
      "text": "This is a matter of substance, not a matter of the form of the Tribunal's published reasons for decision.",
      "id": "s23"
    },
    {
      "text": "[46] It is plainly not necessary for the Tribunal to refer to every piece of evidence and every contention made by an applicant in its written reasons.",
      "id": "s24"
    },
    {
      "text": "It may be that some evidence is irrelevant to the criteria and some contentions misconceived.",
      "id": "s25"
    },
    {
      "text": "Moreover, there is a distinction between the Tribunal failing to advert to evidence which, if accepted, might have led it to make a different finding of fact (cf Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [87] - [97] ) and a failure by the Tribunal to address a contention which, if accepted, might establish that the applicant had a well-founded fear of persecution for a Convention reason.",
      "id": "s26"
    },
    {
      "text": "The Tribunal is not a court.",
      "id": "s27"
    },
    {
      "text": "It is an administrative body operating in an environment which requires the expeditious determination of a high volume of applications.",
      "id": "s28"
    },
    {
      "text": "Each of the applications it decides is, of course, of great importance.",
      "id": "s29"
    },
    {
      "text": "Some of its decisions may literally be life and death decisions for the applicant.",
      "id": "s30"
    },
    {
      "text": "Nevertheless, it is an administrative body and not a court and its reasons are not to be scrutinised 'with an eye keenly attuned to error'.",
      "id": "s31"
    },
    {
      "text": "Nor is it necessarily required to provide reasons of the kind that might be expected of a court of law.",
      "id": "s32"
    },
    {
      "text": "[47] The inference that the Tribunal has failed to consider an issue may be drawn from its failure to expressly deal with that issue in its reasons.",
      "id": "s33"
    },
    {
      "text": "But that is an inference not too readily to be drawn where the reasons are otherwise comprehensive and the issue has at least been identified at some point.",
      "id": "s34"
    },
    {
      "text": "It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which a contention rests which has been rejected.",
      "id": "s35"
    },
    {
      "text": "Where however there is an issue raised by the evidence advanced on behalf of an applicant and contentions made by the applicant and that issue, if resolved one way, would be dispositive of the Tribunal's review of the delegate's decision, a failure to deal with it in the published reasons may raise a strong inference that it has been overlooked.",
      "id": "s36"
    },
    {
      "text": "These observations have been repeatedly approved and applied by subsequent decisions of this Court, e.g.",
      "id": "s37"
    },
    {
      "text": "SZMHL v Minister for Immigration and Citizenship [2009] FCA 581 at [18] per Perram J; SZMDB v Minister for Immigration and Citizenship [2008] FCA 1937 at [40] , 105 ALD 499 at 506 per Graham J; MZXCL v Minister for Immigration and Citizenship [2008] FCA 1770 at [13] per Buchanan J; Jayasinghe v Minister for Immigration and Multicultural Affairs [2006] FCA 1700 at [39] per Middleton J; Applicant M31 of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 533 at [22] per Weinberg J.",
      "id": "s38"
    },
    {
      "text": "THE CLAIMS ADVANCED AND THE TRIBUNAL'S REASONS \n The argument as sought to be advanced by the now Appellant necessarily requires a consideration of the claims advanced and the manner in which they were resolved by the Minister's delegate and, more importantly, by the Tribunal.",
      "id": "s39"
    },
    {
      "text": "Those claims have their origin in a letter dated 30 April 2007 from the now Appellant's migration agent to the Department.",
      "id": "s40"
    },
    {
      "text": "The letter stated: \n The applicant is a native of Fiji and claims to be a refugee from the Fijian Army following the last Coup.",
      "id": "s41"
    },
    {
      "text": "There is a family history and one cousin has been killed already and that investigation is still ongoing in Fiji today.",
      "id": "s42"
    },
    {
      "text": "FURTHER INFORMATION WILL FOLLOW SHORTLY.",
      "id": "s43"
    },
    {
      "text": "FIJI POLICE ARE REFUSING TO RELEASE IT NOW!",
      "id": "s44"
    },
    {
      "text": "In rejecting the application, the delegate of the Minister summarised the claims being advanced as follows:\n \n 4.",
      "id": "s45"
    },
    {
      "text": "CLAIMS FOR PROTECTION \n The applicant claims to be a refugee from the Fijian Army following the last coup.",
      "id": "s46"
    },
    {
      "text": "The applicant claims his cousin has been killed and that the investigation into his death is still ongoing.",
      "id": "s47"
    },
    {
      "text": "The matter then proceeded to the Refugee Review Tribunal.",
      "id": "s48"
    },
    {
      "text": "The now Appellant was invited to attend the hearing before that Tribunal on 28 August 2007.",
      "id": "s49"
    },
    {
      "text": "The hearing took place on that date and the now Appellant did in fact attend.",
      "id": "s50"
    },
    {
      "text": "A transcript of at least part of that hearing was available for the consideration of the Federal Magistrate.",
      "id": "s51"
    },
    {
      "text": "Not surprisingly, an issue pursued by the Tribunal with the now Appellant was the death of the cousin and the interest of the army in further pursuing the now Appellant.",
      "id": "s52"
    },
    {
      "text": "The following exchanges thus occurred during the hearing on 28 August 2007.",
      "id": "s53"
    },
    {
      "text": "Towards the outset of the hearing, one exchange was as follows: \n [Tribunal Member]: ... Tell me what it is that you fear if you return to Fiji.",
      "id": "s54"
    },
    {
      "text": "What do you think might happen and why do you think it might happen?",
      "id": "s55"
    },
    {
      "text": "[Applicant]: Mr Member, I fear going back to Fiji because I've been advised by --- my grandfather passed the word --- just because the expiring of the land means --- nearly finished two years back to be expired, and I fear in going back there because the army are after all the family members of our family.",
      "id": "s56"
    },
    {
      "text": "And I fear that I don't have any other place to go to for protection as the army is taking over the leadership of the police, and the army are all around the embassies around the world, looking up as being ambassadors to a few embassies around the world.",
      "id": "s57"
    },
    {
      "text": "So, I don't have any other places to go to for protection.",
      "id": "s58"
    },
    {
      "text": "That's some of the reason I fear of going back to Fiji.",
      "id": "s59"
    },
    {
      "text": "The Tribunal member later returned to the concern being expressed by the now Appellant and the following exchange occurred:\n \n [Tribunal Member]: But the army --- when you describe what has happened with your cousin, it doesn't sound like the army was even looking for him.",
      "id": "s60"
    },
    {
      "text": "They were called because your cousin was in a fight with members of this family.",
      "id": "s61"
    },
    {
      "text": "That's how the army even came across your cousin.",
      "id": "s62"
    },
    {
      "text": "It doesn't sound like the army was looking for him.",
      "id": "s63"
    },
    {
      "text": "So, I don't quite understand why you think the army is looking for members of your family.",
      "id": "s64"
    },
    {
      "text": "[Applicant]: Yeah, I think that from there then they start to worry that all the family male will cause troubles to the Indian families.",
      "id": "s65"
    },
    {
      "text": "That's where the army started to think of that.",
      "id": "s66"
    },
    {
      "text": "It's going to be continuing to.",
      "id": "s67"
    },
    {
      "text": "[Tribunal Member]: So, what has happened since the death of your cousin to make you think that the army has any further interest?",
      "id": "s68"
    },
    {
      "text": "[Applicant]: Yeah, just because people are afraid of raised voice against army because it's happened to everybody.",
      "id": "s69"
    },
    {
      "text": "Whoever tell anything about army.",
      "id": "s70"
    },
    {
      "text": "[Tribunal Member]: But have they done anything to your family since the death of your cousin?",
      "id": "s71"
    },
    {
      "text": "[Applicant]: No, just because they are quiet about it, they never tell any --- because they might taken to the army camp and got tortured.",
      "id": "s72"
    },
    {
      "text": "And the final relevant exchange thereafter occurred as follows:\n \n [Applicant]: Yes, because, first, everybody is quietly --- they don't want to say anything against army.",
      "id": "s73"
    },
    {
      "text": "They were just quiet.",
      "id": "s74"
    },
    {
      "text": "[Tribunal Member]: What is there to say against the army?",
      "id": "s75"
    },
    {
      "text": "[Applicant]: Whoever says against the army, is going to take up to the camp.",
      "id": "s76"
    },
    {
      "text": "[Tribunal Member]: What case is that?",
      "id": "s77"
    },
    {
      "text": "[Applicant]: Like, the incident happened to my cousins and all the files were under police.",
      "id": "s78"
    },
    {
      "text": "And because of the police and of the --- I don't know what's happened to the filing of his --- for my cousin's file.",
      "id": "s79"
    },
    {
      "text": "[Tribunal Member]: Have you been involved in anything to do with your cousin's case since January?",
      "id": "s80"
    },
    {
      "text": "[Applicant]: Not at the moment.",
      "id": "s81"
    },
    {
      "text": "An invitation to comment on information given during the course of that hearing was also forwarded to the now Appellant by the Tribunal on 29 August 2007.",
      "id": "s82"
    },
    {
      "text": "A detailed response was provided on 10 September 2007.",
      "id": "s83"
    },
    {
      "text": "The Tribunal thereafter proceeded to make its decision.",
      "id": "s84"
    },
    {
      "text": "When summarising what it titled \" Claims and Evidence \", the Tribunal stated in part: \n The applicant explained that when he returned to Fiji they could have a case against the army because of the death of his cousin.",
      "id": "s85"
    },
    {
      "text": "He explained that there were files which were currently under police control and he did not know what had happened with that.",
      "id": "s86"
    },
    {
      "text": "He had not been involved in his cousin's case while in Australia because he did not want to say anything because of the army.",
      "id": "s87"
    },
    {
      "text": "Having summarised this and other evidence, the Tribunal then proceeded to make what it titled \" Findings and Reasons \", including the following statement:\n \n The applicant's fear of harm relates strongly to the death of his cousin, [X], in February 2007 while in the custody of the Fijian Army.",
      "id": "s88"
    },
    {
      "text": "The Tribunal accepts that this death tragically occurred in Fiji, but does not believe that it can reasonably give rise to any fear that the applicant himself could come to similar harm on return to Fiji.",
      "id": "s89"
    },
    {
      "text": "In the Tribunal's view, the available evidence supports a conclusion that this death occurred shortly after the coup when the Army took the applicant's cousin into custody after a dispute with the [X] family.",
      "id": "s90"
    },
    {
      "text": "This was a period when the army was being reported to be taking a hard line against those transgressing the law.",
      "id": "s91"
    },
    {
      "text": "There is no evidence, in the Tribunal's view, that the Fijian Army retains any ongoing interest in those associated with the land, such that one could conclude there is a real chance the applicant may come to harm on this basis.",
      "id": "s92"
    },
    {
      "text": "In particular, after the initial detention of the applicant's cousin and another person, there has been no ongoing interest in those who have control of the land which it claimed the army has an interest in.",
      "id": "s93"
    },
    {
      "text": "The Tribunal thereafter went on to express its conclusions in those terms as set forth in the Particulars to the Ground of Appeal now being relied upon, namely:\n \n In respect of the applicant's concerns regarding the death of his cousin, this matter has been the subject of extensive media reporting and there is evidence that the Fijian Human Rights Commission continues to operate.",
      "id": "s94"
    },
    {
      "text": "There is nothing which suggests that those who have reported the death or followed any investigation into it have in anyway been adversely of interest to military authorities.",
      "id": "s95"
    },
    {
      "text": "While there may be legitimate questions about how that investigation will proceed in the current environment, the Tribunal does not believe that any interest the applicant may have in this matter would put him at risk of harm on return.",
      "id": "s96"
    },
    {
      "text": "Notably, members of the applicant's family have remained in Fiji without further difficulties.",
      "id": "s97"
    },
    {
      "text": "A FAILURE TO EXERCISE JURISDICTION?",
      "id": "s98"
    },
    {
      "text": "As a general proposition, an administrative decision-maker may fall into jurisdictional error where he fails to consider relevant material: Craig v State of South Australia [1995] HCA 58 ; (1995) 184 CLR 163 at 179 per Brennan, Deane, Toohey, Gaudron and McHugh JJ.",
      "id": "s99"
    },
    {
      "text": "A decision that involves jurisdictional error is a decision that lacks legal foundation and is properly regarded, in law, as no decision at all: Minister for Immigration and Multicultural Affairs v Bhardwaj [2002] HCA 11 at [51] , [2002] HCA 11 ; 209 CLR 597 at 614 to 615 per Gaudron and Gummow JJ (McHugh J agreeing at [63]).",
      "id": "s100"
    },
    {
      "text": "A failure on the part of the Refugee Review Tribunal to consider \" a substantial aspect or integer \" of a claim being advanced may likewise amount to a constructive failure to exercise its jurisdiction: SZGUW v Minister for Immigration and Citizenship [2008] FCA 91 at [68] to [69] per Jacobson J.",
      "id": "s101"
    },
    {
      "text": "In Bhardwaj , supra , Callinan J concluded: \n [163] ...",
      "id": "s102"
    },
    {
      "text": "If one thing is abundantly clear, it is that the Tribunal must, if an application has properly been made as it was here, review the Minister's decision.",
      "id": "s103"
    },
    {
      "text": "This means that the Tribunal must exercise the jurisdiction of reviewing the Minister's decision: that is to say, it must make a decision on the application and any documents properly submitted by an applicant, with, as part of, or relevant to it.",
      "id": "s104"
    },
    {
      "text": "To fail, or refuse to receive and consider such a document, and to make a decision without regard to it, is a failure to exercise jurisdiction.",
      "id": "s105"
    },
    {
      "text": "This is more than a failure to give a party a hearing.",
      "id": "s106"
    },
    {
      "text": "It is to proceed on a false basis that such a document simply does not exist or has not been communicated to the Tribunal.",
      "id": "s107"
    },
    {
      "text": "The Tribunal would in these circumstances no more be exercising its jurisdiction than a court would be in deciding a case in favour of a defendant without looking at the plaintiff's initiating document and pleading, or even knowing that they had been filed in the registry of the court.",
      "id": "s108"
    },
    {
      "text": "Similarly, in HTUN v Minister for Immigration and Multicultural Affairs [2001] FCA 1802 at [42] , [2001] FCA 1802 ; 194 ALR 244 at 259 Allsop J (with whom Spender J agreed) observed:\n \n [42] ...",
      "id": "s109"
    },
    {
      "text": "This is not merely one aspect of evidence not being touched.",
      "id": "s110"
    },
    {
      "text": "It is not a failure to find a \"relevant\" fact.",
      "id": "s111"
    },
    {
      "text": "The Tribunal failed to address and deal with how the claim was put to it, at least in part.",
      "id": "s112"
    },
    {
      "text": "The requirement to review the decision under s 414 of the Act requires the Tribunal to consider the claims of the applicant.",
      "id": "s113"
    },
    {
      "text": "To make a decision without having considered all the claims is to fail to complete the exercise of jurisdiction embarked on.",
      "id": "s114"
    },
    {
      "text": "The claim or claims and its or their component integers are considerations made mandatorily relevant by the Act for consideration ...",
      "id": "s115"
    },
    {
      "text": "It is to be distinguished from errant fact finding.",
      "id": "s116"
    },
    {
      "text": "The nature and extent of the task of the Tribunal revealed by the terms of the Act ... make it clear that the Tribunal's statutorily required task is to examine and deal with the claims for asylum made by the applicant.",
      "id": "s117"
    },
    {
      "text": "... \n\n \nSee also: MZXQS v Minister for Immigration and Citizenship [2009] FCA 97 at [28] , 107 ALD 33 at 40 per Gray J.",
      "id": "s118"
    },
    {
      "text": "So, too, is a decision of the Administrative Appeals Tribunal vitiated by jurisdictional error if it fails to have regard to \" important material \": Martinez v Minister for Immigration and Citizenship [2009] FCA 528 at [37] to [52], 256 ALR 32 at 44 to 47 per Rares J.",
      "id": "s119"
    },
    {
      "text": "But it is not considered that the Refugee Review Tribunal in the present proceeding failed to resolve the claim being advanced before it.",
      "id": "s120"
    },
    {
      "text": "The specific claim that the present Appellant contends did sufficiently emerge and which the Tribunal allegedly failed to resolve, namely the claim regarding his expressed intention to take legal action against the army upon his return to Fiji and his interest in the investigation, was not independently articulated in the claim as initially lodged with the Department in April 2007, nor was it a claim resolved by the delegate.",
      "id": "s121"
    },
    {
      "text": "The claim as advanced in the application for a Protection (Class XA) visa was only expressed in the most general terms.",
      "id": "s122"
    },
    {
      "text": "There nevertheless was contained within that claim a concern as to whether the now Appellant would face harm if he returned to Fiji by reason of claims that his cousin had been killed by the military and that the investigation into his death was still ongoing.",
      "id": "s123"
    },
    {
      "text": "That claim was further pursued by the Refugee Review Tribunal during the course of the oral hearing conducted on 28 August 2007 and again in the letter inviting further comment dated 29 August 2007.",
      "id": "s124"
    },
    {
      "text": "And that claim was addressed and findings of fact made and reasons provided when rejecting the claim.",
      "id": "s125"
    },
    {
      "text": "There was no more specific claim raised as to the risks faced by the now Appellant by reason of any intention to take \" legal action \" against the army, such that the Tribunal was required to go on and make further findings of fact or provide further reasons in relation to that particular claim.",
      "id": "s126"
    },
    {
      "text": "There may be cases where the Tribunal is not confined to the \" case \" as expressly articulated by a claimant: Paramananthan v Minister for Immigration and Multicultural Affairs [1998] FCA 1693 ; (1998) 94 FCR 28 at 63 per Merkel J.",
      "id": "s127"
    },
    {
      "text": "In properly discharging the jurisdiction entrusted to it, the Tribunal must also consider a claim that emerges from the materials presented to it for consideration.",
      "id": "s128"
    },
    {
      "text": "How clearly a claim that has not been expressly raised must emerge from the materials has been variously expressed.",
      "id": "s129"
    },
    {
      "text": "In NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 at [48] , [2004] FCAFC 263 ; 144 FCR 1 at 18 to 19, Black CJ, French and Selway JJ said (references omitted): \n [58] The review process is inquisitorial rather than adversarial.",
      "id": "s130"
    },
    {
      "text": "The Tribunal is required to deal with the case raised by the material or evidence before it ...",
      "id": "s131"
    },
    {
      "text": "There is authority for the proposition that the Tribunal is not to limit its determination to the 'case' articulated by an applicant if evidence and material which it accepts raise a case not articulated ... By way of example, if a claim of apprehended persecution is based upon membership of a particular social group the Tribunal may be required in its review function to consider a group definition open on the facts but not expressly advanced by the applicant ...",
      "id": "s132"
    },
    {
      "text": "It has been suggested that the unarticulated claim must be raised 'squarely' on the material available to the Tribunal before it has a statutory duty to consider it ...",
      "id": "s133"
    },
    {
      "text": "The use of the adverb 'squarely' does not convey any precise standard but it indicates that a claim not expressly advanced will attract the review obligation of the Tribunal when it is apparent on the face of the material before the Tribunal.",
      "id": "s134"
    },
    {
      "text": "Such a claim will not depend for its exposure on constructive or creative activity by the Tribunal.",
      "id": "s135"
    },
    {
      "text": "Their Honours thereafter went on to refer to the decision in SGBB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 709 , 75 ALD 411 and continued:\n \n ... Selway J however went on to observe in SGBB (at [17]): \n\n \nBut this does not mean the application is to be treated as an exercise in 19th Century pleading.",
      "id": "s136"
    },
    {
      "text": "His Honour noted that the Full Court in Dranichnikov v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 1801 at [49] had said: \n\n \nThe Tribunal must, of course, deal with the case raised by the material and evidence before it.",
      "id": "s137"
    },
    {
      "text": "An asylum claimant does not have to pick the correct Convention \"label\" to describe his or her plight, but the Tribunal can only deal with the claims actually made.",
      "id": "s138"
    },
    {
      "text": "His Honour, in our view, correctly stated the position when he said (at [18]): \n\n \n The question, ultimately, is whether the case put by the appellant before the tribunal has sufficiently raised the relevant issue that the tribunal should have dealt with it.",
      "id": "s139"
    },
    {
      "text": "This does not mean that the Tribunal is only required to deal with claims expressly articulated by the applicant.",
      "id": "s140"
    },
    {
      "text": "It is not obliged to deal with claims which are not articulated and which do not clearly arise from the materials before it.",
      "id": "s141"
    },
    {
      "text": "Various expressions have thus been used to attempt to describe the manner in which an unarticulated claim may nevertheless sufficiently emerge from the materials before a Tribunal and thus trigger the necessity to consider that claim if the Tribunal is to properly discharge its jurisdiction.",
      "id": "s142"
    },
    {
      "text": "Those expressions have included the phrases \" squarely \" raised; \" sufficiently raised \" and \" clearly arise \".",
      "id": "s143"
    },
    {
      "text": "There thus remains legitimate room for debate as to how \" squarely \" an alternative case need be raised before it need be considered: SDAQ v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 120 at [19] , [2003] FCAFC 120 ; 129 FCR 137 at 146 per Cooper J.",
      "id": "s144"
    },
    {
      "text": "Whatever may be the threshold before the Tribunal is required to give consideration to a claim other than that expressly raised, it is not considered that there arose for resolution the more specifically formulated claim now advanced on behalf of the Appellant as to his expressed intention to take \" legal action \".",
      "id": "s145"
    },
    {
      "text": "Irrespective of whether or not the now formulated claim was expressly raised or whether it was \" squarely \" raised, the Appellant further contends that the Tribunal itself nevertheless accepted that the claim as now formulated did emerge from the materials before it.",
      "id": "s146"
    },
    {
      "text": "No question arises, so the Appellant contends, for the Court to review those materials and for the Court to form any view as to whether in its opinion the newly formulated claim emerged from the materials.",
      "id": "s147"
    },
    {
      "text": "Indeed, the Appellant contends that the Tribunal's acceptance and formulation of the claim is conclusive such that the Court should not itself look at the evidence and other materials and go behind the finding of the Tribunal.",
      "id": "s148"
    },
    {
      "text": "By failing to resolve the claim, the Tribunal committed jurisdictional error --- or so the argument runs.",
      "id": "s149"
    },
    {
      "text": "The passage seized upon by the Appellant as the springboard for this further submission is the following passage in the Tribunal's reasons: \n The applicant explained that when he returned to Fiji they could have a case against the army because of the death of his cousin.",
      "id": "s150"
    },
    {
      "text": "This sentence was set forth in the Tribunal's reasons under the title \" Claims and Evidence \".",
      "id": "s151"
    },
    {
      "text": "Notwithstanding the conviction with which the argument was advanced, it is rejected.",
      "id": "s152"
    },
    {
      "text": "Rejected is the contention that the Tribunal had acceded to a formulation of the claim as now sought to be advanced and that thereafter the Tribunal was required --- if it was properly to discharge its jurisdiction --- to resolve that claim.",
      "id": "s153"
    },
    {
      "text": "In providing the written account of its decision, the Tribunal was discharging the obligations imposed by s 430(1) of the Migration Act 1958 (Cth) (\"the 1958 Act\") which provides as follows: \n Where the Tribunal makes its decision on a review, the Tribunal must prepare a written statement that: \n (a) sets out the decision of the Tribunal on the review; and \n (b) sets out the reasons for the decision; and \n (c) sets out the findings on any material questions of fact; and \n (d) refers to the evidence or any other material on which the findings of fact were based.",
      "id": "s154"
    },
    {
      "text": "The passage relied upon by the Appellant was no more than a summary by the Tribunal of some of the evidence.",
      "id": "s155"
    },
    {
      "text": "It can in no way be construed as either a \" finding \" or an attempt to formulate a claim which the Tribunal considered emerged from the evidence.",
      "id": "s156"
    },
    {
      "text": "The Tribunal provided findings and reasons, being those set forth under the heading \" Findings and Reasons \"; it also referred to the evidence, being that set out under the heading \" Claims and Evidence \".",
      "id": "s157"
    },
    {
      "text": "The extract from the evidence relied upon by the Appellant no more supports a conclusion that the Tribunal was attempting to formulate a claim for resolution not articulated by the Appellant than it does a conclusion that the Tribunal itself accepted that such a claim was \" squarely \" or \" sufficiently raised \".",
      "id": "s158"
    },
    {
      "text": "It is not considered that the Tribunal as failed to exercise the jurisdiction entrusted to it.",
      "id": "s159"
    },
    {
      "text": "Once this conclusion is reached any remaining argument is essentially an impermissible challenge to the factual conclusions reached by the Tribunal.",
      "id": "s160"
    },
    {
      "text": "CONCLUSIONS \n No jurisdictional error is discernible in the reasons for decision of the Tribunal and no appellable error is discernible in the reasons for decisions of the Federal Magistrate.",
      "id": "s161"
    },
    {
      "text": "The Appeal should be dismissed.",
      "id": "s162"
    },
    {
      "text": "There is no reason why costs should not follow the event.",
      "id": "s163"
    },
    {
      "text": "ORDERS \n The Orders of the Court are: The Notice of Appeal as filed on 1 May 2009 is dismissed.",
      "id": "s164"
    },
    {
      "text": "The Appellant is to pay the costs of the First Respondent.",
      "id": "s165"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s166"
    },
    {
      "text": "Associate:\n \n \nDated: 21 August 2009\n \n Solicitor for the Appellant: Mr A Silva (Silva Solicitors) \n \n Counsel for the First Respondent: Mr G R Kennett \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 6 August 2009 \n \n Date of Judgment: 21 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/908.html",
      "id": "s167"
    }
  ]
}