{
  "name": "Sambo v State of Western Australia [2009] FCA 940 (24 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/940.html",
  "catchphrases": [
    {
      "text": "court's discretionary power to dismiss an application on its own motion if the application has not been amended since earlier failure of registration test",
      "id": "c0"
    },
    {
      "text": "whether application likely to be amended in a way that would lead to a different outcome",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "On 9 December 2008, the applicant was ordered to file and serve on the respondents then represented in Court submissions in relation to the disposition of the application in relation to s 190F(6) on or before 28 February 2009.",
      "id": "s0"
    },
    {
      "text": "Section 190F(6) of the Native Title Act 1993 (Cth) (the NTA), introduced in the amendments made to the NTA in July 2007, confers upon the Court a discretionary power to dismiss an application, either on the application of a party or on its own motion, if: \n(a) the Court is satisfied that the application has not been amended since consideration by the Native Title Registrar (the Registrar) and is not likely to be amended in a way that would lead to a different outcome once considered by the Registrar, and\n \n(b) in the opinion of the Court, there is no other reason why the application in issue should not be dismissed.",
      "id": "s1"
    },
    {
      "text": "Pursuant to s 190F(5) , the new dismissal power applies where: \n(a) the Registrar does not accept the claim for registration because:\n \n(i) it does not satisfy all the merit conditions of the registration test; or\n \n(ii) it was so procedurally defective as to render it impossible to determine whether the claim satisfies the merit conditions; and\n \n(b) the Court is satisfied that the avenues for reconsideration and review have been exhausted without registration of the claim.",
      "id": "s2"
    },
    {
      "text": "Order 78 r 12 of the Federal Court Rules provides an application for review must be filed within 42 days of the notification of the Registrar's decision.",
      "id": "s3"
    },
    {
      "text": "The Explanatory Memorandum to the Native Title Act Amendment Bill 2006 provides an insight into the rationale behind the introduction of the new dismissal power: \n Currently, while unregistered applications do not receive certain procedural benefits that attach to registered claims (such as the right to negotiate), unregistered applications may still proceed to determination.",
      "id": "s4"
    },
    {
      "text": "There is presently no requirement on claimants to amend their claim to meet the requirements of the registration test.",
      "id": "s5"
    },
    {
      "text": "The amendments inserted by item 73 are intended to provide a greater focus on the responsibility of applicants to take steps to improve the quality of their claims, recognising that poor quality claims are a burden on the native title system.",
      "id": "s6"
    },
    {
      "text": "If the Court considers the application has been amended since consideration by the Registrar or is likely to be amended in a way that would lead to a different outcome once considered by the Registrar, it would be appropriate for the Court to await the outcome of the reapplication of the registration test before considering whether to dismiss the application.",
      "id": "s7"
    },
    {
      "text": "Pursuant to s 190F(6) of the NTA, the Court may consider any 'other reason' why an application should not be dismissed.",
      "id": "s8"
    },
    {
      "text": "The Explanatory Memorandum to the Native Title Act Amendment Bill 2006 suggests that the criterion set out in s 190F(6): \n ... will ensure that applications are not dismissed where there is good reason for a claim remaining in the system, despite being unregistered.",
      "id": "s9"
    },
    {
      "text": "By way of example, the Explanatory Memorandum suggests that the Court may consider that an application should not be dismissed if, despite being unregistered, the claim is close to reaching resolution (para 4.331).",
      "id": "s10"
    },
    {
      "text": "As to the principles applicable to how s 190F(6) should operate, I refer to and respectfully adopt, (without repeating), the recent analysis by Logan J in Christine George &amp; Ors on behalf of the Gurambilbarra People v State of Queensland [2008] FCA 1518.",
      "id": "s11"
    },
    {
      "text": "THE HISTORY \n Following the orders of the Court on 9 December 2008 requiring submissions on 28 February 2009, the applicant did file submissions, albeit on 11 May 2009.",
      "id": "s12"
    },
    {
      "text": "One respondent has also filed submissions in reply.",
      "id": "s13"
    },
    {
      "text": "By submissions of the applicant under the title of Central West Goldfields People, arguments were made on behalf of all members of the applicant in the proceeding other than Ms Sue Wyatt and Mr Victor Cooper.",
      "id": "s14"
    },
    {
      "text": "Those submissions point to the fact that the Native Title Registrar has considered the claim on three occasions (on 4 October 1999 when it was accepted for registration under s 190A NTA; on 18 September 2006 when it was not accepted for registration pursuant to s 190A NTA; and on 16 September 2008 when it was not accepted for registration).",
      "id": "s15"
    },
    {
      "text": "The submissions, in summary, trace the reasons given in each instance.",
      "id": "s16"
    },
    {
      "text": "For present purposes it is unnecessary to focus on that detail.",
      "id": "s17"
    },
    {
      "text": "In relation to the most recent decisions, the applicant concedes that it has not taken any steps seeking review or reconsideration of the Registrar's decisions.",
      "id": "s18"
    },
    {
      "text": "In particular it has not taken any step of a kind contemplated by subpar (i)-(iv) of s 190F(5)(b) NTA.",
      "id": "s19"
    },
    {
      "text": "The primary difficulty as explained in the submissions is that the Central West claim is described as being in a state of deadlock for some years with two of the applicants, Ms Wyatt and Mr Cooper, being in disagreement with the remaining applicants.",
      "id": "s20"
    },
    {
      "text": "Those disputes, it is said, have centred on handling of 'future act' matters, monies paid under 'future act' matters and the strength of the connection of the Cooper applicant's immediate families to the Central West claim group.",
      "id": "s21"
    },
    {
      "text": "One of the consequences has been, according to the submissions, that the Goldfields Land and Sea Council (GLSC) has ceased to act for and has stopped funding the Central West claim.",
      "id": "s22"
    },
    {
      "text": "There has been a consequential breakdown in the relationship with the GLSC and a difficulty in obtaining separate legal representation for the applicant's future act matters.",
      "id": "s23"
    },
    {
      "text": "The details of that difficulty do not presently require consideration.",
      "id": "s24"
    },
    {
      "text": "Notwithstanding all these difficulties, the solicitors for the applicant say that considerable resources have been put into the preparation of the Central West claim with extensive research undertaken into the laws, customs and historical and cultural connections of the Central West people.",
      "id": "s25"
    },
    {
      "text": "Expert reports have been filed by an anthropologist, a linguist and an ethno-botanical expert giving a degree of weight to the notion that the claim is serious and proper and deserving of further attention by the Court and the respondents.",
      "id": "s26"
    },
    {
      "text": "In addition, over the years, the Central West claim has entered into, it is said, numerous heritage and land use agreements, particularly with the mining companies within the claim area.",
      "id": "s27"
    },
    {
      "text": "Again, there have been legal difficulties in relation to funds accruing and issues arising in the Supreme Court of Western Australia in connection with the proper treatment of those funds and related legal issues.",
      "id": "s28"
    },
    {
      "text": "More significantly, the applicant has indicated that whilst no active steps have been taken in regards to the claim including the holding of a claim group meeting, this is primarily because of the existence of these disputes.",
      "id": "s29"
    },
    {
      "text": "The applicant believes that holding a claim group meeting would be the first step in reactivating the Central West claim.",
      "id": "s30"
    },
    {
      "text": "The applicant believes there is likely to be a change in the composition of the applicant if such a meeting is held and that if issues as to the membership of the claim group can be satisfactorily resolved, then the claim is likely to be re-registered.",
      "id": "s31"
    },
    {
      "text": "Through its solicitors, the applicant has given an assurance that it will take all such steps to achieve registration in such event.",
      "id": "s32"
    },
    {
      "text": "The applicant acknowledges that the holding of a further claim group meeting or meetings and attempting to have the claim re-registered will need to be dealt with in a timely manner.",
      "id": "s33"
    },
    {
      "text": "Certain specific arrangements have been taking place to attempt to fund the claim group meeting.",
      "id": "s34"
    },
    {
      "text": "While it is difficult to be satisfied at this stage that the outcome of such a meeting will be for the application to be amended in a way that could give rise to its registration, the extensive submissions filed and the assurances given by the solicitors for the applicant, at least, lead to an inference that there is a reasonable and imminent possibility of that event occurring.",
      "id": "s35"
    },
    {
      "text": "In those circumstances I do not propose to dismiss the application.",
      "id": "s36"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s37"
    },
    {
      "text": "Associate:\n \n \nDated: 24 August 2009\n \n Counsel for the Applicant (Central West): S Dayley \n \n Solicitor for the Applicant (Central West): Shayne Daley &amp; Assoc \n \n Counsel for the First Respondent: T Creewel \n \n Solicitor for the First Respondent: State Solicitors Office \n \n Counsel for the Second Respondent: S Oliver \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n \n Counsel for the Various Mining/Fishing Interests: M McKenna \n \n Solicitor for the Various Mining/Fishing Interests: Hunt &amp; Humphry \n \n Counsel for the Various Government Interests: S Sivarajah \n \n Solicitor for the Various Government Interests: Minter Ellison \n \n Counsel for Mark Champion: J Kildea \n \n Solicitor for Mark Champion: Eddy Neumann, Lawyers \n \n H Esbenshade of Pastoralists and Graziers Association Western Australia appeared on behalf of the Various Pastoral Interests \n Date of Last Written Submissions: 18 June 2009 \n \n Date of Judgment: 24 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/940.html",
      "id": "s38"
    }
  ]
}