{
  "name": "Australian Competition and Consumer Commission v Teracomm Ltd [2009] FCA 903 (20 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/903.html",
  "catchphrases": [
    {
      "text": "misleading representation",
      "id": "c0"
    },
    {
      "text": "representation of one-off service whereas in fact subscription service",
      "id": "c1"
    },
    {
      "text": "false representations",
      "id": "c2"
    },
    {
      "text": "quality of content services advertised",
      "id": "c3"
    },
    {
      "text": "declaration by court where contravening conduct found",
      "id": "c4"
    },
    {
      "text": "trade practices",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Introduction\n Teracomm Ltd is a foreign corporation, with headquarters in Sofia, Bulgaria.",
      "id": "s0"
    },
    {
      "text": "As part of its business it provides mobile telephone content services including ringtones, games and wallpapers to consumers in Central and Eastern Europe, the United States and Australia.",
      "id": "s1"
    },
    {
      "text": "On 23 January 2009 the Australian Competition and Consumer Commission (ACCC) commenced proceedings alleging Teracomm had engaged in misleading and deceptive conduct in contravention of ss 52 and 53 (aa), (e) and (g) of the Trade Practices Act 1974 (Cth) (the Act) in placing advertisements promoting its Viva Mobile content services in Dolly magazine in 2008.",
      "id": "s2"
    },
    {
      "text": "The ACCC sought declarations under s 21 of the Federal Court of Australia Act 1976 (Cth), injunctions and other orders under ss 80 and 86C of the Act.",
      "id": "s3"
    },
    {
      "text": "By the conclusion of the hearing the ACCC had limited the remedy sought to declaratory relief.",
      "id": "s4"
    },
    {
      "text": "The advertisements\n Five advertisements were published consecutively in the classified advertisements section of Dolly in May, June, July, August and September 2008.",
      "id": "s5"
    },
    {
      "text": "Dolly was launched in 1970.",
      "id": "s6"
    },
    {
      "text": "It is published monthly by ACP Magazines Ltd and contains articles on fashion, beauty, health, celebrities, social issues and entertainment.",
      "id": "s7"
    },
    {
      "text": "Its target audience is teenage girls between the ages of 14 and 17 years.",
      "id": "s8"
    },
    {
      "text": "The content of Dolly is highly colourful and it contains a proliferation of advertisements for clothing, beauty products and competitions.",
      "id": "s9"
    },
    {
      "text": "It also contains interviews, brief articles written in a colloquial style with advice for teenagers, special discount offers and web site links.",
      "id": "s10"
    },
    {
      "text": "The advertisements the subject of these proceedings were published in the Dolly Directory towards the end of the magazine.",
      "id": "s11"
    },
    {
      "text": "The advertisement in the May 2008 edition (which is annexure \"A\" to these reasons) promoted content services through a premium phone number.",
      "id": "s12"
    },
    {
      "text": "It was half a page in the magazine.",
      "id": "s13"
    },
    {
      "text": "The content services promoted were the \"love calculator\", \"cheat meter\", \"funsounds\", \"flirt meter\", \"fortune cookie\" and \"wallpapers\".",
      "id": "s14"
    },
    {
      "text": "The advertisement contained text encouraging the viewer to 'find out' the answer to questions such as \"[i]s your lover really a cheater?",
      "id": "s15"
    },
    {
      "text": "\" by sending an SMS to a nominated number.",
      "id": "s16"
    },
    {
      "text": "These encouraging lines of text were written in a comparatively large font in the body of the advertisement.",
      "id": "s17"
    },
    {
      "text": "This was in contrast to another section of text, written in a smaller font (size 5.2 font) at the foot of the advertisement.",
      "id": "s18"
    },
    {
      "text": "Among other things, the latter text included information in the form of a help line, restrictions on use of the service, the fact that \"[s]tandard GPRS/WAP/SMS rates apply\", how \"to stop\", and concluded with a reference to \"[s]ee T&amp;Cs www.mob.vc\".",
      "id": "s19"
    },
    {
      "text": "The following is the full text of what appeared at the foot of the advertisement: \n www.Mob.vc gives you great mobile downloads in easy to use subscription packages.",
      "id": "s20"
    },
    {
      "text": "Need help?",
      "id": "s21"
    },
    {
      "text": "Call 1300884610.",
      "id": "s22"
    },
    {
      "text": "Service is available to those aged 16+ &amp; bill payer's permission.",
      "id": "s23"
    },
    {
      "text": "LoveMe Club: Get 3 calculations each week.",
      "id": "s24"
    },
    {
      "text": "Funsound Club: Get 3 funsounds each week.",
      "id": "s25"
    },
    {
      "text": "Wallpaper Club: Get 5 wallpapers each week.",
      "id": "s26"
    },
    {
      "text": "Subscribe for $9/week incl GST for LoveMe plus $3 for extra calculations, $12/week for funsound and wallpaper club plus $3 sign up.",
      "id": "s27"
    },
    {
      "text": "Standard GPRS/WAP/SMS rates apply.",
      "id": "s28"
    },
    {
      "text": "To stop text stopfun, stoplove, stopcheat, stopluck, stopflirt, stopwall or stop.",
      "id": "s29"
    },
    {
      "text": "Payments easily takes place over your monthly phone bill or pre paid credit.",
      "id": "s30"
    },
    {
      "text": "See T&amp;Cs www.mob.vc .",
      "id": "s31"
    },
    {
      "text": "The advertisement in the June edition was substantially the same as the May advertisement, though the \"fortune cookie\" service had been replaced with the \"celebrity soulmate\" and \"who was I\" services.",
      "id": "s32"
    },
    {
      "text": "The advertisement in the July edition (which is annexure \"B\" to these reasons) promoted the same services in much the same manner as the June advertisement.",
      "id": "s33"
    },
    {
      "text": "However, the text in both the body of the advertisement and at the foot of the advertisement was altered with the inclusion of a reference to subscribing and the name of the respondent as the service provider.",
      "id": "s34"
    },
    {
      "text": "As I discuss shortly, these changes were made in response to a letter from the ACCC.",
      "id": "s35"
    },
    {
      "text": "Specifically, the body of the advertisement contained a reference to \"subscribe\" with an asterisk.",
      "id": "s36"
    },
    {
      "text": "The asterisk was repeated at the foot of the advertisement before the text concerning, amongst other things, the cost of the subscription.",
      "id": "s37"
    },
    {
      "text": "In addition, the text at the foot of the advertisement was increased to size 6.7 font.",
      "id": "s38"
    },
    {
      "text": "It read: \n Subscribe to Viva Mobile.",
      "id": "s39"
    },
    {
      "text": "Need help?",
      "id": "s40"
    },
    {
      "text": "Call 1300 884 610.",
      "id": "s41"
    },
    {
      "text": "Service is available to those 16+ with bill payers' (sic) permission.",
      "id": "s42"
    },
    {
      "text": "Love Calculator Club - $9/week plus $3 per calculation.",
      "id": "s43"
    },
    {
      "text": "Cheat Meter - $9/week plus $3 per calculation.",
      "id": "s44"
    },
    {
      "text": "Luck Club - $9/week plus $3 per calculation.",
      "id": "s45"
    },
    {
      "text": "Flirt Meter - $9/week plus $3 per calculation.",
      "id": "s46"
    },
    {
      "text": "Soulmate Club - $9/week plus $3 per calculation.",
      "id": "s47"
    },
    {
      "text": "Funtones club - 3 fun tones for $9/week plus $3 sign up.",
      "id": "s48"
    },
    {
      "text": "Wallpaper club - 3 wallpapers for $9/week plus $3 sign up.",
      "id": "s49"
    },
    {
      "text": "Standard GPRS/WAP/SMS rates apply.",
      "id": "s50"
    },
    {
      "text": "To cancel subscription text stop to 19 30 40.",
      "id": "s51"
    },
    {
      "text": "Payment easily takes place over your monthly phone bill.",
      "id": "s52"
    },
    {
      "text": "Service provided by Teracomm.",
      "id": "s53"
    },
    {
      "text": "T&amp;Cs see www.vivamobile.com.au \n\n The July advertisement was reproduced in all material respects in both the August edition and the September edition.",
      "id": "s54"
    },
    {
      "text": "Teracomm discontinued advertising in Dolly after the September edition.",
      "id": "s55"
    },
    {
      "text": "The ACCC only seeks relief in relation to the May, June and July advertisements.",
      "id": "s56"
    },
    {
      "text": "Other facts \n The ACCC first notified Teracomm of its concerns regarding the content of the May advertisement in a letter to Sybase 365 Pty Ltd, Teracomm's aggregator, on 15 May 2008.",
      "id": "s57"
    },
    {
      "text": "The aggregator forwarded the letter to Teracomm.",
      "id": "s58"
    },
    {
      "text": "In the letter, the ACCC said it was conducting an audit on fine print advertising in relation to mobile premium services, the focus of which was \" the overall impression created by the layout and visual effect of print advertisements... [s]pecifically, advertising that may imply that the premium services advertised are one-off purchases, as opposed to recurring weekly subscriptions \".",
      "id": "s59"
    },
    {
      "text": "The letter went on to say that \" [i]n the coloured section of the advertisement, there is no mention that the services are subscriptions.",
      "id": "s60"
    },
    {
      "text": "Rather, details of the subscription package are contained in miniscule fine print at the foot of the page... [t]his may give the overall impression that the service is a one-off purchase \".",
      "id": "s61"
    },
    {
      "text": "The letter concluded by saying that \" [a]t this stage, the ACCC has not formally considered what action, if any, will be taken.",
      "id": "s62"
    },
    {
      "text": "So that the matter can be considered with an understanding of your company's position on this matter, please provide a response by 30 May 2008 \".",
      "id": "s63"
    },
    {
      "text": "Teracomm replied to the ACCC in a letter dated 28 May 2008.",
      "id": "s64"
    },
    {
      "text": "Teracomm said that it had \" revised our advertising and made the following changes: included the word 'subscribe' prominent in the top left corner, linked order text with disclaimer via an asterisk; increased the disclaimer text size to 6.7 point (over 60% of size of premium number); made the pricing information bold in the disclaimer; placed the word 'subscribe' dominant in front of the disclaimer; and added the service provider [Teracomm] in the disclaimer \".",
      "id": "s65"
    },
    {
      "text": "Teracomm was \" confident that this will be fully satisfactory as it is not only compliant but far exceeds current industry standards \".",
      "id": "s66"
    },
    {
      "text": "The letter concluded by saying that \" we have had only few unsubscription requests and one refund.",
      "id": "s67"
    },
    {
      "text": "This proves the service we are supplying is not misleading and our customers are very satisfied \".",
      "id": "s68"
    },
    {
      "text": "The ACCC did not reply for nearly seven months, and did so on 23 December 2008.",
      "id": "s69"
    },
    {
      "text": "In its reply, the ACCC said its review of advertisements promoting mobile telephone premium content services was coming to a close, and that it had concluded that the May, June and July 2008 advertisements were likely to mislead or deceive younger consumers.",
      "id": "s70"
    },
    {
      "text": "The ACCC noted the changes that had been made, but said that it did not consider that the measures described in Teracomm's reply to adequately address its concerns.",
      "id": "s71"
    },
    {
      "text": "The letter concluded by saying that the ACCC had decided to institute legal proceedings and asking for the name of Teracomm's legal representative in Australia for the purpose of serving originating process.",
      "id": "s72"
    },
    {
      "text": "Teracomm sent two more letters, on 6 January 2009 and 12 January 2009.",
      "id": "s73"
    },
    {
      "text": "The first merely acknowledged the ACCC's second letter.",
      "id": "s74"
    },
    {
      "text": "The second reiterated the changes that had been made after the ACCC's first letter, and said that \" we have a full refund policy for customers 16 and under as our services are not intended for children or teenagers.",
      "id": "s75"
    },
    {
      "text": "As part of our commitment to good customer service and clear services, we have a 24 hour helpline operating 7 days a week with Australian customer care agents \".",
      "id": "s76"
    },
    {
      "text": "The second letter concluded by saying that \" [w]e have taken internal steps to ensure all our services and advertisements comply with the standards in the Australian industry as well as local laws \".",
      "id": "s77"
    },
    {
      "text": "Throughout the hearing, Teracomm reiterated its claim that it had been responsive to the concerns raised in the ACCC's initial letter.",
      "id": "s78"
    },
    {
      "text": "Evidence was adduced that attempted to show that the advertisements were not unusual in either the 'busy' layout or the placement of pricing information at the bottom of the advertisement.",
      "id": "s79"
    },
    {
      "text": "In addition, Teracomm argued that the advertisements' audience used and comprehended electronic media and it was familiar with mobile telephony and its uses.",
      "id": "s80"
    },
    {
      "text": "Svetlin Todorov, the chief executive officer of Teracomm, deposed in his affidavit sworn 26 June 2009 that \" regard was also had to [the Guidelines] \" when causing the advertisements to appear in Dolly , no doubt in order to meet the industry code practice.",
      "id": "s81"
    },
    {
      "text": "I refer to the Guidelines shortly.",
      "id": "s82"
    },
    {
      "text": "The industry code of practice \n Section 99(1) of the Telecommunications Act 1997 (Cth) and Regulation 3.12 of the Telecommunications Regulations 2001 (Cth) authorises the Australian Communications and Media Authority (ACMA) to make delegated legislation in the form of written determinations that set out rules that apply to content service providers such as Teracomm.",
      "id": "s83"
    },
    {
      "text": "In 2005 ACMA's predecessor (the Australian Communications Authority (ACA)) made the Telecommunications Service Provider (Mobile Premium Services) Determination 2005 No.1 (the Determination).",
      "id": "s84"
    },
    {
      "text": "Section 2.2 of the Determination states that the objects of the Determination are: \n a) to provide a framework within which appropriate community safeguards in relation to mobile premium services are established, by making rules: \n i) to prohibit, and restrict, certain mobile premium services... \n ii) to promote the safety of children in relation to mobile premium services that might facilitate illegal contact between children and adults; and \n iii) to ensure that customers of mobile premium services are provided with information to enable them to make informed decisions about the use of the services; and \n iv) to ensure that an independent complaints handling mechanism is available to customers of mobile premium services; and \n b) to provide a framework within which public interest considerations may be addressed... by making rules to promote the greatest practicable use of industry self-regulation in achieving the objects mentioned in paragraph a).",
      "id": "s85"
    },
    {
      "text": "Division 2 of the Determination provides for ACMA to approve self-regulatory schemes submitted by nominated members on behalf of all members of the scheme.",
      "id": "s86"
    },
    {
      "text": "Where such a scheme has been submitted and meets the content requirements enumerated in section 5.5, ss 5.13(1)(a) and (4) provide for it to be the default scheme, applying to content service providers as if they were members of the approved scheme.",
      "id": "s87"
    },
    {
      "text": "Under s 5.2(2) , content service providers are prohibited from supplying a mobile premium service without complying with either an approved self-regulatory scheme or the default scheme.",
      "id": "s88"
    },
    {
      "text": "The Mobile Premium Services Industry Scheme (MPSIS) was submitted by Communications Alliance Ltd and approved by ACMA in 2006 as the approved self-regulatory scheme.",
      "id": "s89"
    },
    {
      "text": "Accompanying the MPSIS is a set of Guidelines (the Guidelines) which are enforceable by the relevant government regulator, namely ACMA.",
      "id": "s90"
    },
    {
      "text": "The Guidelines contain a number of relevant provisions.",
      "id": "s91"
    },
    {
      "text": "Part 4.1.2 states: \n Promotional material for subscription services must clearly indicate that the service is subscription based.",
      "id": "s92"
    },
    {
      "text": "Visual material must expressly use the noun 'subscription' or the verb 'subscribe'.",
      "id": "s93"
    },
    {
      "text": "These words must be prominent and highly visible to readers.",
      "id": "s94"
    },
    {
      "text": "Part 6.1 states:\n \n All information relating to price and material terms must be displayed... clearly, accurately and within sufficient proximity to the product or service being offered such that it is obvious that the information applies to that product or service... \n Where a disclaimer is used in any advertising ... the disclaimer must be placed next to the offer; be linked to the offer by an asterisked footnote or other symbol... \n Having regard to the intended audience of the advertising, all advertising must not generally be confusing, misleading or deceptive in any way ... \n Subscription services must explicitly state that it is a subscription service and an explanation of the \"STOP\" command to terminate the service ... \n Price information must be relative in size to that of any... premium SMS or... premium number advertised and of sufficient size to be read by the audience given the nature of the promotional media.",
      "id": "s95"
    },
    {
      "text": "To ensure that price information is relative in size, the following guidelines apply: \n Print : a minimum of 6 point size must be used.",
      "id": "s96"
    },
    {
      "text": "If the size of a premium rate number is between 24 point and 48 point size, the cost information must be a minimum of 25% of the size of the premium rate number.",
      "id": "s97"
    },
    {
      "text": "If the print size of a premium rate number is over 48 point print size, the cost information must be a minimum of 12 point.",
      "id": "s98"
    },
    {
      "text": "The identity of the Content Service Provider... and a Helpdesk number relating to the service must be included clearly in all advertising.",
      "id": "s99"
    },
    {
      "text": "Part 6.2 states: \n All marketing to children must comply with the following minimum requirements: a parental guidance service must send a warning advising consumers under 15 years of age not to use the service without the permission of the account holder...",
      "id": "s100"
    },
    {
      "text": "The message must state that \"Under 15s must seek the account holder's permission\"... \n All marketing must be presented and conducted in a responsible manner, and should take into consideration child-specific factors including safety and the ability to pay.",
      "id": "s101"
    },
    {
      "text": "The pleadings\n It is convenient, at this point, to set out the way in which the ACCC alleges the advertisements were misleading which is addressed by paragraphs 34 and 35 of the statement of claim.",
      "id": "s102"
    },
    {
      "text": "No distinction is drawn between the May, June and July advertisements.",
      "id": "s103"
    },
    {
      "text": "Each is comprehended by the expression \"the Viva Mobile Advertisements\".",
      "id": "s104"
    },
    {
      "text": "Those paragraphs provide: \n 34.",
      "id": "s105"
    },
    {
      "text": "The Viva Mobile Advertisements were misleading or deceptive, or likely to mislead or deceive in contravention of s 52 of the Act, in that: \n\n \n 34.1. the Viva Mobile Advertisements: \n\n \n 34.1.1. represented that any consumer responding to the Viva Mobile Advertisements would, by sending an SMS message at a standard SMS cost to the premium number 19 30 40, purchase a one-off service (for example, one ringtone, wallpaper or game) when in fact, the consumer: \n\n \n 34.1.1.1. in sending an SMS to the premium number 19 30 40, requests access to a subscription service charged at premium rates; \n 34.1.1.2. requires a WAP enabled mobile telephone to receive any service advertised by the Viva Mobile Advertisements; \n 34.1.1.3. pays an initial sign-up fee of $3 and a subscription fee of between $9 - $12 per week which are billed to his or her mobile telephone account; \n 34.1.1.4. incurs standard SMS and data costs levied by his or her telecommunications service provider in addition to the weekly subscription fee; and \n 34.1.1.5. in order to end his or her subscription, must send an SMS message to the content provider which contains the word \"stop\".",
      "id": "s106"
    },
    {
      "text": "Particulars \n\n \n The relevant terms and conditions which are extracted from the terms and conditions referred to in paragraph 31 are annexed and marked 'D' .",
      "id": "s107"
    },
    {
      "text": "35.",
      "id": "s108"
    },
    {
      "text": "Further or in the alternative to paragraph 34, the Viva Mobile Advertisements were misleading or deceptive, or likely to mislead or deceive, in contravention of s 52 of the Act, in that: \n\n \n 35.1. the Viva Mobile Advertisements: \n\n \n 35.1.1. failed to disclose, or failed sufficiently to disclose, that any consumer responding to the Viva Mobile Advertisements would, by sending an SMS message at a standard SMS cost to the premium number 19 30 40: \n\n \n 35.1.1.1. request access to a subscription service which is charged at premium rates; \n 35.1.1.2. require a WAP enabled mobile telephone to receive any service advertised by the Viva Mobile Advertisements; \n 35.1.1.3. pay an initial sign-up fee of $3 and a subscription fee of between $9 - $12 per week which are billed to his or her mobile telephone account; \n 35.1.1.4. incur standard SMS and data costs levied by his or her telecommunications service provider in addition to the weekly subscription fee; and \n 35.1.1.5. in order to end his or her subscription, must send an SMS message to the content provider which contains the word \"stop\".",
      "id": "s109"
    },
    {
      "text": "Particulars \n\n \n The Applicant refers to and repeats the particulars to paragraph 34.",
      "id": "s110"
    },
    {
      "text": "Consideration\n It is necessary first to consider whether the advertisements were, having regard to their content, misleading or deceptive in the way contended in the statement of claim.",
      "id": "s111"
    },
    {
      "text": "It is also necessary to consider the allied question of whether members of the audience to which they were directed would have been misled or were likely to have been misled.",
      "id": "s112"
    },
    {
      "text": "It is tolerably clear, in my opinion, the first version of the advertisement published in May was misleading or deceptive in the way alleged (subject to the comments in [24] below).",
      "id": "s113"
    },
    {
      "text": "The fundamental feature of the advertisement which founds this conclusion is that it did not reveal in any readily discernible way the fact that by taking the steps described in relation to any of the services provided, the customer would not be obtaining content on a one-off basis, but rather would be subscribing to a service for which a weekly fee would be charged until the service was terminated.",
      "id": "s114"
    },
    {
      "text": "The only mention of the service being a subscription service was in the notes appearing at the foot of the advertisement.",
      "id": "s115"
    },
    {
      "text": "The writing in the note, in context, did not disclose that the service was a subscription service.",
      "id": "s116"
    },
    {
      "text": "The writing was very small.",
      "id": "s117"
    },
    {
      "text": "The font size was 5.2.",
      "id": "s118"
    },
    {
      "text": "The writing was in yellow against a black background.",
      "id": "s119"
    },
    {
      "text": "These features made it extremely hard to read.",
      "id": "s120"
    },
    {
      "text": "That is so in circumstances where each of the services had the appearance of being the provision of one item of information by sending an SMS.",
      "id": "s121"
    },
    {
      "text": "The consumer was being invited to find out whether they were compatible for love with a named person, whether their lover was a cheater, whether they were a hot flirt, who their celebrity soulmate was (described as the \"superstar [which] is best suited to be your match\") or what their personal fortune was.",
      "id": "s122"
    },
    {
      "text": "This did not have the appearance of information which would be asked over and over again as might be expected in a service to which the consumer subscribed.",
      "id": "s123"
    },
    {
      "text": "One might ask rhetorically how many times a person (even a teenager) would have wanted to know whether their lover was really a cheater, who their celebrity soulmate was or whether they were a \"hot flirt\".",
      "id": "s124"
    },
    {
      "text": "Obviously a particular consumer might have been with friends and have sought to use the service a number of times in relation both to themselves and their friends.",
      "id": "s125"
    },
    {
      "text": "However the advertisement was in language directed to the individual consumer inviting the consumer to find out matters in relation to her (or him).",
      "id": "s126"
    },
    {
      "text": "The same was true of the \"funsounds\" and the \"wallpapers\".",
      "id": "s127"
    },
    {
      "text": "The advertisement was structured in a way which suggested that by sending the SMS the consumer would have received one of the nominated sounds or one of the nominated images.",
      "id": "s128"
    },
    {
      "text": "That was because the advertisement invited the consumer to send to the nominated telephone number an SMS containing the code attributable to one only of the sounds or one only of the images.",
      "id": "s129"
    },
    {
      "text": "Rather than suggesting that the consumer was, by this process, subscribing to a service that enabled any of the coded sounds or any of the coded images to be procured at a later date, the advertisement suggested that only the nominated sound or image was being procured at the time the SMS was sent.",
      "id": "s130"
    },
    {
      "text": "It is true that a consumer who subscribed by sending an SMS received a confirmation message which both used the word \"subscription\" and referred to an amount payable per week and amount payable \"per try\".",
      "id": "s131"
    },
    {
      "text": "The example in the evidence of the confirmation message that was sent to the consumer who had subscribed was: \n Freemsg: get ur love compatibility scores in www.mob.vc love subscription.",
      "id": "s132"
    },
    {
      "text": "Help 1300734821.",
      "id": "s133"
    },
    {
      "text": "To stop txt stop to 193040.",
      "id": "s134"
    },
    {
      "text": "$9/wk+#3(sic) per try.",
      "id": "s135"
    },
    {
      "text": "Service by Teracomm.",
      "id": "s136"
    },
    {
      "text": "The fact that this message (or a message to similar effect in relation to other services) was sent does not, in my opinion, take the conduct of placing the misleading advertisement outside the reach of s 52 and like provisions.",
      "id": "s137"
    },
    {
      "text": "That is so for several reasons.",
      "id": "s138"
    },
    {
      "text": "The first is that even if a consumer who had subscribed, read and digested the confirmation message and appreciated the significance of the various matters of detail and terminated the subscription, they would nonetheless have paid not only the fee set by the content provider for the particular information sought, but also the fee set for a week's subscription.",
      "id": "s139"
    },
    {
      "text": "I accept that the characterisation of these charges was by the content provider and could have been characterised differently (for example, aggregated as one amount payable), however the fact remains that this is how they were characterised and, in the absence of evidence to the contrary, I would infer that they reflected the market value for the provision of the information on the one hand, and the subscription on the other.",
      "id": "s140"
    },
    {
      "text": "The consumer would have paid for a week's subscription in circumstances where the subscriber may not have known they were doing so.",
      "id": "s141"
    },
    {
      "text": "The second reason is that the confirmation message did not make clear at all that the customer had entered an agreement to subscribe to a service requiring the payment of the weekly amount until the service is stopped.",
      "id": "s142"
    },
    {
      "text": "While reference was made to \"subscription\" and \"per try\" and a weekly amount was specified and the method of stopping the subscription was also identified, these signifiers of a subscription were, at best, only a somewhat cryptic and indirect statement of what the consumer had done, namely entered an agreement subscribing to a service for which the weekly amount would be paid until the agreement was terminated by a positive act of the consumer.",
      "id": "s143"
    },
    {
      "text": "The third reason is that the possibility cannot be discounted that some consumers would either not have opened the message or would have done so, treated it as irrelevant and not read it.",
      "id": "s144"
    },
    {
      "text": "I accept, as counsel for Teracomm submitted, that readers would have ordinarily appreciated that the content being provided, was not being provided free.",
      "id": "s145"
    },
    {
      "text": "However, the gravamen of the ACCC's case was that readers would not have ordinarily appreciated that in responding to the advertisement, any cost incurred was not simply a cost for the provision of the content sought at the time of the transmission of the initial SMS in accordance with instructions in the advertisement, but a recurring cost not directly related to the provision of further content but simply to sustain a subscription.",
      "id": "s146"
    },
    {
      "text": "I should mention one matter arising from the pleadings.",
      "id": "s147"
    },
    {
      "text": "Paragraph 34 is structured in a way which asserts that the advertisement represented a particular position (the customer would acquire a one-off service) whereas, in truth, the position was different, indeed the opposite (subscribing to a service for which a weekly amount would be payable and which was terminable only by the consumer taking a positive step to do so).",
      "id": "s148"
    },
    {
      "text": "However it is far from clear to me what the reference to WAP enabled mobile telephone achieves as a matter of pleading or achieves, on the evidence, in advancing a case that Teracomm had engaged in conduct in contravention of s 52 and like provisions.",
      "id": "s149"
    },
    {
      "text": "The fact that such a phone might be needed is not the opposite of what was represented nor is it apparent that the fact that such a phone might be needed is incompatible (so far as I know) with what was represented.",
      "id": "s150"
    },
    {
      "text": "There is a dearth of evidence led by the ACCC (in fact none) about what such a phone is, whether it was necessary to have such a phone to receive the service, the incidence of such phones amongst the audience to whom the advertisement was directed and whether a consumer who would be likely to have responded to the advertisement would have failed to understand that the services being provided would only be available on such a phone (if that be the fact).",
      "id": "s151"
    },
    {
      "text": "The ACCC plays an extremely important role, in the public interest, in ensuring compliance with the Act.",
      "id": "s152"
    },
    {
      "text": "However I would have rather thought that some closer scrutiny would have been given to the pleadings at least before the final hearing to ensure that the party being required to answer the allegations in the statement of claim would not have to be concerned with what are probably irrelevancies or that the Court would have to be concerned about them if only in addressing them in reasons for judgment.",
      "id": "s153"
    },
    {
      "text": "I now consider the July advertisement.",
      "id": "s154"
    },
    {
      "text": "There were three material differences between this advertisement and the May advertisement.",
      "id": "s155"
    },
    {
      "text": "The first was that the July advertisement contained the words \"To subscribe\" followed by an asterisk.",
      "id": "s156"
    },
    {
      "text": "The second was that the note at the bottom of the advertisement was preceded by an asterisk.",
      "id": "s157"
    },
    {
      "text": "The third was that the note itself was much clearer and easier to read by virtue of the fact that it was black text on a white background and larger (the font was 6.7).",
      "id": "s158"
    },
    {
      "text": "Do these differences result in this advertisement not being misleading?",
      "id": "s159"
    },
    {
      "text": "On balance, I think not.",
      "id": "s160"
    },
    {
      "text": "I reach this conclusion for essentially two reasons.",
      "id": "s161"
    },
    {
      "text": "The first is that the words \"To subscribe\" and the asterisk were only associated with the general instruction concerning how to obtain the services offered in the advertisement.",
      "id": "s162"
    },
    {
      "text": "The general instruction and the words were at the far left and top of the advertisement.",
      "id": "s163"
    },
    {
      "text": "They were not, in font size or in any other respect, prominent or distinctive.",
      "id": "s164"
    },
    {
      "text": "Indeed, in context, they were comparatively inconspicuous and dominated by surrounding text which was highlighted in a variety of ways.",
      "id": "s165"
    },
    {
      "text": "However the advertisement contained instructions in five other places, each relating to a particular service.",
      "id": "s166"
    },
    {
      "text": "Four of them and of the four, certainly two, were sufficiently removed from those words and separated by other visual clutter to render it unlikely that all readers of the advertisement would have noticed the words, seen the asterisk and picked up what was said in the note.",
      "id": "s167"
    },
    {
      "text": "The structure of the advertisement was such that a reader may have simply responded to the instructions associated with a particular service and unwittingly agreed to subscribe and pay a weekly fee to obtain the service.",
      "id": "s168"
    },
    {
      "text": "The second and allied reason is that the services were still described in terms that suggested a one-off acquisition of information, a sound or an image (as discussed in [19] above).",
      "id": "s169"
    },
    {
      "text": "Either independently or in addition to the matters discussed in the preceding paragraph, this aspect of the advertisement suggested a one-off provision of content and did not suggest a subscription service.",
      "id": "s170"
    },
    {
      "text": "There was an issue between the ACCC and Teracomm about the attributes of the target audience of Dolly , all teenage girls aged between 14 and 17.",
      "id": "s171"
    },
    {
      "text": "The ACCC submitted they were likely to be sufficiently gullible or vulnerable to fail to understand (either wholly or partially) the message conveyed in the advertisements including the message about the cost and nature of the service.",
      "id": "s172"
    },
    {
      "text": "Teracomm submitted they were savvy, technologically literate adolescents who would have well understood the advertisements.",
      "id": "s173"
    },
    {
      "text": "It is sufficient, when dealing with this question, to repeat (without using quotations) what I said in Australian Competition and Consumer Commission v Prouds Jewellers Pty Ltd [2008] FCA 75 at [16] and [19].",
      "id": "s174"
    },
    {
      "text": "The leading authority on the question of how the audience is identified and what characteristics or attributes it may have, is the judgment of the High Court in Campomar Sociedad, Limitada v Nike International Ltd [2000] HCA 12 ; (2000) 202 CLR 45: see also Campbell v Backoffice Investments Pty Ltd [2009] HCA 25 at [26].",
      "id": "s175"
    },
    {
      "text": "In considering the nexus between the conduct and the likely misleading or deception of the prospective purchasers in the case of representations to the public it is necessary to isolate who are the \"ordinary\" or \"reasonable\" members of the class of prospective purchasers.",
      "id": "s176"
    },
    {
      "text": "In Campomar the Court explained that this process involves an objective attribution of certain characteristics.",
      "id": "s177"
    },
    {
      "text": "Such a person would not fail to take reasonable care of their own interests.",
      "id": "s178"
    },
    {
      "text": "It is necessary to isolate by some criterion a representative member of that class to determine whether a misconception is likely to arise from the conduct alleged (see [103]).",
      "id": "s179"
    },
    {
      "text": "Section 52 contemplates the effect of the conduct on reasonable members of a class.",
      "id": "s180"
    },
    {
      "text": "In identifying the hypothetical individual contemplated by the joint judgment in Campomar and in considering the effect of the impugned conduct on that individual, the Court can identify from a general and diverse group which may constitute the audience, a hypothetical individual who is most likely to be misled but only in the sense used in the following quotation.",
      "id": "s181"
    },
    {
      "text": "That is, one can test the effect of the conduct on a subclass of that general and diverse group.",
      "id": "s182"
    },
    {
      "text": "So much is apparent from the judgment of the Full Court in Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215.",
      "id": "s183"
    },
    {
      "text": "The Full Court said (at [24]): \n \n [The trial judge] (at [16]) summarised the text formulated by the High Court in Campomar Sociedad, Limitada v Nike International Ltd [2000] HCA 12 ; (2000) 202 CLR 45 at [103] - [105] in these terms: \n \n\n \n \n \"First, where the persons allegedly misled are not identified individuals but are members of a class it is necessary to isolate \"a representative member\" of the class and enquire whether this hypothetical individual is likely to be deceived.",
      "id": "s184"
    },
    {
      "text": "Second, when considering the likely effect of the misrepresentation on this hypothetical person he (or she) should be judged as an 'ordinary' or 'reasonable' member of the class.",
      "id": "s185"
    },
    {
      "text": "In this way, reactions to the representation that are 'extreme' or 'fanciful' will be disregarded.",
      "id": "s186"
    },
    {
      "text": "\" \n \n\n \n \n Having identified the test his Honour then said (at [21]): \n \n\n \n \n \"How then is one to identify and give characteristics to Campomar Sociedad 's hypothetical individual?",
      "id": "s187"
    },
    {
      "text": "Logic demands that if one is dealing with a diverse group then, for the purpose of determining whether particular conduct has the capacity to mislead, it is necessary to select a hypothetical individual from that section of the group which is most likely to be misled.",
      "id": "s188"
    },
    {
      "text": "If the court is satisfied that this hypothetical individual is likely to have been misled by that conduct, that would be sufficient.",
      "id": "s189"
    },
    {
      "text": "\" \n \n\n \n \n The appellants' complaint appears to be that his Honour should have considered the effect of the notices on the \"ordinary or reasonable\" recipient.",
      "id": "s190"
    },
    {
      "text": "However in our view his Honour accurately summarised the Campomar test.",
      "id": "s191"
    },
    {
      "text": "There is no inconsistency between testing the effect of the representation by reference to ordinary or reasonable members of the class and by reference to the hypothetical individual.",
      "id": "s192"
    },
    {
      "text": "The attribution of characteristics to the ordinary and reasonable members of the class must be objective in order to allow for the wide range of persons who would in fact make up the class: National Exchange Pty Ltd v Australian Securities and Investments Commission [2004] FCAFC 90 ; (2004) 49 ACSR 369 at [68] per Jacobson and Bennett JJ.",
      "id": "s193"
    },
    {
      "text": "Within a large class there may be a number of subclasses of ordinary and reasonable people.",
      "id": "s194"
    },
    {
      "text": "Thus in the present case there may be ordinary and reasonable persons who were well informed about the internet and the domain name registration system and other persons, equally ordinary and reasonable, who were not.",
      "id": "s195"
    },
    {
      "text": "In my opinion, the ACCC's contentions in this matter can be approached on the footing that there would have been a material number of readers of Dolly who would not have paid particular attention to matters of detail and would not have had a familiarity or understanding of these services.",
      "id": "s196"
    },
    {
      "text": "Those readers would have been or would have been likely to have been misled by the advertisements.",
      "id": "s197"
    },
    {
      "text": "It is not necessary for the advertisements to be characterised in this way (in order to found a conclusion that Teracomm engaged in proscribed conduct) for the advertisements to have resulted in readers acquiring the content offered by Teracomm.",
      "id": "s198"
    },
    {
      "text": "However they did though not in great numbers (roughly averaging 180 in the period May to September 2008).",
      "id": "s199"
    },
    {
      "text": "I am fortified in expressing this conclusion by the uncontested evidence of Teracomm concerning the take-up rate.",
      "id": "s200"
    },
    {
      "text": "It was to the effect that typically 40% to 70% of customers unsubscribed within the first hour of signing up.",
      "id": "s201"
    },
    {
      "text": "Presumably these customers did so either because they noted the commentary at the bottom of the advertisement to the effect that it was a subscription and how to unsubscribe or they learnt that from the confirmation message or both.",
      "id": "s202"
    },
    {
      "text": "They may have known it was a subscription service for these reasons.",
      "id": "s203"
    },
    {
      "text": "Those who did not unsubscribe then remained, on average, a customer for just under three weeks.",
      "id": "s204"
    },
    {
      "text": "The evidence was also to the effect that approximately 15% to 20% of customers tried more than one of the products after they had \"opted into\" one of Teracomm's subscription services.",
      "id": "s205"
    },
    {
      "text": "What this latter piece of evidence meant is not clear.",
      "id": "s206"
    },
    {
      "text": "It may have meant that having acquired one subscription service, this cohort of customers acquired another subscription service at some other time.",
      "id": "s207"
    },
    {
      "text": "This does not indicate, one way or the other, whether this type of customer knew they were acquiring a subscription service.",
      "id": "s208"
    },
    {
      "text": "The one exception would be if the acquisition of the second or subsequent service took place at a time when it was likely the customer was aware there was a subscription service because they had received a bill containing the subscription charge.",
      "id": "s209"
    },
    {
      "text": "Equally this evidence may have meant that this cohort of customers, having acquired one subscription service by seeking one piece of information, later sought other pieces of information provided by the same service.",
      "id": "s210"
    },
    {
      "text": "That could have happened only minutes later (in an immediate, enthusiastic and multi-faceted response to the advertisement) which says nothing about whether the customer knew they had acquired a subscription service.",
      "id": "s211"
    },
    {
      "text": "If it happened some time later it would be more consistent with the customer having then been aware a subscription service had been acquired and the customer was simply using it.",
      "id": "s212"
    },
    {
      "text": "But if between 40% and 70% of customers unsubscribed within the first hour, then between 60% and 30% remained as subscribers on average for just under three weeks.",
      "id": "s213"
    },
    {
      "text": "It is not a large step to infer that at least a material number of those who remained subscribers for an average of just under three weeks became aware that they had subscribed when the cost of subscription was revealed by their phone bills (which would have contained a charge of $21 or $30 for the first use of the service ($3) together with two or three weeks subscription charge ($18 or $27)).",
      "id": "s214"
    },
    {
      "text": "Within that 60% and 30% would be at least some of the 15% to 20% which (on one view of the evidence) knew they had a subscription service and were using it as such by acquiring other pieces of information.",
      "id": "s215"
    },
    {
      "text": "However even if that were so, it is improbable that the residue (those who remained subscribed for just under three weeks and did not know, for some time, they had acquired a subscription service) was only a handful of customers.",
      "id": "s216"
    },
    {
      "text": "For the foregoing reasons I am satisfied that Teracomm engaged in conduct proscribed by s 52 of the Act by placing the misleading advertisements in three editions of Dolly magazine in 2008.",
      "id": "s217"
    },
    {
      "text": "The alleged contravention of 53(aa), (e) and (g) of the Act received limited attention in the submissions of the parties and were not particularised in the statement of claim.",
      "id": "s218"
    },
    {
      "text": "I accept that there was a false representation as to the quality of the service: s 53(aa) , because it was, but not clearly revealed as, a subscription service.",
      "id": "s219"
    },
    {
      "text": "I do not accept it has been established there was a false or misleading representation as to price: s 53(e).",
      "id": "s220"
    },
    {
      "text": "The ACCC submitted that the advertisements made a false and misleading representation as to price in that they represented that a consumer responding to them would pay no more than the cost charged to the consumer by the consumer's carriage service provider for a single SMS message.",
      "id": "s221"
    },
    {
      "text": "As I have earlier indicated (at [23] above), I accept that a reader would not have proceeded on the basis that the content would be provided free.",
      "id": "s222"
    },
    {
      "text": "The consumer would probably have known they would incur the cost of sending the SMS to obtain the content.",
      "id": "s223"
    },
    {
      "text": "I am not satisfied that a consumer would have believed that was the only cost associated with obtaining the content.",
      "id": "s224"
    },
    {
      "text": "I am not satisfied that the advertisement represented that the SMS cost was the only cost.",
      "id": "s225"
    },
    {
      "text": "As to a misleading representation as to the existence of a right (described in the pleading as \"consumers' rights\"): s 53(g) , the ACCC submitted the advertisements represented that the owner of any mobile phone would be eligible to receive any of the services promoted, but only those who owned a WAP enabled mobile phone were so eligible.",
      "id": "s226"
    },
    {
      "text": "A consequence of the observations made at [24] above, is that I do not accept this contention is made out on the evidence.",
      "id": "s227"
    },
    {
      "text": "There was an issue between the parties about whether declaratory orders should be made even if I found that Teracomm engaged in conduct in contravention of the Act.",
      "id": "s228"
    },
    {
      "text": "Counsel for Teracomm submitted, in effect, that three factors told against making declarations.",
      "id": "s229"
    },
    {
      "text": "The first was that once the ACCC drew its concerns about the advertisements to the attention of Teracomm, it altered the content of the advertisement.",
      "id": "s230"
    },
    {
      "text": "The second was that the proceedings were commenced several months after Teracomm altered the content of the advertisement and only shortly after the ACCC indicated it remained concerned about the content of the revised advertisement.",
      "id": "s231"
    },
    {
      "text": "The third was that certainly the second form of the advertisement complied with or substantially complied with the Guidelines.",
      "id": "s232"
    },
    {
      "text": "Counsel for Teracomm took issue with a submission made by the ACCC to the effect that Teracomm was an overseas corporation and a message needed to be sent that such a corporation needed to comply with Australian law.",
      "id": "s233"
    },
    {
      "text": "The power to make a declaration is a discretionary one.",
      "id": "s234"
    },
    {
      "text": "However the exercise of the power in the context of an established contravention of the Act in proceedings brought by the ACCC is informed by a principled approach established by the authorities.",
      "id": "s235"
    },
    {
      "text": "It has been conveniently summarised by Kenny J in Australian Competition and Consumer Commission v Henry Kaye and National Investment Institute Pty Ltd [2004] FCA 1363 (at [200] - [201]).",
      "id": "s236"
    },
    {
      "text": "It has been said, in various contexts, that, \"[p]roceedings under the Trade Practices Act have a special character in that the Act deals with the protection of the public interest\": World Series Cricket Pty Ltd v Parish (1977) 16 ALR 181 at 186 per Bowen CJ, cited with approval in Australian Competition and Consumer Commission v IMB Group Pty Ltd [1999] FCA 313 ; (1999) ATPR 41-688 (\"IMB\") per Drummond J at [14].",
      "id": "s237"
    },
    {
      "text": "This special character has a bearing on remedies.",
      "id": "s238"
    },
    {
      "text": "The Commission stands apart from other litigants in that its functions include the furtherance of those interests.",
      "id": "s239"
    },
    {
      "text": "Indeed, this much is recognised by the decision of the Full Court of this Court in Tobacco Institute of Australia Ltd v Australian Federation of Consumer Organisations Inc (No 2) [1993] FCA 83 ; (1993) 41 FCR 89 , where Sheppard J held, at 100, that the concern of the TPA with the public interest supported \"the view that the court may, in appropriate cases, exercise its power to grant declaratory relief to mark its disapproval of particular conduct engaged in in contravention of the Act\": see also 106 per Foster J and 107 per Hill J; also Chen at 48 per Sackville J; Australian Competition and Consumer Commission v Goldy Motors Pty Ltd [2001] ATPR 41-801 at [34] per Carr J; Australian Competition and Consumer Commission v Target Australia Pty Ltd [2001] FCA 1326 ; [2001] ATPR 41-840 at [18] per Lee J; and IMB at 42-803 to 42-804 per Drummond J.",
      "id": "s240"
    },
    {
      "text": "Of necessity, the relief that the Court considers appropriate in each case will depend on the circumstances of the case: compare Telstra Corp Ltd v AAPT Ltd [1999] NSWSC 853 (\"Telstra\") at [57] per Bryson J.",
      "id": "s241"
    },
    {
      "text": "Consistent with this approach, the focus of the Court's consideration in determining whether a declaration should be made should be the contravening conduct and not steps taken after the contravention to ameliorate its effect.",
      "id": "s242"
    },
    {
      "text": "I have little doubt that such steps would bear upon the question of whether injuctive relief should issue.",
      "id": "s243"
    },
    {
      "text": "However Teracomm has engaged in contravening conduct and, in my opinion, a declaration to that effect should be made.",
      "id": "s244"
    },
    {
      "text": "I should add that I am far from persuaded that, as counsel for the ACCC contended, the fact that Teracomm is a foreign corporation has a bearing on whether a declaration should be made.",
      "id": "s245"
    },
    {
      "text": "As to the Guidelines, I make the following observations.",
      "id": "s246"
    },
    {
      "text": "I accept, as counsel for the ACCC submitted, that the second advertisement (and plainly the first) did not comply with the Guidelines.",
      "id": "s247"
    },
    {
      "text": "Relevantly, parts 4.1.2 and 6.1 of the Guidelines require that the subscription nature of the service be explicitly stated, with the words to be used prominently and highly visible to readers, with all information relating to price and material terms clearly and accurately displayed in sufficient proximity to the product, such that it is obvious the information applies to the product/service, having regard to the intended audience.",
      "id": "s248"
    },
    {
      "text": "Why they did not comply is apparent from the reasons I have already given.",
      "id": "s249"
    },
    {
      "text": "In relation to the submission referred to at [11] above, I accept that Teracomm has a reasonable basis for feeling aggrieved by the fact that the ACCC commenced proceedings at a time when it had earlier manifest a genuine willingness to formulate advertisements to meet the concerns of the ACCC which had not responded within any reasonable period to Teracomm's correspondence concerning their re-formulation.",
      "id": "s250"
    },
    {
      "text": "However the ACCC has a broad regulatory role in both enforcing consumer protection legislation and educating both the public and the business community to promote future compliance with that legislation.",
      "id": "s251"
    },
    {
      "text": "Once the decision had been made to commence proceedings and they had been commenced, Teracomm could have consented to orders obviating the need for a final hearing.",
      "id": "s252"
    },
    {
      "text": "I make the declarations generally in the terms sought by the ACCC save as to contravention of s 53(e) and (g) and I order that Teracomm pay the costs of the proceedings.",
      "id": "s253"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s254"
    },
    {
      "text": "Associate:\n \n \nDated: 20 August 2009\n \n Counsel for the Applicant: S White SC and R Higgins \n \n Counsel for the Respondent: J Richards \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Solicitor for the Respondent: Axis Legal \n Date of Hearing: 15 July 2009 \n \n Date of Judgment: 20 August 2009 \n ANNEXURE \"A\"\n \n \n ANNEXURE \"B\"\n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/903.html",
      "id": "s255"
    }
  ]
}