{
  "name": "SZNCZ v Minister for Immigration and Citizenship [2009] FCA 902 (17 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/902.html",
  "catchphrases": [
    {
      "text": "whether federal magistrate in error in concluding evidence before the refugee review tribunal insufficient to found a conclusion that the appellant was a refugee.",
      "id": "c0"
    },
    {
      "text": "appellant failed to appear at the hearing of the appeal",
      "id": "c1"
    },
    {
      "text": "insufficient medical evidence to warrant adjournment of the appeal.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against a decision of the Federal Magistrates Court dismissing the appellant's application to set aside a decision of the Refugee Review Tribunal ( the RRT ) for jurisdictional error ( SZNCZ v Minister for Immigration &amp; Anor [2009] FMCA 466).",
      "id": "s0"
    },
    {
      "text": "The RRT, by its decision on 11 December 2008, affirmed the decision of the first respondent Minister's delegate, refusing to grant a protection visa to the appellant under the Migration Act 1958 (Cth).",
      "id": "s1"
    },
    {
      "text": "When the matter was called for hearing today, the appellant did not appear.",
      "id": "s2"
    },
    {
      "text": "Shortly before the hearing the appellant forwarded a facsimile to the Court which stated as follows: \n You are hereby informed that I am unable to attend the hearing being held today in the Court of Judge Jagot J at 2.15 pm in the Federal Court, Law Courts Building, Queens Square, Sydney, due to headache and temperature.",
      "id": "s3"
    },
    {
      "text": "The facsimile was not accompanied by a medical certificate.",
      "id": "s4"
    },
    {
      "text": "The Minister applied for the appeal to be heard in the appellant's absence, relying on Order 52 rule 38A(1)(d) of the Federal Court Rules .",
      "id": "s5"
    },
    {
      "text": "The rule provides that: \n (1) If a party is absent when an appeal is called on for hearing, the Court may: \n\n \n ... \n\n \n (d) proceed with the hearing, either generally or in relation to any claim for relief in the appeal.",
      "id": "s6"
    },
    {
      "text": "I am satisfied that it is appropriate to proceed with the hearing in the appellant's absence.",
      "id": "s7"
    },
    {
      "text": "A last minute facsimile to the Court by an appellant alleging vague symptoms of a headache and a temperature, unsupported by any medical evidence, is insufficient to warrant an adjournment of the appeal.",
      "id": "s8"
    },
    {
      "text": "The appellant's notice of appeal filed on 10 June 2009 identified one ground of appeal, namely, that the Federal Magistrates Court erred as it ought to have held on the evidence that it was open to the RRT to find that the appellant was a refugee.",
      "id": "s9"
    },
    {
      "text": "This ground is particularised as an allegation that the Federal Magistrates Court \"failed to properly apply the consideration that applicants for refugee status ought to be given the benefit of the doubt in circumstances where the ...[RRT] entertained the possibility that the [appellant's] claims are plausible; which was the case here\".",
      "id": "s10"
    },
    {
      "text": "The difficulty for the appellant is that the Federal Magistrates Court considered and rejected the very same contention in [44]-[49] of its reasons.",
      "id": "s11"
    },
    {
      "text": "As those paragraphs of the reasons for decision of the Federal Magistrates Court disclose, the contention is misconceived because the RRT simply did not entertain the possibility that the appellant's claims were plausible.",
      "id": "s12"
    },
    {
      "text": "To the contrary, the RRT \"comprehensively disbelieved\" the appellant and his claims (at [47]).",
      "id": "s13"
    },
    {
      "text": "The reasoning of the Federal Magistrates Court with respect to this claim and the need for it to be rejected is without error.",
      "id": "s14"
    },
    {
      "text": "First, the Federal Magistrates Court (at [45]) correctly observed that \"to the extent that the [appellant] may be taken to rely on what is set out at paragraphs 203-204 of the 'UNHCR, Handbook on Procedures and Criteria for Determining Refugee Status', ...the Handbook does not have binding force in Australian law, but may be a useful reference for those whose task it is to determine whether or not a person is a refugee\" (citing Chan Yee Kin v Minister for Immigration and Ethnic Affairs [1989] HCA 62 ; (1989) 169 CLR 379 , Applicant A v Minister for Immigration and Ethnic Affairs [1997] HCA 4 ; (1997) 190 CLR 225 , and Semunigus v Minister for Immigration and Multicultural Affairs [1999] FCA 422 at [8] - [9]).",
      "id": "s15"
    },
    {
      "text": "Second, the Federal Magistrates Court (at [46]) acknowledged that \"[w]here the [RRT's] finding as to a claim, or an aspect, or integer of a claim, is attendant with any real doubt, the [RRT] is required to consider the alternative, that is, that its finding may be incorrect, and then to determine whether an applicant may have a well-founded fear of persecution for a Convention reason in those circumstances\" (citing Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 , Abebe v The Commonwealth (1999) 197 CLR 510; [1999] HCA 14 and Minister for Immigration and Multicultural Affairs v Rajalingam (1999) 93 FCR 220 ; [1999] FCA 719).",
      "id": "s16"
    },
    {
      "text": "The most recent of these decisions, Rajalingam , bears out the summary of principles by the Federal Magistrates Court in [46] of its reasons.",
      "id": "s17"
    },
    {
      "text": "The Full Court of the Federal Court, in Rajalingam , at [60]-[67], said: \n [ 60 ] It follows from the observations of the High Court in Wu Shan Liang and Guo that there are circumstances in which the RRT must take into account the possibility that alleged past events occurred even though it finds that those events probably did not occur.",
      "id": "s18"
    },
    {
      "text": "This result, perhaps surprising at first glance, comes about because the ultimate question before the RRT is whether it is satisfied that the applicant has a well-founded fear of future persecution, in the sense of having a \"real substantial basis\" for the fear.",
      "id": "s19"
    },
    {
      "text": "The RRT must not foreclose reasonable speculation about the chances of the hypothetical future event occurring.",
      "id": "s20"
    },
    {
      "text": "... \n\n \n [ 67 ] ...the question of whether the RRT should have considered the possibility that its findings of fact might not have been correct is to be determined by reference to the RRT's own reasons.",
      "id": "s21"
    },
    {
      "text": "If a fair reading of the reasons as a whole shows that the RRT itself had \"no real doubt\" (to use the language in Guo ) that claimed events had not occurred, there is no warrant for holding that it should have considered the possibility that its findings were wrong.",
      "id": "s22"
    },
    {
      "text": "Reasonable speculation as to whether the applicant had a well-founded fear of persecution does not require a possibility inconsistent with the RRT's own findings to be pursued.",
      "id": "s23"
    },
    {
      "text": "A \"fair reading\" of the reasons incorporates the principle that the RRT's reasons should receive a \"beneficial construction\" and should not be \"construed minutely and finely with an eye keenly attuned to the perception of error\": Wu Shan Liang , at 271-272 [ Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259] , quoting Collector of Customs v Pozzolanic Enterprises Pty Ltd [1993] FCA 456 ; (1993) 43 FCR 280 (FC), at 287.",
      "id": "s24"
    },
    {
      "text": "Only if a fair reading of the reasons allows the conclusion that the RRT had a real doubt that its findings on material questions of fact were correct, might error be revealed by the RRT's failure to take account of the possibility that the alleged events might have occurred (or the possibility that an event said not to have occurred did not in fact occur).",
      "id": "s25"
    },
    {
      "text": "If the fair reading allows of such a conclusion, the failure to consider the possibilities might demonstrate that the RRT had not undertaken the required speculation about the chances of future persecution.",
      "id": "s26"
    },
    {
      "text": "Third, the Federal Magistrates Court (at [47]-[49]), on reviewing the RRT's reasons, concluded that the RRT did not entertain the possibility that the appellant's claims were plausible.",
      "id": "s27"
    },
    {
      "text": "The RRT disbelieved the appellant.",
      "id": "s28"
    },
    {
      "text": "The RRT's reasons disclose no real doubt about the appellant's claims (that is, that the appellant should be disbelieved).",
      "id": "s29"
    },
    {
      "text": "Accordingly, in this case, the RRT had no obligation to speculate about what might be its conclusion if the appellant were to be believed.",
      "id": "s30"
    },
    {
      "text": "The case was simply one in which the RRT was not satisfied that the appellant is a person to whom Australia has protection obligations.",
      "id": "s31"
    },
    {
      "text": "I agree with each of these key aspects of the reasoning of the Federal Magistrates Court.",
      "id": "s32"
    },
    {
      "text": "I also note that the Federal Magistrates Court dealt with three other grounds of alleged jurisdictional error which the appellant raised (breach of s 424A of the Migration Act , denial of procedural fairness, and a failure to consider the appellant's claims), as well as one ground the Federal Magistrates Court itself raised (breach of s 424 of the Migration Act ).",
      "id": "s33"
    },
    {
      "text": "The appellant's notice of appeal did not allege any error about these matters.",
      "id": "s34"
    },
    {
      "text": "I too am unable to discern any such error.",
      "id": "s35"
    },
    {
      "text": "For these reasons, the appeal should be dismissed.",
      "id": "s36"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s37"
    },
    {
      "text": "Associate:\n \n \nDated: 17 August 2009\n \n The Appellant did not appear.",
      "id": "s38"
    },
    {
      "text": "Counsel for the First Respondent: Ms R Francois \n \n Solicitor for the First Respondent: Clayton Utz \n Date of Hearing: 17 August 2009 \n \n Date of Judgment: 17 August 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/902.html",
      "id": "s39"
    }
  ]
}