{
  "name": "SZMPT v Minister for Immigration and Citizenship [2009] FCA 99 (12 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/99.html",
  "catchphrases": [
    {
      "text": "court may have regard to reasons of tribunal in assessing whether section 424a(1) of migration act 1958 (cth) engaged",
      "id": "c0"
    },
    {
      "text": "question of fact",
      "id": "c1"
    },
    {
      "text": "delegate considered evidence of similar protection visa claims made by other individuals from same region as appellant",
      "id": "c2"
    },
    {
      "text": "section 424a not engaged as tribunal did not rely on same information as delegate",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This is an appeal from orders made by Driver FM on 14 November 2008, dismissing an application for review of a decision of the Refugee Review Tribunal handed down on 10 July 2008.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister not to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "The appellant has claimed to have a well-founded fear of persecution in China by reason of her political opinion.",
      "id": "s2"
    },
    {
      "text": "She claimed that she protested against the illegal reclamation of land in her home town by the local authorities in her province.",
      "id": "s3"
    },
    {
      "text": "She claimed to have joined a local group which printed and distributed leaflets critical of the government, and that her husband was arrested by the Public Security Bureau (\"PSB\").",
      "id": "s4"
    },
    {
      "text": "She also claimed that the PSB was looking for her and that her home had been searched by the PSB.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed that she was on a black list and would be arrested if she returned to China.",
      "id": "s6"
    },
    {
      "text": "The appellant also claimed that she secretly photocopied political leaflets after being approached by an old school friend and, as I have said, that the police searched her home and confiscated her personal property.",
      "id": "s7"
    },
    {
      "text": "In addition, she claimed that her parents and relatives were investigated and that she is regarded as a key member who played an active role in the anti-government movement organised by her friend.",
      "id": "s8"
    },
    {
      "text": "DECISION OF THE REFUGEE REVIEW TRIBUNAL \n The Tribunal rejected the appellant's claims to have been involved in distributing anti-government leaflets, noting that this claim was not credible given her previous lack of political involvement.",
      "id": "s9"
    },
    {
      "text": "The essence of the Tribunal's reasons is stated at [123]: \n The Tribunal finds her claim that she decided to become politically active after being requested to do so by a friend and also because she did not live in the area of the Project is not credible.",
      "id": "s10"
    },
    {
      "text": "While she lived in the area of the Project she did not demonstrate and she was not politically active and the reasons she gave were that she was working and had no time.",
      "id": "s11"
    },
    {
      "text": "Yet at a time when she was also working full-time and now had a very young child and she was not living in the area of the Project, she claimed that she decided to help to print propaganda materials and join the group.",
      "id": "s12"
    },
    {
      "text": "The Tribunal does not believe her evidence and finds that it is not credible.",
      "id": "s13"
    },
    {
      "text": "The Tribunal also said, at [127], that: \n As well as the implausibility of her claims the Tribunal has also had regard to some significant inconsistencies in her evidence.",
      "id": "s14"
    },
    {
      "text": "The principal inconsistency related to the appellant's claim that she had made photocopies of documents using a photocopier from a beauty salon.",
      "id": "s15"
    },
    {
      "text": "The Tribunal said, at [133] of its reasons: \n The Tribunal finds it implausible that the applicant would take a photocopier from the beauty salon on about 50 occasions, usually at night, to print propaganda material and then be obliged to return the photocopier to the salon because she had not told the salon that she was borrowing it.",
      "id": "s16"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n The only ground of review which was pursued before Driver FM was the ground set out in an amended application filed 9 October 2008.",
      "id": "s17"
    },
    {
      "text": "This ground of review was that the Tribunal failed to comply with section 424A of the Migration Act 1958 (Cth) (\"the Act\"), because it failed to supply particulars of information about similar protection visa claims that were made by other individuals using the same migration agent.",
      "id": "s18"
    },
    {
      "text": "That matter was referred to in the reasons of the delegate, who observed that: \n The applicant's claims bear many similarities to that of other PRC Protection visa applicants who have lodged their applications in New South Wales ... \n The relevant passage from the delegate's reasons is set out in [4] of the reasons of the Federal Magistrate.",
      "id": "s19"
    },
    {
      "text": "The learned Federal Magistrate held that section 424A was not engaged, because the Tribunal did not refer to or rely upon the information relating to the similarity of the other applications.",
      "id": "s20"
    },
    {
      "text": "The Federal Magistrate observed at [6] that the Tribunal did not adopt the approach taken by the delegate and considered the appellant's claims on their merit, dissecting them and dealing with them in some detail.",
      "id": "s21"
    },
    {
      "text": "His Honour also observed at [7] that the Tribunal wrote to the appellant on 13 June 2008, pursuant to section 424A of the Act, but there was no mention in that letter of the information that had been referred to by the delegate.",
      "id": "s22"
    },
    {
      "text": "As his Honour observed, the issue before him was whether this information should have been referred to in the section 424A letter.",
      "id": "s23"
    },
    {
      "text": "His Honour, at [11], said that, while the contrary is arguable, in his view the Tribunal did not breach section 424A.",
      "id": "s24"
    },
    {
      "text": "Significantly, he observed at [12]: \n In the present case, on the available material, I conclude that there was no mention of the information referred to by the delegate at the Tribunal hearing.",
      "id": "s25"
    },
    {
      "text": "In fact there was no mention of the issue in any document generated by the Tribunal at any stage of the review process.",
      "id": "s26"
    },
    {
      "text": "In coming to this conclusion, his Honour distinguished the decision of Heerey J in MZXBQ v Minister for Immigration and Citizenship &amp; Anor [2008] FCA 319 ; (2008) 166 FCR 483.",
      "id": "s27"
    },
    {
      "text": "In that case, Heerey J observed that the decision of the High Court in SZBYR &amp; Anor v Minister for Immigration and Citizenship &amp; Anor (2007) 235 ALR 609 impliedly overruled a substantial body of authority in the Federal Court in which it was held that an assessment of whether the Tribunal has complied with section 424A(1) requires close attention to the reasons of the Tribunal.",
      "id": "s28"
    },
    {
      "text": "Driver FM considered that MZXBQ was distinguishable from the present case because in MZXBQ , the relevant information was raised by the Tribunal at the section 425 hearing.",
      "id": "s29"
    },
    {
      "text": "THE APPEAL \n The essential issue which arises on this appeal is whether Driver FM was correct in finding that section 424A(1) was not engaged.",
      "id": "s30"
    },
    {
      "text": "Counsel for the Minister submitted that the approach taken by the Federal Magistrate is consistent with that of a Full Court in SZKLG v Minister for Immigration and Citizenship &amp; Anor [2007] FCAFC 198 ; (2007) 164 FCR 578 at [33] .",
      "id": "s31"
    },
    {
      "text": "Counsel also submitted that this view is reinforced by the language of section 424A(1)(b) of the Act.",
      "id": "s32"
    },
    {
      "text": "That subsection requires the Tribunal to ensure, as far as is reasonably practicable, that an applicant understands why the information is relevant to the review.",
      "id": "s33"
    },
    {
      "text": "It follows that if the Tribunal does not perceive the information to be relevant, there can be no obligation under section 424A(1) of the Act.",
      "id": "s34"
    },
    {
      "text": "Counsel also submitted that evidence as to what the Tribunal considered to be the reason, or part of the reason, for making its decision may be found in the statement of reasons.",
      "id": "s35"
    },
    {
      "text": "The submission continued by stating that when relevant information is not relied upon in the Tribunal's statement of reasons, an applicant for judicial review will need some other evidence to establish the jurisdictional fact stated in the provision.",
      "id": "s36"
    },
    {
      "text": "In my view, these submissions are correct and are supported by the authorities.",
      "id": "s37"
    },
    {
      "text": "It is true that the High Court in SZBYR impliedly overruled a substantial body of authority in the Federal Court which held that an assessment of whether the Tribunal has complied with section 424A(1) requires close attention to the reasons of the Tribunal.",
      "id": "s38"
    },
    {
      "text": "Indeed, in SZBYR at [22], the High Court rejected the need for \"unbundling\" of the Tribunal's reasons, an approach which had been adopted in authorities of this court such as Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396 at [99] , and SZEEU &amp; Ors v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at [208] .",
      "id": "s39"
    },
    {
      "text": "But I do not think it follows from what the High Court said in SZBYR that in making an assessment of whether section 424A(1) was engaged, a court can never have regard to the reasons of the Tribunal.",
      "id": "s40"
    },
    {
      "text": "It seems to me that this proposition would be contrary to what the High Court said in Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs &amp; Anor [2005] HCA 72 ; (2005) 225 CLR 88 at [12] .",
      "id": "s41"
    },
    {
      "text": "In my opinion, the effect of what their Honours said in SZBYR at [22] was that the Tribunal's reasons are not the starting point for determining whether it considered the information to be a reason for affirming the decision under review.",
      "id": "s42"
    },
    {
      "text": "What their Honours said at [22] in SZBYR was that the need for \"unbundling\" is \"correspondingly reduced.",
      "id": "s43"
    },
    {
      "text": "\" The question of whether the Tribunal considered the information to be a reason for affirming the decision must be a question of fact.",
      "id": "s44"
    },
    {
      "text": "As Siopis J observed in SZMFZ v Minister for Immigration and Citizenship [2008] FCA 1890 at [36] : \n [T]he assessment of whether the information enlivened the obligation on the Tribunal under s 424A(1) is made by reference to the time at which the Tribunal becomes aware of the information.",
      "id": "s45"
    },
    {
      "text": "Accordingly, and significantly, in light of the submission made by the first respondent, the assessment is not dependent upon the use that the Tribunal subsequently made of the information, although, in my view, that may be a relevant consideration in drawing inferences as to the proper characterisation of the information.",
      "id": "s46"
    },
    {
      "text": "That is to say, in a proper case, the Court, in making its assessment, may draw inferences from the Tribunal's reasons as to whether the Tribunal considered the information to be a reason for affirming the decision.",
      "id": "s47"
    },
    {
      "text": "In the present case, not only was there no mention of the information at the Tribunal hearing, it was not mentioned in the Tribunal's reasons or in any document generated by the Tribunal during the review process.",
      "id": "s48"
    },
    {
      "text": "The only inference therefore available was that the Tribunal did not consider the information to be relevant.",
      "id": "s49"
    },
    {
      "text": "It follows, in my opinion, that Driver FM was correct in the conclusion that he reached.",
      "id": "s50"
    },
    {
      "text": "The decision of Heerey J in MZXBQ is distinguishable, because it appears, from [6] and [12] of his Honour's reasons, that the information in question was referred to in the course of the Tribunal hearing, even though there was no reference to it in the section 424A letter or the Tribunal's reasons.",
      "id": "s51"
    },
    {
      "text": "Jagot J followed MZXBQ in SZJZB v Minister for Immigration and Citizenship (2008) 105 ALD 226 , so too did Siopis J in SZMFZ , but both of those cases are distinguishable from the present matter upon the basis that the information in question was considered in those cases to be relevant by the Tribunal, either explicitly or by inference from the review process.",
      "id": "s52"
    },
    {
      "text": "I do not consider that the conclusion I have reached is contrary to the decision of the High Court in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs &amp; Anor [2006] HCA 63 ; (2006) 228 CLR 152.",
      "id": "s53"
    },
    {
      "text": "In that case, the court held that the applicant was entitled to assume the issues considered dispositive by the delegate to be issues which arose in relation to the decision under review.",
      "id": "s54"
    },
    {
      "text": "The High Court also held that if the Tribunal were inclined to reach its decision by reference to an issue other than those considered to be dispositive by the delegate, a failure to notify the applicant would be a denial of procedural fairness and a contravention of section 425(1).",
      "id": "s55"
    },
    {
      "text": "In my opinion, that decision is of no assistance to the appellant in this case, because here the position is the opposite to that which occurred in SZBEL , because the Tribunal considered the issues to be narrower than those which were considered to be dispositive by the delegate.",
      "id": "s56"
    },
    {
      "text": "The appellant appeared in person this morning.",
      "id": "s57"
    },
    {
      "text": "She was assisted by a Mandarin interpreter.",
      "id": "s58"
    },
    {
      "text": "She did not address me on the question of law to which I have referred, but I have given it careful consideration in coming to the views that I have reached.",
      "id": "s59"
    },
    {
      "text": "OTHER GROUNDS \n The notice of appeal seeks to raise other grounds.",
      "id": "s60"
    },
    {
      "text": "The appellant did not speak to them, but I have considered them.",
      "id": "s61"
    },
    {
      "text": "The first ground is an unparticularised claim that the Federal Magistrate \"erred in law\".",
      "id": "s62"
    },
    {
      "text": "That seems to be covered by what I have said above.",
      "id": "s63"
    },
    {
      "text": "The remaining five grounds were not raised before the Federal Magistrate, and the Minister objected to leave being granted to rely upon them for the first time on the appeal.",
      "id": "s64"
    },
    {
      "text": "In SZKMS v Minister for Immigration and Citizenship [2008] FCA 499 at [18] --- [31], Lander J reviewed the authorities on the question of the grant of leave in these circumstances.",
      "id": "s65"
    },
    {
      "text": "His Honour was of the view that this court should not be made, de facto, the court of original jurisdiction when sitting on appeal.",
      "id": "s66"
    },
    {
      "text": "However, his Honour referred to the decision of the Full Court in VUAX v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 158 , in which it was said that, in cases such as this, leave is more readily granted where the point has merit and there is no prejudice.",
      "id": "s67"
    },
    {
      "text": "It seems to me that, without the need to address in any detail the principles referred to by Lander J, it is sufficient to dispose of the further grounds upon the basis that they do not have sufficient merit.",
      "id": "s68"
    },
    {
      "text": "Ground 2 states that the Refugee Review Tribunal was affected by a reasonable apprehension of bias.",
      "id": "s69"
    },
    {
      "text": "This has not been demonstrated.",
      "id": "s70"
    },
    {
      "text": "Ground 3 expresses disagreement with the Tribunal's conclusion at [111] of its reasons.",
      "id": "s71"
    },
    {
      "text": "This is an impermissible claim for merits review.",
      "id": "s72"
    },
    {
      "text": "Ground 4 expresses disagreement with the Tribunal's finding at [112] of its reasons, that it was not satisfied as to the identity of the appellant.",
      "id": "s73"
    },
    {
      "text": "Once again this is a claim for merits review.",
      "id": "s74"
    },
    {
      "text": "Ground 5 claims that the Tribunal's finding is unreasonable and irrational, in particular, because there was no evidence that the Tribunal had considered the appellant's evidence as a whole.",
      "id": "s75"
    },
    {
      "text": "It is plain from reading the Tribunal's reasons that it considered the appellant's claims at length.",
      "id": "s76"
    },
    {
      "text": "Ground 6 claims that the appellant was not provided with a tape-recording of her interview with the delegate, although the section 424A letter does refer to the interview tape.",
      "id": "s77"
    },
    {
      "text": "However, there is authority in the decision of Flick J in SZKOB v Minister for Immigration and Citizenship [2007] FCA 1949 at [12] --- [14] that the Tribunal was not obliged to provide the tape recording.",
      "id": "s78"
    },
    {
      "text": "It follows, in my view, that the appeal must be dismissed with costs.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s80"
    },
    {
      "text": "Associate:\n \n \nDated: 12 February 2009\n \n The Appellant was self-represented.",
      "id": "s81"
    },
    {
      "text": "Counsel for the First Respondent: Tim Reilly \n \n Solicitor for the First Respondent: Sparke Helmore \n Date of Hearing: 12 February 2009 \n \n Date of Judgment: 12 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/99.html",
      "id": "s82"
    }
  ]
}