{
  "name": "SZNCT v Minister for Immigration and Citizenship [2009] FCA 907 (21 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/907.html",
  "catchphrases": [
    {
      "text": "impermissible challenge to facts as found by tribunal",
      "id": "c0"
    },
    {
      "text": "no requirement to make further inquiries",
      "id": "c1"
    },
    {
      "text": "no requirement on part of tribunal to supplement facts relied upon",
      "id": "c2"
    },
    {
      "text": "appointment of parent as tutor",
      "id": "c3"
    },
    {
      "text": "award of costs against tutor",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "The two Appellants before the Court are twin brothers.",
      "id": "s0"
    },
    {
      "text": "They were born on 18 January 2006 and are Fijian nationals.",
      "id": "s1"
    },
    {
      "text": "The Appellants applied in July 2008 for Protection (Class XA) visas.",
      "id": "s2"
    },
    {
      "text": "Those two applications had been preceded by unsuccessful applications made initially by their mother and subsequently by their father for protection visas.",
      "id": "s3"
    },
    {
      "text": "The applications made by the twin brothers were refused in two separate decisions by a delegate of the Minister on 2 September 2008.",
      "id": "s4"
    },
    {
      "text": "Two separate applications for review were thereafter made to the Refugee Review Tribunal.",
      "id": "s5"
    },
    {
      "text": "Those applications for review were heard together by the Tribunal.",
      "id": "s6"
    },
    {
      "text": "A hearing was conducted in November 2008.",
      "id": "s7"
    },
    {
      "text": "The Tribunal affirmed the delegate's decisions.",
      "id": "s8"
    },
    {
      "text": "The claim then being advanced by the Appellants' father on their behalf was that the twin brothers would suffer upon their return to Fiji by reason of the fate that might await him.",
      "id": "s9"
    },
    {
      "text": "The father contended that he would be killed by soldiers upon his return and claimed that soldiers threatened to shoot him during the George Speight coup.",
      "id": "s10"
    },
    {
      "text": "He supported the Reconciliation Bill in Fiji, a bill apparently opposed by the military and a bill considered to have been instrumental in the 2006 coup.",
      "id": "s11"
    },
    {
      "text": "The Tribunal ultimately concluded: \n [108] With great difficulty, the Tribunal is prepared to accept that the Applicants' father was a supporter of the SDL Party in Fiji.",
      "id": "s12"
    },
    {
      "text": "He did not directly claim that the Applicants face persecution directly or indirectly due to his having been a supporter of the SDL.",
      "id": "s13"
    },
    {
      "text": "The only evidence suggesting that the Applicants might be affected by their father's support for the SDL appears in the SDL official's letter where it states, vaguely and without detail, that he was frequently victimised for his political affiliations and activities.",
      "id": "s14"
    },
    {
      "text": "When asked to explain himself why he thought the army wanted to hurt him it was not any affiliation with the SDL that the Applicants' father mentioned but, rather, George Speight.",
      "id": "s15"
    },
    {
      "text": "Having considered all of the evidence before it, including the evidence of the Applicants' father's propensity to subscribe to false and/or exaggerated claims, the Tribunal gives the factor of his reported support for the SDL no weight.",
      "id": "s16"
    },
    {
      "text": "This is notwithstanding that the SDL is the party of the ousted Qarase.",
      "id": "s17"
    },
    {
      "text": "[109] The Tribunal notes that the Applicant's father took no steps to leave Fiji until over four years after the George Speight coup.",
      "id": "s18"
    },
    {
      "text": "He says this was because the government was democratically elected and because he [sic] threatening telephone calls from the army or \"wherever\" did not start until later on.",
      "id": "s19"
    },
    {
      "text": "The Tribunal gives these claims no weight.",
      "id": "s20"
    },
    {
      "text": "[110] The Tribunal does not accept that the Applicants face a real chance of Convention-related persecution arising from anything that occurred before the Applicants' family departed Fiji.",
      "id": "s21"
    },
    {
      "text": "Applications were thereafter filed with the Federal Magistrates Court seeking review of the Tribunal decision.",
      "id": "s22"
    },
    {
      "text": "That Court heard both applications together and dismissed both applications: SZNCT &amp; SZNCU v Minister for Immigration and Citizenship [2009] FMCA 233.",
      "id": "s23"
    },
    {
      "text": "A Notice of Appeal was filed in this Court on 9 April 2009.",
      "id": "s24"
    },
    {
      "text": "The Grounds of Appeal there set out are as follows (without alteration): \n GROUNDS OF APPEAL \n\n \n 1.",
      "id": "s25"
    },
    {
      "text": "The Learned Federal Magistrate was in error in not determining that the Second Respondent had failed to accord \"Procedural Fairness\" to the Applicant because of:\n 1.1 its failure to carry out its role in an Inquisitorial Manner when it said \"Having considered all of the evidence before it\" whereas it made a contrary finding.",
      "id": "s26"
    },
    {
      "text": "1.2 the weight it gave to the claims of the Applicant's mother in her application for a protection visa in 2005 notwithstanding an honest explanation of these claims by both of the Applicant's parents.",
      "id": "s27"
    },
    {
      "text": "2.",
      "id": "s28"
    },
    {
      "text": "The Learned Federal Magistrate was in error in not determining that the Second Respondent acted in a \"manifestly unreasonable\" manner towards the Applicant when dealing with the Applicant's claims because of it's failure to consider the claims in accordance with the Criteria in Article 1(A)(2) of the 1951 UN Convention relating to Status of Refugee.",
      "id": "s29"
    },
    {
      "text": "3.",
      "id": "s30"
    },
    {
      "text": "The Learned Federal Magistrate was in error in not determining that the Second Respondent fell into jurisdictional error in failing to request more information regarding the applicants' father's victimisation for his political affiliations and activities in the SDL letter from the SDL official itself.",
      "id": "s31"
    },
    {
      "text": "The Notice of Appeal was signed by the Appellants' father, purportedly as \" guardian \".",
      "id": "s32"
    },
    {
      "text": "A statement of \" Contentions of Fact &amp; Law \" was filed on 30 July 2009 and it, too, had been signed by the father.",
      "id": "s33"
    },
    {
      "text": "The Appellants' father appeared before this Court on 6 August 2009.",
      "id": "s34"
    },
    {
      "text": "The Appellants were otherwise unrepresented.",
      "id": "s35"
    },
    {
      "text": "There was no interpreter to assist the father but he nevertheless wished for the Appeal to proceed.",
      "id": "s36"
    },
    {
      "text": "A copy of a written Outline of Submissions filed on behalf of the Respondent Minister had apparently not been previously seen by the father and there was thus a short adjournment to allow the father the opportunity to read those submissions.",
      "id": "s37"
    },
    {
      "text": "The appeal then proceeded.",
      "id": "s38"
    },
    {
      "text": "It is considered that none of the grounds as set forth in the Notice of Appeal has been made out.",
      "id": "s39"
    },
    {
      "text": "THE APPOINTMENT OF THE FATHER AS TUTOR \n Prior to the Notice of Appeal being filed, no order or other step was taken to appoint the now Appellants' father as their guardian.",
      "id": "s40"
    },
    {
      "text": "In some circumstances, the Minister is the guardian of a child who enters Australia, being a \" non-citizen child who arrives in Australia after the commencement of \" the Immigration (Guardianship of Children) Act 1946 (Cth), s 6.",
      "id": "s41"
    },
    {
      "text": "Provision is made in s 5 for the delegation of the Minister's powers and functions under that Act.",
      "id": "s42"
    },
    {
      "text": "But that Act has no application to the present Appellants.",
      "id": "s43"
    },
    {
      "text": "Neither of the Appellants is a \" non-citizen child \" as each was born in Australia.",
      "id": "s44"
    },
    {
      "text": "Written submissions filed in advance of the Appeal on behalf of the Respondent Minister contended that \" [t]o avoid any doubt as to the correct constitution of the appeal, an order should be made appointing the appellant's [sic] father as the appellants' next friend, or guardian, for the purposes of the appeal \".",
      "id": "s45"
    },
    {
      "text": "During the course of an opening submission, the Respondent Minister did not contend that the Appeal had been improperly commenced or did not otherwise constitute an appeal which could be heard and resolved by this Court.",
      "id": "s46"
    },
    {
      "text": "The submission of the Minister was that \" to avoid any doubt \" an order should be made pursuant to O 43 of the Federal Court Rules .",
      "id": "s47"
    },
    {
      "text": "The simplicity with which that submission was put does little to assist in the identification of the basis upon which such an order should be made or the criteria to be considered when making such an order.",
      "id": "s48"
    },
    {
      "text": "No written submission was advanced on behalf of the Minister as to whether or not a proceeding such as the present could be brought by the Appellants without the appointment of a guardian or tutor: see X v Minister for Immigration and Multicultural Affairs [1999] FCA 995 , 92 FCR 524 ; Odhiambo v Minister for Immigration and Multicultural Affairs [2002] FCAFC 194 at [106] , [2002] FCAFC 194 ; 122 FCR 29 at 50.",
      "id": "s49"
    },
    {
      "text": "The concern of the Respondent Minister may nevertheless be accepted.",
      "id": "s50"
    },
    {
      "text": "In the absence of an order being made under O 43 of the Federal Court Rules appointing a \" tutor \", it has been said that the resolution of an appeal may not bind the Appellants: SBAH v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 426 , 126 FCR 552.",
      "id": "s51"
    },
    {
      "text": "Provision is made in O 43 of this Court's Rules for the appointment of \" a tutor for a person under disability \" for the purposes of conducting a proceeding in this Court.",
      "id": "s52"
    },
    {
      "text": "A \" tutor \" is defined as meaning \" a next friend, guardian ad litem or committee of the person ... under disability \".",
      "id": "s53"
    },
    {
      "text": "If a \" tutor \" is to be appointed, it is obviously inappropriate to appoint the Minister as he is a Respondent to the proceeding and a person having an \" interest adverse to the interest of the person under disability \" within the meaning of O 43 r 4(3): SCAW v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 810 at [2] .",
      "id": "s54"
    },
    {
      "text": "The Appellants are infants and, accordingly, persons \" under disability \" within the meaning of O 43.",
      "id": "s55"
    },
    {
      "text": "Order 43 not only confers the power to appoint the Appellants' father as their tutor.",
      "id": "s56"
    },
    {
      "text": "That Order, not surprisingly, also provides for a number of procedural requirements to be satisfied prior to such an order being made.",
      "id": "s57"
    },
    {
      "text": "Those requirements include the filing and service of a notice of motion (O 43 r 2(2)), the need for a tutor to act by a solicitor (O 43 r 5(2)), and the filing of a certificate by the solicitor stating that \" the tutor has no interest in the proceeding adverse to that of the person under disability \" (O 43 r 4(6)(b)).",
      "id": "s58"
    },
    {
      "text": "In the present Appeal , there has been no notice of motion, no affidavit in support of any order filed and there has been no appearance by any solicitor nor any certificate filed.",
      "id": "s59"
    },
    {
      "text": "In other cases an order has been made appointing one or other of the parents of an infant as a next friend and further orders made dispensing with compliance with the \" formal steps \" otherwise prescribed by O 43: e.g.",
      "id": "s60"
    },
    {
      "text": "SZJXW v Minister for Immigration and Citizenship [2008] FCA 143.",
      "id": "s61"
    },
    {
      "text": "Notwithstanding the position the Respondent Minister ultimately adopted, namely that no order was sought, his concern as initially expressed should prevail.",
      "id": "s62"
    },
    {
      "text": "There should be no uncertainty that the resolution of the present Appeal binds the Appellants.",
      "id": "s63"
    },
    {
      "text": "Although an order should not necessarily be made simply \" to avoid doubt \", there should be no uncertainty as to the conclusiveness of a decision of this Court.",
      "id": "s64"
    },
    {
      "text": "An order should thus be made appointing the father as the Appellants' tutor.",
      "id": "s65"
    },
    {
      "text": "Compliance with the procedural requirements imposed by O 43 before such an order may be made is dispensed with pursuant to O 1 r 8 of the Federal Court Rules .",
      "id": "s66"
    },
    {
      "text": "Insistence upon compliance with those \" formal steps \" in circumstances where there is no reason to question the competence of the father to protect the interests of his two sons and where the father is unrepresented would place an unnecessary obstacle in the path of the father advancing the case on behalf of his family.",
      "id": "s67"
    },
    {
      "text": "His participation in the Appeal has been taken as implicit consent to his appointment as the tutor for his sons.",
      "id": "s68"
    },
    {
      "text": "HAVING CONSIDERED ALL OF THE EVIDENCE \n The first Ground of Appeal asserts a denial of \" Procedural Fairness \" initially by reference to a failure on the part of the Tribunal to carry out its functions in an \" Inquisitorial Manner \".",
      "id": "s69"
    },
    {
      "text": "This failure is said to emerge from the statement of the Tribunal that it had \" ' ... considered all of the evidence before it' whereas it made a contrary finding \".",
      "id": "s70"
    },
    {
      "text": "This is understood to be a reference to the statement made by the Tribunal at paragraph [108] of its reasons for decision.",
      "id": "s71"
    },
    {
      "text": "The Tribunal there refers to having \" considered all of the evidence before it \" and the \" contrary finding \" is understood to be the reference made by the Tribunal to the SDL as the party of the \" ousted Qarase \".",
      "id": "s72"
    },
    {
      "text": "So understood, the Ground is rejected.",
      "id": "s73"
    },
    {
      "text": "The difficulties confronting the Appellants are many --- but for present purposes it is sufficient to refer to two.",
      "id": "s74"
    },
    {
      "text": "First, some faulty or irrational finding of fact does not establish an error of law, let alone jurisdictional error: Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321.",
      "id": "s75"
    },
    {
      "text": "Mason CJ (with whom Brennan, Toohey and Gaudron JJ agreed) there observed at 356 (emphasis in original): \n Thus, at common law, according to the Australian authorities, want of logic is not synonymous with error of law.",
      "id": "s76"
    },
    {
      "text": "So long as there is some basis for an inference --- in other words, the particular inference is reasonably open --- even if that inference appears to have been drawn as a result of illogical reasoning, there is no place for judicial review because no error of law has taken place.",
      "id": "s77"
    },
    {
      "text": "Findings which are apparently inconsistent may, however, serve to sound a \" warning note \" such that a decision may be more carefully scrutinised: Minister for Immigration and Multicultural Affairs v Epeabaka [1999] FCA 1 , 84 FCR 411.",
      "id": "s78"
    },
    {
      "text": "Black CJ, von Doussa and Carr JJ there observed:\n \n [25] ... although want of logic in drawing an inference will not of itself constitute error of law, it may sound a warning note to put one on inquiry whether there was indeed any basis for the inference drawn.",
      "id": "s79"
    },
    {
      "text": "Likewise, want of logic might in some cases also sound a warning note to put one on inquiry whether there was only a purported, and not a real, exercise of the functions entrusted to the decision-maker.",
      "id": "s80"
    },
    {
      "text": "But where different conclusions are reasonably open on the facts, it is the Tribunal that is entrusted with the task of making those findings of fact which it considers appropriate: Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 , 197 CLR 611.",
      "id": "s81"
    },
    {
      "text": "Gummow J there observed:\n \n [137] ... where the criterion of which the authority is required to be satisfied turns upon factual matters upon which reasonable minds could reasonably differ, it will be very difficult to show that no reasonable decision-maker could have arrived at the decision in question.",
      "id": "s82"
    },
    {
      "text": "It may be otherwise if the evidence which establishes or denies, or, with other matters, goes to establish or to deny, that the necessary criterion has been met was all one way.",
      "id": "s83"
    },
    {
      "text": "See also Gleeson CJ and Toohey J at [39] to [46], 197 CLR at 626 to 628.",
      "id": "s84"
    },
    {
      "text": "A finding that is a crucial step in the ultimate conclusion reached by a Tribunal for which there is no evidence may, however, constitute jurisdictional error: SFGB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 231 at [19] , [2003] FCAFC 231 ; 77 ALD 402 at 407 per Mansfield, Selway and Bennett JJ, citing Australian Broadcasting Tribunal v Bond , supra .",
      "id": "s85"
    },
    {
      "text": "\" [O]ne illogical aspect of fact finding in a wider scheme of factual analysis \" may not expose jurisdictional error: Minister for Immigration and Multicultural and Indigenous Affairs v NBDS [2006] FCA 265 at [11] , [2006] FCA 265 ; 90 ALD 614 at 618 per Allsop J.",
      "id": "s86"
    },
    {
      "text": "In the present proceeding it is considered that the findings as made by the Tribunal were findings open to it.",
      "id": "s87"
    },
    {
      "text": "Rejected is any contention that there is some \" want of logic \" or \" irrationality \" in the Tribunal's evaluation of the evidence and other materials.",
      "id": "s88"
    },
    {
      "text": "Its findings and reasons expose nothing other than the Tribunal evaluating the evidence and materials advanced for consideration.",
      "id": "s89"
    },
    {
      "text": "Although the Appellants undoubtedly would have wished that the Tribunal had made different findings of fact, the findings which it did make were findings available to it upon the evidence.",
      "id": "s90"
    },
    {
      "text": "Nor is it considered that any \" contrary finding \" was in fact made.",
      "id": "s91"
    },
    {
      "text": "The conclusion as reached by the Tribunal was one open to it and was not contrary to its statement that it had considered all of the evidence.",
      "id": "s92"
    },
    {
      "text": "Second, there is no substance to the argument that there has been a failure on the part of the Tribunal to carry out its functions in an \" inquisitorial manner \".",
      "id": "s93"
    },
    {
      "text": "\" The review process \", it may be accepted, \" is inquisitorial rather than adversarial \": NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 at [58] , [2004] FCAFC 263 ; 144 FCR 1 at 18 per Black CJ, French and Selway JJ.",
      "id": "s94"
    },
    {
      "text": "And s 427(1)(d) of the Migration Act 1958 (Cth) confers a discretionary power upon the Tribunal to \" require the Secretary to arrange for the making of any investigation ...\".",
      "id": "s95"
    },
    {
      "text": "But that section does not impose any general duty to inquire: Re Minister for Immigration and Multicultural Affairs; Ex parte Cassim [2000] HCA 50 at [12] to [14] [2000] HCA 50 ; , 175 ALR 209 at 212 to 213.",
      "id": "s96"
    },
    {
      "text": "See also Minister for Immigration and Multicultural Affairs v Anthonypillai [2001] FCA 274 at [86] [2001] FCA 274 ; , 106 FCR 426 at 445; Gomez v Minister for Immigration and Multicultural Affairs [2002] FCA 480 at [26], 190 ALR 543 at 553 to 554; S1925 of 2003 v Minister for Immigration and Citizenship [2008] FCA 246 at [21] .",
      "id": "s97"
    },
    {
      "text": "Questions as to the nature or extent of any requirement to carry out inquiries or the circumstances in which the Tribunal may cause a further investigation to be carried out pursuant to s 427(1)(d) may be left to one side.",
      "id": "s98"
    },
    {
      "text": "The present Appellants fail at the outset.",
      "id": "s99"
    },
    {
      "text": "The facts are such that there was no generally expressed requirement imposed upon the Tribunal in the present proceeding to pursue further inquiries or to initiate further investigations.",
      "id": "s100"
    },
    {
      "text": "Further or more extensive materials supporting the claims being advanced may possibly have been provided by the Appellants' father.",
      "id": "s101"
    },
    {
      "text": "But it remained a matter primarily for the Appellants, by their father, to advance such materials as they considered supported their claims.",
      "id": "s102"
    },
    {
      "text": "The fact that the Tribunal proceeded to consider that material and ultimately conclude that such materials were not persuasive cannot impose upon the Tribunal a duty to inquire as to whether further or additional materials could also have been made available.",
      "id": "s103"
    },
    {
      "text": "The complaint essentially being advanced by the Appellants is a complaint as to the factual conclusions reached by the Tribunal --- but that is a matter entrusted to the Tribunal alone to make.",
      "id": "s104"
    },
    {
      "text": "Neither the Federal Magistrates Court nor this Court on appeal has any general role in reviewing the factual conclusions of the Tribunal.",
      "id": "s105"
    },
    {
      "text": "The attempt by the Appellants to contend that there has been a failure to carry out functions in an \" inquisitorial manner \" is but an impermissible attempt to transpose the primary responsibility placed upon a claimant to advance materials in support of a claim to the Tribunal, and to impose upon the Tribunal a responsibility to seek further information if that material is considered to lack persuasiveness.",
      "id": "s106"
    },
    {
      "text": "In limited circumstances a Tribunal, in the discharge of its \" inquisitorial \" functions, may be required to consider a claim not articulated by a claimant: e.g.",
      "id": "s107"
    },
    {
      "text": "NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2), supra , at [58] to [61], 144 FCR at 18 to 19 per Black CJ, French and Selway JJ.",
      "id": "s108"
    },
    {
      "text": "But such is not the present case.",
      "id": "s109"
    },
    {
      "text": "THE WEIGHT TO BE GIVEN TO EVIDENCE \n The alternative manner in which the Appellants seek to advance their first Ground of Appeal is to allege a denial of \" procedural fairness \" on the part of the Tribunal by reference to the \" weight \" given by the Tribunal to the claims previously advanced by the mother.",
      "id": "s110"
    },
    {
      "text": "The Tribunal considered the claims made by the Applicants' mother in her earlier unsuccessful application for a protection visa and relevantly concluded as follows: \n [97] The Tribunal is satisfied that the Applicants' father is competent to speak on behalf of the Applicants.",
      "id": "s111"
    },
    {
      "text": "The Tribunal accepts that the Applicants' mother was happy to leave this role to her husband and that she did not wish to speak on behalf of her children.",
      "id": "s112"
    },
    {
      "text": "The Tribunal draws no negative inferences from her stated unwillingness to speak at the RRT hearing.",
      "id": "s113"
    },
    {
      "text": "[98] The Tribunal does, however, have regard to the comments she gave in response to its concerns about the difference between the claims she raised on behalf of the Applicants' family in 2005 and the claims now being raised by her husband on behalf of the present Applicants.",
      "id": "s114"
    },
    {
      "text": "It is fair to observe that the 2006 coup had not occurred at that stage, so that is one factual element that the Applicants' mother could not logically have been in a position to discuss or even reasonably predict, but that does not satisfactorily explain why the Applicants' mother claimed that her family was being harassed by Speight supporters over all those years, whereas her husband later claimed that they were being harassed by the forces that were actually trying to break up the Speight putsch .",
      "id": "s115"
    },
    {
      "text": "[99] The Tribunal gives weight to the fact that the claims lodged by the Applicants' mother, and also evidently subscribed to at the time by the Applicants' father (according to what he said to the presently-constituted Tribunal in oral evidence and in writing), were denounced by both of the Applicants' parents, at the RRT hearing, and by the Applicants' father in writing later on, as false claims .",
      "id": "s116"
    },
    {
      "text": "This alternative manner in which the first Ground of Appeal is sought to be advanced must also be rejected.",
      "id": "s117"
    },
    {
      "text": "The contention raised in the Contentions of Fact and Law as filed on 30 July 2009, namely that that the Tribunal's findings on credibility lacked a \" sustainable basis \", has no substance.",
      "id": "s118"
    },
    {
      "text": "Again the Ground of Appeal is essentially an impermissible challenge to the factual conclusion as made by the Tribunal.",
      "id": "s119"
    },
    {
      "text": "The prior applications as made by both the mother and subsequently the father, and the statements made in support of those applications, were matters which the Tribunal could properly take into account when resolving the most recent applications as made by the present Appellants.",
      "id": "s120"
    },
    {
      "text": "But the weight to be given to the differing statements being made, and the explanations provided for giving those statements, was a matter entrusted to the Tribunal: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 291 to 292 per Kirby J.",
      "id": "s121"
    },
    {
      "text": "Notwithstanding what the Appellants seek to characterise as their mother's \" honest explanation \" of the claims previously advanced, the Tribunal was not obliged to accept that explanation.",
      "id": "s122"
    },
    {
      "text": "A MANIFESTLY UNREASONABLE MANNER?",
      "id": "s123"
    },
    {
      "text": "The second Ground of Appeal asserts that the Tribunal acted in a \" manifestly unreasonable \" manner.",
      "id": "s124"
    },
    {
      "text": "This ground seeks to challenge the manner in which the Tribunal assessed the claims being advanced in accordance with Article 1A(2) of the 1951 Convention relating to the Status of Refugees .",
      "id": "s125"
    },
    {
      "text": "Given the findings as made by the Tribunal, no question arose as to the further application of the terms of the Convention .",
      "id": "s126"
    },
    {
      "text": "The claims being advanced by the present Appellants depended upon the claims being made by the father.",
      "id": "s127"
    },
    {
      "text": "When findings of fact were made by the Tribunal contrary to the father's claims, the factual basis upon which the Appellants were advancing their claims also failed.",
      "id": "s128"
    },
    {
      "text": "A FAILURE TO REQUEST MORE INFORMATION \n The final Ground of Appeal sought to be advanced in the Notice of Appeal must also be rejected.",
      "id": "s129"
    },
    {
      "text": "It is but a variant of the first Ground of Appeal .",
      "id": "s130"
    },
    {
      "text": "The first Ground sought to impose upon the Tribunal a more generally expressed \" inquisitorial \" role in respect to the father's claims; this final Ground seeks to impose upon the Tribunal a more specific obligation to request \" more information \" from the author of a letter identified in the Ground of Appeal as the \" SDL letter \" .",
      "id": "s131"
    },
    {
      "text": "In some circumstances, a requirement may be imposed upon an administrative decision-maker to make further inquiries or to secure \" more information \".",
      "id": "s132"
    },
    {
      "text": "One of the first judges of this Court to recognise that such circumstances may arise was Wilcox J in Prasad v Minister for Immigration and Ethnic Affairs [1985] FCA 47 ; (1985) 6 FCR 155 at 169 to 170.",
      "id": "s133"
    },
    {
      "text": "See also Luu v Renevier (1989) 91 ALR 39.",
      "id": "s134"
    },
    {
      "text": "But in Foxtel Management Pty Ltd v Australian Competition and Consumer Commission [2000] FCA 589 at [214] , [2000] FCA 589 ; 173 ALR 362 at 417, Wilcox J also recognised that: \n It will be a relatively rare case in which a statutory decision is vitiated because of the decision-maker's failure to make inquiries.",
      "id": "s135"
    },
    {
      "text": "It will need to be apparent that relevant material was readily available to the decision-maker, but ignored.",
      "id": "s136"
    },
    {
      "text": "And, when entertaining an appeal from the Migration Review Tribunal, in Mohammed v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 47 Moore, North and Emmett JJ concluded at [24] that \"... the Tribunal was under no general duty to inquire.",
      "id": "s137"
    },
    {
      "text": "It was entitled to act on the material presented by the appellant ... \".",
      "id": "s138"
    },
    {
      "text": "It has, however, further been recognised that a failure on the part of the Tribunal to make inquiries may constitute jurisdictional error: Minister for Immigration and Citizenship v Le [2007] FCA 1318 at [60] to [63], 161 FCR 151 at 172 to 174 per Kenny J.",
      "id": "s139"
    },
    {
      "text": "Applied: SZIAI v Minister for Immigration and Citizenship [2008] FCA 1372 at [19] , [2008] FCA 1372 ; 104 ALD 22 at 25 to 26.",
      "id": "s140"
    },
    {
      "text": "It is in this context that the final Ground of Appeal is to be resolved.",
      "id": "s141"
    },
    {
      "text": "It is understood to be directed to a letter dated 18 January 2008 ostensibly signed by the \" National Director \" of the \" SDL Party \".",
      "id": "s142"
    },
    {
      "text": "This letter was forwarded to the Tribunal subsequent to the conclusion of a hearing before the Tribunal attended by the Appellants' father.",
      "id": "s143"
    },
    {
      "text": "That hearing took some two hours.",
      "id": "s144"
    },
    {
      "text": "The hearing was, however, conducted by means of a videoconference and it was thus not possible during the course of that hearing to provide the Tribunal with a copy during the hearing itself.",
      "id": "s145"
    },
    {
      "text": "The contention is that, having received the letter, the Tribunal thereafter committed jurisdictional error in failing to \" request more information \" from the author of the letter.",
      "id": "s146"
    },
    {
      "text": "Whatever may be the extent of any requirement that may be imposed upon the Tribunal to pursue further inquiries in other proceedings is again a question that may be left to one side.",
      "id": "s147"
    },
    {
      "text": "It is not considered that the Tribunal whose decision is under challenge in this proceeding has committed any error in the manner in which it proceeded in respect to this January 2008 letter.",
      "id": "s148"
    },
    {
      "text": "Primarily it remained a matter for the Appellants to present for consideration such information as they wished to rely upon.",
      "id": "s149"
    },
    {
      "text": "If, subsequent to the hearing before the Tribunal and before the Tribunal gave its decision, it was considered appropriate on their part to advance further information in the form of the January 2008 letter, that remained a matter for them.",
      "id": "s150"
    },
    {
      "text": "In the present case that letter was provided and taken into account by the Tribunal.",
      "id": "s151"
    },
    {
      "text": "The Tribunal's reasons thus relevantly contain the following passage: \n Post-hearing submissions \n\n \n ... \n\n \n [83] The letter introduces a new claim to the effect that the Applicants' father was a supporter of the SDL Party in Fiji who was frequently victimised for his political affiliations and activities.",
      "id": "s152"
    },
    {
      "text": "No detail was provided about this.",
      "id": "s153"
    },
    {
      "text": "The Tribunal notes that the SDL is the party formerly led in government by Qarase who was voted in after the Speight disruption was resolved, who proposed the Reconciliation Bill and who was ousted by the Bainimarama coup.",
      "id": "s154"
    },
    {
      "text": "The Tribunal subsequently went on to further consider the letter and relevantly concluded: \n \n [106] The SDL official's letter, when referring to the Applicants' father [sic] family being harassed and to its property being affected, appears to be referring to what happened as a result of the army forming negative imputations about the Applicants' father's behaviour during the coup.",
      "id": "s155"
    },
    {
      "text": "The Tribunal gives no weight to the letter on this point as the Tribunal does not accept that the army developed any significant, negative imputations about the Applicants' father during the 2000 coup.",
      "id": "s156"
    },
    {
      "text": "Rather, as suggested by the other witness, when the army found out he was a Public Works officer (who was probably just trying to do his job) they treated him with more respect and let him get on with his day.",
      "id": "s157"
    },
    {
      "text": "The Tribunal further referred to the 18 January 2008 letter at paragraph [108] of its reasons for decision where the letter was said to state \" vaguely and without detail, that [the father] was frequently victimised for his political affiliations and activities \".",
      "id": "s158"
    },
    {
      "text": "Having provided the letter, the source of any requirement in the present case to \" request more information \" as to the contents of the 18 January 2008 letter remains elusive.",
      "id": "s159"
    },
    {
      "text": "Having advanced those materials upon which their application was to be assessed, the now Appellants cannot thereafter seek to contend that \" more information \" from the letter's author may have persuaded the Tribunal to reach a different conclusion.",
      "id": "s160"
    },
    {
      "text": "There is certainly nothing on the face of the letter which is incomplete or in any way ambiguous.",
      "id": "s161"
    },
    {
      "text": "Nor is there anything on the face of the letter to cause the Tribunal to believe that the author of the letter had not fully set forth such account as he wished to provide or had otherwise left unsaid something about which he wished to be further heard.",
      "id": "s162"
    },
    {
      "text": "There was no suggestion when the letter was provided to the Tribunal that the Appellants then thought it appropriate for the Tribunal to contact the author with a view to making further unspecified inquiries.",
      "id": "s163"
    },
    {
      "text": "If the information relied upon by the Appellants ultimately proved unpersuasive, including information forwarded to the Tribunal subsequent to hearing, it is not a course now open to the Appellants to seek to remedy any lack of persuasiveness in the materials advanced by imposing upon the Tribunal a requirement to remedy the deficiency in the evidence by itself seeking \" more information \".",
      "id": "s164"
    },
    {
      "text": "Moreover, paragraph [108] of the Tribunal's reasons sets forth the fact that the claims as to victimisation were in any event claims pursued during the course of the hearing.",
      "id": "s165"
    },
    {
      "text": "Different considerations may apply where a particular piece of information assumes an unexpected importance and an importance which has not been addressed during the course of a Tribunal hearing.",
      "id": "s166"
    },
    {
      "text": "But, in the present proceeding and as was explained by the Tribunal, it was open to the Tribunal to give the 18 January 2008 letter \" no weight \".",
      "id": "s167"
    },
    {
      "text": "The claims being advanced in the letter were rejected by reason of the other findings made by the Tribunal.",
      "id": "s168"
    },
    {
      "text": "The Tribunal is not required to provide the Appellants with an indication of its tentative or provisional views based upon the material before it ( F Hoffman-La Roche and Co v Secretary of State for Trade and Industry [1975] AC 295 at 369 per Lord Diplock; Applicant S214 of 2003 v Refugee Review Tribunal [2006] FCA 375 at [32] , [2006] FCA 375 ; 90 ALD 632 at 641) and thereby afford a party a further opportunity to supplement the evidence previously relied upon.",
      "id": "s169"
    },
    {
      "text": "Neither is it required to itself request \" more information \" to supplement a deficiency in the factual merits of the Appellants' case.",
      "id": "s170"
    },
    {
      "text": "Nor is it required to request \" more information \" in respect to claims rejected by reason of other facts.",
      "id": "s171"
    },
    {
      "text": "The letter, it should also be recalled, was forwarded to the Tribunal subsequent to the conclusion of the hearing.",
      "id": "s172"
    },
    {
      "text": "Factual issues \" vaguely \" addressed in that letter and which were the subject of inquiry during the course of the hearing cannot be the occasion to impose upon the Tribunal any duty to pursue further inquiries of the letter's author.",
      "id": "s173"
    },
    {
      "text": "CONCLUSIONS \n None of the Grounds of Appeal has been made out.",
      "id": "s174"
    },
    {
      "text": "The written submissions filed on behalf of the Appellants have been considered with some care.",
      "id": "s175"
    },
    {
      "text": "Those submissions, including the detailed reference to many authorities, do not lead to any different conclusion.",
      "id": "s176"
    },
    {
      "text": "The Appeal should be dismissed with costs.",
      "id": "s177"
    },
    {
      "text": "In the event that the Appeal was to be dismissed, the Respondent Minister sought an order that the father pay the costs of the Appeal .",
      "id": "s178"
    },
    {
      "text": "The appointment of the father as a tutor avoids any difficulties that may otherwise have arisen in making such an order.",
      "id": "s179"
    },
    {
      "text": "Indeed, it has been said that \" [t]he object of appointing a next friend is really to secure the defendant in respect of his costs if he should succeed ...\": Ex parte Davis (1901) 1 SR (NSW) 187 at 189 per Darley CJ.",
      "id": "s180"
    },
    {
      "text": "Even in the absence of an order pursuant to O 43, however, it should be noted that s 43 of the Federal Court of Australia Act 1976 (Cth) confers adequate power to make an order against the father.",
      "id": "s181"
    },
    {
      "text": "In Knight v FP Special Assets Ltd [1992] HCA 28 ; (1992) 174 CLR 178 at 192 to 193 Mason CJ and Deane J observed: \n For our part, we consider it appropriate to recognize a general category of case in which an order for costs should be made against a non-party and which would encompass the case of a receiver of a company who is not a party to the litigation.",
      "id": "s182"
    },
    {
      "text": "That category of case consists of circumstances where the party to the litigation is an insolvent person or man of straw, where the non-party has played an active part in the conduct of the litigation and where the non-party, or some person on whose behalf he or she is acting or by whom he or she has been appointed, has an interest in the subject of the litigation.",
      "id": "s183"
    },
    {
      "text": "Where the circumstances of a case fall within that category, an order for costs should be made against the non-party if the interests of justice require that it be made.",
      "id": "s184"
    },
    {
      "text": "See also: Manton International Pty Ltd (In Liquidation) v Deputy Commissioner of Taxation [2006] FCAFC 76 at [10] per Tamberlin, Weinberg and Allsop JJ; Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 10) [2009] FCA 498 at [20] to [21] per Collier J.",
      "id": "s185"
    },
    {
      "text": "Even had an order not been made pursuant to O 43, an order would nevertheless have been made that the father pay the costs of the appeal .",
      "id": "s186"
    },
    {
      "text": "The father had filed the Notice of Appeal ostensibly as \" guardian \" and sought to advance a case which, if successful, would have been of benefit to his children and perhaps himself.",
      "id": "s187"
    },
    {
      "text": "The Orders of the Court are: Pursuant to Order 43 r (2)(1) of the Federal Court Rules , the Appellants' father is appointed their tutor for the purposes of the present Appeal .",
      "id": "s188"
    },
    {
      "text": "The Appeal is dismissed.",
      "id": "s189"
    },
    {
      "text": "The tutor is to pay the costs of the First Respondent.",
      "id": "s190"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s191"
    },
    {
      "text": "Associate:\n \n \nDated: 21 August 2009\n \n The Appellants: The Appellants' father \n \n Solicitor for the First Respondent: Mr A Markus (Australian Government Solicitor) \n Date of Hearing: 6 August 2009 \n \n Date of Judgment: 21 August 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/907.html",
      "id": "s192"
    }
  ]
}