{
  "name": "Tran v The Commonwealth [2009] FCA 921 (14 August 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/921.html",
  "catchphrases": [
    {
      "text": "application for security for costs",
      "id": "c0"
    },
    {
      "text": "principles to be applied in exercise of discretion as to whether to grant an order for security for costs",
      "id": "c1"
    },
    {
      "text": "difference in principle in relation to ordering of security for costs in a first instance matter and at an appellate level",
      "id": "c2"
    },
    {
      "text": "where an order for security for costs would stultify the appeal",
      "id": "c3"
    },
    {
      "text": "whether the public interest associated with the appeal outweighs the appellant's impecuniosity so not to warrant an order for security for costs in the respondent's favour.",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "THE APPLICATION FOR SECURITY \n By a notice of motion filed on 8 July 2009 the Commonwealth, the respondent in this appeal, seeks an order that the appellant, Van Tol Tran, provide security for the costs of the appeal in the sum of $25,000, failing which the appeal be stayed or dismissed.",
      "id": "s0"
    },
    {
      "text": "The Federal Court of Australia Act 1976 (Cth), s 56 , provides for security for costs in the following terms: \n (1) The Court or a Judge may order an applicant in a proceeding in the Court or an appellant in an appeal to the Court to give security for the payment of costs that may be awarded against him or her.",
      "id": "s1"
    },
    {
      "text": "(2) The security shall be of such amount, and given at such time and in such manner and form, as the Court or Judge directs.",
      "id": "s2"
    },
    {
      "text": "(3) The Court or a Judge may reduce or increase the amount of security ordered to be given and may vary the time at which, or manner or form in which, the security is to be given.",
      "id": "s3"
    },
    {
      "text": "(4) If security, or further security, is not given in accordance with an order under this section, the Court or a Judge may order that the proceeding or appeal be dismissed.",
      "id": "s4"
    },
    {
      "text": "(5) This section does not affect the operation of any provision made by or under any other Act or by the Rules of Court for or in relation to the furnishing of security.",
      "id": "s5"
    },
    {
      "text": "RELEVANT PRINCIPLES \n The purpose of the discretion to order security is protective, to ensure a respondent is not unreasonably exposed to a risk that, if successful in defending the claim, the respondent will nevertheless be deprived of the benefit of a costs order in its favour by reason of the applicant being impecunious.",
      "id": "s6"
    },
    {
      "text": "The principles are different depending upon the status of the applicant as either a corporate entity or natural person and whether the proceeding involves an application at first instance or an appeal against a first instance decision.",
      "id": "s7"
    },
    {
      "text": "Courts are reluctant to order that an impecunious applicant, being a natural person, provide security where the effect would be to stifle that person's access to the courts.",
      "id": "s8"
    },
    {
      "text": "This is the basis for the traditional rule at common law that \"poverty is no bar to a litigant\" ( Cowell v Taylor (1885) 31 Ch D 34 at 38).",
      "id": "s9"
    },
    {
      "text": "But where such a person has already obtained access to a court, and has received a decision dismissing the claim, the position is different.",
      "id": "s10"
    },
    {
      "text": "This difference has been explained by Spender J in Tait v Bindal People [2002] FCA 322 at [2] ---[4] in these terms: \n [ 2 ] The position in relation to security for costs in the present matter is governed by s 56 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s11"
    },
    {
      "text": "Section 56 provides that security is to be of such amount and given at such time and in such manner and form as the Court or Judge directs.",
      "id": "s12"
    },
    {
      "text": "As to whether security for costs should be ordered, Cowell v Taylor (1885) 31 Ch D 34 at 38, a case of more than 100 years ago, sets out the fundamental principle: \n\n \n \"The general rule is that poverty is no bar to a litigant, that, from time immemorial, has been the rule at common law.",
      "id": "s13"
    },
    {
      "text": "There is an exception in the case of appeals, but there the appellant has had the benefit of a decision by one of Her Majesty's Courts, and so an insolvent party is not excluded from the Courts, but only prevented, if he cannot find security, from dragging his opponent from one Court to another\".",
      "id": "s14"
    },
    {
      "text": "[ 3 ] What that passage demonstrates is that there is a difference in principle in relation to the ordering of security for costs in a first instance matter and the ordering, or the consideration of the ordering, of security for costs where one is at the appellate level.",
      "id": "s15"
    },
    {
      "text": "The difference is that, at the appellant level, there has already been a determination adverse to the person against whom security for costs is sought and, if it be shown that there is a substantial risk that even if successful the respondent to the application for leave to appeal, or to an appeal, will be deprived of his costs, such an outcome would clearly be unjust.",
      "id": "s16"
    },
    {
      "text": "[ 4 ] In a sense, it would be giving to a person who has been on the receiving end so to speak of a determination by the courts a free hit at great cost to the other party in the appeal proceedings.",
      "id": "s17"
    },
    {
      "text": "That consideration, it seems to me, is also reinforced by the judgment of Gummow J in Wiest v Director of Public Prosecutions and Anor [1988] FCA 450 ; (1988) 23 FCR 472.",
      "id": "s18"
    },
    {
      "text": "That case involved appeals against extradition with penal consequences.",
      "id": "s19"
    },
    {
      "text": "Such consequences were clearly very relevant considerations, but discretionary reasons moved the Court to order security for costs.",
      "id": "s20"
    },
    {
      "text": "Such discretionary considerations, which were particularly noted by Gummow J, included the delay between the filing of the papers and the bringing of the applications for security.",
      "id": "s21"
    },
    {
      "text": "His Honour referred to a particular circumstance which is relevant here, and that is that the applicant for security has a judgment in its favour.",
      "id": "s22"
    },
    {
      "text": "There was a reference by Gummow J to Bethune v Porteous (1892) 18 VLR 493 , again an old case.",
      "id": "s23"
    },
    {
      "text": "In that case, Hood J said (at 494): \n\n \n\"the reason underlying the numerous and varying cases in which appellants have been ordered to give security will be found in the injustice to a successful litigant that may be caused if he be compelled to contest the matter for a second time without a probability of obtaining his costs if ultimately successful.",
      "id": "s24"
    },
    {
      "text": "\"\n \n THE FIRST INSTANCE DECISIONS \n Cowdroy J dismissed Mr Tran's claim for compensation at first instance ( Tran v The Commonwealth (2008) 103 ALD 290 ; [2008] FCA 901 ( Tran No 1 ); Tran v The Commonwealth (2009) 108 ALD 531; [2009] FCA 474 ( Tran No 2 )).",
      "id": "s25"
    },
    {
      "text": "The principal basis upon which his Honour did so in Tran No 2 turned on the construction of ss 261A and 42 of the Migration Act 1958 (Cth).",
      "id": "s26"
    },
    {
      "text": "Section 261A(1)(a) of the Migration Act provides for forfeiture to the Commonwealth of a vessel used or involved in a contravention of the Act (where the contravention occurred in Australia), if the contravention involved: (i) the bringing or coming to Australia of one or more persons who were, or upon entry into Australia became, unlawful non-citizens; or (ii) the entry or proposed entry into Australia of one or more such persons.",
      "id": "s27"
    },
    {
      "text": "Section 42(1) provides that a non-citizen must not travel to Australia without a visa that is in effect.",
      "id": "s28"
    },
    {
      "text": "Cowdroy J held that the words \"contravention of this Act\" in s 261A(1)(a) of the Migration Act did not require the commission of an offence against the Act.",
      "id": "s29"
    },
    {
      "text": "Travelling to Australia without a visa contravenes s 42.",
      "id": "s30"
    },
    {
      "text": "The fact that the persons on board the vessel were subsequently accorded refugee status and granted protection visas is immaterial.",
      "id": "s31"
    },
    {
      "text": "That status, as His Honour noted, was conferred after the relevant contravention of s 42.",
      "id": "s32"
    },
    {
      "text": "These circumstances thus satisfied s 261A(1)(a).",
      "id": "s33"
    },
    {
      "text": "Hence, the vessel was forfeited to the Commonwealth.",
      "id": "s34"
    },
    {
      "text": "Mr Tran could not claim compensation because the forfeiture of the vessel did not involve the acquisition of property of a kind capable of being achieved on just terms without consequential absurdity.",
      "id": "s35"
    },
    {
      "text": "SUBMISSIONS \n The Commonwealth's submissions were straightforward.",
      "id": "s36"
    },
    {
      "text": "The Commonwealth said Mr Tran is impecunious.",
      "id": "s37"
    },
    {
      "text": "Financial documents reveal a very small surplus of income over expenses, a very small asset pool, and that he is subject to a costs order from the proceedings below in the sum of about $140,000.",
      "id": "s38"
    },
    {
      "text": "The Commonwealth acknowledged that the appeal is not manifestly without merit but said that is only the starting point of the consideration.",
      "id": "s39"
    },
    {
      "text": "The merits of the appeal were a neutral factor.",
      "id": "s40"
    },
    {
      "text": "The case is reasonably arguable, but no more.",
      "id": "s41"
    },
    {
      "text": "Further, the claim is essentially one for money.",
      "id": "s42"
    },
    {
      "text": "If Mr Tran succeeds on appeal he will stand to receive a substantial sum.",
      "id": "s43"
    },
    {
      "text": "While there has been some delay in the making of the application for security for costs, the Commonwealth submitted that Mr Tran should not be permitted to pursue the prospect of obtaining a substantial money sum without making some provision for the ordinary financial consequences of failure.",
      "id": "s44"
    },
    {
      "text": "Mr Tran admitted that he was in a difficult financial position, but said impecuniosity had not been proved..",
      "id": "s45"
    },
    {
      "text": "It was true that those involved in his representation were acting on a contingency basis in that Mr Tran would not be liable for any fees or expenses unless he succeeded in the proceeding.",
      "id": "s46"
    },
    {
      "text": "It may also be acknowledged that the making of an order for security would stultify the appeal.",
      "id": "s47"
    },
    {
      "text": "Nevertheless, Mr Tran said that it was not the case that his financial position provided the Commonwealth with a prima facie entitlement to security.",
      "id": "s48"
    },
    {
      "text": "In support of this submission, Mr Tran cited the observations in Merribee Pastoral Industries Pty Limited v Australia and New Zealand Banking Group Limited (1998) 193 CLR 502 ; [1998] HCA 41 at [26] that: \n There is therefore no absolute rule (applicable statute apart) that the impecuniosity of a party will entitle its opponent to an order for security for its costs.",
      "id": "s49"
    },
    {
      "text": "Where the power to so provide exists in uncontrolled terms, it would be to fetter the jurisdiction impermissibly to adopt such a rule or even a prima facie entitlement [ King v Commercial Bank of Australia Ltd [1920] HCA 62 ; (1920) 28 CLR 289 at 292-293; Lucas v Yorke (1984) 50 ALR 228 at 228-229; Webster v Lampard [1993] HCA 20 ; (1993) 112 ALR 174 at 175].. By the same token, the inability of a party to meet the costs of an unsuccessful proceeding is not irrelevant to the exercise of the jurisdiction.",
      "id": "s50"
    },
    {
      "text": "Litigation is inevitably expensive and burdensome.",
      "id": "s51"
    },
    {
      "text": "To add to the burdens of a party successful in the outcome, those of paying its costs with little or no prospect of recovery under an order for costs may, in particular circumstances, be a reason for offering a measure of protection to that party by way of security for costs.",
      "id": "s52"
    },
    {
      "text": "See also Webster v Lampard [1993] HCA 20 ; (1993) 112 ALR 174 at 175.",
      "id": "s53"
    },
    {
      "text": "Mr Tran's submissions emphasised the nature of the claim in respect of which the appeal is brought.",
      "id": "s54"
    },
    {
      "text": "Mr Tran was the owner and master of a ship which transported persons claiming refugee status from Vietnam to Australia.",
      "id": "s55"
    },
    {
      "text": "Each of the persons so transported was granted a visa based on their status as a refugee (bar two who were granted different kinds of visas).",
      "id": "s56"
    },
    {
      "text": "The ship used for transport was seized and destroyed by the Australian Customs Service.",
      "id": "s57"
    },
    {
      "text": "Mr Tran's claim is for compensation for the destruction of the vessel either pursuant to s 4AB of the Customs Act 1901 (Cth) or the equivalent provision in s 3B of the Migration Act 1958 (Cth), each of which provides for compensation in respect of any acquisition of property, or by reason of s 51(xxxi) of the Constitution which guarantees the acquisition of property on just terms.",
      "id": "s58"
    },
    {
      "text": "Mr Tran noted that the parties had agreed the terms of a \"Full Court Status Report\" which was filed on 29 July 2009.",
      "id": "s59"
    },
    {
      "text": "This report said that the appeal \"raises a number of particularly important issues of law which arise not only in the context of the destruction of vessels in the circumstances of the case but also in other contexts\".",
      "id": "s60"
    },
    {
      "text": "Examples of these issues included \"whether one can interpret civil penalty provisions so far as they relate to offences, to be triggered even in circumstances in which the relevant person can establish a defence under the offence under The Criminal Code \".",
      "id": "s61"
    },
    {
      "text": "This is a reference to the fact that, amongst others, Mr Tran was ultimately acquitted of an offence against s 232A of the Migration Act on the basis that he was entitled to the defence of acting in a \"sudden or extraordinary emergency\" which is a defence to all charges under The Criminal Code (s 10.3(1)).",
      "id": "s62"
    },
    {
      "text": "The status report also noted that the appeal raises constitutional issues relating to the acquisition of property.",
      "id": "s63"
    },
    {
      "text": "Given this context, Mr Tran relied on the observation in Devenish v Jewel Food Stores Pty Ltd [1990] HCA 35 ; (1990) 64 ALJR 533 at 534; [1990] HCA 35 ; 94 ALR 664 at 666, cited in Merribee Pastoral at [26], to the effect that it is relevant to the discretion to order security to consider whether \"the proceeding raises matters of general public importance quite apart from the interests of the parties\".",
      "id": "s64"
    },
    {
      "text": "Mr Tran described the appeal as raising a question about the alienation by public officials of private property without proper authority, this being a matter of particular relevance to the discretion required to be exercised.",
      "id": "s65"
    },
    {
      "text": "Mr Tran also pointed out the delay by the Commonwealth in making the application.",
      "id": "s66"
    },
    {
      "text": "Mr Tran filed the notice of appeal on 5 June 2009.",
      "id": "s67"
    },
    {
      "text": "The Commonwealth applied for security on 8 July 2009.",
      "id": "s68"
    },
    {
      "text": "In between those dates, various steps were taken, including the Commonwealth filing and serving a notice of contention without any indication being given that it would seek security for costs of the appeal.",
      "id": "s69"
    },
    {
      "text": "In this period Mr Tran's advisors had expended approximately $8,400 in preparing for the appeal.",
      "id": "s70"
    },
    {
      "text": "Mr Tran referred to the fact that none of the matters referred to in Order 28 r 3 of the Federal Court Rules (relating to matters which the Court may consider in determining whether to order security) applied.",
      "id": "s71"
    },
    {
      "text": "Nevertheless, his submissions also accepted that this did not constitute an exhaustive list of relevant factors.",
      "id": "s72"
    },
    {
      "text": "Finally, Mr Tran noted that the Commonwealth ran a \"public interest and test cases scheme\" under which he might be eligible for financial assistance.",
      "id": "s73"
    },
    {
      "text": "The guidelines for the scheme refer to financial assistance being available for cases which, in the opinion of the Attorney-General, are of public importance either because they raise matters in the public interest or the questions are in the nature of a test case.",
      "id": "s74"
    },
    {
      "text": "In this case, the Commonwealth accepted that the appeal was not hopeless or bound to fail and that the claims raised issues of public importance.",
      "id": "s75"
    },
    {
      "text": "Mr Tran said that if security were ordered, he would be shut out from litigating his claim against the Commonwealth in these circumstances and where the Commonwealth's actions in destroying the vessel caused or contributed to his parlous financial position.",
      "id": "s76"
    },
    {
      "text": "DISCUSSION \n I am satisfied that Mr Tran is impecunious.",
      "id": "s77"
    },
    {
      "text": "Although the appeal is not being maintained on the basis of a grant of legal aid, he has legal representation, in the form of both a solicitor and counsel, through a contingency fee arrangement.",
      "id": "s78"
    },
    {
      "text": "He has little excess income and very few assets of only a limited value, as well as the exposure to the costs order from the proceeding below.",
      "id": "s79"
    },
    {
      "text": "I am also satisfied that an order for the giving of security would be very likely to prevent the prosecution of the appeal.",
      "id": "s80"
    },
    {
      "text": "Although I consider that the Commonwealth did not make the application as soon as it could have done so, I am not satisfied that the delay involved would be such as to disentitle the Commonwealth from obtaining an order for security if other discretionary factors weighed in its favour.",
      "id": "s81"
    },
    {
      "text": "However, I am not satisfied that other discretionary factors do weigh in the Commonwealth's favour.",
      "id": "s82"
    },
    {
      "text": "By the status report for the purpose of the appeal, the Commonwealth agreed that the appeal \"raises a number of particularly important issues of law which arise not only in the context of the destruction of vessels in the circumstances of the case but also in other contexts\".",
      "id": "s83"
    },
    {
      "text": "I agree with this observation.",
      "id": "s84"
    },
    {
      "text": "I do not accept the Commonwealth's submission that the status of this Court as an intermediate appellate court undermines the relevance or weight of the public importance of the issues involved.",
      "id": "s85"
    },
    {
      "text": "I also do not consider that the extent to which the notice of appeal might require additional factual findings is a factor which particularly weighs in the Commonwealth's favour.",
      "id": "s86"
    },
    {
      "text": "The factual position is reasonably clear.",
      "id": "s87"
    },
    {
      "text": "Mr Tran committed no offence against the Migration Act because, as found in a criminal proceeding for breach of s 232A , he was entitled to the defence that the conduct constituting the offence was in response to circumstances of sudden or extraordinary emergency (s 10.3(1) of The Criminal Code ).",
      "id": "s88"
    },
    {
      "text": "Mr Tran and the persons being transported by the vessel of which he was owner and master were each found to have valid claims to refugee or other status entitling them to a visa.",
      "id": "s89"
    },
    {
      "text": "Mr Tran's vessel was destroyed by the Commonwealth in a purported exercise of power under the Customs Act .",
      "id": "s90"
    },
    {
      "text": "The Commonwealth now relies on s 261A of the Migration Act in support of its argument, which the primary Judge accepted, that because the vessel had been used in contravention of s 42 of the Migration Act (the general requirement that \"a non-citizen must not travel to Australia without a visa that is in effect\"), the vessel had been forfeited to the Commonwealth immediately upon entry into Australian waters.",
      "id": "s91"
    },
    {
      "text": "Some of the difficulties associated with the issues involved are disclosed by the fact that the primary Judge's conclusions in Tran No 2 ultimately depended on a different provision of the Migration Act (s 42) from those offence provisions originally considered in Tran No 1 (s 232A of the Migration Act ).",
      "id": "s92"
    },
    {
      "text": "This is because s 10.3(1) of The Criminal Code provides a defence to all offences under the Migration Act and Mr Tran was acquitted of an offence against s 232A on the basis of this defence.",
      "id": "s93"
    },
    {
      "text": "Hence, there was no relevant contravention of the Migration Act within the meaning of s 261A(1)(a) , at least insofar as the relevant offence provision (s 232A) was concerned.",
      "id": "s94"
    },
    {
      "text": "Section 42 is not an offence provision.",
      "id": "s95"
    },
    {
      "text": "The result of this construction is that the offence provisions of the Migration Act are all subject to a defence which, if available, means that neither an offence nor any contravention in the sense of any civil wrong has been committed (see the primary Judge's acceptance of this proposition at [49] in Tran No 2 ).",
      "id": "s96"
    },
    {
      "text": "Such offence provisions are then incapable of triggering forfeiture under s 261A and the consequential deprivation of a person's property.",
      "id": "s97"
    },
    {
      "text": "Yet provisions imposing obligations which are incapable of giving rise to criminal liability, for that reason, are capable of triggering s 261A and the consequential deprivation of a person's property.",
      "id": "s98"
    },
    {
      "text": "These observations are not intended to suggest that I disagree with the primary Judge's construction.",
      "id": "s99"
    },
    {
      "text": "It is merely to indicate that there are important issues about the way in which these provisions of the Migration Act operate as a coherent whole involved in the resolution of the appeal.",
      "id": "s100"
    },
    {
      "text": "By this I mean that s 4A of the Migration Act (which applies parts of the Criminal Code to all offences against the Act) is to be construed with all of the other provisions, including (for example) ss 42 , 232A and 261A.",
      "id": "s101"
    },
    {
      "text": "The appeal, therefore, is reasonably arguable and involves issues of general importance.",
      "id": "s102"
    },
    {
      "text": "Those issues, as Mr Tran noted, include not only those relating to the Migration Act but also constitutional issues relating to the acquisition of property.",
      "id": "s103"
    },
    {
      "text": "I also consider that the nature of Mr Tran's claims, and the circumstances from which they arise, are entitled to weight.",
      "id": "s104"
    },
    {
      "text": "It may be accepted that the claim is essentially one for compensation.",
      "id": "s105"
    },
    {
      "text": "But there are many circumstances which might give rise to such a claim.",
      "id": "s106"
    },
    {
      "text": "The context in this case is that a person claiming to be a refugee used a vessel to reach Australian waters.",
      "id": "s107"
    },
    {
      "text": "The person was found not to have committed any offence in so doing because of the availability of a defence.",
      "id": "s108"
    },
    {
      "text": "The person (and all others on the vessel) were in fact found to be refugees and thus were entitled to a protection visa (but for two persons who were granted other visas).",
      "id": "s109"
    },
    {
      "text": "The Commonwealth destroyed the vessel in reliance on a provision which depends on a contravention of the Migration Act .",
      "id": "s110"
    },
    {
      "text": "In other words, the claim arises in a context of an exercise of statutory power by the Commonwealth resulting in the destruction of property which, but for the effect of certain statutory provisions as construed by the primary Judge, was private property.",
      "id": "s111"
    },
    {
      "text": "It arises with respect to a statute which, as the primary Judge recognised in Tran No 2 at [61]-[63], operates against a background of international treaty obligations with respect to refugees.",
      "id": "s112"
    },
    {
      "text": "I am satisfied, as the Commonwealth acknowledged, that Mr Tran's appeal represents a bona fide claim which is not hopeless or manifestly without merit.",
      "id": "s113"
    },
    {
      "text": "When this is considered together with: - (i) the importance of the issues in the appeal not only to Mr Tran, but to the operation of the Migration Act more generally, (ii) the circumstances giving rise to Mr Tran's claim, and (iii) my acceptance that the making of an order for security would have the effect of stultifying the appeal, I am satisfied that the discretion to order security should not be exercised in the Commonwealth's favour.",
      "id": "s114"
    },
    {
      "text": "I consider the interests of justice require dismissal of the Commonwealth's notice of motion.",
      "id": "s115"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s116"
    },
    {
      "text": "Associate:\n \n \nDated: 14 August 2009\n \n Counsel for the Appellant: Mr S E J Prince \n \n Counsel for the Respondent: Mr G Kennett \n \n Solicitor for the Appellant: Fragomen \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 14 August 2009 \n \n Date of Judgment: 14 August 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/921.html",
      "id": "s117"
    }
  ]
}