{
  "name": "SZIUD v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1555 (13 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1555.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "status of findings of fact of the refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "whether obligation on tribunal to give reasons for its reasons",
      "id": "c2"
    },
    {
      "text": "impermissible merits review",
      "id": "c3"
    },
    {
      "text": "no obligation in the tribunal to give advance notice of its proposed adverse findings",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant seeks leave of the Court pursuant to s 24(1A) of the Federal Court of Australia Act 1976 (Cth) to appeal a decision of Federal Magistrate Smith on 1 August 2006.",
      "id": "s0"
    },
    {
      "text": "His Honour, at a show cause hearing, dismissed the applicant's application for review of the decision of the Refugee Review Tribunal ('the Tribunal') to affirm a decision refusing him a Protection (Class XA) Visa ('a Protection Visa').",
      "id": "s1"
    },
    {
      "text": "2 The background circumstances of this application for leave are as follows: \n \n3 The applicant is a citizen of the People's Republic of China who arrived in Australia on 6 November 2005.",
      "id": "s2"
    },
    {
      "text": "He lodged an application for a Protection Visa on 1 December 2005 with the Department of Immigration and Multicultural Affairs.",
      "id": "s3"
    },
    {
      "text": "4 The application for a Protection Visa was refused by a delegate of the Minister on 20 December 2005.",
      "id": "s4"
    },
    {
      "text": "On 19 January 2006 the applicant applied to the Tribunal for review of that decision.",
      "id": "s5"
    },
    {
      "text": "The applicant claimed in his Protection Visa application and before the Tribunal that he had a well-founded fear of persecution from the authorities in China because he is a Christian.",
      "id": "s6"
    },
    {
      "text": "5 In a decision handed down on 6 April 2006, the Tribunal affirmed the decision of the delegate of the Minister.",
      "id": "s7"
    },
    {
      "text": "The reasons for the Tribunal's decision are summarised in this paragraph of the Tribunal's reasons:\n \n 'In the light of the information before it, the Tribunal accepts that the Applicant is a Christian and that he was brought up as a member of the officially-sanctioned Three Self Patriotic Movement in China.",
      "id": "s8"
    },
    {
      "text": "The Tribunal is not satisfied that he ever left this church to become a member of an illegal house church.",
      "id": "s9"
    },
    {
      "text": "The Tribunal is not satisfied that the Applicant has ever suffered harm at the hands of the Chinese authorities for any reason or that there is a real chance that he will do so if he returns.",
      "id": "s10"
    },
    {
      "text": "The Tribunal is not satisfied that the Applicant has a well-founded fear of persecution for reason of his religion, his imputed political opinion or any other Convention reason should he return to China now or in the reasonably foreseeable future and is not satisfied that he is a refugee.",
      "id": "s11"
    },
    {
      "text": "' \n \n\n6 The Tribunal's finding is based on adverse credibility findings by the Tribunal of the claims of the applicant.",
      "id": "s12"
    },
    {
      "text": "The basis for the adverse credibility findings is comprehensively revealed in the Tribunal's reasons.",
      "id": "s13"
    },
    {
      "text": "In particular the Tribunal was concerned about the extent of the claimed involvement by the applicant with the Padstow Congregational Church.",
      "id": "s14"
    },
    {
      "text": "The Tribunal said in its reasons:\n \n 'Asked if he had any objection to the Tribunal speaking to the Pastor of the Padstow Church he said the Pastor did not know him and suggested the Tribunal contact another minister named Chu Gou Fan.",
      "id": "s15"
    },
    {
      "text": "' \n\n\nThen the Tribunal said:\n\n \n 'Asked if Chu could speak about him he said he might not be able to do so as he had attended by himself and sat at the back.",
      "id": "s16"
    },
    {
      "text": "He said that as well as his real name he had also used the name Yao Ling at the church, which he claimed was because his own name was difficult for non-Chinese to pronounce.",
      "id": "s17"
    },
    {
      "text": "He said Yao Ling was the equivalent of 'Alan'.",
      "id": "s18"
    },
    {
      "text": "The Tribunal spoke by telephone to Chu Gou Fan, a preacher at Padstow Chinese Congregational Church and asked if he knew anyone by the two names used by the applicant.",
      "id": "s19"
    },
    {
      "text": "Chu said he did not recognise the names but there were normally many people in the church on Sundays and it was difficult to him to speak to everyone.",
      "id": "s20"
    },
    {
      "text": "He said many people from China asked for identification letters and the church had passed a resolution to the effect that such letters would only be issued where members had been regular attendees for six months and had taken part in small group activities.",
      "id": "s21"
    },
    {
      "text": "In the past there had been cases of individuals going to other churches as soon as letters were written for them.",
      "id": "s22"
    },
    {
      "text": "He said he recognised that this system could be a little unfair not [sic] to people who have started coming to the church and suggested that another option would be to find someone else in the church who knew the Applicant.",
      "id": "s23"
    },
    {
      "text": "Following the conclusion of the telephone call the Applicant offered a description of the facial features of Chu and another minister in the church.",
      "id": "s24"
    },
    {
      "text": "' \n \n\n7 On 3 May 2006, the applicant filed an application in the Federal Magistrates Court of Australia seeking an order that the respondent show cause why relief should not be granted in respect of the decision of the Tribunal.",
      "id": "s25"
    },
    {
      "text": "On 31 May 2006 Smith FM gave leave for the applicant to file an amended application and listed the matter for a show cause hearing under r 44.12 of the Federal Magistrates Court Rules 2001 (Cth) ('the Rules').",
      "id": "s26"
    },
    {
      "text": "In a judgment delivered on 1 August 2006, his Honour concluded that he was not satisfied that the application had raised an arguable case for the relief claimed and dismissed the application under r 44.12(1)(a) of the Rules.",
      "id": "s27"
    },
    {
      "text": "The Federal Magistrate found at par 10:\n \n 'I consider that the Tribunal's reasoning in relation to its adverse credibility finding does not show any arguable jurisdictional error, and that it was open to the Tribunal on the evidence before it.",
      "id": "s28"
    },
    {
      "text": "As a result of the adverse finding, the Tribunal said it was not satisfied that the applicant had ever suffered any harm by reason of being a member of a house church in China, and rejected his claims of persecution and his claim that he had been accused of collusion in anti-Chinese propaganda while held in detention.",
      "id": "s29"
    },
    {
      "text": "' \n\n\n \n8 On 18 August 2006 the applicant filed an application for leave to appeal Smith FM's decision.",
      "id": "s30"
    },
    {
      "text": "The applicant asserts that his Honour erred in law; he erred in finding that the Tribunal acted properly in its findings.",
      "id": "s31"
    },
    {
      "text": "The applicant's affidavit affirmed:\n \n '3 .",
      "id": "s32"
    },
    {
      "text": "The key issues, in my appeal application, are that:- \n \n \n \n a.",
      "id": "s33"
    },
    {
      "text": "The Tribunal failed to comply with its obligations under s424A(1) of the Act.",
      "id": "s34"
    },
    {
      "text": "b.",
      "id": "s35"
    },
    {
      "text": "The Tribunal failed to comply with its obligations under s425 of the Act.",
      "id": "s36"
    },
    {
      "text": "c. failed to consider my claims, fairly and properly.",
      "id": "s37"
    },
    {
      "text": "d. failed to consider relevant important evidences in relation to my claims \n \n\n\n \n 4.",
      "id": "s38"
    },
    {
      "text": "The learned Federal Magistrate failed to consider a letter from Padstow Chinese Congregational Church as evidence that I am a genuine Christian.",
      "id": "s39"
    },
    {
      "text": "5.",
      "id": "s40"
    },
    {
      "text": "Therefore, it must be unfair if my appeal application has been dismissed.",
      "id": "s41"
    },
    {
      "text": "' \n\n\n \n9 After having been supplied with a copy of the Minister's submission on his application for leave to this Court, the applicant filed a further written submission on 10 November 2006.",
      "id": "s42"
    },
    {
      "text": "His primary submission is:\n \n '1.",
      "id": "s43"
    },
    {
      "text": "This is submitted that I may have to accept that the Refugee Review Tribunal (\"the Tribunal\") has made an adverse credibility finding against me.",
      "id": "s44"
    },
    {
      "text": "However, the Tribunal made such a finding on the grounds that: \n \n \n \n - The Tribunal ignored or failed to consider a claim I made to it \n - The Tribunal misunderstood my claim or made a mistake in relation to an important finding of fact; and \n - The Tribunal failed to give me an opportunity to comment on those important issues \n \n\n\n \n Particulars: \n \n \n \n - The finding regarding to my credibility made by the Tribunal was mainly based on the evidence that the Minister of Padstow Chinese Congregational Church (\"the Minister\") seemed not being familiar with me while the Minister was contacted by the Tribunal during the Tribunal's hearing.",
      "id": "s45"
    },
    {
      "text": "- However, the Tribunal was completely ignored or failed to consider evidence or my important claims that the Minister was a new one who had just been appointed by the Padstow Chinese Congregational Church in very short time; and it is obviously quite normal that he was not familiar with Christians like me who had attended the church for some periods.",
      "id": "s46"
    },
    {
      "text": "- As a result, the Tribunal had obviously made a big mistake in relation to such an important finding in relation to my credibility.",
      "id": "s47"
    },
    {
      "text": "- Furthermore, during the Tribunal's hearing, both the Minister and I have clearly requested the Tribunal to give us a chance to clarify the important issue.",
      "id": "s48"
    },
    {
      "text": "However, the Tribunal failed to provide me any chances; and therefore, I have to say that the Tribunal failed to give me an opportunity to comment on issues regarding to my credibility.",
      "id": "s49"
    },
    {
      "text": "' \n \n\n\n \n10 Secondly, the written submissions of the applicant said:\n \n 'This is submitted that I may accept that independent country information might be not in relation to s.424A(1) of the Act.",
      "id": "s50"
    },
    {
      "text": "However, in determining my application, the Tribunal has mainly relied on some of information obtained from the Tribunal's hearing.",
      "id": "s51"
    },
    {
      "text": "However, the Tribunal failed to indicate me clearly particulars of those pieces of information which have been used as the reason, or part of reason, in deciding my application; and the Tribunal, especially, failed to ensure me to understand that those pieces of information would be directly in relation to my review application; and he failed to invite me to comment on those pieces of information.",
      "id": "s52"
    },
    {
      "text": "' \n\n \n11 Finally, the applicant submitted:\n \n 'This is submitted that the Tribunal failed to make me understand what the issues arising from my review application during the Tribunal's hearing; and my right to present my argument against the issues were in fact denied.",
      "id": "s53"
    },
    {
      "text": "' \n \n\n \n The applicant wrote:\n \n 'In summary, I never ever believe that the Tribunal has assessed my application fairly and carefully.",
      "id": "s54"
    },
    {
      "text": "' \n\n\n \n12 At the hearing of his leave application the applicant wished to call a witness whose evidence would be directed to challenging the correctness of the Tribunal's findings.",
      "id": "s55"
    },
    {
      "text": "The applicant submitted that the decision in his case should be based on accurate information and not on false information.",
      "id": "s56"
    },
    {
      "text": "Further, as his written submissions indicate, the applicant claims that he should have been told what issues from his hearing the Tribunal was considering to find adverse to him, and that he should have had a right to present arguments to the contrary of that foreshadowed decision.",
      "id": "s57"
    },
    {
      "text": "13 The difficulty with the applicant's application for leave is that merits review is an impermissible basis for the relief which he sought.",
      "id": "s58"
    },
    {
      "text": "Put simply, it is not an error of law and, in particular, a jurisdictional error, for the Tribunal to make a wrong finding of fact.",
      "id": "s59"
    },
    {
      "text": "Further, while the Tribunal has to give reasons for its finding, there is no obligation in a Tribunal to give reasons for its reasons.",
      "id": "s60"
    },
    {
      "text": "14 The reasons for the Tribunal's conclusions were based on its findings as to the believability of the applicant's claims.",
      "id": "s61"
    },
    {
      "text": "The Tribunal does not have to give reasons for its adverse credibility finding, although in this case it did.",
      "id": "s62"
    },
    {
      "text": "Even if, as the applicant asserts, the findings by the Tribunal are demonstrably wrong, that does not illustrate jurisdictional error.",
      "id": "s63"
    },
    {
      "text": "That is what the applicant essentially is seeking to demonstrate.",
      "id": "s64"
    },
    {
      "text": "15 Finally, there is no obligation in the Tribunal to give advance notice of its proposed adverse findings.",
      "id": "s65"
    },
    {
      "text": "The Tribunal is obliged to hear the applicant and the case he wishes to present.",
      "id": "s66"
    },
    {
      "text": "Its obligations to inform the applicant concerning matters are exhaustively set out in s 424A of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s67"
    },
    {
      "text": "16 There is no reason to doubt the correctness of the decision of Smith FM because there was no error in relation to the obligations imposed on the Tribunal by s 424A of the Act or the requirements of s 425 of the Act.",
      "id": "s68"
    },
    {
      "text": "17 No basis has been shown why leave should be granted.",
      "id": "s69"
    },
    {
      "text": "18 The application is dismissed with costs.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\nDated: 16 November 2006\n\n Applicant appeared in Person.",
      "id": "s72"
    },
    {
      "text": "Solicitor for the Respondent: Ms Kimberley Rose \n \n Date of Hearing: 13 November 2006 \n \n Date of Judgment: 13 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1555.html",
      "id": "s73"
    }
  ]
}