{
  "name": "SZHNR v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1597 (14 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1597.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of a federal magistrate to dismiss an application for review of a refugee review tribunal decision",
      "id": "c0"
    },
    {
      "text": "whether approach of tribunal in assessing credibility of the appellant involved an error of law",
      "id": "c1"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the decision of Federal Magistrate Scarlett delivered 10 August 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') of 21 September 2005 which was handed down on 13 October 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration &amp; Multicultural Affairs made on 10 May 2005 to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "FACTUAL BACKGROUND AND APPELLANT'S CLAIMS \n \n2 The appellants are husband and wife who are citizens of the People's Republic of China ('China').",
      "id": "s2"
    },
    {
      "text": "Only the first appellant (who I will refer to as the appellant) has made specific claims under the Convention, with the second appellant relying on her membership of the appellant's family.",
      "id": "s3"
    },
    {
      "text": "Before the Tribunal, the appellant claimed to have been a member of an Underground Christian Church on a small island in China.",
      "id": "s4"
    },
    {
      "text": "His claims involved him distributing propaganda materials and being the leader and organiser of the bible study group in his village.",
      "id": "s5"
    },
    {
      "text": "His bible group was claimed to be part of the Underground Church, with propaganda materials and special lectures given by a named businessman and a priest.",
      "id": "s6"
    },
    {
      "text": "3 In late November 2002, the appellant claimed that the named businessman's restaurant was surrounded by police, with staff, the businessman and the appellant being arrested.",
      "id": "s7"
    },
    {
      "text": "Consequently, the businessman's property was confiscated and the appellant was detained for three weeks.",
      "id": "s8"
    },
    {
      "text": "The appellant's claims also asserted that the appellant organised other bible groups in five villages on the island and that the island was investigated by the Public Security Bureau and the Religious Affairs Office.",
      "id": "s9"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n4 The Tribunal was not satisfied of the appellant's knowledge of Christianity.",
      "id": "s10"
    },
    {
      "text": "The Tribunal noted that if the appellant had participated in the religious activities as he had claimed, he would have been able to demonstrate significantly more knowledge of Christianity, but the appellant lacked details as to the claimed religion.",
      "id": "s11"
    },
    {
      "text": "The Tribunal did not accept the appellant had the capacity to lead bible study groups.",
      "id": "s12"
    },
    {
      "text": "The Tribunal was not satisfied the appellant was a Christian convert or a practising Christian in China.",
      "id": "s13"
    },
    {
      "text": "As the Tribunal found the appellant was not a witness of truth it rejected all of his claims.",
      "id": "s14"
    },
    {
      "text": "5 Furthermore, the Tribunal found that the appellant did not have an imputed adverse political or religious opinion.",
      "id": "s15"
    },
    {
      "text": "The Tribunal was not satisfied the appellant had a well-founded fear of persecution for a Convention reason and dismissed the application.",
      "id": "s16"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATES COURT \n \n6 Before the Federal Magistrate, the appellant raised three grounds of review which were expanded in oral submissions.",
      "id": "s17"
    },
    {
      "text": "Firstly, the appellant claimed that there was a constructive failure to exercise jurisdiction where the Tribunal made unreasonable credibility findings.",
      "id": "s18"
    },
    {
      "text": "The appellant claimed that the assessment of his credit was tainted by the selective focus on the appellant's claims about being a leader and failed to give weight to the appellant's evidence.",
      "id": "s19"
    },
    {
      "text": "The Federal Magistrate found that this claim sought merits review as credibility findings were findings of fact.",
      "id": "s20"
    },
    {
      "text": "Secondly, the appellant asserted the existence of apprehended bias.",
      "id": "s21"
    },
    {
      "text": "His Honour noted that an allegation of bias must not be lightly made and concluded that he could found no evidence of actual or apprehended bias.",
      "id": "s22"
    },
    {
      "text": "Thirdly, the appellant claimed that the Tribunal denied him procedural fairness and natural justice as the appellant's answers were interrupted and the Tribunal unreasonably insisted the appellant's answers be kept short.",
      "id": "s23"
    },
    {
      "text": "His Honour found there was no evidence of procedural unfairness.",
      "id": "s24"
    },
    {
      "text": "7 The Federal Magistrate was mindful the appellant was not legally represented, however on his Honour's careful reading of the Tribunal decision he was unable to discern any arguable case.",
      "id": "s25"
    },
    {
      "text": "His Honour found no jurisdictional error and dismissed the application.",
      "id": "s26"
    },
    {
      "text": "8 In his oral submissions, the appellant also claimed that his and the second appellant's passports had been lost by the Department of Immigration and Multicultural Affairs.",
      "id": "s27"
    },
    {
      "text": "The Federal Magistrate was concerned by this assertion, and noted that although it would not affect the finding that there was no jurisdictional error, his Honour recommended inquiries needed to be made by the Minister into the matter.",
      "id": "s28"
    },
    {
      "text": "GROUNDS OF REVIEW \n \n9 The notice appeal, filed on 30 August 2006, raised the following grounds: \n \n 1.",
      "id": "s29"
    },
    {
      "text": "The learned Federal Magistrate erred in law.",
      "id": "s30"
    },
    {
      "text": "2.",
      "id": "s31"
    },
    {
      "text": "The learned Federal Magistrate was wrong in finding that the Refugee Review Tribunal acted properly in its findings.",
      "id": "s32"
    },
    {
      "text": "CONSIDERATION \n \n10 The grounds of appeal before me, if one takes an expanded view of the first ground, are those raised before the Federal Magistrate.",
      "id": "s33"
    },
    {
      "text": "I can find no error in his Honour's reasoning or conclusion.",
      "id": "s34"
    },
    {
      "text": "11 His Honour was clearly correct to say that findings of credit are matters for the Tribunal: Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 74 ALJR 405 at 417.",
      "id": "s35"
    },
    {
      "text": "Findings of fact based on an assessment of credit that is itself open on the material or has some rational basis are not reviewable by the court: Kopalapillai v Minister for Immigration &amp; Multicultural Affairs (1998) 86 FCR 547 at 558-9.",
      "id": "s36"
    },
    {
      "text": "12 In this case, the Tribunal's finding that the appellant was not a credible witness was based on the Tribunal's assessment that the appellant did not appear to know the contents of the materials he claimed to have distributed and his knowledge of the practice and principles of Christianity was not consistent with his claim to have been the founder of bible study groups and to have risked his life in an underground church.",
      "id": "s37"
    },
    {
      "text": "These were rational bases for the Tribunal's findings.",
      "id": "s38"
    },
    {
      "text": "In this case the Tribunal simply did not believe the appellant, and on this basis rejected all his claims.",
      "id": "s39"
    },
    {
      "text": "In the circumstances of this case, this was a permissible approach.",
      "id": "s40"
    },
    {
      "text": "Accordingly, there was no jurisdictional error in the Tribunal's decision and his Honour was correct to dismiss the application.",
      "id": "s41"
    },
    {
      "text": "13 In relation to the question of bias and procedural fairness, I agree with his Honour's view that there is no evidence in support of any such allegations.",
      "id": "s42"
    },
    {
      "text": "14 The appellant raised before me the issue that because he could not remember a fourth Bible story, the Tribunal found against him on that basis.",
      "id": "s43"
    },
    {
      "text": "The appellant further contended that he was nervous and this affected his memory and his giving of evidence.",
      "id": "s44"
    },
    {
      "text": "In my view the Tribunal did not find against the appellant just because of his lack of memory in not recalling the fourth Bible story as requested, and it is clear from the following passage of the Tribunal's reasons for decision that it was alerted to the fact that he was nervous:\n \n I then asked the applicant what bible study stories he knew of.",
      "id": "s45"
    },
    {
      "text": "He replied that immediately before 'Jesus was crucified', his disciples attempted to persuade him to flee.",
      "id": "s46"
    },
    {
      "text": "Jesus had replied that 'if he did not suffer who will do it?",
      "id": "s47"
    },
    {
      "text": "' The second bible story the applicant referred to was about the 'loaves and fishes' when Christ had fed '5,000' people who had attended to hear him speak.",
      "id": "s48"
    },
    {
      "text": "The third bible story the applicant referred to was that 'Paul look for father and father no longer worried' (when asked, the applicant confirmed this was what he had stated).",
      "id": "s49"
    },
    {
      "text": "The applicant then claimed he could not remember much at this time as he was 'nervous'.",
      "id": "s50"
    },
    {
      "text": "I stated words to the effect that I understood that it was difficult for many applicants to appear before the Tribunal but that based on the evidence he had thus far provided, I may not accept that he was either the leader of an underground Christian group as he claimed, or that he was even a Christian.",
      "id": "s51"
    },
    {
      "text": "15 In addition, the appellant had the appropriate opportunity to place any material before the Tribunal to support his application.",
      "id": "s52"
    },
    {
      "text": "It is clear from the following passage from the Tribunal's reasons that it informed the appellant of this opportunity:\n \n The applicant then claimed he was nervous at the Tribunal hearing but could provide further written material in support of his claims, to the Tribunal.",
      "id": "s53"
    },
    {
      "text": "I put to him that he had prepared his Protection Visa application with the assistance of a migration agent, and extensive written claims had been provided by him, or on his behalf, to the Department and to the Tribunal.",
      "id": "s54"
    },
    {
      "text": "I then put to him that I was obliged to consider any information/evidence/claims he provided to the Tribunal prior to the decision being handed down but that I was not requesting any information/evidence/claims from him.",
      "id": "s55"
    },
    {
      "text": "16 On the basis of the above, I will dismiss the appeal with costs.",
      "id": "s56"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s57"
    },
    {
      "text": "Associate:\n\nDated: 22 November 2006\n\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the Respondent: J Smith \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 14 November 2006 \n \n Date of Judgment: 14 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1597.html",
      "id": "s58"
    }
  ]
}