{
  "name": "Brookfield v Yevad Products Pty Ltd [2006] FCA 1180 (31 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1180.html",
  "catchphrases": [
    {
      "text": "draft expert report held by respondent's former solicitors",
      "id": "c0"
    },
    {
      "text": "whether privileged from production",
      "id": "c1"
    },
    {
      "text": "legal professional privilege",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "The applicants seek an order for inspection of a document discovered only in a List of Documents filed on 20 July 2006, in which it is described as 'Draft Report prepared by Barry Pinder of Pump Technology Pty Ltd dated 7 August 1995' (the report).",
      "id": "s0"
    },
    {
      "text": "In that list of documents the respondent claims that the report is privileged from production on the ground of legal professional privilege.",
      "id": "s1"
    },
    {
      "text": "In a subsequent list of documents filed on 15 August 2006, the respondent describes the report as being 'Draft Report prepared by Barry Pinder of Pump Technology Pty Ltd undated but sent 7 August 1995, being a confidential report prepared on the instructions of and for the respondent's solicitors solely for the purposes of the litigation'.",
      "id": "s2"
    },
    {
      "text": "The existence of the report apparently came to light from a disbursement item in a bill of costs of the respondent.",
      "id": "s3"
    },
    {
      "text": "Previously, it had not been specifically itemised in the several lists of documents filed by the respondent, although it was said to come within the generic description of documents covered by legal professional privilege.",
      "id": "s4"
    },
    {
      "text": "By motion filed on 30 May 2006 the applicants sought, inter alia, orders for discovery and production of the report.",
      "id": "s5"
    },
    {
      "text": "That motion apparently promoted in part the further list of documents on 20 July 2006.",
      "id": "s6"
    },
    {
      "text": "The applicants now dispute the claim that the report is privileged from production.",
      "id": "s7"
    },
    {
      "text": "The applicants accept that the report was commissioned by solicitors then acting for the respondent, and was commissioned by them for the purposes of this proceeding.",
      "id": "s8"
    },
    {
      "text": "I do not need to refer to the nature of the proceeding.",
      "id": "s9"
    },
    {
      "text": "It is described in the judgment of Lander J in Brookfield v Yevad Products Pty Ltd [2004] FCA 1164.",
      "id": "s10"
    },
    {
      "text": "His Honour's decision was upheld on appeal, although the orders he then made were varied a little: Yevad Products Pty Ltd v Brookfield [2005] FCAFC 177.",
      "id": "s11"
    },
    {
      "text": "The initial judgment, in which the applicants' claims against the respondent were unsuccessful, was given on 8 February 1996, following a hearing which commenced on 11 August 1995: see Brookfield v Davey Products Pty Ltd (1996) 14 ACLC 303.",
      "id": "s12"
    },
    {
      "text": "The report therefore predated the commencement of the hearing by only a few days.",
      "id": "s13"
    },
    {
      "text": "The report was not then specifically discovered, nor prior to the judgment, nor indeed, at any time prior to 20 July 2006.",
      "id": "s14"
    },
    {
      "text": "I note, however, that in about September 2000 the applicants became aware of the existence of the report and requested its discovery, and that Mr Brookfield repeated that request in correspondence of 19 October 2000, and again by correspondence of 2 November 2000.",
      "id": "s15"
    },
    {
      "text": "Those letters are part of a series of correspondence concerning a range of issues.",
      "id": "s16"
    },
    {
      "text": "On 3 November 2000 solicitors for the respondent indicated that the report was obtained by the former solicitors for their client in circumstances protecting it from production on the ground of legal professional privilege.",
      "id": "s17"
    },
    {
      "text": "Evidence now before the Court also indicates that, when the report was sent to the former solicitors for the respondent, its author described it as 'the first draft of the technical report' on the pumps, and that it was for the purposes of the hearing then about to commence.",
      "id": "s18"
    },
    {
      "text": "The report was not used at the hearing.",
      "id": "s19"
    },
    {
      "text": "Nor was its author called.",
      "id": "s20"
    },
    {
      "text": "In my view, the relevant legal principles are quite straightforward.",
      "id": "s21"
    },
    {
      "text": "In Australian Securities and Investments Commission v Southcorp Ltd (2003) 46 ACSR 438 ( Southcorp ), Lindgren J at [21] identified a number of principles applicable.",
      "id": "s22"
    },
    {
      "text": "They are as follows: \n \n Ordinarily the confidential briefing or instructing by a prospective litigant's lawyers of an expert to provide a report of his or her opinion to be used in the anticipated litigation attracts client legal privilege: cf Wheeler v Le Marchant (1881) 17 Ch D 675; Trade Practices Commission v Sterling (1979) 36 FLR 244 at 246; Interchase Corp Ltd (in liq) v Grosvenor Hill (Qld) Pty Ltd (No 1) [1999] 1 Qd R 141 (Interchase) at 151 per Pincus JA, at 160 per Thomas J.",
      "id": "s23"
    },
    {
      "text": "(2) Copies of documents, whether the originals are privileged or not, where the copies were made for the purpose of forming part of confidential communications between the client's lawyers and the expert witness, ordinarily attract the privilege: Commissioner of Australian Federal Police f Propend Finance Pty Ltd [1997] HCA 3 ; (1997) 188 CLR 501; 141 ALR 545; 91 A Crim R 451 (Propend); Interchase , per Pincus JA; Spassked Pty Ltd v Cmr of Taxation (No 4) (2002) 50 ATR 70 at [17]; \n \n \n \n (3) Documents generated unilaterally by the expert witness, such as working notes, field notes, and the witness's own drafts of his or her report, do not attract privilege because they are not in the nature of, and would not expose, communications: cf Interchase at 161-2 per Thomas J.",
      "id": "s24"
    },
    {
      "text": "(4) Ordinarily disclosure of the expert's report for the purpose of reliance on it in the litigation will result in an implied waiver of the privilege in respect of the brief or instructions or documents referred to in (1) and (2) above, at least if the appropriate inference to be drawn is that they were used in a way that could be said to influence the content of the report, because, in these circumstances, it would be unfair for the client to rely on the report without disclosure of the brief, instructions or documents; cf Attorney-General (NT) v Maurice [1986] HCA 80 ; (1986) 161 CLR 475 at 481; 69 ALR 31 at 34 per Gibbs CJ, CLR 487-8; ALR 38-9 per Mason and Brennan JJ, CLR 492-3; ALR 42-3 per Deane J, CLR 497-8; ALR 46-7 per Dawson J; Goldberg v Ng [1995] HCA 39 ; (1995) 185 CLR 83 at 98; 132 ALR 57 at 66 per Deane, Dawson and Gaudron JJ, CLR 109; ALR 75 per Toohey J; Instant Colour Pty Ltd v Canon Australia Pty Ltd [1995] FCA 870 ; BC9506842; Australian Competition and Consumer Commission v Lux Pty Ltd [2003] FCA 89 ; BC200300344 (ACCC v Lux) at [46].",
      "id": "s25"
    },
    {
      "text": "(5) Similarly, privilege cannot be maintained in respect of documents used by an expert to form an opinion or write a report, regardless of how the expert came by the documents; Interchase at 148-50 per Pincus JA, at 161 per Thomas J.",
      "id": "s26"
    },
    {
      "text": "(6) It may be difficult to establish at an early stage whether documents which were before an expert witness influenced the content of his or her report, in the absence of any reference to them in the report; cf Dingwall v Commonwealth of Australia (1992) 39 FCR 521; Tirango Nominees Pty Ltd v Dairy Vale Foods Ltd (No 2) (1998) 83 FCR 397 at 400; 156 ALR 364 at 366; ACCC v Lux at [46].",
      "id": "s27"
    },
    {
      "text": "' \n \n \n \n Senior counsel for the respondent submitted that, on one view of certain of his Honour's comments in (3) above, they may go too far in a limited respect, particularly as understood and applied by Barrett J in Ryder v Frohlich [2005] NSWSC 1342 at [12] .",
      "id": "s28"
    },
    {
      "text": "His Honour, after quoting and adopting those principles, said: \n \n point made here is that privilege can only attach to documents which embody communication between the expert and the litigant by whom the expert is retained (or the litigant's lawyer).",
      "id": "s29"
    },
    {
      "text": "A draft report prepared by the expert is not, of its nature, such a communication.",
      "id": "s30"
    },
    {
      "text": "It may be that the draft report is, in fact, given or sent by the expert to the litigant or the litigant's lawyer, but that does not change its character as something prepared by the expert which is not intended to be a means of communication with the litigant or lawyer.",
      "id": "s31"
    },
    {
      "text": "' \n \n I do not need to determine that issue.",
      "id": "s32"
    },
    {
      "text": "That is because in Southcorp the documents in issue were documents held by the independent expert and not the documents reflecting that expert's opinion which had been communicated to the solicitors for the purposes of that litigation.",
      "id": "s33"
    },
    {
      "text": "The point of distinction, of course, is that the report in issue in the present proceedings is clearly one which was communicated to the then solicitors for the respondent for the purpose of the conduct of the litigation.",
      "id": "s34"
    },
    {
      "text": "It was not a document held only by the expert as a provisional or preliminary draft, although it is in the accompanying communication described as 'first draft'.",
      "id": "s35"
    },
    {
      "text": "It is the copy of the document held by the solicitors which is the present subject of the application.",
      "id": "s36"
    },
    {
      "text": "In Esso Australia Resources Limited v Commissioner of Taxation [1999] HCA 67 ; (1999) 201 CLR 49, McHugh J at 79 [80] emphasised that legal professional privilege is concerned with communications, either oral, written or recorded, and not with documents per se.",
      "id": "s37"
    },
    {
      "text": "His Honour emphasised that privilege inheres in any document 'because it records or constitutes a communication prepared, given or received for the purposes of obtaining legal advice or assistance'.",
      "id": "s38"
    },
    {
      "text": "See also per Gleeson CJ, Gaudron and Gummow J at 65 [36].",
      "id": "s39"
    },
    {
      "text": "In Commissioner of Australian Federal Police v Propend Finance Pty Limited [1997] HCA 3 ; (1997) 188 CLR 501, the High Court held that legal professional privilege attached to a copy of a document provided to a lawyer for the purpose of obtaining legal advice for use in legal proceedings, even when the original document may not itself have been privileged.",
      "id": "s40"
    },
    {
      "text": "See for example McHugh J at 553-554.",
      "id": "s41"
    },
    {
      "text": "In my view, the report falls squarely within that description.",
      "id": "s42"
    },
    {
      "text": "It is not necessary to decide whether a copy of the report held by its author is itself privileged.",
      "id": "s43"
    },
    {
      "text": "I do not think that the description of the report as a 'first draft' results in any different conclusion.",
      "id": "s44"
    },
    {
      "text": "Even if it be accepted that a draft report prepared by an expert witness which is not communicated by the expert to the party's legal adviser is not privileged, this copy of the document, being the report as discovered, is accepted by the applicants as being a document commissioned by the respondent's former solicitor and communicated to those solicitors by the expert for the purposes of the litigation.",
      "id": "s45"
    },
    {
      "text": "I do not think that Lindgren J's principle (3) in Southcorp should be read as suggesting that a draft report provided by an expert to solicitors for the purpose of litigation is not itself privileged.",
      "id": "s46"
    },
    {
      "text": "It operates precisely as a communication for the purposes for which privilege exists.",
      "id": "s47"
    },
    {
      "text": "That says nothing about the status of the expert's copy of such a document.",
      "id": "s48"
    },
    {
      "text": "However, if a draft of a report (as distinct from working notes and field notes and other documents used by an expert to form an opinion) encompassed within principle (3) is not in fact communicated to solicitors, the draft of that report may nevertheless have been prepared for the purpose of recording the views of the proposed expert and intended by the expert as a means of communication to a party's legal adviser.",
      "id": "s49"
    },
    {
      "text": "Provided that document was brought into existence for such a purpose, that is to record information to be submitted to a solicitor for the purpose of litigation, it may be privileged even in the hands of the expert.",
      "id": "s50"
    },
    {
      "text": "That is an issue as to characterisation, a point recognised both by Lindgren J in Southcorp and by Barrett J in Ryder upon a careful reading of their Honour's respective remarks.",
      "id": "s51"
    },
    {
      "text": "Some drafts may not have that character, so in some cases evidence may be necessary as to the characterisation of the particular document held by the expert.",
      "id": "s52"
    },
    {
      "text": "In Interchase Corporation Limited (in liq) v Grosvenor Hill (Qld) Pty Ltd (No 1) [1999] 1 Qd R 141 at 162, Thomas J pointed out the reason why neither principle nor policy should protect from inspection documents which an expert generates from the information which the expert collects in order to form an opinion.",
      "id": "s53"
    },
    {
      "text": "His Honour did not indicate that the formation of the opinion itself would not itself be privileged, as he did not need to.",
      "id": "s54"
    },
    {
      "text": "Pincus JA in that case at 148-149 suggested that the formation of the opinion of the expert itself is not privileged, but a report on that information communicated to the party's legal adviser is privileged.",
      "id": "s55"
    },
    {
      "text": "Those remarks are unexceptionable observations of principle.",
      "id": "s56"
    },
    {
      "text": "The opinion of any expert is not privileged.",
      "id": "s57"
    },
    {
      "text": "If subpoenaed to give evidence which is otherwise admissible, the expert must give that evidence.",
      "id": "s58"
    },
    {
      "text": "The report or a draft of the report by an expert containing that opinion, if brought into existence for the purpose of a privileged communication, and if communicated on a privileged occasion, it is clearly privileged.",
      "id": "s59"
    },
    {
      "text": "If the intention of the creation of the draft report was that it be communicated but, for some reason it was not in fact communicated, I do not think that its non-communication necessarily leads to the loss of the privilege which would otherwise attach to that document.",
      "id": "s60"
    },
    {
      "text": "Obviously, sometimes, there will be different questions to decide as to the status of a particular document or document held by a third party expert.",
      "id": "s61"
    },
    {
      "text": "For the sake of completeness, I note that the decision of Bleby J in Harris Scarfe Ltd (Receivers &amp; Mangers Appointed) (in liq) v Ernst &amp; Young (No 6) [2006] SASC 148 concerning draft expert reports reflects the application of the different rules obtaining under the Supreme Court Rules (SA) and so is not directly in point.",
      "id": "s62"
    },
    {
      "text": "For those reasons, in my view the report is privileged from production on the ground of legal professional privilege.",
      "id": "s63"
    },
    {
      "text": "The respondent's further list of documents filed on 15 August 2006 also expressly listed 14 other documents, not previously expressly itemised although apparently covered by the generic privilege claimed in earlier lists.",
      "id": "s64"
    },
    {
      "text": "Each of those 14 documents is claimed to be privileged from production on the ground of legal professional privilege, as being brought into existence solely for the purpose of the litigation and being communications between the respondent's former solicitors and Pump Technology Pty Ltd or its officers.",
      "id": "s65"
    },
    {
      "text": "They cover the period 19 July 1995 to 8 November 1995.",
      "id": "s66"
    },
    {
      "text": "I note that seven of the documents exchanged on and after 14 August 1995 concern fees of Pump Technology Pty Ltd.",
      "id": "s67"
    },
    {
      "text": "The applicants do not accept the claim for privilege.",
      "id": "s68"
    },
    {
      "text": "In my view, the documents concerning the engagement of Pump Technology Pty Ltd, including the material with which it was briefed and information which it sought, are clearly privileged.",
      "id": "s69"
    },
    {
      "text": "So too is the document enclosing a 'first rough draft' of the report, dated 5 August 1995, and that draft, for the reasons already given.",
      "id": "s70"
    },
    {
      "text": "The authorities indicate that bills of costs are privileged if they disclose the nature or progress of privileged communications, but trust account ledgers and the like are generally not privileged: see e.g.",
      "id": "s71"
    },
    {
      "text": "Lake Cumbeline Pty Ltd v Effem Foods Pty Ltd (1994) 126 ALR 58.",
      "id": "s72"
    },
    {
      "text": "Nor are internal records which note times, mere attendances, or fee records and the like: see R v Manchester Crown Court; Ex parte Rogers [1999] 4 All ER 35.",
      "id": "s73"
    },
    {
      "text": "Those matters are discussed generally in Cook v Pasminco Ltd (No 2) [2000] FCA 1819 ; (2000) 107 FCR 44 at [45] - [48] .",
      "id": "s74"
    },
    {
      "text": "I have inspected the documents numbered 2.7, and 2.9 to 2.14 on the list of documents filed on 15 August 2006, as I did not consider the claim for privilege was clearly made out by the verified description of those documents or the assertion as to their status.",
      "id": "s75"
    },
    {
      "text": "With the benefit of that inspection, I consider all but document 2.13 are privileged.",
      "id": "s76"
    },
    {
      "text": "They all contain material as to the nature of the privileged communications passing between those solicitors and Pump Technology Pty Ltd.",
      "id": "s77"
    },
    {
      "text": "The residual document is a letter from those solicitors of 30 October 1995 seeking a supporting 'log of time'.",
      "id": "s78"
    },
    {
      "text": "It does not disclose any privileged communication, and in my view should be available for inspection.",
      "id": "s79"
    },
    {
      "text": "In making that ruling, I do not intend to expose the other documents referred to as not being privileged merely because they are part of a series of communications.",
      "id": "s80"
    },
    {
      "text": "I consider that they are privileged.",
      "id": "s81"
    },
    {
      "text": "I will, at the time this judgment is delivered, return to the solicitors for the respondent the copies of the documents in issue with which I was provided for their inspection to the extent I considered it necessary.",
      "id": "s82"
    },
    {
      "text": "As I have indicated, that inspection was of the documents numbered 2.7 and 2.9 to 2.14 only.",
      "id": "s83"
    },
    {
      "text": "For those reasons, I consider that in all but one respect the claim to legal professional privilege in the disputed documents should be upheld.",
      "id": "s84"
    },
    {
      "text": "In particular, the claim by the applicants to inspect the report is rejected and Order (5) sought on the applicants' motion filed on 30 May 2006 is refused.",
      "id": "s85"
    },
    {
      "text": "The motion will otherwise be adjourned to a date to be fixed.",
      "id": "s86"
    },
    {
      "text": "I point out that the privilege claimed concerns documents and copy documents held by the former solicitors for the respondent.",
      "id": "s87"
    },
    {
      "text": "My decision does not relate to any documents held by Mr Pinder or by Pump Technology Pty Ltd.",
      "id": "s88"
    },
    {
      "text": "I presently have no view as to the status of any such documents.",
      "id": "s89"
    },
    {
      "text": "I am confident that the respondent's solicitors will now produce for inspection the letter from Piper Alderman to Mr B Pinder dated 30 October 1995 concerning log of time and accounts\\, without the need for an order.",
      "id": "s90"
    },
    {
      "text": "The costs of the application for inspection of the disputed documents, in particular the report, should be the respondent's costs in the cause other than the attendance on 15 August 2006 which was prompted by the respondent's proper desire to fully itemise the communications referred to above, but which in the circumstances should not be visited upon the applicants.",
      "id": "s91"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s92"
    },
    {
      "text": "Associate:\n\nDated: 30 August 2006\n\n\n Counsel for the Applicants: IW Brookfield appeared in person \n \n Counsel for the Respondent: RJ Whitington QC with J White \n \n Solicitor for the Respondent: Thomson Playford \n \n Date of Hearing: 11 and 15 August 2006 \n \n Date of Last Submissions: 30 August 2006 \n \n Date of Judgment: 31 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1180.html",
      "id": "s93"
    }
  ]
}