{
  "name": "Raftland Pty Ltd v Commissioner of Taxation [2006] FCA 109 (17 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/109.html",
  "catchphrases": [
    {
      "text": "assessable income",
      "id": "c0"
    },
    {
      "text": "trusts",
      "id": "c1"
    },
    {
      "text": "distribution of trust income to tertiary beneficiary trust with accumulated losses",
      "id": "c2"
    },
    {
      "text": "whether distribution ineffective",
      "id": "c3"
    },
    {
      "text": "whether tertiary beneficiary trust ceased to exist",
      "id": "c4"
    },
    {
      "text": "if trust continued in existence whether distribution a sham",
      "id": "c5"
    },
    {
      "text": "effect of onus of proof",
      "id": "c6"
    },
    {
      "text": "whether distributions proved",
      "id": "c7"
    },
    {
      "text": "whether real transaction otherwise",
      "id": "c8"
    },
    {
      "text": "if no effective distribution whether primary beneficiaries presently entitled to income",
      "id": "c9"
    },
    {
      "text": "whether present entitlement arose out of a reimbursement agreement",
      "id": "c10"
    },
    {
      "text": "whether sections 100a (1), (2) (3a) and (3b) of the income tax assessment act 1936 (cth) apply",
      "id": "c11"
    },
    {
      "text": "retirement of trustee and appointment of new trustee",
      "id": "c12"
    },
    {
      "text": "whether terms of trust deed complied with",
      "id": "c13"
    },
    {
      "text": "whether property held in trust to enable its continuance",
      "id": "c14"
    },
    {
      "text": "failure of distribution to tertiary beneficiary",
      "id": "c15"
    },
    {
      "text": "distribution by default",
      "id": "c16"
    },
    {
      "text": "taxpayer's onus of proof",
      "id": "c17"
    },
    {
      "text": "burden of proof when sham alleged",
      "id": "c18"
    },
    {
      "text": "income tax",
      "id": "c19"
    },
    {
      "text": "trusts",
      "id": "c20"
    },
    {
      "text": "evidence",
      "id": "c21"
    }
  ],
  "sentences": [
    {
      "text": "1 At issue in these proceedings are resolutions made by Raftland Pty Ltd, as trustee of the Raftland Trust, to distribute trust income in each of the tax years 1995, 1996 and 1997 to the trustee of the E&amp;M Unit Trust as a Tertiary Beneficiary of the Raftland Trust.",
      "id": "s0"
    },
    {
      "text": "In those tax years it had accumulated tax losses to which the income from the Raftland Trust was applied, with the result that neither it nor the Raftland Trust had income subject to taxation.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND TO THE 1995 TRANSACTIONS \n THE HERAN COMPANIES AND TRUSTS \n \n2 Save for the E&amp;M Unit Trust, the companies and trusts relevant to these proceedings, and in existence prior to the transactions in question, were controlled by one or more of the Heran brothers --- Mr Brian Heran, Mr Martin Heran and Mr Stephen Heran.",
      "id": "s2"
    },
    {
      "text": "The business of the principal company, Heran Projects Pty Ltd , ('Heran Projects') was the building of houses.",
      "id": "s3"
    },
    {
      "text": "It was controlled by Brian Heran who was also a director as was Martin Heran until May 1996.",
      "id": "s4"
    },
    {
      "text": "Those two brothers held ordinary shares in the company and each of the three brothers and two other associated companies held special shares.",
      "id": "s5"
    },
    {
      "text": "Northbank Homes Pty Ltd ('Northbank Homes') and Southbank Homes Pty Ltd ('Southbank Homes') were subcontractors to Heran Projects and were controlled, respectively, by Martin Heran and Stephen Heran.",
      "id": "s6"
    },
    {
      "text": "The trustee of the Brian Heran Discretionary Trust , which was settled in 1990, was Maggside Pty Ltd ('Maggside') .",
      "id": "s7"
    },
    {
      "text": "The potential beneficiaries of that Trust included any trust in which Brian Heran and his brothers had an interest and any company in which they held shares or of which they were office-holders.",
      "id": "s8"
    },
    {
      "text": "The directors and shareholders of Maggside were Brian and Stephen Heran.",
      "id": "s9"
    },
    {
      "text": "3 In May 1995 management reports were prepared for each of Heran Projects, Northbank Homes and Southbank Homes.",
      "id": "s10"
    },
    {
      "text": "The report concerning Heran Projects contained the notation that its 'tax profit' for the year ended 30 June 1995 was projected at approximately $2.7m.",
      "id": "s11"
    },
    {
      "text": "Northbank Homes' profit was anticipated to be $284 207.00.",
      "id": "s12"
    },
    {
      "text": "4 Following upon the receipt of this information, Brian Heran contacted his solicitor, Mr Tobin, concerning the possible 'acquisition' of a trust which had some losses from previous tax years, and which might be utilised so as to absorb the forecast profits.",
      "id": "s13"
    },
    {
      "text": "Mr Heran asked Mr Tobin to speak with Mr Adcock of Harts Accountants ('Harts') to this end.",
      "id": "s14"
    },
    {
      "text": "Information was subsequently provided of the E&amp;M Unit Trust, including a copy of its Trust Deed, financial and other records.",
      "id": "s15"
    },
    {
      "text": "It had substantial tax losses from previous tax years, in the order of $4m.",
      "id": "s16"
    },
    {
      "text": "Between 16 and 19 June 1995 a 'price' of $250 000 was nominated by Mr Adcock to be paid with respect to the Trust, following some negotiations.",
      "id": "s17"
    },
    {
      "text": "At about this time consultations with senior counsel were undertaken concerning tax arrangements and the transactions which followed.",
      "id": "s18"
    },
    {
      "text": "5 On 22 June 1995 Mr Tobin wrote to Harts, suggesting that the E&amp;M Unit Trust be paid $250 000 and that the Trust dispose of the distribution which would be made to it in a way that did not 'fall foul of the income injection test' , a reference to the Treasurer's press release of 9 May 1995 which carried the heading 'Trafficking in Trust Losses' .",
      "id": "s19"
    },
    {
      "text": "Examples given by Mr Tobin were distribution to its unit holders or part payment of one or more of its debts.",
      "id": "s20"
    },
    {
      "text": "Reference was made to the need to amend provisions of the E&amp;M Unit Trust Deed relating to notification of the retirement of the Trustee.",
      "id": "s21"
    },
    {
      "text": "The Trustee of the Trust was also to appoint the nominee of the Heran's interests to act as accountants and to deliver its books of account to them.",
      "id": "s22"
    },
    {
      "text": "The letter recognised that further steps might be necessary after proposed amending legislation had been passed and went on:\n \n 'We would expect your clients to co-operate with any reasonable requests made by our client, but are not seeking to impose any contractual obligations on them to do so.",
      "id": "s23"
    },
    {
      "text": "' \n \n \n\nMr Tobin said in evidence that the dealings proceeded upon the assumption that the natural persons behind the Trust 'would do what was necessary.",
      "id": "s24"
    },
    {
      "text": "' \n \n6 The business conducted by Maggside, as trustee of the Brian Heran Discretionary Trust, involved the rental of properties.",
      "id": "s25"
    },
    {
      "text": "It owed some monies to Heran Projects.",
      "id": "s26"
    },
    {
      "text": "On 22 June 1995 Mr Tobin wrote to Mr Heran concerning the dealings which were proposed between Heran Projects and Maggside.",
      "id": "s27"
    },
    {
      "text": "That same day Heran Projects entered into an agreement with Maggside by which Maggside, as trustee of the Brian Heran Discretionary Trust, was to be paid the sum of $2 915 000 for the right to sell investment properties owned by Maggside and to retain any proceeds of sale of them.",
      "id": "s28"
    },
    {
      "text": "It would appear that another company connected with the Herans, Kedsfield Pty Ltd , was a joint venturer with Heran Projects in this and contributed some $650 000 to the venture, but this assumes no importance in these proceedings.",
      "id": "s29"
    },
    {
      "text": "The dealings between the two companies involved a payment by Heran Projects to Maggside and a payment by Maggside to Heran projects in the same sum, by way of repayment of its loan and a further loan to Heran Projects.",
      "id": "s30"
    },
    {
      "text": "The results for Heran Projects, as disclosed in its financial statements and taxation returns were joint venture costs of some $2.3m and a net loss for the 1995 tax year.",
      "id": "s31"
    },
    {
      "text": "7 From this point, it may be inferred, it was planned to distribute monies to two trusts, culminating in a resolution to distribute to a trust which had tax losses accumulated from previous years.",
      "id": "s32"
    },
    {
      "text": "Mr Brian Heran said that without the availability of the trust losses of the E&amp;M Unit Trust he would not have caused these two entities to enter into the sales rights agreement.",
      "id": "s33"
    },
    {
      "text": "Had the E&amp;M Unit Trust not been available, Maggside would have distributed its income, or entitlement thereto, to one or more corporate beneficiaries.",
      "id": "s34"
    },
    {
      "text": "The agreement between Heran Projects and Maggside was rescinded, prospectively, by a document dated 27 June 1996 for the sum of $10.00.",
      "id": "s35"
    },
    {
      "text": "At that date one property had been sold for about $190 000.",
      "id": "s36"
    },
    {
      "text": "THE E&amp;M UNIT TRUST \n \n8 The E&amp;M Unit Trust was not at this point associated with any of the entities controlled by the Heran brothers.",
      "id": "s37"
    },
    {
      "text": "It was settled on 8 July 1986.",
      "id": "s38"
    },
    {
      "text": "Its Trust Deed provided for a trust fund to be held by the trustee, which was to include the initial sums paid on settlement together with any further additions accepted by the Trustee.",
      "id": "s39"
    },
    {
      "text": "The Trustee was E&amp;M Investments Pty Ltd, the directors and shareholders of which were Mrs Elizabeth Cox Kerr Thomasz (formerly ECK Carey) and her husband Mr Mark Thomasz.",
      "id": "s40"
    },
    {
      "text": "The nature of the business of the Trust was the acquisition and sale of real property.",
      "id": "s41"
    },
    {
      "text": "It was controlled by Mr Thomasz.",
      "id": "s42"
    },
    {
      "text": "9 Pursuant to the Trust Deed, units represented a share in the Trust Fund and their initial value was $1.00 each.",
      "id": "s43"
    },
    {
      "text": "Ten units were issued equally as between Mrs Thomasz, as trustee of the ECK Family Trust, and Thomasz Enterprises Pty Ltd. Other documents disclose that the latter company's interest was as trustee of the Thomasz Family Trust.",
      "id": "s44"
    },
    {
      "text": "A settlement sum of $10.00 was recorded in the Deed.",
      "id": "s45"
    },
    {
      "text": "10 The powers of the Trustee under the E&amp;M Unit Trust Deed, include a power of delegation of all of the trustee's powers and discretions, the grant of a Power of Attorney (cl 27) and a power to amend the trust Deed (cl 35(a)).",
      "id": "s46"
    },
    {
      "text": "With respect to the retirement of a Trustee and the appointment of a new Trustee, it is provided by cl 34 as follows: \n \n \n '(a) The Trustee may retire upon giving at least one month's notice in writing to all Unit Holders provided however that such retirement shall not be effective until an appointment has been made pursuant to paragraph (b) of this Clause; \n (b) In the event of the Trustee retiring in accordance with sub-clause (a) of this Clause the Trustee if it is the sole Trustee shall appoint a new Trustee.",
      "id": "s47"
    },
    {
      "text": "If it is not then the sole Trustee, the continuing Trustee or Trustees shall make such appointment.",
      "id": "s48"
    },
    {
      "text": "(c) The Unit Holders shall be entitled by resolution supported by 75 per cent of the votes cast on such resolution at any time and from time to time to remove any Trustee hereunder or of the Trust Fund and to appoint any new or additional Trustee or Trustees hereunder or of the Trust Fund.",
      "id": "s49"
    },
    {
      "text": "(d) A new Trustee so appointed shall execute a Deed whereby such new Trustee shall undertake to the Unit Holders jointly and severally all of the obligations of the retiring Trustee hereunder and from the date of the Deed the retiring Trustee shall be released from all further obligations under this Deed.",
      "id": "s50"
    },
    {
      "text": "' \n \n \n\n11 Clause 21 of the Deed requires the Trustee to 'collect receive and get in all dividends interests rents and other income from the investment of the Trust Fund' and to pay costs and expenses out of the gross income.",
      "id": "s51"
    },
    {
      "text": "Clause 22 deals with the net income which is to be paid, applied or set aside for the benefit of the unitholders in proportion to the number of units they had.",
      "id": "s52"
    },
    {
      "text": "12 By July 1991 Mr and Mrs Thomasz were facing bankruptcy and, inferentially, their company E&amp;M Investments and the Trust were in financial difficulty.",
      "id": "s53"
    },
    {
      "text": "They took steps with respect to the position of trustee of both the E&amp;M Unit Trust and the Thomasz Family Trust.",
      "id": "s54"
    },
    {
      "text": "Documents dated 10 July 1991 show that Thomasz Enterprises Pty Ltd resolved to cease as Trustee of the latter trust and that Mr Glen Carey, the son of Mrs Thomasz, was thereafter to act in that capacity.",
      "id": "s55"
    },
    {
      "text": "Four documents of the same date were prepared and signed with respect to the E&amp;M Unit Trust.",
      "id": "s56"
    },
    {
      "text": "E&amp;M Investments, as Trustee, in a document addressed to the E&amp;M Unit Trust advised that:\n \n '... the Company should cease in this capacity and resign forthwith.",
      "id": "s57"
    },
    {
      "text": "This letter serves as notification of the decision to resign.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n13 It appears to have been signed by Mr and Mrs Thomasz.",
      "id": "s59"
    },
    {
      "text": "A letter from the Trust to Mr Carey advised:\n \n 'Pursuant to the resignation today of E &amp; M Investments Pty.",
      "id": "s60"
    },
    {
      "text": "Ltd. from its capacity as trustee of the E &amp; M Unit Trust, it was decided pursuant to the trust deed and as part of the resignation that Glen Carey act in the role of trustee for the trust.",
      "id": "s61"
    },
    {
      "text": "You are to be indemnified against any actions of the old trustee.",
      "id": "s62"
    },
    {
      "text": "You will be required to sign an appropriate form.",
      "id": "s63"
    },
    {
      "text": "Could you please confirm such appointment.",
      "id": "s64"
    },
    {
      "text": "' \n \n\n14 It was also signed by Mr and Mrs Thomasz.",
      "id": "s65"
    },
    {
      "text": "15 Mr Carey, by letter, agreed to act as Trustee of the E&amp;M Unit Trust.",
      "id": "s66"
    },
    {
      "text": "It does not appear that he was ever required to sign anything other than a document entitled 'Retirement of Trustee and Appointment of New Trustee' .",
      "id": "s67"
    },
    {
      "text": "In it, E&amp;M Investments was described as 'the retiring Trustees' and Mr Carey 'the new Trustee' .",
      "id": "s68"
    },
    {
      "text": "It contained the following recitation:\n \n 'WHEREAS by a Deed of Settlement dated the 8 th July 1986 the retiring Trustee is the Trustee of the E &amp; M Unit Trust and which Trustee has the power to appoint a new Trustee AND WHEREAS the retiring Trustee desires to be discharged from the Trusts and powers conferred on it by the said Deed of Settlement as the retiring Trustee doth hereby declare AND WHEREAS the retiring Trustee is desirous of appointing the new Trustee as Trustee of the said Deed of Settlement in the place of the retiring Trustee.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n16 Nothing further was provided for in the document which was, however, signed.",
      "id": "s70"
    },
    {
      "text": "17 On 30 August 1991 the estates of Mr and Mrs Thomasz were sequestrated.",
      "id": "s71"
    },
    {
      "text": "In about February 1992 the mortgagee, Farrow Mortgage Services Pty Ltd, sold the real property of the E&amp;M Unit Trust.",
      "id": "s72"
    },
    {
      "text": "The proceeds of sale were not sufficient to discharge the debt owed to it and liquidators were appointed to E&amp;M Investments Pty Ltd. On 24 June 1993 that company was deregistered.",
      "id": "s73"
    },
    {
      "text": "18 The financial statements and income tax return of the E&amp;M Unit Trust for the year ended 30 June 1991 were prepared by an accountant, Mr Harris, in 1994, when Mr and Mrs Thomasz were discharged from bankruptcy.",
      "id": "s74"
    },
    {
      "text": "The balance sheet of the Trust for the years 1989 and 1990 show subscribed units at $10.00, as do the accounts for 1991 when that sum was set off against accumulated losses and a net deficiency shown.",
      "id": "s75"
    },
    {
      "text": "After 1991 the draft accounts of the Trust do not contain a reference to the settlement sum, nor to any other trust property.",
      "id": "s76"
    },
    {
      "text": "There is however no evidence of any payment being made of the $10.00 out of the Trust Fund.",
      "id": "s77"
    },
    {
      "text": "19 Apart from the $10.00 for subscribed units, set off against accumulated losses of $4 017 291.09, the total of current assets was expressed in the negative.",
      "id": "s78"
    },
    {
      "text": "A loan to Mr Thomasz, in about the same sum as stock-on-hand, which I take to refer to the investment properties, $1.6m, appears to have been written off.",
      "id": "s79"
    },
    {
      "text": "Other assets listed were a 'beneficiary loan' to the Thomasz Family Trust of $12 000 and a small amount of petty cash.",
      "id": "s80"
    },
    {
      "text": "Fixed assets comprised plant and equipment of $740.00 and investments were shown as shares in Robs Findon (SA) Pty Ltd at $20.00.",
      "id": "s81"
    },
    {
      "text": "These shares were subsequently sold, in 1993, for the sum of $300.00.",
      "id": "s82"
    },
    {
      "text": "Mr Thomasz apparently took this money for his own use.",
      "id": "s83"
    },
    {
      "text": "Liabilities including those to beneficiary loan accounts which stood at $3 966 478.01.",
      "id": "s84"
    },
    {
      "text": "20 The draft balance sheets for the following years 1992, 1993 and 1994 are consistent with the 1991 accounts, save that the reference to a loan from Farrow Mortgage Corporation is not shown and there is added an entry 'Loan --- Mark Thomasz --- debt unpaid' in the same amount.",
      "id": "s85"
    },
    {
      "text": "21 In the period from July 1991 Mr Thomasz retained the financial records of the Trust.",
      "id": "s86"
    },
    {
      "text": "The few dealings undertaken in the period through to June 1995 on behalf of the Trust were undertaken by Mr Thomasz and involved some trading in shares and options.",
      "id": "s87"
    },
    {
      "text": "He says Mr Carey delegated this role to him.",
      "id": "s88"
    },
    {
      "text": "No details are available of the share and option dealings save for some references to them on cheque butts.",
      "id": "s89"
    },
    {
      "text": "They involved modest sums.",
      "id": "s90"
    },
    {
      "text": "Two trading accounts were utilised on a few occasions between 16 August 1994 and 19 September 1995 and between 23 November 1994 and 11 April 1995.",
      "id": "s91"
    },
    {
      "text": "Mr Carey was not aware of the cheques drawn in 1995.",
      "id": "s92"
    },
    {
      "text": "22 Mr Harris also prepared and signed a form which was lodged with the Australian Taxation Office on 27 September 1994 (ATO form TX160) stating that it was considered unnecessary for the E&amp;M Unit Trust to continue to lodge tax returns as the 'Trust has been non-trading for the 1992, 1993 and 1994 year' .",
      "id": "s93"
    },
    {
      "text": "The income tax return for 1994 was not lodged until 20 June 1997.",
      "id": "s94"
    },
    {
      "text": "THE 1995 TRANSACTIONS \n \n23 Under this heading reference will be made to steps undertaken and transactions entered into before the end of the 1995 tax year and also to some further steps taken in the early part of the following tax year which might have a connexion to those in 1995.",
      "id": "s95"
    },
    {
      "text": "24 On or before 30 June 1995 two companies --- Raftland Pty Ltd and Navygate Pty Ltd --- were acquired.",
      "id": "s96"
    },
    {
      "text": "All three brothers were directors of the companies and Brian and Stephen Heran were shareholders.",
      "id": "s97"
    },
    {
      "text": "Two trusts were settled: the Raftland Trust, of which Raftland Pty Ltd was trustee, and the Heran Developments Trust, the trustee of which was Heran Developments Pty Ltd ('Heran Developments') .",
      "id": "s98"
    },
    {
      "text": "The latter trust assumes more relevance in the 1996 tax year.",
      "id": "s99"
    },
    {
      "text": "In each of the trusts the E&amp;M Unit Trust was included as a Tertiary Beneficiary.",
      "id": "s100"
    },
    {
      "text": "25 Clause 3(b) of the Raftland Trust provides that the Trustee may determine whether to pay, apply or set aside the income of the Trust Fund for one or more of the Primary, Secondary and Tertiary Beneficiaries or to accumulate the same, at the end of each year.",
      "id": "s101"
    },
    {
      "text": "The proviso to that clause is that if the Trustee has not done so by 30 June then the Trustee holds the income in trust for the Tertiary Beneficiaries and if they are not then in existence, for the Primary Beneficiaries, or if there are no such Beneficiaries, the Secondary Beneficiaries.",
      "id": "s102"
    },
    {
      "text": "The Primary Beneficiaries of the Raftland Trust were the three brothers.",
      "id": "s103"
    },
    {
      "text": "Any determination could be made in writing by the Trustee or passed by resolution of the Trustee and a determination to pay, apply or set aside any amount for any Beneficiary could be made by placing that amount to the credit of the beneficiary in the books of the Trust Fund, or by drawing a cheque to their credit or by paying them cash (cl 3(c)(iii)).",
      "id": "s104"
    },
    {
      "text": "A Beneficiary in whose favour the Trustee paid, applied or set aside income is regarded as having an immediate and indefeasible vested interest in that income, it being intended that they be taken as presently entitled to it: cl 3(f).",
      "id": "s105"
    },
    {
      "text": "26 It appears that Mr Thomasz was contacted by Mr Adcock about the E&amp;M Unit Trust and that the accountant for Mr and Mrs Thomasz, Mr Harris, became involved at some point.",
      "id": "s106"
    },
    {
      "text": "They attended the meetings in Brisbane on 3 July at Mr Adcock's office.",
      "id": "s107"
    },
    {
      "text": "Mrs Thomasz and Mr Carey had little knowledge or understanding of what was occurring.",
      "id": "s108"
    },
    {
      "text": "Mr Carey acted in accordance with Mr Thomasz's requests.",
      "id": "s109"
    },
    {
      "text": "27 There was some discussion entered into between Mr Tobin and Mr Adcock, on about 27 June 1995, concerning the price to be paid for the Trust.",
      "id": "s110"
    },
    {
      "text": "Mr Tobin expressed concern that only a sum equivalent to the debts owed to each of Mr and Mrs Thomasz Trust ($118 000) could be paid without affecting the losses carried forward.",
      "id": "s111"
    },
    {
      "text": "This was however later resolved and the payment of the sum of $250 000 was at some point agreed to.",
      "id": "s112"
    },
    {
      "text": "28 On 30 June 1995 Mr Carey executed certain documents affecting the E&amp;M Unit Trust.",
      "id": "s113"
    },
    {
      "text": "A Deed, said to be made by him in his own right and as a Trustee for the E&amp;M Unit Trust, the Thomasz Family Trust and the ECK Family Trust, was executed by Mr Carey and witnessed by Mr Thomasz.",
      "id": "s114"
    },
    {
      "text": "In it he acknowledged acceptance of appointment as a beneficiary of the Raftland Trust and he agreed not to disclaim his interest as beneficiary or any distribution from the Raftland Trust.",
      "id": "s115"
    },
    {
      "text": "He acknowledged that he was also the trustee of the Thomasz Family Trust and the ECK Family Trust and that they were the sole unitholders in the E&amp;M Unit Trust.",
      "id": "s116"
    },
    {
      "text": "As Trustee of the latter he amended its Trust Deed by deleting from cl 34(a) the words: 'upon giving at least one (1) month's notice in writing to all Unit Holders' .",
      "id": "s117"
    },
    {
      "text": "The Deed concluded:\n \n \n '7.",
      "id": "s118"
    },
    {
      "text": "As Trustee for each of the unit holders of The E. &amp; M. Unit Trust the Trustee hereby removes himself, Glen Carey as Trustee of The E. &amp; M. Unit Trust and appoints Raftland Pty Ltd ACN 069 996 943 as Trustee of The E. &amp; M. Unit Trust effective on and from the 2nd of July, 1995.",
      "id": "s119"
    },
    {
      "text": "' \n \n\n29 By a separate document signed the same day, in the form of a Deed, Mr Carey appointed Brian Heran as his lawful Attorney to exercise all powers as Trustee of the E&amp;M Unit Trust.",
      "id": "s120"
    },
    {
      "text": "Both documents had been prepared by Mr Tobin, who advised Mr Adcock on Friday 30 th June that, so long as those documents were executed that day and the books of account of the E&amp;M Unit Trust were delivered the following Monday, the sum of $250 000 would then be paid.",
      "id": "s121"
    },
    {
      "text": "30 On 30 June 1995 Maggside resolved to distribute the trust income of the Brian Heran Discretionary Trust for that year to the Raftland Trust.",
      "id": "s122"
    },
    {
      "text": "The accounts of the firstmentioned Trust record such a distribution and the internal accounts of the Raftland Trust show the receipt of $2 892 762 which figure is crossed out by hand and the figure $2 849 467 with the notation 'BHDT' added.",
      "id": "s123"
    },
    {
      "text": "It is not necessary to analyse the reference to receipt of the larger figure here and elsewhere.",
      "id": "s124"
    },
    {
      "text": "The latter is the relevant figure.",
      "id": "s125"
    },
    {
      "text": "31 On the same day two resolutions were passed by the directors of Raftland: that the Raftland Trust distribute the sum of $250 000 to Mr Carey, in his capacity as Trustee of the E&amp;M Unit Trust; and that the Raftland Trust distribute the balance of its income for 1995 to Mr Carey in that same capacity.",
      "id": "s126"
    },
    {
      "text": "32 The monies for the bank cheque in the sum of $250 000, payable to Mr Carey and given to him at a meeting on 3 July 1995, were provided by Heran Projects, Northbank Homes and Southbank Homes.",
      "id": "s127"
    },
    {
      "text": "By a written direction, Mr Carey requested that payment be made to Harts Acountants.",
      "id": "s128"
    },
    {
      "text": "That firm deducted the sum of $30 000 and the balance was paid to Mr Carey, who in turn paid it to Mr Thomasz.",
      "id": "s129"
    },
    {
      "text": "Mr Thomasz said that the Heran interests were not a party to the arrangement for the payment to Harts.",
      "id": "s130"
    },
    {
      "text": "It was his decision to have the balance funds paid to the Mark Thomasz Family Trust.",
      "id": "s131"
    },
    {
      "text": "The Thomasz Family Trust income tax return for the 1996 year shows the sum of $220 000 as having been received by way of 'business income' .",
      "id": "s132"
    },
    {
      "text": "33 The balance sheet of Raftland as Trustee shows the figure of $2 849 467, inserted by hand, against 'other debtors' in 'current assets' ; a non-current liability being 'Loan other entities' of $250 000 and a current liability of $2 642 762 ( 'other creditors' ).",
      "id": "s133"
    },
    {
      "text": "A notation against a journal entry shows the sum of $250 000 as 'drawings to G Carey' .",
      "id": "s134"
    },
    {
      "text": "The tax return of the Raftland Trust of 1995 discloses the distribution of net income of $2 849 467 to the E&amp;M Unit Trust.",
      "id": "s135"
    },
    {
      "text": "34 The accounts of the E&amp;M Unit Trust for the 1995 year show the shareholders fund and current assets at $2 892 762 with a loan due from 'other entities' of $250 000 and the balance of the assets owed by 'other debtors' .",
      "id": "s136"
    },
    {
      "text": "Its tax return discloses a distribution to it from the Raftland Trust of $2 849 467 which was set off against balance losses brought forward from previous years so that the net income was nil.",
      "id": "s137"
    },
    {
      "text": "Balance losses of $1 165 271 were carried forward.",
      "id": "s138"
    },
    {
      "text": "35 Raftland has not in fact paid the balance sum of $2 642 762 to the E&amp;M Unit Trust and it is not intended to do so.",
      "id": "s139"
    },
    {
      "text": "I do not understand Raftland to suggest that it ever held that intention.",
      "id": "s140"
    },
    {
      "text": "Mr Tobin conceded as much and in any event its intention not to do so may readily be inferred.",
      "id": "s141"
    },
    {
      "text": "He agreed that there was no particular business purpose to the steps devised and although he sought to resile from this statement on one aspect it is clearly the case.",
      "id": "s142"
    },
    {
      "text": "He went on to say that the purpose was to make use of the E&amp;M Unit Trust's losses and that it was made a beneficiary as a mechanism for distributing funds from the 'Heran entities' in a tax effective way.",
      "id": "s143"
    },
    {
      "text": "The E&amp;M Unit Trust has not called for or got in those monies and has recorded no intended distribution to its unitholders.",
      "id": "s144"
    },
    {
      "text": "Mr Thomasz said that apart from the purchase price of $250 000 he had no expectation of receiving any further benefits from the transactions.",
      "id": "s145"
    },
    {
      "text": "He considered that control had been relinquished by the E&amp;M Unit Trust.",
      "id": "s146"
    },
    {
      "text": "In answer to a question put by the Commissioner, he agreed that he understood the transaction to involve entities with which he or his wife were associated being owed a purchase price and from that point would have no further dealings with the trust.",
      "id": "s147"
    },
    {
      "text": "36 Further steps were taken by Raftland in July 1995.",
      "id": "s148"
    },
    {
      "text": "On 3 July 1995 its directors met.",
      "id": "s149"
    },
    {
      "text": "The Chairman reported that, apart from the amount of $250 000 to be distributed to the Trustee of the E&amp;M Unit Trust for immediate payment to creditors and/or beneficiaries, the company did not expect to require the funds to which it was entitled under resolutions of Maggside made on 30 June 1995.",
      "id": "s150"
    },
    {
      "text": "He proposed that the available funds of the company be used to subscribe for non-voting shares in Navygate Pty Ltd.",
      "id": "s151"
    },
    {
      "text": "It was resolved that: \n \n '...all the moneys to which the company became entitled as at 30 June 1995 from Maggside Pty Ltd be applied in the subscription for such shares in Navygate Pty Ltd to be paid as soon as any necessary alterations to the Memorandum and Articles of Association and to the authorised capital of Navygate have been effected.",
      "id": "s152"
    },
    {
      "text": "' \n\n37 On 3 July 1995 the directors of Navygate Pty Ltd met and resolved to accept Raftland's offer to subscribe for shares and to do what was necessary to enable the issue of the additional shares.",
      "id": "s153"
    },
    {
      "text": "On 7 July 1995, at an Extraordinary General Meeting, the members of Navygate resolved to increase its share capital by 3 million shares of $1.00 each and to alter the Memorandum and Articles of Association accordingly.",
      "id": "s154"
    },
    {
      "text": "The directors of Raftland then resolved to apply in writing for 3 999 998 shares in Navygate.",
      "id": "s155"
    },
    {
      "text": "The Chairman reported that the company, as trustee, \n \n '... had received substantial funds by way of income which were not otherwise required to be used in the business of the trustee and that other members of the Heran Group had offered to provide additional loan funds to enable the company to subscribe for 3,999,998 shares in the capital of Navygate Pty Ltd.' \n \n\n38 The minutes record the Chairman tabling cheques totalling $3 999 998 in favour of Navygate but this did not in fact occur.",
      "id": "s156"
    },
    {
      "text": "39 The previous day Senior Counsel, who had been advising Mr Tobin and the Heran interests, had provided a written advice in which it was said that, as the E&amp;M Unit Trust would not be calling upon the balance funds to which it was entitled from the Raftland Trust, the funds were to be reinvested in the group for the benefit of the group.",
      "id": "s157"
    },
    {
      "text": "This was in the context of Raftland subscribing for shares in Navygate.",
      "id": "s158"
    },
    {
      "text": "40 On 7 July Navygate resolved to issue the shares.",
      "id": "s159"
    },
    {
      "text": "The Navygate shareholding is recorded in the accounts of Raftland as trustee of the E&amp;M Unit Trust.",
      "id": "s160"
    },
    {
      "text": "The share register of Navygate did not record this further issue of shares.",
      "id": "s161"
    },
    {
      "text": "This was said to be due to error.",
      "id": "s162"
    },
    {
      "text": "THE 1996 AND 1997 TRANSACTIONS \n \n41 In July 1995 an agreement was entered into by which Heran Developments, as Trustee of the Heran Developments Trust, took over the assets and liabilities of Heran Projects.",
      "id": "s163"
    },
    {
      "text": "Heran Developments distributed all of its trust income for the 1996 year to the Raftland Trust, as did Maggside, as trustee of the Brian Heran Discretionary Trust and Northbank Homes.",
      "id": "s164"
    },
    {
      "text": "The Raftland Trust then resolved to distribute its income for that year to the E&amp;M Unit Trust.",
      "id": "s165"
    },
    {
      "text": "The 1996 income tax return of the Raftland Trust shows a distribution of its income of $779 705 and the return of the E&amp;M Unit Trust discloses income in that amount, which it offset against prior year tax losses.",
      "id": "s166"
    },
    {
      "text": "Its net income was again nil.",
      "id": "s167"
    },
    {
      "text": "Again, payment by Raftland was not in fact made to the E&amp;M Unit Trust and it is not intended to do so.",
      "id": "s168"
    },
    {
      "text": "The latter Trust has not proposed any distribution.",
      "id": "s169"
    },
    {
      "text": "42 In the 1997 year, Northbank distributed the first $386 035 of its trust income to the Raftland Trust and that Trust's return states that that income has been distributed by it.",
      "id": "s170"
    },
    {
      "text": "The E&amp;M Unit Trust's return discloses the sum as income, which was again offset against prior year tax losses and a nil net income obtained.",
      "id": "s171"
    },
    {
      "text": "THE AMENDED ASSESSMENTS \n \n43 By letter dated 15 July 2002, Raftland was advised that a determination had been made under Part IVA of the Income Tax Assessment Act 1936 (Cth) ('the ITAA').",
      "id": "s172"
    },
    {
      "text": "On 19 July 2002 a notice of amended assessment was raised by the respondent ('the Commissioner') for the 1995 year on a taxable income of $2 849 467.",
      "id": "s173"
    },
    {
      "text": "The total tax assessed was $2 973 766.28, of which $1 594 622.26 was said to be for 'understatement penalty and interest' .",
      "id": "s174"
    },
    {
      "text": "It was further explained that $689 571.01 of that sum was by way of penalty and $905 051.25 for interest.",
      "id": "s175"
    },
    {
      "text": "An objection was lodged on 13 September 2002 and a notice of disallowance given on 29 October 2002.",
      "id": "s176"
    },
    {
      "text": "44 The amended assessment issued to Raftland for the 1996 year, on a taxable income of $779 705, was for $837 610.43 of which $25 820.10 was said to be for 'additional tax for late return' and $433 633.41 for 'understatement penalty and interest' .",
      "id": "s177"
    },
    {
      "text": "Of this latter amount $189 078.76 was for penalty and $244 544.65 for interest.",
      "id": "s178"
    },
    {
      "text": "For the 1997 year, an amended assessment on income of $386 035 of $393 693.59 was raised with an additional tax for late return of $10 819.45 and penalty of $93 999.58 and $100 875.50 for interest.",
      "id": "s179"
    },
    {
      "text": "45 Other amended assessments were raised against Stephen Heran, Maggside Pty Ltd, Brian Heran, Heran Developments and Northbank Homes.",
      "id": "s180"
    },
    {
      "text": "Shortly prior to the date for their hearing the Commissioner advised that he no longer resisted these appeals and did not rely upon the provisions of Part IVA so far as concerns this appeal.",
      "id": "s181"
    },
    {
      "text": "Proceedings numbered Q125, Q126, Q127 and Q157 of 2002 were dismissed by consent with only the issue of costs remaining outstanding.",
      "id": "s182"
    },
    {
      "text": "PROVISIONS OF THE ITAA \n \n46 Division 6 of Part 3 of the ITAA is headed 'Trust Income' .",
      "id": "s183"
    },
    {
      "text": "It commences with s 95.",
      "id": "s184"
    },
    {
      "text": "Pursuant to s 96 a trustee is not liable to pay income tax upon the income of the trust estate, except as is provided in the ITAA.",
      "id": "s185"
    },
    {
      "text": "The assessable income of a resident beneficiary of a trust estate, not under a legal disability, includes a share of the trust income to which they are presently entitled: s 97(1).",
      "id": "s186"
    },
    {
      "text": "The term 'presently entitled' is defined by the special provision of s 95A: \n \n \n ' 95A .",
      "id": "s187"
    },
    {
      "text": "(1) For the purposes of this Act, where a beneficiary of a trust estate is presently entitled to any income of the trust estate, the beneficiary shall be taken to continue to be presently entitled to that income notwithstanding that the income is paid to, or applied for the benefit of, the beneficiary.",
      "id": "s188"
    },
    {
      "text": "(2) For the purposes of this Act, where a beneficiary has a vested and indefeasible interest in any of the income of a trust estate but is not presently entitled to that income, the beneficiary shall be deemed to be presently entitled to that income of the trust estate.",
      "id": "s189"
    },
    {
      "text": "' \n \n \n\n47 Section 99A provides for certain trust income to be taxed at a special rate.",
      "id": "s190"
    },
    {
      "text": "Relevantly, s 99A(4) provides that, where there is no part of the net income of a resident trust estate that is included in the assessable income of a beneficiary pursuant to s 97 , the trustee is to be assessed and liable to pay tax on the net income of the trust estate at the rate declared by the Parliament for the purposes of the section.",
      "id": "s191"
    },
    {
      "text": "48 Section 100A has the title 'Present entitlement arising from reimbursement agreement'.",
      "id": "s192"
    },
    {
      "text": "Subsections (1) and (2) are in these terms:\n \n '(1) Where: \n \n \n \n (a) apart from this section, a beneficiary of a trust estate who is not under any legal disability is presently entitled to a share of the income of the trust estate; and \n \n (b) the present entitlement of the beneficiary to that share or to a part of that share of the income of the trust estate (which share or part, as the case may be, is in this subsection referred to as the \"relevant trust income \" ) arose out of a reimbursement agreement or arose by reason of any act, transaction or circumstance that occurred in connection with, or as a result of, a reimbursement agreement; \n \n \n \n the beneficiary shall, for the purposes of this Act, be deemed not to be, and never to have been, presently entitled to the relevant trust income.",
      "id": "s193"
    },
    {
      "text": "'\n \n (2) Where \n \n \n \n (a) apart from this section, a beneficiary of a trust estate who is not under any legal disability would, by reason that income of the trust estate was paid to, or applied for the benefit of, the beneficiary, be deemed to be presently entitled to income of the trust estate; and \n \n (b) that income or a part of that income (which income or part, as the case may be, is in this subsection referred to as the \"relevant trust income\" ) was paid to, or applied for the benefit of, the beneficiary as a result of a reimbursement agreement or as a result of any act, transaction or circumstance that occurred in connection with, or as a result of, a reimbursement agreement; \n \n \n \n the relevant trust income shall, for the purposes of this Act, be deemed not to have been paid to, or applied for the benefit of, the beneficiary.",
      "id": "s194"
    },
    {
      "text": "' \n \n\n49 Subsections 100A(3A) and (3B) also assume some importance in Raftland's argument.",
      "id": "s195"
    },
    {
      "text": "They are in these terms:\n \n \n '(3A) Where: \n \n (a) apart from this section, a beneficiary (in this subsection referred to as the \"trustee beneficiary\" ) of a trust estate is presently entitled to a share of the income of the trust estate in the capacity of a trustee of another trust estate (in this subsection referred to as the \"interposed trust estate \" ) ; \n \n (b) apart from this subsection, the trustee beneficiary would, by virtue of subsection (1), be deemed not to be, and never to have been, presently entitled to that share or a part of that share of the income of the first-mentioned trust estate (which share or part is in this subsection referred to as the \"relevant trust income \" ); and \n \n (c) apart from this section, a beneficiary of the interposed trust estate is or was, or beneficiaries of the interposed trust estate are or were, presently entitled, or deemed to be presently entitled, to any income of the interposed trust estate (in this subsection referred to as the \"distributable trust income\" ) that is attributable to the relevant trust income; \n \n \n \n subsection (1) does not apply, and shall be deemed never to have applied, in relation to the trustee beneficiary, in relation to any part of the relevant trust income to which the distributable trust income is attributable.",
      "id": "s196"
    },
    {
      "text": "(3B) Where: \n \n (a) apart from this section, a beneficiary (in this subsection referred to as the \"trustee beneficiary\" ) of a trust estate would, by reason that income of the trust estate was paid to, or applied for the benefit of, the trustee beneficiary, be deemed to be presently entitled to income of the trust estate in the capacity of a trustee of another trust estate (in this subsection referred to as the \"interposed trust estate\" ); \n \n (b) apart from this subsection, that income or a part of that income (which income or part is in this subsection referred to as the \"relevant trust income\" ) would, by virtue of subsection (2), be deemed not to have been paid to, or applied for the benefit of, the trustee beneficiary; and \n \n (c) apart from this section, a beneficiary of the interposed trust estate is or was, or beneficiaries of the interposed trust estate are or were, presently entitled, or deemed to be presently entitled, to any income of the interposed trust estate (in this subsection referred to as the \"distributable trust income \") that is attributable to the relevant trust income; \n \n \n \n subsection (2) does not apply, and shall be deemed never to have applied, in relation to the trustee beneficiary, in relation to any part of the relevant trust income to which the distributable trust income is attributable.",
      "id": "s197"
    },
    {
      "text": "' \n \n \n \n \n\n50 As Hill and Sackville J observed in Commissioner of Taxation v Prestige Motors Pty Ltd (1998) 82 FCR 195 at 201 ( 'Prestige Motors' ) , if s 100A(1) applies to a beneficiary, the effect is that the beneficiary is deemed not to be presently entitled to income, thereby rendering the trustee assessable at the special rate determined pursuant to s 99A.",
      "id": "s198"
    },
    {
      "text": "51 Continuing with s 100A , subs (5) provides: \n \n 'For the purposes of subsection (1), but without limiting the generality of that subsection, where: \n \n \n \n (a) a reimbursement agreement was entered into at or after the time when a person became a beneficiary of a trust estate (whether the person became a beneficiary of the trust estate before or after the commencement of this section); and \n \n (b) the amount (in this subsection referred to as the \"increased amount\" ) of the share of the income of the trust estate to which the beneficiary is presently entitled exceeds the amount (in this subsection referred to as the \"original amount' ) of the income of the trust estate to which the beneficiary would have been, or could reasonably be expected to have been, presently entitled if the reimbursement agreement had not been entered into or if an act, transaction or circumstance that occurred in connection with, or as a result of, the reimbursement agreement had not occurred; \n \n \n \n the present entitlement of the beneficiary to so much of the increased amount as exceeds the original amount shall be taken to have arisen out of the reimbursement agreement.",
      "id": "s199"
    },
    {
      "text": "' \n \n \n \n \n\n 52 'Reimbursement agreement' is defined by subsections 100A(7), (8) and (9) as follows:\n \n \n '(7) Subject to subsection (8), a reference in this section, in relation to a beneficiary of a trust estate, to a reimbursement agreement shall be read as a reference to an agreement, whether entered into before or after the commencement of this section, that provides for the payment of money or the transfer of property to, or the provision of services or other benefits for, a income tax in respect of that year of income than that agreement shall be taken to have been entered into for a particular purpose, or for purposes that included a particular purpose, if any of the parties to the agreement entered into the agreement for that purpose, or for purposes that included that purpose, as the case may be.",
      "id": "s200"
    },
    {
      "text": "' \n \n \n\n53 Subsection 100A(13) defines 'agreement' :\n \n \n '(13) In this section: \n \n \"agreement\" means any agreement, arrangement or understanding, whether formal or informal, whether express or implied and whether or not enforceable, or intended to be enforceable, by legal proceedings, but does not include an agreement, arrangement or understanding entered into in the course of ordinary family or commercial dealing.",
      "id": "s201"
    },
    {
      "text": "\"property\" includes a chose in action and also includes an estate, interest, right or power, whether at law or in equity, in or over property.",
      "id": "s202"
    },
    {
      "text": "' \n \n \n\n54 The Commissioner's submissions place some reliance upon extrinsic parliamentary materials.",
      "id": "s203"
    },
    {
      "text": "In Prestige Motors the Full Court discussed the background to the introduction of s 100A in 1979 and set out, at length, the Treasurer's statement of 11 June 1978 and the Explanatory Memorandum accompanying the Bill.",
      "id": "s204"
    },
    {
      "text": "I shall refer to those materials in a summary way.",
      "id": "s205"
    },
    {
      "text": "55 The Treasurer's statement announced the Government's intention to legislate to overturn schemes which had the 'broad purpose of allowing income derived by trusts to be passed on to beneficiaries in a tax free form' .",
      "id": "s206"
    },
    {
      "text": "A feature of several of the schemes was said to be the grant of a wide power in the trustee to distribute to 'specially introduced beneficiaries' who do not pay any or much tax on the amount distributed, because of circumstances pertaining to them.",
      "id": "s207"
    },
    {
      "text": "The essential element in the transactions identified was that, while the income is freed from tax in the hands of the beneficiary, the terms of the underlying arrangement ensured that the beneficiary does not enjoy the full use or benefit of the income.",
      "id": "s208"
    },
    {
      "text": "The arrangements directed a broadly equivalent capital sum to persons who were intended as the real beneficiaries, and at the same time provided a promoter's fee to the participating exempt body which was a nominal beneficiary.",
      "id": "s209"
    },
    {
      "text": "The legislation proposed was to treat any distribution of income pursuant to such an arrangement as not having been made.",
      "id": "s210"
    },
    {
      "text": "A contract, arrangement or understanding, to which the legislation would be directed, was one where a particular beneficiary had conferred upon it a 'present entitlement' to income of a trust, and under which the beneficiary or an associated party is to provide funds or benefits to another.",
      "id": "s211"
    },
    {
      "text": "56 The Explanatory Memorandum gave as an example of a 'specially introduced beneficiary' to whom income was distributed by a trustee, a beneficiary which would not pay tax because of some peculiar tax status, such as having deductible losses which could absorb its share of the trust income.",
      "id": "s212"
    },
    {
      "text": "The arrangements were said to invariably require the introduced beneficiary to retain only a minor portion of the trust income and ensure that the person intended to take the benefit enjoyed it in a tax-free form.",
      "id": "s213"
    },
    {
      "text": "An example of the settlement of a capital sum in another trust estate for the benefit of that person was given.",
      "id": "s214"
    },
    {
      "text": "The proposed s 100A was said to look to the existence of an agreement, arrangement or understanding entered into, other than in the course of ordinary family or commercial dealing, and as a result of which a present entitlement to a share of trust income was conferred upon a beneficiary in return for the payment of money or the provision of valuable benefits to some other person, company or trust.",
      "id": "s215"
    },
    {
      "text": "In such circumstances, the section would require the income dealt with under the 'reimbursement agreement' to be treated as having been accumulated by the trustee as income to which no beneficiary is presently entitled.",
      "id": "s216"
    },
    {
      "text": "57 Subsections 100A (3A) and (3B) were inserted in 1981 (the Income Tax Laws Amendment Act 1981 , No 108 of 1981, s 17).",
      "id": "s217"
    },
    {
      "text": "The Explanatory Memorandum to that Bill said that the proposed amendments to the ITAA were to counter variations of earlier arrangements which exploited the exclusion of income of a trust estate, to which a beneficiary becomes entitled, from the operation of the 1979 amendments (s 100A).",
      "id": "s218"
    },
    {
      "text": "It went on: \n \n 'That exclusion was intended to ensure that section 100A would apply only in relation to the last link in a chain of distributions through interposed trusts.",
      "id": "s219"
    },
    {
      "text": "The variants exploit that exclusion under arrangements whereby income of the head trust is distributed either directly, or through interposed trust estates, to a beneficiary, in the capacity of a trustee of another trust estate in circumstances where the beneficiary-trustee does not need to redistribute the income to avoid any liability to tax, e.g., because of deductions created under the scheme.",
      "id": "s220"
    },
    {
      "text": "To counter these variants, it is proposed by this Bill that the exclusion of income to which a beneficiary is presently entitled in the capacity of a trustee of a trust estate will be limited to so much of the income as is passed on by the trustee, acting as a trustee, as income to which a beneficiary of that trust estate is in turn presently entitled.",
      "id": "s221"
    },
    {
      "text": "The purpose of the amendments now proposed will be to ensure both that the ultimate \"nominal\" beneficiary of income diverted under a reimbursement agreement (whether in the capacity of a trustee of another trust estate or not) will be treated as not being presently entitled to the relevant trust income and that such income will be subject to tax at the maximum personal rate in accordance with section 99A of the Principal Act.",
      "id": "s222"
    },
    {
      "text": "' \n THE ISSUES \n \n58 The first issue raised by the Commissioner is that the E&amp;M Unit Trust was not in existence as at 30 June 1995, with the result that there have been no effective distributions by the Raftland Trust to it.",
      "id": "s223"
    },
    {
      "text": "The Commissioner submits that there was no trustee of the E&amp;M Unit Trust at that time, the attempt to appoint Mr Carey in 1991 having been ineffective; there was no property remaining in the Trust at 1995; and any property which had been in existence in 1991 had not vested in the new Trustee, assuming one to have been appointed.",
      "id": "s224"
    },
    {
      "text": "59 The Commissioner's second approach to the purported distributions to the E&amp;M Unit Trust is to characterise them as a 'sham' .",
      "id": "s225"
    },
    {
      "text": "It is submitted that the real transaction between the parties was the transfer of the control of the E&amp;M Unit Trust and the benefit of its accumulated losses for the sum of $250 000.",
      "id": "s226"
    },
    {
      "text": "There was never any intention that that Trust, or its unitholders, benefit from the distribution of the balance income.",
      "id": "s227"
    },
    {
      "text": "The nomination of the E&amp;M Unit Trust as a beneficiary of Raftland was only to effect these purposes and was therefore also a sham.",
      "id": "s228"
    },
    {
      "text": "60 If the purported distributions to the E&amp;M Unit Trust were not effective, for any of the above reasons, the consequences are in dispute.",
      "id": "s229"
    },
    {
      "text": "The Commissioner contends that, whilst the Raftland Trust Deed would make the Heran brothers beneficiaries by default, as Primary Beneficiaries where a Tertiary Beneficiary did not exist, s 100A (1) and (2) nevertheless apply to deem them to be not presently entitled.",
      "id": "s230"
    },
    {
      "text": "Raftland is therefore liable to pay in accordance with s 99A.",
      "id": "s231"
    },
    {
      "text": "61 Subsections 100A (1) and (2) also assumed relevance in the event that it is found that the E&amp;M Unit Trust continued in existence to the relevant time and there were distributions of trust income to it.",
      "id": "s232"
    },
    {
      "text": "Whether the Primary Beneficiaries or the E&amp;M Unit Trust are found to be presently entitled to that income, Raftland argues that subs 100A (1) and (2) do not apply to deny that position and render it liable to taxation on the income.",
      "id": "s233"
    },
    {
      "text": "It submits that no 'reimbursement agreement' has been identified by the Commissioner and no person or entity shown to have been given the benefits provided to the E&amp;M Unit Trust, as the section requires.",
      "id": "s234"
    },
    {
      "text": "62 Alternatively it is submitted, at least with respect to the E&amp;M Unit Trust, that subs 100A (3A) or (3B) apply so that subs 100A (1) and (2) are not applicable.",
      "id": "s235"
    },
    {
      "text": "63 In the event that Raftland is not successful on its appeal, it challenges its liability for penalties for understating its tax and interest.",
      "id": "s236"
    },
    {
      "text": "THE CONTINUANCE OF THE E&amp;M UNIT TRUST \n \n64 The Commissioner submits that the July 1991 documents were ineffective to appoint Mr Carey as the new Trustee and, inferentially, to permit E&amp;M Investments Pty Ltd to retire, because the notice required by cl 34 was not given.",
      "id": "s237"
    },
    {
      "text": "Additionally the Commissioner relies upon the failure of Mr Carey to execute the deed, contemplated by cl 34(d), as affecting the validity of his appointment.",
      "id": "s238"
    },
    {
      "text": "As a result, that company continued as Trustee until it ceased to exist upon deregistration in June 1993.",
      "id": "s239"
    },
    {
      "text": "At that point the Trust was without a trustee.",
      "id": "s240"
    },
    {
      "text": "To this latter contention Raftland points to the provisions of the Corporations Law (as set out in s 82 of the Corporations Act 1989 (Cth).",
      "id": "s241"
    },
    {
      "text": "A company's property vests in the Australian Securities and Investment Commission on deregistration (see s 601AD(2)) and it may continue as a trustee when property vests (s 601 AE(1)).",
      "id": "s242"
    },
    {
      "text": "65 A trust exists when the holder of a legal or equitable interest in property is bound by an obligation to hold that interest for the benefit of others or for some object permitted by law: RP Meagher &amp; WMC Gummow, Jacobs' Law of Trusts in Australia 6 th edn, Butterworths, Australia, 1997 at [101] ( 'Jacobs' ).",
      "id": "s243"
    },
    {
      "text": "It is the essence of a trust that it is recognised by and enforceable in equity: Registrar of the Accident Compensation Tribunal v Federal Commissioner of Taxation [1993] HCA 69 ; (1993) 178 CLR 145 at 175.",
      "id": "s244"
    },
    {
      "text": "The trust here originally established, with E&amp;M Investments Pty Ltd, was an express trust according to the terms of the Trust Deed, which contained provisions for the retirement of a trustee and the appointment of a new trustee.",
      "id": "s245"
    },
    {
      "text": "It was settled in South Australia and is expressed to be subject to the laws of that State.",
      "id": "s246"
    },
    {
      "text": "Section 70 of the Trustee Act 1936 (SA) however provides that trustees may be appointed and trust estates transferred other than in accordance with the Act.",
      "id": "s247"
    },
    {
      "text": "66 It is a clearly established principle of equity that it will not allow a trust to fail for want of a trustee: WF Fratcher, Scott on Trusts, 4 th edn, vol II, Little, Brown and Company, Canada, 1987 at SS101 (' Scott on Trusts') ; Jacobs [1502].",
      "id": "s248"
    },
    {
      "text": "In accordance with that principle the Court will appoint a trustee where there is none.",
      "id": "s249"
    },
    {
      "text": "The Commissioner's point is that this was not undertaken.",
      "id": "s250"
    },
    {
      "text": "The submission overlooks the relevance of the principle to the intention which might be imputed to the settlor of a Trust.",
      "id": "s251"
    },
    {
      "text": "The rationale for the principle is that in most cases a want of trustee is contrary to the settlor's intention: Scott on Trusts SS 101.1.",
      "id": "s252"
    },
    {
      "text": "An exception may be the rare case where the settlor intended the trust to continue only as long as the settlor's designated trustee continues in that capacity.",
      "id": "s253"
    },
    {
      "text": "In the present case the definition of 'trustee' and the recital to the Trust Deed show that the trust was intended to enure with additional or substituted trustees.",
      "id": "s254"
    },
    {
      "text": "It may therefore be inferred that the E&amp;M Unit Trust was not intended to fail for want of a trustee and that intention might guide the interpretation of the terms of a Trust Deed and the consequences which might follow a failure to follow them strictly when a new trustee is sought to be appointed.",
      "id": "s255"
    },
    {
      "text": "It is necessary first to consider the terms of cl 34 and what it required.",
      "id": "s256"
    },
    {
      "text": "67 The Commissioner's argument is that the terms of cl 34 should be construed strictly.",
      "id": "s257"
    },
    {
      "text": "They contemplate the giving of one month's notice prior to the current Trustee retiring.",
      "id": "s258"
    },
    {
      "text": "Such an approach would prevent the Trustee announcing its retirement at the same time as notice was given.",
      "id": "s259"
    },
    {
      "text": "It does not seem to me that that was likely to have been intended by the settlor.",
      "id": "s260"
    },
    {
      "text": "In my view cl 34(a) simply postpones the time at which the retirement of the current Trustee takes effect.",
      "id": "s261"
    },
    {
      "text": "Its terms have the consequence that a retirement which has been announced will not take effect until a period of one month has passed and until another Trustee is appointed.",
      "id": "s262"
    },
    {
      "text": "The purpose of a provision such as this is to give the unitholders time to consider whether there are any matters arising from the retiring Trustee's administration of the Trust which need be addressed before the retirement takes effect.",
      "id": "s263"
    },
    {
      "text": "It could not be intended to operate in such a way as to prevent the Trustee retiring and nullifying the appointment of a new Trustee.",
      "id": "s264"
    },
    {
      "text": "To do so would have serious implications not only for the Trust but also the liability of those persons.",
      "id": "s265"
    },
    {
      "text": "68 In my view, the notice given by E&amp;M Investments to the unitholders on 10 July, in conjunction with the appointment of Mr Carey, was effective to retire E&amp;M Investments one month from that date and to replace it with Mr Carey as Trustee.",
      "id": "s266"
    },
    {
      "text": "Mr Carey's appointment was made by Mr and Mrs Thomasz, one infers, as directors of the trustee company.",
      "id": "s267"
    },
    {
      "text": "Nothing further was necessary to effect his appointment in terms of cl 34(a) save for his acceptance, which was communicated.",
      "id": "s268"
    },
    {
      "text": "69 The Commissioner submitted that Mr Carey's appointment as Trustee was not effective because he did not execute a Deed undertaking the obligations of the retiring trustee, as cl 34(d) requires.",
      "id": "s269"
    },
    {
      "text": "Raftland submits that that should be read as a condition which takes effect subsequent to the appointment of a new trustee.",
      "id": "s270"
    },
    {
      "text": "That submission is correct, in my view.",
      "id": "s271"
    },
    {
      "text": "The provision itself assumes appointment has already occurred when it refers to ' A new trustee so appointed' being required to execute a Deed.",
      "id": "s272"
    },
    {
      "text": "Appointment cannot be said to be dependent upon fulfilment of the requirement.",
      "id": "s273"
    },
    {
      "text": "Rather the obligation on the part of the new Trustee, created by cl 34(d), remains outstanding.",
      "id": "s274"
    },
    {
      "text": "In the meantime Mr Carey, having accepted the appointment, would be taken to have done so according to the terms of the Trust Deed.",
      "id": "s275"
    },
    {
      "text": "70 In my view E&amp;M Investment's resignation took effect one month after 10 July and Mr Carey became trustee of the E&amp;M Unit Trust.",
      "id": "s276"
    },
    {
      "text": "At that time there was trust property in the trust estate to which his obligations as Trustee were attached.",
      "id": "s277"
    },
    {
      "text": "The Commissioner's submissions at this point focussed upon the fact that no steps were taken to vest the legal title in the Trust's principal asset, its real property, in Mr Carey and that that property was sold in February 1992.",
      "id": "s278"
    },
    {
      "text": "Even so Mr Carey would have had an interest in their redemption for a time, but the continuance of the Trust does not depend upon his ability to deal with these assets.",
      "id": "s279"
    },
    {
      "text": "There was other property in the Trust as at July 1991- the shares, the plant and equipment, the loans and the settlement monies.",
      "id": "s280"
    },
    {
      "text": "As to the latter the Commissioner argued that they ceased to exist in the accounts of the Trust.",
      "id": "s281"
    },
    {
      "text": "It is true that they were set off against accumulated losses for accounting purposes, but the evidence does not suggest that the monies were ever paid out to the unitholders.",
      "id": "s282"
    },
    {
      "text": "71 I did not understand the Commissioner to contend that these assets could not vest in Mr Carey as the new trustee.",
      "id": "s283"
    },
    {
      "text": "Such a submission would be incorrect.",
      "id": "s284"
    },
    {
      "text": "Section 14(3) of the Trustee Act 1936 (SA) provides that every new trustee has the same powers and obligations as if they were originally appointed.",
      "id": "s285"
    },
    {
      "text": "Clause 3 of the E&amp;M Unit Trust Deed has the effect of vesting the Trust estate and income in the Trustee.",
      "id": "s286"
    },
    {
      "text": "Whilst further steps are necessary to vest the legal title in land (see s 16(1) of the Act), this is sufficient to vest chattels and other assets.",
      "id": "s287"
    },
    {
      "text": "72 The Commissioner further argued that after the shares were sold and the loans written off there was no trust property to permit continuance of the Trust.",
      "id": "s288"
    },
    {
      "text": "The submission overlooks the fact that Mr Thomasz took the monies from the sale of the shares and that a debt thereby arose to the Trust.",
      "id": "s289"
    },
    {
      "text": "The submission takes no account of the settlement monies remaining in existence nor of the trustee's continuing obligations.",
      "id": "s290"
    },
    {
      "text": "In Scott on Trusts , vol 1A at SS74.2, it is pointed out that, although a trust cannot be created unless there is trust property, it is not altogether extinguished merely because the trustee no longer holds any property in trust.",
      "id": "s291"
    },
    {
      "text": "It may not be a full and complete trust, but the fiduciary relations continue, although they cease to be related to any specific property.",
      "id": "s292"
    },
    {
      "text": "It may also be observed that the books of account and records of the Trust must be retained by the Trustee, and inspection of them be allowed.",
      "id": "s293"
    },
    {
      "text": "A beneficiary's right in this regard is said to be proprietary in character: Re Simersall; Blackwell v Bray (1992) 35 FCR 584.",
      "id": "s294"
    },
    {
      "text": "73 Given my finding that the trust continued in existence as at 30 June 1995 it is not necessary for me to deal with Raftland's further contention.",
      "id": "s295"
    },
    {
      "text": "It was submitted that the dealings by Mr Carey with Raftland, to bring about the distributions to the E&amp;M Unit Trust and the payment of $250 000, constituted him as a trustee.",
      "id": "s296"
    },
    {
      "text": "There would appear to be merit in the contention that equity would treat Mr Carey as having assumed that role with its attendant obligations.",
      "id": "s297"
    },
    {
      "text": "74 A further contention was raised by Raftland namely that the Trust's tax loses, carried forward from prior tax years, could be characterised as trust property.",
      "id": "s298"
    },
    {
      "text": "It is not however necessary to determine that question.",
      "id": "s299"
    },
    {
      "text": "Moreover the matter is not without complexity and it would not be appropriate to express a concluded view upon it in the absence of substantial argument.",
      "id": "s300"
    },
    {
      "text": "WHETHER THE DISTRIBUTIONS TO THE E&amp;M UNIT TRUST WERE A 'SHAM' \n \n75 The Commissioner contends that neither of the purported distributions --- that of the sum of $250 000 or that of the balance of Raftland's Trust's income for the 1995 tax year --- reflected the true arrangement or transaction between the parties.",
      "id": "s301"
    },
    {
      "text": "It is submitted that the resolutions to distribute are a 'sham' and should be disregarded, as should the appointment of the E&amp;M Unit Trust as a Tertiary Beneficiary, since it was and made only to facilitate the false distributions.",
      "id": "s302"
    },
    {
      "text": "76 The term 'sham' has been used in the context of commercial transactions and the ITAA.",
      "id": "s303"
    },
    {
      "text": "It has come to be applied where persons have entered into an 'ostensible transaction as a disguise to conceal their true transaction' : Re State Public Services Federation; Ex Parte Attorney-General (WA) [1993] HCA 30 ; (1993) 178 CLR 249 at 290, Toohey J.",
      "id": "s304"
    },
    {
      "text": "In Sharrment Pty Ltd v Official Trustee in Bankruptcy (1988) 18 FCR 449 at 454, ( 'Sharrment' ) Lockhart J reviewed the authorities on the meaning of 'sham' in this context, and concluded: \n \n 'A \"sham\" is therefore for the purposes of Australian law, something that is intended to be mistaken for something else or that is not really what it purports to be.",
      "id": "s305"
    },
    {
      "text": "It is a spurious imitation, a counterfeit, a disguise or a false front.",
      "id": "s306"
    },
    {
      "text": "It is not genuine or true, but something made in imitation of something else or made to appear to be something which it is not.",
      "id": "s307"
    },
    {
      "text": "It is something which is false or deceptive.",
      "id": "s308"
    },
    {
      "text": "' \n \n\n77 Critical to a characterisation of a transaction as a sham is that the parties do not intend to give effect to the ostensible transaction: Scott v Commissioner of Taxation of the Commonwealth (No 2) (1966) 40 ALJR 265 at 279 ( 'Scott v Commissioner of Taxation' ); Coppleson v Federal Commissioner of Taxation (1981) 52 FLR 95 at 98 ( 'Coppleson v FCT' ).",
      "id": "s309"
    },
    {
      "text": "In Sharrment (at 455) his Honour gave the example of a purported disposal of property and the creation of a debt.",
      "id": "s310"
    },
    {
      "text": "In his Honour's view it might be a sham if the donor and donee do not intend to give effect to the transaction, it being agreed between them that there will be no change in the legal and beneficial ownership of the property.",
      "id": "s311"
    },
    {
      "text": "His Honour referred to Lord Diplock's judgment in Snook v London &amp; West Ryding Investments Ltd (1967) 1 QB 786 at 802 where it was explained that a sham arose where acts are done, or documents are created, which are intended to give the appearance of creating the parties' legal rights and obligations, different from the actual legal rights and obligations.",
      "id": "s312"
    },
    {
      "text": "His Lordship considered it to be clear, in legal principle, that to be a sham the parties must have 'a common intention that the acts or documents are not to create the legal rights and obligations which they give the appearance of creating' .",
      "id": "s313"
    },
    {
      "text": "It is otherwise where the parties intend that the documents in question should take effect, and operate according to their tenor 'and that they should respectively have the rights and be bound by the obligations thereby created ': Lau v Federal Commissioner of Taxation (1984) 54 ALR 167 at 173, Connolly J.",
      "id": "s314"
    },
    {
      "text": "78 The Commissioner listed a number of factors which, it was submitted, show that there was no intention to create a right on the part of the E&amp;M Unit Trust to receive the alleged distributions.",
      "id": "s315"
    },
    {
      "text": "It is not necessary to set them out.",
      "id": "s316"
    },
    {
      "text": "A number of them are concerned with Raftland taking control of the E&amp;M Unit Trust.",
      "id": "s317"
    },
    {
      "text": "Whilst this may be a factor indicative of intention, it is not conclusive as to the parties common intention.",
      "id": "s318"
    },
    {
      "text": "In Sharrment Lockhart J considered that one person's control of the situation did not itself permit a conclusion about whether a loan was regarded by the parties as recoverable (at 457).",
      "id": "s319"
    },
    {
      "text": "It was necessary to look at the legal effect of what had been undertaken.",
      "id": "s320"
    },
    {
      "text": "79 The importance of this consideration was confirmed in Equuscorp Pty Ltd v Glengallen Investments Pty Ltd [2004] HCA 55 ; (2004) 218 CLR 471 where the High Court rejected an argument that unless real money was lent, the transaction was a sham.",
      "id": "s321"
    },
    {
      "text": "In their Honour's view this relied upon an economic rather than a legal effect of the transaction (at [48]).",
      "id": "s322"
    },
    {
      "text": "A 'sham' refers to steps which take the form of a legally effective transaction, but which the parties do not intend should have the apparent, or any, legal consequences.",
      "id": "s323"
    },
    {
      "text": "The proposition that no real money was lent, and no real capital therefore brought to the venture, depended upon an unstated premise that the obligations said to be owed could not, or would not, be met (at [49]).",
      "id": "s324"
    },
    {
      "text": "80 Raftland places considerable reliance upon the legal efficacy of the resolution.",
      "id": "s325"
    },
    {
      "text": "It submits that its failure to pay the balance income does not deny the efficacy of that resolution.",
      "id": "s326"
    },
    {
      "text": "The Commissioner does not contend that non-payment is conclusive, but submits that it can be seen that there was never any intention that the E&amp;M Unit Trust benefit.",
      "id": "s327"
    },
    {
      "text": "Raftland's reliance upon the existence of the resolution may not be sufficient.",
      "id": "s328"
    },
    {
      "text": "The cases do not hold that an act of that kind must be taken at face value if there is other evidence which tends to contradict it.",
      "id": "s329"
    },
    {
      "text": "Whether the parties had an intention to the contrary of the apparent distributions is simply to be determined by reference to the evidence and by inferences which may be drawn, given that there is no direct evidence of the intention of Mr and Mrs Thomasz.",
      "id": "s330"
    },
    {
      "text": "Questions of onus of proof may therefore assume some importance.",
      "id": "s331"
    },
    {
      "text": "81 Issues relating to the true characterisation of a transaction do not fall to be determined separately from the overall case to be made out by the taxpayer, as Hill J pointed out in Richard Walter Pty Ltd v Commissioner of Taxation (1996) 67 FCR 243 at 259 ( 'Richard Walter' ).",
      "id": "s332"
    },
    {
      "text": "The ultimate onus of proving the assessment is excessive lies upon the taxpayer.",
      "id": "s333"
    },
    {
      "text": "The Commissioner does not have the burden of proving that transactions are a sham, although he may come under a factual obligation to identify the real transaction for which it is contended that the ostensible transaction is a disguise: Richard Walter at 259, citing Coppleson v FCT .",
      "id": "s334"
    },
    {
      "text": "In the present case the Commissioner has done so.",
      "id": "s335"
    },
    {
      "text": "The Commissioner submits that the parties were engaged in the transfer of control of the E&amp;M Unit Trust with its carried forward losses, for the sum of $250 000.",
      "id": "s336"
    },
    {
      "text": "82 Raftland's case is that the assessment on income of $2 849 467 is excessive and should not have been paid because it has distributed that income.",
      "id": "s337"
    },
    {
      "text": "It is therefore necessary for it to prove that distributions were made.",
      "id": "s338"
    },
    {
      "text": "It does so by relying upon the two written resolutions and the payment of the sum of $250 000 which is said to be in accordance with one of them.",
      "id": "s339"
    },
    {
      "text": "83 It may readily be inferred that Raftland and the other entities controlled by Mr Brian Heran which had an interest in the transaction were not concerned about the creation of a relationship of trustee and beneficiary between Raftland and the E&amp;M Unit Trust.",
      "id": "s340"
    },
    {
      "text": "They had no reason to benefit that Trust or its unitholders.",
      "id": "s341"
    },
    {
      "text": "The only reason why the Raftland Trust was created with the E&amp;M Unit Trust as a beneficiary was to enable income to be channelled to a Trust which had accumulated losses.",
      "id": "s342"
    },
    {
      "text": "Mr Brian Heran was frank in his evidence that, had the E&amp;M Unit Trust not been available, he would not have had Heran Projects and Maggside enter into the initial transaction.",
      "id": "s343"
    },
    {
      "text": "The resolutions must be seen in this light.",
      "id": "s344"
    },
    {
      "text": "84 Raftland at no time had an intention to make the payment of the further $2.6m to the E&amp;M Unit Trust.",
      "id": "s345"
    },
    {
      "text": "It did pay a substantial sum, but not apparently by way of a distribution of trust income.",
      "id": "s346"
    },
    {
      "text": "Whilst not critical to an analysis of Raftland's view of the transaction, it is a fact that the money it paid was not income of the Raftland Trust.",
      "id": "s347"
    },
    {
      "text": "It was provided by other entities having either a present or future interest in the use of the E&amp;M Unit Trust.",
      "id": "s348"
    },
    {
      "text": "The payment was to be a one-off payment with nothing further to take place between the parties.",
      "id": "s349"
    },
    {
      "text": "85 The payment of the $250 000 does not provide support for Raftland's case that Raftland was paying under a distribution and that Mr Carey was receiving a distribution of Raftland Trust income in his capacity as trustee of the E&amp;M Unit Trust.",
      "id": "s350"
    },
    {
      "text": "Clearly the sum paid was understood to be the price for control of the Trust, access to the accumulated losses and the co-operation of Mr Carey and Mr and Mrs Thomasz.",
      "id": "s351"
    },
    {
      "text": "That was the true character of that transaction.",
      "id": "s352"
    },
    {
      "text": "It was a transfer of interests for valuable consideration.",
      "id": "s353"
    },
    {
      "text": "86 So far as concerns the second resolution to distribute, Raftland had no intention of ever paying it and Mr and Mr Thomasz had no expectation that the E&amp;M Unit Trust would even receive those monies or any further benefits.",
      "id": "s354"
    },
    {
      "text": "Mr Thomasz knew that that income was to be applied against the Trust's losses.",
      "id": "s355"
    },
    {
      "text": "He knew that whilst a debt was to be recorded as owed to the E&amp;M Unit Trust, in its books of account, he and his wife would be having no further dealings with the Trust.",
      "id": "s356"
    },
    {
      "text": "Those controlling Raftland and the E&amp;M Unit Trust well understood that the only transaction which was to take place between them was that relating to the control of the Trust.",
      "id": "s357"
    },
    {
      "text": "There is no direct evidence that Mr and Mrs Thomasz promised never to seek any further monies.",
      "id": "s358"
    },
    {
      "text": "I infer however that they had no intention of doing so, consistent with their understanding of the transaction.",
      "id": "s359"
    },
    {
      "text": "87 Raftland relies upon the Navygate transaction in part to show that it considered the second resolution to have created an obligation to pay the monies to the E&amp;M Unit Trust and that it was possible that the unitholders might require the trustee of the E&amp;M Unit Trust to seek the monies.",
      "id": "s360"
    },
    {
      "text": "It was said that this risk was seen as a 'commercial' one, which I infer here means that it was not a risk of any significance and little more than a mere possibility.",
      "id": "s361"
    },
    {
      "text": "I would not place any reliance upon the transaction as being one undertaken out of an abundance of caution, even if it could be seen as effective for that purpose, which seems doubtful.",
      "id": "s362"
    },
    {
      "text": "I do not accept that those controlling Raftland and those advising them considered that there was any real risk.",
      "id": "s363"
    },
    {
      "text": "The share purchase transaction may just as readily be seen as an attempt to bolster a conclusion that the resolution to distribute was viewed by the parties as one to which legal effect might be given.",
      "id": "s364"
    },
    {
      "text": "88 The observations of Windeyer J in Scott v Commissioner of Taxation (at 279) are relevant to Raftland's submission concerning the conclusiveness of the resolution:\n \n 'But it is not enough to say that a fund governed by the provisions of a deed such as that we have here could be a superannuation fund within the meaning of the Act.",
      "id": "s365"
    },
    {
      "text": "For it to be so in fact the parties concerned must have intended that the deed should take effect and operate according to its tenor; that a fund should be set up subjected to the trusts of the deed; and that Associated Provident Funds should as trustee be bound to carry out those trusts.",
      "id": "s366"
    },
    {
      "text": "On the other hand, if the scheme, including the deed, was intended to be a mere facade behind which activities might be carried on which were not to be really directed to the stated purposes but to other ends, then the words of the deed should be disregarded.",
      "id": "s367"
    },
    {
      "text": "It was urged for the appellant Associated Provident Funds that it is a real company and that the deed was really executed by it; and that, it was said, is the end of the question.",
      "id": "s368"
    },
    {
      "text": "But it is not.",
      "id": "s369"
    },
    {
      "text": "A disguise is a real thing: it may be an elaborate and carefully prepared thing; but it is nevertheless a disguise.",
      "id": "s370"
    },
    {
      "text": "The difficult and debatable philosophic questions of the meaning and relationship of reality, substance and form are for the purposes of our law generally resolved by asking did the parties who entered into the ostensible transaction mean it to be in truth their transaction, or did they mean it to be, and in fact use it as, merely a disguise, a facade, a sham, a false front --- all these words have been metaphorically used --- concealing their real transaction ...'.",
      "id": "s371"
    },
    {
      "text": "89 The true nature of the distributions is to be determined by reference to all of the evidence.",
      "id": "s372"
    },
    {
      "text": "Raftland is required to prove that there were distributions of trust income and there is evidence which strongly suggests that this was not the parties' common intention.",
      "id": "s373"
    },
    {
      "text": "Rather Raftland was to pay and the E&amp;M Unit Trust was to receive a sum for control of the Trust and access to its losses.",
      "id": "s374"
    },
    {
      "text": "No further dealings were intended to take place.",
      "id": "s375"
    },
    {
      "text": "The onus then shifts to Raftland to show that these inferences, concerning the parties' intentions, are not correct.",
      "id": "s376"
    },
    {
      "text": "It might have done so by direct evidence from the parties or to what had taken place between them, if that had been helpful.",
      "id": "s377"
    },
    {
      "text": "Having not done so it has not established that there were distributions of income.",
      "id": "s378"
    },
    {
      "text": "90 A conclusion that a transaction is a sham means that it may be ignored and regard had to the real transaction.",
      "id": "s379"
    },
    {
      "text": "In the present case I conclude that there were no distributions of income to the E&amp;M Unit Trust.",
      "id": "s380"
    },
    {
      "text": "The appointment of the E&amp;M Unit Trust as a Tertiary Beneficiary was made only as part of the facade and should also be disregarded.",
      "id": "s381"
    },
    {
      "text": "91 Raftland then submits that it is not to be taxed upon its income, pursuant to s 99A, because the Primary Beneficiaries are entitled under the default provisions of cl 3(b) of the Raftland Deed.",
      "id": "s382"
    },
    {
      "text": "It is not suggested that the existence of the Trust should be ignored for all purposes.",
      "id": "s383"
    },
    {
      "text": "That provision requires the Trustee to exercise its discretion to either pay to, apply, or set aside the income of the Trust for one or more of the classes of beneficiaries, or to accumulate it.",
      "id": "s384"
    },
    {
      "text": "The clause requires, where the Trustee's discretion is not exercised by the end of the tax year, that Raftland holds the income in trust for the Primary Beneficiaries, the three Heran brothers.",
      "id": "s385"
    },
    {
      "text": "The case relied upon by the Commissioner in support of the submission that cl 3(b) did not take effect, did not contain a limitation upon the time in which an effective exercise of discretion was to be made (see BRK (Bris) Pty Ltd v Federal Commissioner of Taxation (2001) ATC 4,111 at 4,121).",
      "id": "s386"
    },
    {
      "text": "The clause contemplates the situation where there has been no distribution and, impliedly, no effective distribution.",
      "id": "s387"
    },
    {
      "text": "That is the case for the 1995 year.",
      "id": "s388"
    },
    {
      "text": "It follows that Raftland holds the income on trust for the Primary Beneficiaries.",
      "id": "s389"
    },
    {
      "text": "Their interest and the application of s 100A to that interest must then be considered.",
      "id": "s390"
    },
    {
      "text": "THE APPLICATION OF SECTION 100A TO THE 1995 TRANSACTIONS \n \n92 Raftland submitted that s 100A should be seen as restricted in its application to trust stripping.",
      "id": "s391"
    },
    {
      "text": "The extrinsic materials do not bear out such a limitation.",
      "id": "s392"
    },
    {
      "text": "A similar submission was rejected in Prestige Motors (at 218-219) as too narrow an approach to the section, one which, it was held, does not follow simply from the fact that the section is an anti-avoidance provision.",
      "id": "s393"
    },
    {
      "text": "On the other hand the Full Court also rejected a submission that the application of s 100A was to be determined by reference to the section, read in light of the extrinsic materials.",
      "id": "s394"
    },
    {
      "text": "Their Honours held (at 215) that whilst those materials may be an aid to interpretation, they cannot be regarded as determinative of it: Re Bolton; Ex Parte Beane [1987] HCA 12 ; (1987) 162 CLR 514 at 518.",
      "id": "s395"
    },
    {
      "text": "The words of a Minister must not be substituted for the text of the law.",
      "id": "s396"
    },
    {
      "text": "The starting point must be the text of the law, having regard to its 'ordinary meaning and grammatical sense' : Cooper Brookes (Wollongong) Pty Ltd v Commissioner of Taxation (Cth) [1981] HCA 26 ; (1981) 147 CLR 297 at 321.",
      "id": "s397"
    },
    {
      "text": "In summary, s 100A(1) operates when the present entitlement of a beneficiary, to a share of the income of a trust estate, arose out of a reimbursement agreement or by reason of any act, transaction or circumstance that occurred in connexion with, or as a result of, a reimbursement agreement.",
      "id": "s398"
    },
    {
      "text": "Having said that, I do not think it could be suggested that there are not real difficulties in applying s 100A and in understanding concepts central to it, such as a reimbursement agreement.",
      "id": "s399"
    },
    {
      "text": "93 The case law holds that a beneficiary is taken to be presently entitled to income from a trust estate if their interest in it is both vested in interest and in possession and they have a present legal right to demand and receive payment of the income: Harmer v Federal Commissioner of Taxation [1991] HCA 51 ; (1991) 173 CLR 264 at 271.",
      "id": "s400"
    },
    {
      "text": "Section 95A(2) however deems a beneficiary to be presently entitled to income of a trust estate in which they have a vested and indefeasible interest, but to which they are not presently entitled.",
      "id": "s401"
    },
    {
      "text": "Hill J in Trustees of the Estate Mortgage Fighting Fund Trust v Commissioner of Taxation [2000] FCA 981 at [55] commented that the purpose of the introduction of s 95A(2) is unclear.",
      "id": "s402"
    },
    {
      "text": "It had however been considered in Commissioner of Taxation v Harmer (1990) 24 FCR 237; in Dwight v Commissioner of Taxation (1992) 37 FCR 178 and by another Full Court in Walsh Bay Developments Pty Ltd v Commissioner of Taxation (1995) 130 ALR 415.",
      "id": "s403"
    },
    {
      "text": "Those cases make clear that an interest in income will be vested when the holder has an immediate fixed right of present or future enjoyment, one which is not subject to a contingency and which is not defeasible, which is to say, capable of being brought to an end.",
      "id": "s404"
    },
    {
      "text": "94 I do not understand either of the parties to contend that the Primary Beneficiaries are not presently entitled to the income from the Raftland Trust, within the meaning of the section.",
      "id": "s405"
    },
    {
      "text": "95 The subsection then requires that there be a reimbursement agreement.",
      "id": "s406"
    },
    {
      "text": "The word 'agreement' in s 100A has the widest meaning.",
      "id": "s407"
    },
    {
      "text": "Only transactions being within the ordinary course of commercial or family dealings, as referred to in s 100A(13), are excluded from its operation: Prestige Motors at 216.",
      "id": "s408"
    },
    {
      "text": "It includes any agreement, arrangement or understanding.",
      "id": "s409"
    },
    {
      "text": "It does not have to be legally enforceable.",
      "id": "s410"
    },
    {
      "text": "To qualify as a reimbursement agreement it is not necessary that the beneficiary be a party to it: Idlecroft v Federal Commissioner of Taxation [2005] FCAFC 141 ; [2005] ATC 4647 at [4656]; FCAFC 141 at [41] ( 'Idlecroft' ).",
      "id": "s411"
    },
    {
      "text": "It is however necessary that a reimbursement agreement provide for the payment of money, transfer of property or the provision of services or other benefits to a person other than the beneficiary.",
      "id": "s412"
    },
    {
      "text": "It is in particular the requirement of a reimbursement agreement that Raftland submits is not satisfied in the present case.",
      "id": "s413"
    },
    {
      "text": "It submits that no person or entity has been identified by the Commissioner as benefiting from a reimbursement agreement.",
      "id": "s414"
    },
    {
      "text": "96 It is true that the Commissioner has not identified one or more reimbursement agreements.",
      "id": "s415"
    },
    {
      "text": "He has sought to rely upon the series of transactions commencing with the purchase of rights by Heran Projects from Maggside, Maggside's distribution as trustee of the Brian Heran Discretionary Trust to Raftland and its purported distribution to the E&amp;M Unit Trust.",
      "id": "s416"
    },
    {
      "text": "I infer that Raftland contends for a narrower approach to the meaning of reimbursement agreement, requiring a close, if not direct, connexion between a singular understanding or arrangement between two persons and the benefit provided.",
      "id": "s417"
    },
    {
      "text": "Some support for a narrower meaning to be given to the words 'that provides for' in subs (7) can be found in Idlecroft (at [44]) at least in contradistinction to the connexion required between the reimbursement agreement and the beneficiary's present entitlement.",
      "id": "s418"
    },
    {
      "text": "The Court was not there addressing the question raised by Raftland's submissions.",
      "id": "s419"
    },
    {
      "text": "In Prestige Motors however regard was had to the series of steps as constituting the arrangement or understanding to which a number of companies or persons were parties (at 216).",
      "id": "s420"
    },
    {
      "text": "The Court placed emphasis upon the width of the meaning intended to be given to subs (13).",
      "id": "s421"
    },
    {
      "text": "It appears to have accepted the Commissioner's submission (at 214) that one should not view a reimbursement agreement as if it was a discrete transaction or transactions divorced from the context of the overall arrangement.",
      "id": "s422"
    },
    {
      "text": "The approach taken in Prestige Motors is, with respect, the only way in which the section can have a meaningful operation, given the context of the complex transactions to which it will often be addressed and the purpose which it seeks to achieve.",
      "id": "s423"
    },
    {
      "text": "97 A benefit in this case was gained by the Brian Heran Discretionary Trust and by Heran Projects.",
      "id": "s424"
    },
    {
      "text": "The benefit accrued so long as Raftland did not make the payment of trust income to the E&amp;M Unit Trust.",
      "id": "s425"
    },
    {
      "text": "In turn Maggside did not have to pay Raftland and it did not have to call upon the monies it had loaned Heran Projects.",
      "id": "s426"
    },
    {
      "text": "At the same time they enjoyed tax benefits.",
      "id": "s427"
    },
    {
      "text": "98 Mr Tobin suggested that the sale of Maggside's rights might have some business purpose, although it was not apparent to me.",
      "id": "s428"
    },
    {
      "text": "He otherwise affectively conceded that the transactions were not in the ordinary course of commercial dealings, as clearly they are not.",
      "id": "s429"
    },
    {
      "text": "The purpose referred to in subs (8), to reduce liability to taxation, requires investigation of the purpose of the parties to the agreement.",
      "id": "s430"
    },
    {
      "text": "It is not required to be a purpose of the agreement itself: Prestige Motors at 217.",
      "id": "s431"
    },
    {
      "text": "Here a number of persons and entities had such a purpose.",
      "id": "s432"
    },
    {
      "text": "I did not understand this to be seriously in issue.",
      "id": "s433"
    },
    {
      "text": "99 The requirement of connexion between the beneficiary's present entitlement and a reimbursement agreement assumes particular importance given the width of the operation of s 100A(1).",
      "id": "s434"
    },
    {
      "text": "In Idlecroft (at [44]) the Full Court explained: \n \n 'The words used in the section demonstrate an intention to give an extensive application to s 100A(1)(b).",
      "id": "s435"
    },
    {
      "text": "This is shown in several ways.",
      "id": "s436"
    },
    {
      "text": "The provision is a deeming provision and such provisions normally operate to extend the reach of language used in relation to a requirement.",
      "id": "s437"
    },
    {
      "text": "There is an additional extension incorporated by the use of the expression \"arose out of\", which reaches beyond the narrower notions of being \"provided for\" or \"regulated by\" an agreement and, as Spender J points out, provides for a broad \"but for\" test of causation.",
      "id": "s438"
    },
    {
      "text": "That is to say, if one of the consequences of the act, transaction or circumstance were to result in any way from the designated criteria then it would be within the language of the section.",
      "id": "s439"
    },
    {
      "text": "Furthermore, it is not only the agreement that must be considered but also any circumstance or act that occurred \"in connection with\" or \"as a result of\" the reimbursement agreement.",
      "id": "s440"
    },
    {
      "text": "The broad extensive language in the subsection coupled with the requirement to interpret the subsection according to its ordinary and natural meaning, having regard to its purpose, mandates an application of the provision unlimited by implied constraints having no foundation in the context.",
      "id": "s441"
    },
    {
      "text": "' \n \n\n100 Raftland submitted that, whilst there may have been a connexion to the E&amp;M Unit Trust's entitlement and the reimbursement agreement, this is not so with respect to the Primary Beneficiaries whose entitlement arises because of the operation of the default clause.",
      "id": "s442"
    },
    {
      "text": "A similar argument was raised and rejected in Idlecroft .",
      "id": "s443"
    },
    {
      "text": "It was held (at [45]) that the requisite connexion is present in such a case.",
      "id": "s444"
    },
    {
      "text": "The connecting circumstance is that the entitlements of the default beneficiaries came about because the appointment of income was invalid.",
      "id": "s445"
    },
    {
      "text": "That appointment was made pursuant to the reimbursement agreement.",
      "id": "s446"
    },
    {
      "text": "But for the existence of the agreement, the appointments would not have been made.",
      "id": "s447"
    },
    {
      "text": "The same analysis applies in the present case.",
      "id": "s448"
    },
    {
      "text": "101 In my view s 100A(1) applies to the present case so that the Primary Beneficiaries are not to be taken as presently entitled to the income.",
      "id": "s449"
    },
    {
      "text": "Raftland is liable to be assessed on the income pursuant to s 99A.",
      "id": "s450"
    },
    {
      "text": "102 It follows from my findings concerning the nature of the payment of the $250 000, that the Primary Beneficiaries would be entitled to all of the trust income from the Brian Heran Discretionary Trust.",
      "id": "s451"
    },
    {
      "text": "Subs 100A(2) therefore has no application.",
      "id": "s452"
    },
    {
      "text": "103 Subsection 100A(3A) does not apply to the Primary Beneficiaries, although it would have applied to the E&amp;M Unit Trust had there been a distribution to it.",
      "id": "s453"
    },
    {
      "text": "In that event there would have been an interposed trustee.",
      "id": "s454"
    },
    {
      "text": "The Primary Beneficiaries, to whom subs (1) does apply, are not however trustees and do not qualify as trustee beneficiaries for the purpose of subs 100A(3A).",
      "id": "s455"
    },
    {
      "text": "Neither that subsection nor subs (3B) has any application to the situation of the Primary Beneficiaries and Raftland in the years 1996 and 1997.",
      "id": "s456"
    },
    {
      "text": "104 The same conclusions apply to the assessable income of the Raftland Trust Estate in each of these years.",
      "id": "s457"
    },
    {
      "text": "The further purported distributions from Raftland, albeit as a conduit of other entities, are characterised by the initial transaction.",
      "id": "s458"
    },
    {
      "text": "There were not in reality further distributions and the parties did not intend them to take effect as such.",
      "id": "s459"
    },
    {
      "text": "The Primary Beneficiaries are deemed not to be presently entitled to the income and Raftland's income is to be assessed under s 99A.",
      "id": "s460"
    },
    {
      "text": "PENALTIES AND INTEREST \n \n105 The additional tax which was imposed in each year was based upon s 226H and having regard to Raftland's 'recklessness' in connexion with the understatement of income.",
      "id": "s461"
    },
    {
      "text": "Raftland's submissions on this issue did not have regard to a finding that there were no distributions in truth by it to the E&amp;M Unit Trust.",
      "id": "s462"
    },
    {
      "text": "In the context of a sham transaction, a conclusion of recklessness is clearly open.",
      "id": "s463"
    },
    {
      "text": "No case for remitter of part of the penalties is made out.",
      "id": "s464"
    },
    {
      "text": "106 The balance of the submissions had regard to the requirement of interest pursuant to s 170AA, where an assessment is amended.",
      "id": "s465"
    },
    {
      "text": "That requirement does not however form part of the assessment (subs 170AA(13)) with which these proceedings are concerned.",
      "id": "s466"
    },
    {
      "text": "Whether the requirement should stand could only be determined in other proceedings, by way of judicial review, and no such proceedings have been brought.",
      "id": "s467"
    },
    {
      "text": "COSTS \n \n107 I address the costs of the discontinued proceedings separately.",
      "id": "s468"
    },
    {
      "text": "The Commissioner is entitled to the costs of this proceeding but there is an issue as to whether he is entitled to all of these costs.",
      "id": "s469"
    },
    {
      "text": "He did not proceed with a case based upon Part IVA , although the parties had largely undertaken their preparation for it and he was unsuccessful on the trust issues.",
      "id": "s470"
    },
    {
      "text": "These issues occupied a considerable part of the hearing and submissions.",
      "id": "s471"
    },
    {
      "text": "The Commissioner submitted that the evidence about trust property continued to unfold during the hearing.",
      "id": "s472"
    },
    {
      "text": "The resolution of that issue did not however depend upon a critical piece of evidence adduced late.",
      "id": "s473"
    },
    {
      "text": "And the Commissioner maintained reliance upon the allegation that the E&amp;M Unit Trust did not continue in existence.",
      "id": "s474"
    },
    {
      "text": "Such a conclusion was never going to be readily arrived at and here the parties' intention and the terms of the Trust Deed did not prevent it.",
      "id": "s475"
    },
    {
      "text": "In these circumstances it seems appropriate that the Commissioner be denied a portion of his costs.",
      "id": "s476"
    },
    {
      "text": "I would assess those to which he is entitled at seventy (70) per cent.",
      "id": "s477"
    },
    {
      "text": "CONCLUSION \n \n108 The appeal will be dismissed.",
      "id": "s478"
    },
    {
      "text": "The applicant will be ordered to pay seventy (70) per cent of the respondent's costs of the proceedings.",
      "id": "s479"
    },
    {
      "text": "I certify that the preceding one hundred and eight (108) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kiefel.",
      "id": "s480"
    },
    {
      "text": "Associate:\n\nDated: 17 February 2006 \n\n\n Counsel for the Applicant: Mr D G Russell QC with Mr H Alexander \n \n Solicitor for the Applicant: Tobin King Lateef \n \n Counsel for the Respondent: Mr P E Hack SC with Mr P A Looney \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 19, 20, 21 October 2005; 24 October 2005; 31 October 2005 \n \n Date of Judgment: 17 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/109.html",
      "id": "s481"
    }
  ]
}