{
  "name": "Aristocrat Technologies Australia Pty Ltd (ACN 001 660715) v Global Gaming Supplies Pty Ltd (ACN 008 548 589) [2006] FCA 1707 (30 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1707.html",
  "catchphrases": [
    {
      "text": "principles to be applied to search orders under o 25b of federal court rules",
      "id": "c0"
    },
    {
      "text": "inspection of documents",
      "id": "c1"
    },
    {
      "text": "interpretation and application of implementation orders",
      "id": "c2"
    },
    {
      "text": "whether categories of objection appropriate",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM TRANSCRIPT)\n \n BACKGROUND \n \n1 An issue has arisen about the terms of the implementation orders put into place following the execution of a search order (formerly described as an Anton Piller order) made by Justice Allsop on 30 June 2006.",
      "id": "s0"
    },
    {
      "text": "2 The search order was executed on 3 July 2006.",
      "id": "s1"
    },
    {
      "text": "Execution took place in Sydney and Canberra.",
      "id": "s2"
    },
    {
      "text": "In accordance with practice note 24 and the sample orders referred to in it, the search party included independent solicitors and computer experts.",
      "id": "s3"
    },
    {
      "text": "There was a separate solicitor and computer expert in attendance at the searches in each of Canberra and Sydney.",
      "id": "s4"
    },
    {
      "text": "3 The evidence in support of the application included evidence of goods breaching copyright being sold to parties in Peru, and material, though not conclusive, linking the respondents to various parties who have been found to have breached the same species of copyright in the past, being copyright which is owned by the applicants.",
      "id": "s5"
    },
    {
      "text": "Notwithstanding this, Justice Allsop was satisfied at the necessary ex parte level that there was a strong prima facie case of what appeared to be sales of counterfeit goods; being the machines, their artwork and associated computer software.",
      "id": "s6"
    },
    {
      "text": "His Honour was also satisfied of the other requirements for the grant of a search order as provided in O 25B r 3 of the Federal Court Rules .",
      "id": "s7"
    },
    {
      "text": "4 In his reasons, his Honour noted at [6] that an issue may be ventilated in due course as to the necessity for the search to be closely related to the accrued cause of action.",
      "id": "s8"
    },
    {
      "text": "However, his Honour thought that the better reading of O 25B was that the flexibility and amplitude of the order would be undermined if the search order was limited to the precise cause of action known.",
      "id": "s9"
    },
    {
      "text": "5 His Honour also observed at [7] that it is not the practice that the terms of orders for search and seizure are limited to material directly related to the precise cause of action then known to an applicant.",
      "id": "s10"
    },
    {
      "text": "He said that \"[s]uch a course would tend to make the utility of this procedure doubtful\".",
      "id": "s11"
    },
    {
      "text": "6 In those circumstances his Honour was prepared to make orders which were sought for the search of \"Listed Things\".",
      "id": "s12"
    },
    {
      "text": "These were defined in Order 5 of the orders of 30 June 2006.",
      "id": "s13"
    },
    {
      "text": "Order 5 is to be read with Schedule A which provides a lengthy definition of Listed Things, and includes \"things which are, or appear to be, Infringing Aristocrat Game Materials\" as defined in Order 5(s).",
      "id": "s14"
    },
    {
      "text": "7 The definition \"Infringing Aristocrat Game Materials\" extends to any artwork, EPROM or software (or associated literary work) reproducing the whole or a substantial part of any Aristocrat Artwork, Aristocrat EPROM or Aristocrat Game Software made without the licence of the applicants.",
      "id": "s15"
    },
    {
      "text": "Order 9(b) permits the search party to search for and inspect the Listed Things and to make or obtain a copy, photograph or film of them.",
      "id": "s16"
    },
    {
      "text": "8 On 5 July 2006, the orders were amended by Justice Rares.",
      "id": "s17"
    },
    {
      "text": "Those orders provided amongst other things for any application to set aside or vary the orders made by Justice Allsop to be filed and served by 10 July 2006.",
      "id": "s18"
    },
    {
      "text": "An application was filed seeking to set aside the orders but it was not pursued.",
      "id": "s19"
    },
    {
      "text": "However, on 12 July 2006, the orders of 30 June 2006 were further varied by Justice Lindgren.",
      "id": "s20"
    },
    {
      "text": "IMPLEMENTATION ORDERS \n \n9 On 7 September 2006 I made consent orders which provided for the inspection by the applicants and their solicitors of the seized material.",
      "id": "s21"
    },
    {
      "text": "Separate regimes were established for hard copy documents and electronic material.",
      "id": "s22"
    },
    {
      "text": "10 The solicitors who consented to the orders that were made on 7 September 2006 no longer appear for the respondents, new solicitors subsequently having replaced the previous firm.",
      "id": "s23"
    },
    {
      "text": "Hard copy documents \n \n11 The regime for hard copy documents was set out in Orders 4 to 6 of the orders of 7 September 2006.",
      "id": "s24"
    },
    {
      "text": "I do not propose to set out the orders in full but in my view the proper construction of those paragraphs is that a list was to be supplied to the independent solicitor and the applicants' solicitor, of all materials removed from the premises which the respondents claimed to be privileged or confidential (the \"Disputed Seized Material\").",
      "id": "s25"
    },
    {
      "text": "All material other than the Disputed Seized Material was then to be made available for inspection by the applicants and their solicitors.",
      "id": "s26"
    },
    {
      "text": "12 There is also an exception for \"Disputed Items\" but that category is not in issue in the present application.",
      "id": "s27"
    },
    {
      "text": "13 Order 6 provided for the respondents to file and serve an affidavit setting out, in relation to the Disputed Seized Material, the nature and basis of any objection or claim for privilege or confidentiality.",
      "id": "s28"
    },
    {
      "text": "This paragraph seems to me to support the construction which I have taken of the provisions of Order 4 which, for present purposes, confine the categories of exception to claims of privilege or confidentiality.",
      "id": "s29"
    },
    {
      "text": "Electronic documents \n \n14 The regime for electronic material commences in Order 7.",
      "id": "s30"
    },
    {
      "text": "The substance of the regime is that independent computer experts are to be permitted to search and analyse copies of the hard disks as set out in that paragraph.",
      "id": "s31"
    },
    {
      "text": "Forensic methods and appropriate software may be used to extract the information for the purpose, amongst other things, of producing a directory and file listing.",
      "id": "s32"
    },
    {
      "text": "The paragraph goes on to determine the categories of files, emails and data to be searched by reference to categories set out in Order 7(c)(i)-(v).",
      "id": "s33"
    },
    {
      "text": "Suffice to say that the categories are broadly defined.",
      "id": "s34"
    },
    {
      "text": "15 Order 10 provides for a report to be prepared by the independent computer experts upon completion of the searches.",
      "id": "s35"
    },
    {
      "text": "It is to include a list of the files extracted in the categories referred to in Order 7(c).",
      "id": "s36"
    },
    {
      "text": "16 Order 11 is important.",
      "id": "s37"
    },
    {
      "text": "It provides that the respondents or their solicitors are permitted to inspect the \"Extracted Materials\" and \"Digital Photographs\" for the purpose of \"identifying any documents claimed by the respondents to be privileged or confidential\".",
      "id": "s38"
    },
    {
      "text": "The paragraph concludes with the words \"and which ought not to be inspected by the applicants\".",
      "id": "s39"
    },
    {
      "text": "17 Order 12 provides that the respondents are to give the independent computer experts a signed list of inspected documents which the respondents claim to be privileged or confidential.",
      "id": "s40"
    },
    {
      "text": "18 Under Order 13 the independent computer experts are to provide electronic copies of those parts of the Extracted Materials or Digital Photographs which do not form part of the \"Disputed Electronic Materials\" to the parties' solicitors.",
      "id": "s41"
    },
    {
      "text": "The definition of Disputed Electronic Materials was given in Order 12 and it extends to documents which the respondents claim to be privileged or confidential.",
      "id": "s42"
    },
    {
      "text": "19 Order 14 provides for the respondents to file and serve affidavits setting out the nature and basis of any claim for privilege or confidentiality.",
      "id": "s43"
    },
    {
      "text": "Order 16 provides in effect for a complete release of the obligations arising from the principle in Home Office v Harman [1983] 1 AC 280.",
      "id": "s44"
    },
    {
      "text": "20 On 16 October 2006 the computer experts prepared a report in accordance with Order 10.",
      "id": "s45"
    },
    {
      "text": "They stated that, in accordance with Order 7, they performed an independent analysis of the forensic images and extracted certain files from the images based upon the search regime.",
      "id": "s46"
    },
    {
      "text": "They stated that the results have been saved to a series of spreadsheets accompanying the report.",
      "id": "s47"
    },
    {
      "text": "21 The computer experts' report was not provided to the solicitors for the respondents until 17 October 2006, and the relevant files (\"Extracted Files\") referred to therein were only made available for inspection on 8 November 2006.",
      "id": "s48"
    },
    {
      "text": "The solicitors inspected the Extracted Files and determined that there are approximately 284,000 electronic files in some 15,600 folders, and approximately 68,000 emails.",
      "id": "s49"
    },
    {
      "text": "Plainly the work involved in the search of that material to determine the existence of privileged or confidential material is significant.",
      "id": "s50"
    },
    {
      "text": "22 Before the delivery of the experts' report, the respondents' solicitor swore an affidavit on 30 October 2006 identifying the nature and basis of his objection to the inspection of the hard copy materials.",
      "id": "s51"
    },
    {
      "text": "The affidavit introduced categories of exceptions described as \"Disputed\" and \"Relavance\" [sic].",
      "id": "s52"
    },
    {
      "text": "The effect of this was substantially to confine the material available for inspection to that which relates to the sale of the electronic gaming machines in Peru.",
      "id": "s53"
    },
    {
      "text": "It is apparent that the same categories of objection will be taken to the electronic materials.",
      "id": "s54"
    },
    {
      "text": "DISCUSSION \n \n23 The two questions which arise on the present application are, firstly, the proper construction of the orders of 7 September 2006 and, secondly, whether in any event I ought to vary the orders in view of the large volume of electronic material which has been imaged.",
      "id": "s55"
    },
    {
      "text": "The applicants do not dispute that I have power to revisit the orders if I consider it appropriate to do so in the interests of justice.",
      "id": "s56"
    },
    {
      "text": "24 I am not persuaded that the respondents' construction of the orders is correct.",
      "id": "s57"
    },
    {
      "text": "As I have already said, it is in my view plain that Orders 4 to 6 envisage that the only objections that may be taken are on the grounds of privilege and confidentiality.",
      "id": "s58"
    },
    {
      "text": "It seems to me that the regime contemplated for electronic material is to the same effect as that which is to apply to hard copy documents.",
      "id": "s59"
    },
    {
      "text": "25 It is true, as I have already said, that Order 11 concludes with words which might be thought to broaden the scope of the categories of excluded materials.",
      "id": "s60"
    },
    {
      "text": "However, it seems to me that what is contemplated by Order 11 is that the only exclusions are documents claimed to be privileged or confidential.",
      "id": "s61"
    },
    {
      "text": "This, I think, is borne out by reference to and examination of the regime explained in Orders 12 to 14.",
      "id": "s62"
    },
    {
      "text": "26 The respondents submit that the purpose of the search orders made by Allsop J on 30 June 2006 was to preserve evidence contained on various hard drives or computers located at their premises.",
      "id": "s63"
    },
    {
      "text": "The respondents then submit that once the evidence is preserved access to the material falls to be determined in accordance with the usual principles, that is to say categories of discovered documents would then need to be determined and access would be given in the usual way.",
      "id": "s64"
    },
    {
      "text": "27 The respondents submit that the applicants cannot overreach their usual discovery entitlements to have access beyond relevant material contained on the imaged hard drives.",
      "id": "s65"
    },
    {
      "text": "They submit that simply by obtaining a search order from a court the applicants do not automatically obtain an entitlement to traverse the entirety of the material retrieved by the independent experts.",
      "id": "s66"
    },
    {
      "text": "In my view that is not the proper construction of the orders which were consented to on 7 September 2006.",
      "id": "s67"
    },
    {
      "text": "I have already given my reasons for that.",
      "id": "s68"
    },
    {
      "text": "28 Moreover, it seems to me that the approach proposed by the respondents is not consistent with the usual practice which applies to search orders.",
      "id": "s69"
    },
    {
      "text": "The terms of O 25B of the Federal Court Rules are to be considered in light of the practice which evolved in the years following the decision in Anton Piller KG v Manufacturing Process Ltd [1975] EWCA Civ 12 ; [1976] Ch 55.",
      "id": "s70"
    },
    {
      "text": "29 Prior to the advent of the computer era, the practice was for a physical search to be conducted at the premises.",
      "id": "s71"
    },
    {
      "text": "Questions of relevance were not an issue, although provision was always made for the protection of material claimed to be privileged or confidential.",
      "id": "s72"
    },
    {
      "text": "The computer imaging which now takes place seems to me to be the equivalent of what Mr Cobden SC for the applicants called the \"flick through\", which took place in the searched premises in the days when only hard copy documents and other physical materials were the subject of searches.",
      "id": "s73"
    },
    {
      "text": "30 I accept that the effect of the modern regime of computer imaging as applied in the present case is to grant an applicant a far more leisurely period in which to examine the seized materials than was previously available.",
      "id": "s74"
    },
    {
      "text": "This will be a particular concern where the seized materials are obtained from a trade competitor as has happened in the present case.",
      "id": "s75"
    },
    {
      "text": "This emphasises the draconian and exceptional nature of the remedy.",
      "id": "s76"
    },
    {
      "text": "31 However, in order to obtain a search order an applicant must satisfy the stringent conditions laid down in O 25B r 3.",
      "id": "s77"
    },
    {
      "text": "As I have already noted, Allsop J was satisfied that the necessary conditions were met.",
      "id": "s78"
    },
    {
      "text": "His Honour was also satisfied that the search should not be limited to the precise cause of action known to the applicants when the search order was obtained.",
      "id": "s79"
    },
    {
      "text": "32 It seems to me that all of that is reflected in the terms of the orders that were made on 7 September 2006 when the regime for access was adopted in the orders that I made on that date.",
      "id": "s80"
    },
    {
      "text": "I should add that the decision of Lindgren J in Microsoft Corp v Adelong Electronics Pty Ltd (1997) 37 IPR 283, at 291-292, though not directly in point, does suggest that a copyright owner will ordinarily be able to inspect all of the evidence in the possession of the alleged infringer without it being confined to the documents that relate to the cause of action then known to the copyright owner.",
      "id": "s81"
    },
    {
      "text": "33 In my view the approach proposed by the respondents is not consistent with the purpose for which a search order is issued.",
      "id": "s82"
    },
    {
      "text": "It is not for the respondents to put to the applicants the task of identifying categories of documents to which they seek access on discovery.",
      "id": "s83"
    },
    {
      "text": "That would be to reserve to the respondents, against whom a strong prima facie case of infringement is required for the issue of the search order, the ability to limit the documents which are inspected to those that are subject of the accrued cause of action.",
      "id": "s84"
    },
    {
      "text": "I do not think this has been part of the ordinary practice of the Court in relation to the execution and implementation of search orders, nor does it seem to me to be reflected in the provisions of practice note 24.",
      "id": "s85"
    },
    {
      "text": "CONCLUSION \n \n34 With one exception, I am not satisfied that there are sufficient changed circumstances to warrant any amendments to the orders made on 7 September 2006.",
      "id": "s86"
    },
    {
      "text": "The exception is that the Home Office v Harman exemption, which is contained in Order 16, ought in my view to be deleted.",
      "id": "s87"
    },
    {
      "text": "In many instances such an exemption may be appropriate, but in the circumstances of the present case where the known infringement consisted of the sale of a limited number of gaming machines in Peru in 2000-2002 I do not think that the terms of Order 16 should be maintained.",
      "id": "s88"
    },
    {
      "text": "It seems to me to be contrary to the interests of justice in the case for them to remain as part of the court orders.",
      "id": "s89"
    },
    {
      "text": "It follows that I will make orders in terms of those that have been provided to me by senior counsel for the applicants.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson J.",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 30 November 2006\n\n Counsel for the Applicants: R Cobden SC with N Murray \n \n Solicitor for the Applicants: Baker &amp; McKenzie \n \n Counsel for the Respondents: J Ireland QC with M Green \n \n Solicitor for the Respondents: Paul Bard Lawyers \n \n Date of Hearing: 27 November 2006 \n \n Date of Judgment: 30 November 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1707.html",
      "id": "s92"
    }
  ]
}