{
  "name": "Wilkshire v Bombala Shire Council [2006] FCA 1158 (31 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1158.html",
  "catchphrases": [
    {
      "text": "costs relating to amendment of proceeding and premature motion to strike out",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "On 17 March 2006 Peter John Wilkshire commenced an appeal from a decision of a Delegate of the Registrar of Trade Marks dismissing his opposition to the registration of a trade mark in the name of the respondent, Bombala Shire Council.",
      "id": "s0"
    },
    {
      "text": "The appeal was listed for directions at 9.15 am on 27 April 2006.",
      "id": "s1"
    },
    {
      "text": "At that stage, the applicant represented himself.",
      "id": "s2"
    },
    {
      "text": "The notice of appeal was obviously drafted by a lay person and was not in conventional form.",
      "id": "s3"
    },
    {
      "text": "The address for service was ' \"Grannys Well\", Wilkshire Road Via Delegate NSW 2633'.",
      "id": "s4"
    },
    {
      "text": "A notice of appearance was filed by solicitors on behalf of the respondent on 3 April 2006.",
      "id": "s5"
    },
    {
      "text": "On 20 April 2006 the respondent filed a notice of motion seeking the striking out of a number of grounds in the notice of appeal and an order that 'the applicant file and serve within 14 days of this order a statement which identifies with precision the grounds on which the respondent's application for registration is opposed'.",
      "id": "s6"
    },
    {
      "text": "The motion was supported by an affidavit of a solicitor sworn on 19 April 2006.",
      "id": "s7"
    },
    {
      "text": "The only substantive matter in that affidavit was as follows: \n \n Notice of Appeal includes various grounds relating to issues of alleged bias and collusion which the Respondent considers to be irrelevant to the matters before the Court on the appeal.",
      "id": "s8"
    },
    {
      "text": "On behalf of the Respondent, I request that the Court make orders sought by the Respondent in the Respondent's Notice of Motion dated 18 April 2006.",
      "id": "s9"
    },
    {
      "text": "' \n \n\nThe notice of motion was made returnable at 10.15 am on 27 April 2006.",
      "id": "s10"
    },
    {
      "text": "On 26 April 2006 a notice of appointment of solicitor was filed on behalf of the applicant.",
      "id": "s11"
    },
    {
      "text": "On that day, the Court was presented in chambers with consent short minutes of order signed by the solicitors for the parties as follows: \n \n If not filed and served beforehand, the applicant file and serve a notice of appointment of solicitor by 4pm on 27 April 2006.",
      "id": "s12"
    },
    {
      "text": "The applicant serve on the respondent a draft amended notice of appeal on or before 18 May 2006.",
      "id": "s13"
    },
    {
      "text": "The respondent indicate to the applicant whether it consents to the filing of the proposed amended notice of appeal on or before 25 May 2006.",
      "id": "s14"
    },
    {
      "text": "The proceeding, including the respondent's notice of motion filed on 20 April 2006, be stood over to 9.15 am 1 st June 2006.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n \n Those orders were made in chambers on 26 April 2006 and the listings for the following day were vacated.",
      "id": "s16"
    },
    {
      "text": "The matter has proceeded in the normal way since this time, the applicant having filed an amended notice of appeal in substantially different form from the original notice of appeal.",
      "id": "s17"
    },
    {
      "text": "The respondent's notice of motion became otiose.",
      "id": "s18"
    },
    {
      "text": "It was agreed that the costs of the motion be dealt with on the basis of written submissions.",
      "id": "s19"
    },
    {
      "text": "Those submissions have been provided.",
      "id": "s20"
    },
    {
      "text": "There are factual issues as to what occurred between the filing of the motion and 26 April 2006, including service or attempted service on the one hand, and what was done by the applicant by way of instructing a solicitor on the other.",
      "id": "s21"
    },
    {
      "text": "If it were necessary to resolve those issues, evidence would be required.",
      "id": "s22"
    },
    {
      "text": "In my opinion, it is not necessary to resolve those issues.",
      "id": "s23"
    },
    {
      "text": "On the one hand, it is clear enough that the applicant must bear and pay the costs occasioned by the filing of an inappropriately framed notice of appeal.",
      "id": "s24"
    },
    {
      "text": "On the other hand, it is clear enough that the filing of a motion was premature.",
      "id": "s25"
    },
    {
      "text": "The proceeding was listed for first directions within days of the filing of the motion.",
      "id": "s26"
    },
    {
      "text": "That is normally the occasion to raise procedural issues.",
      "id": "s27"
    },
    {
      "text": "Warning of such issues should normally be given by correspondence prior to that directions hearing.",
      "id": "s28"
    },
    {
      "text": "There may be circumstances where it would be appropriate to bring on a motion to stay or strike out proceedings returnable at the first directions hearing --- for example, if the proceeding was fundamentally misconceived.",
      "id": "s29"
    },
    {
      "text": "Even in that case, it would be unusual for such a motion to be heard and determined on the first directions hearing.",
      "id": "s30"
    },
    {
      "text": "This was not such a case.",
      "id": "s31"
    },
    {
      "text": "Further, the affidavit in support of the motion does not indicate that any prior notice of the defects alleged had been given to the applicant.",
      "id": "s32"
    },
    {
      "text": "Although it is not critical to this decision, it is to be noted that there is no evidence that service occurred sufficient to entitle the respondent to proceed with the motion on 27 April 2006.",
      "id": "s33"
    },
    {
      "text": "It follows, in my opinion, that the respondent is not entitled to its costs of the motion and the applicant should have his costs of the argument about costs.",
      "id": "s34"
    },
    {
      "text": "On the other hand, the applicant caused the initial difficulty by filing an inappropriate form of notice of appeal.",
      "id": "s35"
    },
    {
      "text": "The applicant is not entitled to costs connected with that and the respondent is entitled to its costs incurred by that circumstance.",
      "id": "s36"
    },
    {
      "text": "The respondent's costs would be limited because of the prompt acquiescence by the solicitor for the applicant in the necessity to replead.",
      "id": "s37"
    },
    {
      "text": "In my opinion, the entitlements to costs on either side effectively cancel each other out.",
      "id": "s38"
    },
    {
      "text": "The respondent should bear its own costs of and concerning the preparation of and filing of the motion filed on 20 April 2006 and the affidavit in support, any costs associated with service or attempted service thereof and of the argument as to costs of the motion.",
      "id": "s39"
    },
    {
      "text": "The applicant should bear his own costs up to and including 27 April 2006.",
      "id": "s40"
    },
    {
      "text": "Other costs of the parties to date will be costs in the proceeding.",
      "id": "s41"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s42"
    },
    {
      "text": "Associate:\n\nDated: 31 August 2006\n\n Counsel for the Applicant: Ms JE Thornton \n \n Solicitor for the Applicant: Ken Cush &amp; Associates \n \n Counsel for the Respondent: Mr NR Murray \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n \n Date of Last Submission: 30 June 2006 \n \n Date of Judgment: 31 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1158.html",
      "id": "s43"
    }
  ]
}