{
  "name": "Les Tissus Marey S A v Lisa Ho Retail Pty Ltd [2006] FCA 1121 (23 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1121.html",
  "catchphrases": [
    {
      "text": "application for security for costs",
      "id": "c0"
    },
    {
      "text": "applicant a company incorporated in france",
      "id": "c1"
    },
    {
      "text": "amount of security for costs only issue in dispute",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 By application and statement of claim, each filed on 20 October 2005, the applicant Les Tissus Marey S A, a company incorporated pursuant to the law of France, seeks relief for breach of copyright against various respondents.",
      "id": "s0"
    },
    {
      "text": "These include Lisa Ho Retail Pty Ltd and Lisa Ho Designs Pty Ltd, the second and third respondents (\"the Lisa Ho respondents\"), and Smouha Fabrics Pty Ltd, the fifth respondent (\"Smouha\").",
      "id": "s1"
    },
    {
      "text": "2 The applicant is a designer, wholesaler and manufacturer of fabric.",
      "id": "s2"
    },
    {
      "text": "It creates original fabric designs which are then sold through its agents to clothing manufacturers, wholesalers and retailers around the world.",
      "id": "s3"
    },
    {
      "text": "Each fabric print designed by the applicant is sold to only one clothing designer or manufacturer in any given country in order to maintain the exclusivity of the applicant's fabrics.",
      "id": "s4"
    },
    {
      "text": "3 The applicant claims that in 2004, through its exclusive distributor in Australia, it sold a particular print to Sportsgirl which used that print to manufacture garments which were sold at Sportsgirl's retail outlets.",
      "id": "s5"
    },
    {
      "text": "It alleges that the print in question is an original artistic work in which copyright subsists by virtue of Pt III of the Copyright Act 1968 (Cth), such copyright being owned by the applicant.",
      "id": "s6"
    },
    {
      "text": "It contends that the Lisa Ho respondents have, without the licence of the applicant, manufactured, distributed and sold garments which reproduce the copyright in the print, or authorised the carrying out of such conduct.",
      "id": "s7"
    },
    {
      "text": "It seeks declaratory and injunctive relief, and foreshadows as well a claim in damages or, alternatively, at the election of the applicant, an account of profits.",
      "id": "s8"
    },
    {
      "text": "4 The matter presently before the Court involves two motions on notice, one by the Lisa Ho respondents, and one by Smouha, seeking security for costs.",
      "id": "s9"
    },
    {
      "text": "The applicant accepts that it must provide security for costs, but challenges the amount claimed in each case.",
      "id": "s10"
    },
    {
      "text": "5 On behalf of the Lisa Ho respondents, the amount claimed is $110,000.",
      "id": "s11"
    },
    {
      "text": "Smouha's claim is for $150,000.",
      "id": "s12"
    },
    {
      "text": "Both claims are supported by affidavits sworn by solicitors for the respective parties and, in the case of Smouha, by an affidavit of a legal costs consultant.",
      "id": "s13"
    },
    {
      "text": "6 On behalf of the applicant, it is contended that a much lower figure would be warranted.",
      "id": "s14"
    },
    {
      "text": "Its solicitor has estimated that the total for taxable costs incurred to date and future costs would be approximately $45,000 for the Lisa Ho respondents and also for Smouha.",
      "id": "s15"
    },
    {
      "text": "7 The discrepancy can be partly explained by the differing assumptions made by the respective parties.",
      "id": "s16"
    },
    {
      "text": "The applicant's solicitor stated that, in his view, it would be appropriate to split the determination of quantum from any issue of liability which would substantially reduce the ambit of discovery, and shorten the trial.",
      "id": "s17"
    },
    {
      "text": "This would avoid potentially wasted costs should the applicant fail to establish liability on its claim.",
      "id": "s18"
    },
    {
      "text": "Although he did not file a notice of motion in support of an order separating quantum and liability, he foreshadowed that such an application would be made at the hearing.",
      "id": "s19"
    },
    {
      "text": "8 Because the respondents were not given adequate notice of the proposed application to separate quantum from liability, and because it seemed to me that the resolution of that issue might be relevant to the sum or sums ordered by way of security for costs, I directed that the parties file written submissions regarding that issue.",
      "id": "s20"
    },
    {
      "text": "9 By letters dated 11 August 2006, both the Lisa Ho respondents and Smouha agreed with the applicant that issues of liability and quantum should be dealt with separately in this proceeding.",
      "id": "s21"
    },
    {
      "text": "That makes my task somewhat easier.",
      "id": "s22"
    },
    {
      "text": "The assumption upon which those respondents based their applications for security for costs was that there would be a single trial, encompassing both liability and quantum, and that it would run for something in the order of five days.",
      "id": "s23"
    },
    {
      "text": "It is common ground between the parties that a case confined to liability would be considerably shorter and more straightforward.",
      "id": "s24"
    },
    {
      "text": "The applicant estimates two days, while the Lisa Ho respondents and Smouha seem to suggest three days, or perhaps a little more.",
      "id": "s25"
    },
    {
      "text": "10 Having regard to the evidence before me, and the views of the respective solicitors who have sworn affidavits, I am inclined to the view that the Lisa Ho respondents and Smouha's calculations are more likely to be accurate than those of the applicant.",
      "id": "s26"
    },
    {
      "text": "Nonetheless, by reason of the separation of liability and quantum, there will be a considerable saving in the scope of discovery, as well as the duration of the trial and this should be reflected in the amount ordered as security.",
      "id": "s27"
    },
    {
      "text": "11 In my view, it would be appropriate to order security in the sum of $70,000 in favour of the Lisa Ho respondents and $100,000 in favour of Smouha.",
      "id": "s28"
    },
    {
      "text": "These amounts are to cover the costs of the proceeding through to the end of the trial on liability.",
      "id": "s29"
    },
    {
      "text": "The figures proffered by the applicant of $45,000 for the Lisa Ho respondents and $45,000 for Smouha, are so low as to be quite unreasonable.",
      "id": "s30"
    },
    {
      "text": "They do not take account of the complexity of the issues raised, and they fail adequately to allow for Smouha's retention of senior counsel in this proceeding.",
      "id": "s31"
    },
    {
      "text": "12 Equally however, there may be some overestimate in the figure put forward by Smouha.",
      "id": "s32"
    },
    {
      "text": "The sum of $150,000 anticipates having two solicitors in Court throughout the trial, which I regard as unnecessary, and a great deal of photocopying which probably does not need to be done.",
      "id": "s33"
    },
    {
      "text": "It also includes what might be thought to be a somewhat leisurely approach to preparation.",
      "id": "s34"
    },
    {
      "text": "13 The parties were also asked to give consideration to an early mediation in this matter.",
      "id": "s35"
    },
    {
      "text": "The Lisa Ho respondents and Smouha take the view that a mediation as to liability ought to occur subject to the applicant confirming that a representative of the applicant with authority to settle the matter attend the mediation, and that it take place in Sydney.",
      "id": "s36"
    },
    {
      "text": "They believe that the case has better prospects of settling if the mediation is conducted by an external mediator.",
      "id": "s37"
    },
    {
      "text": "14 The applicant's position is that there should be a mediation, but that it should be conducted by a Registrar of the Court.",
      "id": "s38"
    },
    {
      "text": "The applicant contends that the mediation should take place in Melbourne, and does not wish to bind itself to the attendance of a representative from France.",
      "id": "s39"
    },
    {
      "text": "15 In my view, the applicant's contention should be accepted.",
      "id": "s40"
    },
    {
      "text": "The mediation should be conducted by a Registrar.",
      "id": "s41"
    },
    {
      "text": "The process is far cheaper, and as likely to be effective as the use of an external mediator.",
      "id": "s42"
    },
    {
      "text": "In addition, it should be conducted in Melbourne, which is where the trial is to take place.",
      "id": "s43"
    },
    {
      "text": "16 The question whether a representative of the applicant, brought out from France, should be present, with authority to settle the matter is perhaps more difficult.",
      "id": "s44"
    },
    {
      "text": "I am inclined to the view that this is unnecessary.",
      "id": "s45"
    },
    {
      "text": "However, it must be understood that any agent of the applicant who participates in the mediation must have authority to settle the matter, or the capacity to obtain such authority almost immediately, and certainly on the day of the mediation.",
      "id": "s46"
    },
    {
      "text": "In other words, there must be someone available, in France, whatever the time might be, who can settle the matter on behalf of the applicant based upon nothing more than a telephone discussion, or an email.",
      "id": "s47"
    },
    {
      "text": "There is no point in conducting a mediation if protracted discussions requiring board approval have to be undertaken before the matter can be finally resolved, or if it will take some time to obtain a response from France.",
      "id": "s48"
    },
    {
      "text": "17 There still remains an outstanding issue in relation to the timing of the mediation.",
      "id": "s49"
    },
    {
      "text": "The applicant's position is that the mediation should proceed prior to the filing of evidence.",
      "id": "s50"
    },
    {
      "text": "The Lisa Ho respondents and Smouha would prefer that the mediation not take place until evidence has been filed.",
      "id": "s51"
    },
    {
      "text": "I propose to resolve this issue by ordering that the mediation take place on or before 6 October 2006, which is a date before evidence has been filed.",
      "id": "s52"
    },
    {
      "text": "In the event that the matter does not settle, it will come back to me for directions relating to the filing of evidence on 13 October 2006.",
      "id": "s53"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s54"
    },
    {
      "text": "Associate:\n\nDated: 23 August 2006\n\n Counsel for the Applicant: Mr C.D.",
      "id": "s55"
    },
    {
      "text": "Golvan SC \n \n Solicitors for the Applicant: Middletons \n \n Counsel for the Second and Third Respondents: Mr J. Davis \n \n Solicitors for Second and the Respondents: Addisons Lawyers \n \n Counsel for the Fifth Respondent: Mr R.J. Webb SC \n \n Solicitors for the Fifth Respondent; McCabe Terrill \n \n Date of Hearing: 8 August 2006 \n \n Date of Judgment: 23 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1121.html",
      "id": "s56"
    }
  ]
}