{
  "name": "SZIJA v Minister for Immigration &amp; Multicultural Affairs and Refugee Review Tribunal [2006] FCA 1484 (13 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1484.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal order of a federal magistrate",
      "id": "c0"
    },
    {
      "text": "determination of migration review tribunal",
      "id": "c1"
    },
    {
      "text": "jurisdictional error",
      "id": "c2"
    },
    {
      "text": "migration review tribunal to record its decisions",
      "id": "c3"
    },
    {
      "text": "whether breach of s 430(1)(b) of the migration act",
      "id": "c4"
    },
    {
      "text": "whether the tribunal's failure to speculate whether the appellant would face a real chance of persecution should he be returned to india constitutes jurisdictional error",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from an order of a Federal Magistrate, made on 3 May 2006, dismissing summarily an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') of 21 December 2005 which was handed down on 17 January 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "The parties agreed that the Court should hear the leave application and argument on the appeal grounds at the same time.",
      "id": "s2"
    },
    {
      "text": "2 The appellant is a citizen of India.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 14 August 2005.",
      "id": "s4"
    },
    {
      "text": "He held a student visa.",
      "id": "s5"
    },
    {
      "text": "On 12 September 2005 he made application for a protection visa.",
      "id": "s6"
    },
    {
      "text": "He claimed to have a well-founded fear of persecution due to his membership of the Telugu Desam party.",
      "id": "s7"
    },
    {
      "text": "He joined the party in 2002 when it was the ruling party in the State in which he resided.",
      "id": "s8"
    },
    {
      "text": "His party was unsuccessful in the 2004 elections.",
      "id": "s9"
    },
    {
      "text": "He claimed that a number of his political group had been killed by the opposition parties before and after his party lost power.",
      "id": "s10"
    },
    {
      "text": "He also claimed that all in his group had been threatened with death because of their political allegiance with Teluga Desam and that a number of the members had been gaoled after false charges had been laid against them.",
      "id": "s11"
    },
    {
      "text": "One reading of his 'reasons for seeking [a] Protection Visa' could be understood as making a further claim based on his earlier membership of a student group identified as 'ABVP'.",
      "id": "s12"
    },
    {
      "text": "3 The Tribunal was unable to satisfy itself, on the material before it, that the appellant might be persecuted as claimed.",
      "id": "s13"
    },
    {
      "text": "Although initially responding affirmatively to the Tribunal's invitation to attend the hearing, the appellant did not attend but wrote to the Tribunal explaining that he was unable to do so because he did not have enough money and was mentally depressed.",
      "id": "s14"
    },
    {
      "text": "He requested that the Tribunal look into his case and 'take the appropriate decision'.",
      "id": "s15"
    },
    {
      "text": "The Tribunal proceeded on the basis of the material before it.",
      "id": "s16"
    },
    {
      "text": "It did not accept that the appellant had made out his claim that he was depressed because he had not supported the claim with medical evidence.",
      "id": "s17"
    },
    {
      "text": "Having considered the appellant's claims the Tribunal said:\n \n 'In the present case the Applicant claims that he fears death because of his membership of a 'particular social group' for the purposes of the Refugees Convention, the ABVP, and because of his membership of the Telugu Desam party.",
      "id": "s18"
    },
    {
      "text": "However he has provided only the briefest outline of his claims.",
      "id": "s19"
    },
    {
      "text": "So far as his membership of the ABVP is concerned, he does not suggest that he or any other member of that organisation experienced persecution involving 'serious harm' as required by paragraph 91R(1)(b) of the Act for reasons of their membership of that organisation.",
      "id": "s20"
    },
    {
      "text": "So far as the applicant's membership of the Telugu Desam party is concerned it is true that the applicant claims that two members of his group of 50 members have been killed by opposition party members, one in December 2003 and another within weeks after the election in 2004 which he says his party lost.",
      "id": "s21"
    },
    {
      "text": "It is likewise true that he claims that the opposition have made the police bring false cases against some members of his group and that some people are in gaol.",
      "id": "s22"
    },
    {
      "text": "However the applicant has provided no details of these claims which will allow the Tribunal to look into them (as he requested in his letter dated 15 December 2005).",
      "id": "s23"
    },
    {
      "text": "It is unclear, for example, what relationship the applicant's group of 50 members bears to the wider membership of the party and whether he is claiming that his group has been specifically targeted for some reason.",
      "id": "s24"
    },
    {
      "text": "It is likewise unclear why the applicant believes that he could not find safety anywhere in India.",
      "id": "s25"
    },
    {
      "text": "It is true that, as he says, the opposition party (presumably in this case a reference to Congress) is in power nationally but the problems he has described appeared to have arisen at the state level.",
      "id": "s26"
    },
    {
      "text": "' \n\nThe Tribunal affirmed the decision not to grant the appellant a protection visa.",
      "id": "s27"
    },
    {
      "text": "4 Before the Federal Magistrate the appellant sought to rely on the following grounds: that the Tribunal erred in that it did not set out its reasons for holding that it was unable to be satisfied that there was a real chance that the appellant would be persecuted, by reason of his political opinion or membership of a particular social group, should he return to India; and that the Tribunal erred in that it did not determine the substantial matters that were in issue before it and thereby failed properly to exercise jurisdiction.",
      "id": "s28"
    },
    {
      "text": "5 The Federal Magistrate dismissed the application with costs pursuant to r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) because the application failed to disclose an arguable case.",
      "id": "s29"
    },
    {
      "text": "He held that the appellant's contentions that the Tribunal did not provide adequate reasons for its decision or that it did not determine the substantial matters in issue before it could not be sustained as both grounds were an attack on the reasoning of the Tribunal.",
      "id": "s30"
    },
    {
      "text": "These findings, he held, were open to the Tribunal and it did consider the appellant's claims finding them unpersuasive because they lacked detail.",
      "id": "s31"
    },
    {
      "text": "The Federal Magistrate also found that the Tribunal had considered the appellant's depression but was unable to satisfy itself that the appellant was suffering from a medical condition that precluded him from attending the hearing.",
      "id": "s32"
    },
    {
      "text": "6 The principles to be applied on an application for leave to appeal from an interlocutory decision are well established.",
      "id": "s33"
    },
    {
      "text": "They are stated and explained in D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s34"
    },
    {
      "text": "7 The notice of appeal presented to this Court advanced grounds identical to those relied on before the Federal Magistrate.",
      "id": "s35"
    },
    {
      "text": "As developed, these grounds were that the Tribunal had contravened s 430(1)(b) of the Migration Act 1958 ('the Act') and that it had failed to speculate on the basis of the material before it whether the appellant faced a real chance of persecution should be returned to India.",
      "id": "s36"
    },
    {
      "text": "8 These grounds must fail.",
      "id": "s37"
    },
    {
      "text": "Even if it be assumed, in the appellant's favour, that the errors which are attributed to the Tribunal constituted jurisdictional errors, the grounds are untenable: cf NAFP v Minister for Immigration, Multicultural and Indigenous Affairs [2003] FCAFC 254 [7].",
      "id": "s38"
    },
    {
      "text": "The appellant had made the claim that he feared that he would be killed should he return to India.",
      "id": "s39"
    },
    {
      "text": "There was some documentary evidence to support his claim to have been a member of the Telugu Desam party but the claim was not otherwise supported by the type of particulars which would allow the claim to be better understood and tested.",
      "id": "s40"
    },
    {
      "text": "The Tribunal referred, by way of example, to the type of information which it would have sought to have obtained had the appellant attended for interview before it.",
      "id": "s41"
    },
    {
      "text": "The Tribunal held, that without such information, it could not be satisfied that the appellant was a person to whom Australia owed protection obligations under the Convention.",
      "id": "s42"
    },
    {
      "text": "Absent such a state of satisfaction it could not make a determination in his favour.",
      "id": "s43"
    },
    {
      "text": "9 Before the Tribunal could make a decision in the appellant's favour it had to be satisfied that the appellant's fear of persecution was well founded both subjectively and objectively.",
      "id": "s44"
    },
    {
      "text": "The fear of persecution must be related to a Convention reason, in this case, membership of a particular social group and/or political opinion.",
      "id": "s45"
    },
    {
      "text": "Ordinarily, a mere assertion by an applicant that he or she fears persecution for a Convention reason in his or her home country will not be sufficient to permit a decision-maker to be satisfied that Convention requirements have been met: see Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 596.",
      "id": "s46"
    },
    {
      "text": "The Tribunal correctly identified the Convention requirements but could not be satisfied, on the basis of the material placed before it by the appellant, that all or some of those requirements had been met.",
      "id": "s47"
    },
    {
      "text": "10 Section 430(1)(b) of the Act, on which the appellant relied requires the Tribunal to set out 'the reasons' for its decision.",
      "id": "s48"
    },
    {
      "text": "The appellant complains that the Tribunal failed to explain its reasons for not finding in the appellant's favour on the evidence before it.",
      "id": "s49"
    },
    {
      "text": "In my view the Tribunal, in the passages from its reasons which are set out above at [3], did explain, in adequate detail, its reasons for not being satisfied, on the material before it, that the appellant had an entitlement to a protection visa.",
      "id": "s50"
    },
    {
      "text": "Although the Tribunal did not reject the appellant's evidence it found it to be inadequate to support a finding favourable to the appellant.",
      "id": "s51"
    },
    {
      "text": "I can discern no error in the Tribunal's reasoning.",
      "id": "s52"
    },
    {
      "text": "11 The second ground pressed by the appellant was that the Tribunal had failed to speculate on the basis of the material before as to whether the appellant would face a real chance of persecution should he return to India.",
      "id": "s53"
    },
    {
      "text": "The Tribunal did not engage in any such speculation because it lacked the necessary evidentiary foundation to do so.",
      "id": "s54"
    },
    {
      "text": "In my view, the failure of the Tribunal to engage in speculation based on the limited material before it is not indicative of error.",
      "id": "s55"
    },
    {
      "text": "Indeed, it may well have fallen into error had it done so.",
      "id": "s56"
    },
    {
      "text": "In Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 572 the High Court said:\n \n 'In the present case, for example, Einfeld J thought that the 'real chance' test invited speculation and the Tribunal had erred that it 'has shunned speculation'.",
      "id": "s57"
    },
    {
      "text": "If, by speculation his Honour meant making a finding as to whether an event might or might not occur in the future, no criticism could be made of his use of the term.",
      "id": "s58"
    },
    {
      "text": "But it seems likely, having regard to the context and his Honour's conclusions concerning the Tribunal's reasoning process, that he was using the term in its primary dictionary meaning of conjecture or surmise.",
      "id": "s59"
    },
    {
      "text": "If he was, he fell into error.",
      "id": "s60"
    },
    {
      "text": "Conjecture or surmise has no part to play in determining whether a fear is well founded.",
      "id": "s61"
    },
    {
      "text": "A fear is 'well founded' when there is a real substantial basis for it.",
      "id": "s62"
    },
    {
      "text": "As Chan shows, a substantial basis for a fear may exist even though there is far less than a 50 per cent chance that the object of the fear will eventuate.",
      "id": "s63"
    },
    {
      "text": "But no fear can be well founded for the purpose of the Convention unless the evidence indicates a real ground for believing that the applicant for refugee status is at risk of persecution.",
      "id": "s64"
    },
    {
      "text": "A fear of persecution is not well-founded if it is merely assumed or if it is mere speculation.",
      "id": "s65"
    },
    {
      "text": "' \n\nAs is clear from their Honour's reasons, the task of the Tribunal is to come to a judgment, based on the evidence before it, as to whether an applicant might face persecution for Convention reasons if returned to his or her country of origin.",
      "id": "s66"
    },
    {
      "text": "Any such judgment must, however, be based on evidence.",
      "id": "s67"
    },
    {
      "text": "The Tribunal in this case, found itself in the unhappy position of having insufficient evidence before it to enable it to form the necessary judgment one way or another.",
      "id": "s68"
    },
    {
      "text": "In these circumstances it could not engage in conjecture or surmise.",
      "id": "s69"
    },
    {
      "text": "12 The learned Magistrate's decision is not attended with sufficient doubt such as to warrant it being reconsidered.",
      "id": "s70"
    },
    {
      "text": "The application for leave to appeal will be dismissed with costs.",
      "id": "s71"
    },
    {
      "text": "I certify that the preceding twleve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY J.",
      "id": "s72"
    },
    {
      "text": "Associate:\n\nDated: 13 November 2006\n\n\n Counsel for the Appellant: Mr R Wilson (appearing pro bono) \n \n Counsel for the Respondent: Mr D Meltz \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 10 November 2006 \n \n Date of Judgment: 13 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1484.html",
      "id": "s73"
    }
  ]
}