{
  "name": "MZXJN v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1624 (21 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1624.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "non-attendance by appellant at hearing",
      "id": "c1"
    },
    {
      "text": "where medical certificate provided in support of adjournment did not provide sufficient basis for the grant of an adjournment",
      "id": "c2"
    },
    {
      "text": "power to dismiss appeal in accordance with s 25(2b)(bb)(ii) of the federal court of australia act 1976 (cth)",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Federal Magistrate Riethmuller of 28 July 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 17 March 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs made on 18 October 2005 to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "PROCEDURAL BACKGROUND AND THE APPELLANT'S CLAIM \n \n2 The appellant is a citizen of Pakistan.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 25 July 2005 on a temporary business visa and on 6 September 2005 applied for a Protection (class XA) visa.",
      "id": "s3"
    },
    {
      "text": "The appellant claimed that if he returned to Pakistan in the reasonably foreseeable future, he faced a real chance of persecution because he was a member of the following social groups:\n \n(a) unemployed people;\n(b) unemployed people in poverty; or\n(c) people 'who can do little to overcome the forces which are holding us in poverty'.",
      "id": "s4"
    },
    {
      "text": "3 He also claimed that if he returned to Pakistan, he would not be able to support his large extended family in Pakistan (including wife, children, father, brother and sisters).",
      "id": "s5"
    },
    {
      "text": "4 In a decision dated 18 October 2005, the delegate refused to grant the appellant a protection visa and on 15 November 2005, the appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s6"
    },
    {
      "text": "5 The Tribunal conducted a hearing on 16 December 2005 at which the appellant was represented and gave evidence with the assistance of an interpreter.",
      "id": "s7"
    },
    {
      "text": "In its decision, the Tribunal outlined the appellant's work history and the present financial status of his dependant extended family still in Pakistan.",
      "id": "s8"
    },
    {
      "text": "The Tribunal stated that it was not satisfied that the appellant had been persecuted in the past in Pakistan for any Convention-related reason.",
      "id": "s9"
    },
    {
      "text": "6 In considering the likelihood of future harm to the appellant in Pakistan, the Tribunal was also not satisfied that, even if it accepted the appellant's claims, those claims would involve serious harm within the meaning of s 91R of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s10"
    },
    {
      "text": "The Tribunal did not accept that, if, upon return to Pakistan, the appellant's income would not be sufficient for his extended family and he would have to repay debts, the appellant's capacity to subsist would be threatened.",
      "id": "s11"
    },
    {
      "text": "The Tribunal was therefore not satisfied, on the evidence before it, that the appellant would be persecuted if he returned to Pakistan in the foreseeable future and furthermore, it was not satisfied that any future harm that might be suffered by the appellant would occur for a Convention-related reason.",
      "id": "s12"
    },
    {
      "text": "On this basis, the Tribunal refused the application.",
      "id": "s13"
    },
    {
      "text": "7 The appellant appealed from the Tribunal's decision to the Federal Magistrates Court on 20 April 2006.",
      "id": "s14"
    },
    {
      "text": "The appellant's case before Riethmuller FM was that the Tribunal misunderstood the test of s 91R(1)(b) of the Act and made an incorrect decision.",
      "id": "s15"
    },
    {
      "text": "Ultimately, Riethmuller FM dismissed the application.",
      "id": "s16"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n8 By notice of appeal filed 18 August 2006 the appellant appeals from the judgment of Riethmuller FM to this Court claiming that:\n \n I feel that the Court has not given due consideration to my personal circumstances in my home country.",
      "id": "s17"
    },
    {
      "text": "In reaching its decision my personal circumstances in my home country are genuine [sic] .",
      "id": "s18"
    },
    {
      "text": "Cause for concern for my own safety and also for the safety of my family.",
      "id": "s19"
    },
    {
      "text": "9 The appellant has not filed any written submissions in support of his claim.",
      "id": "s20"
    },
    {
      "text": "CONSIDERATION \n \n10 When the matter was called on for hearing this day, the appellant did not appear.",
      "id": "s21"
    },
    {
      "text": "However I was provided with a medical certificate, dated 20 November 2006, that was delivered by a 'friend' of the appellant to the Court just before the hearing.",
      "id": "s22"
    },
    {
      "text": "As far as I am aware, the friend remains unidentified and nothing was put before the Court by the friend, he or she having left the precincts of the Court before the matter was called on.",
      "id": "s23"
    },
    {
      "text": "11 The medical certificate states that the appellant attended a medical centre on 20 November 2006 having suffered from viral Gastroenteritis for the preceding few days.",
      "id": "s24"
    },
    {
      "text": "The certificate relevantly provides:\n \n I conclude by reason of this condition/patient's statement he will be unable to attend his court case on 21.11.2006.",
      "id": "s25"
    },
    {
      "text": "12 It was put by the first respondent that there are three courses of action available to me.",
      "id": "s26"
    },
    {
      "text": "First, I could rely upon s 25(2B)(bb)(ii) of the Federal Court of Australia Act 1976 (Cth) to dismiss the appeal.",
      "id": "s27"
    },
    {
      "text": "Second, I could deal with the merits of the application this day and decide the appropriate course to adopt following that review.",
      "id": "s28"
    },
    {
      "text": "Third, I could adjourn the application to a date to be fixed.",
      "id": "s29"
    },
    {
      "text": "13 In my view, the appropriate course in the circumstances of this case is to dismiss the appeal.",
      "id": "s30"
    },
    {
      "text": "The medical certificate, to adopt the words of Lindgren J in NAKX v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 1559 , is 'quite unsatisfactory'.",
      "id": "s31"
    },
    {
      "text": "It does not address the question why the condition referred to would prevent the appellant from travelling to the Court and participating effectively in a hearing.",
      "id": "s32"
    },
    {
      "text": "14 In addition, it is difficult to see the status of the certificate where no circumstances are set for the receipt by the Court of the certificate, and the basis upon which it is to be tendered before the Court.",
      "id": "s33"
    },
    {
      "text": "All that has happened is that it has been left with the Court for the Court's information and this is, in my view, unsatisfactory.",
      "id": "s34"
    },
    {
      "text": "I will accept for the moment that implicit in the delivery of the certificate is an application for an adjournment.",
      "id": "s35"
    },
    {
      "text": "However, in my view, no proper basis has been made for the adjournment by the mere giving to the Court of a certificate without any further explanation.",
      "id": "s36"
    },
    {
      "text": "CONCLUSION \n \n15 Therefore, pursuant to section 25(2B)(bb)(ii) , for failure of the appellant to attend a hearing relating to the appeal, I will make an order that the appeal be dismissed.",
      "id": "s37"
    },
    {
      "text": "I should indicate, however, that because this is a dismissal in the absence of the appellant, the appellant may, if so advised and on the proper material, seek to have the order set aside upon application.",
      "id": "s38"
    },
    {
      "text": "I say nothing as to whether such an application will be likely to succeed in the circumstances of this case, and this will be a matter which will need to be determined if and when application is made.",
      "id": "s39"
    },
    {
      "text": "Accordingly, I will dismiss the appeal with costs.",
      "id": "s40"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s41"
    },
    {
      "text": "Associate:\n\nDated: 24 November 2006\n\n\n Counsel for the Appellant: No appearance by the Appellant.",
      "id": "s42"
    },
    {
      "text": "Counsel for the Respondent: R Knowles \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 21 November 2006 \n \n Date of Judgment: 21 November 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1624.html",
      "id": "s43"
    }
  ]
}