{
  "name": "SZBOI v Minister for Immigration and Multicultural Affairs [2006] FCA 1298 (3 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1298.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "application for judicial review in federal magistrates court",
      "id": "c3"
    },
    {
      "text": "dismissal of application by consent",
      "id": "c4"
    },
    {
      "text": "attempt to reinstate application 21 months later",
      "id": "c5"
    },
    {
      "text": "application for reinstatement dismissed",
      "id": "c6"
    },
    {
      "text": "application for leave to appeal against dismissal",
      "id": "c7"
    },
    {
      "text": "leave refused",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant is a citizen of Lebanon.",
      "id": "s0"
    },
    {
      "text": "He was born on 7 December 1974.",
      "id": "s1"
    },
    {
      "text": "He is one of eight children.",
      "id": "s2"
    },
    {
      "text": "Two of his sisters reside in Australia.",
      "id": "s3"
    },
    {
      "text": "The remainder of his siblings live in Lebanon.",
      "id": "s4"
    },
    {
      "text": "He is unmarried.",
      "id": "s5"
    },
    {
      "text": "The applicant travelled to Australia lawfully on 19 September 2000.",
      "id": "s6"
    },
    {
      "text": "On 15 December 2000 he lodged an application for a protection visa with the Department of Immigration and Multicultural Affairs (DIMA).",
      "id": "s7"
    },
    {
      "text": "Central to his application was a claim that he was at risk of being killed if returned to Lebanon by persons connected with someone his brother-in-law had accidentally killed many years before.",
      "id": "s8"
    },
    {
      "text": "His father had already been the victim of a revenge killing resulting from that accidental homicide.",
      "id": "s9"
    },
    {
      "text": "On 15 January 2001 a delegate of the Minister refused the application.",
      "id": "s10"
    },
    {
      "text": "The applicant then applied to the Refugee Review Tribunal (the Tribunal) on 8 February 2001 seeking review of the delegate's decision.",
      "id": "s11"
    },
    {
      "text": "A considerable delay followed.",
      "id": "s12"
    },
    {
      "text": "The Tribunal gave a decision on 12 June 2002 in which it affirmed the delegate's decision not to grant a protection visa.",
      "id": "s13"
    },
    {
      "text": "2 The applicant filed an application in the Federal Magistrates Court on 2 October 2003 seeking judicial review of the Tribunal's decision.",
      "id": "s14"
    },
    {
      "text": "However on 30 June 2004, his solicitor wrote to the solicitor for the Minister stating that his client no longer wished to proceed with the matter and that he sought to discontinue the proceedings by consent.",
      "id": "s15"
    },
    {
      "text": "That course was agreed and consent orders were signed by the solicitors for both parties and filed in the Federal Magistrates Court on 20 July 2004.",
      "id": "s16"
    },
    {
      "text": "On 21 July 2004 Raphael FM made orders dismissing the application for judicial review accordingly.",
      "id": "s17"
    },
    {
      "text": "3 The applicant's solicitor, on 16 September 2004, submitted an application to the Minister under s 417 of the Migration Act 1958 (Cth) (the Act) for the grant of a visa on humanitarian grounds.",
      "id": "s18"
    },
    {
      "text": "That application was unsuccessful.",
      "id": "s19"
    },
    {
      "text": "4 On 20 February 2006 the applicant filed an application in the Federal Magistrates Court seeking reinstatement of the proceedings in that court.",
      "id": "s20"
    },
    {
      "text": "In an affidavit in support of that application he said that he felt he had a strongly arguable case and that his claim was genuine.",
      "id": "s21"
    },
    {
      "text": "He said he had never instructed his solicitor to consent to the dismissal of the Federal Magistrates Court proceedings.",
      "id": "s22"
    },
    {
      "text": "He understood from his solicitor that he had very strong grounds.",
      "id": "s23"
    },
    {
      "text": "His solicitor had advised that if he withdrew the application in the Federal Magistrates Court there would be no costs and a stronger case could be lodged.",
      "id": "s24"
    },
    {
      "text": "He subsequently realised that the solicitor had written a letter to the Minister which was against his wishes.",
      "id": "s25"
    },
    {
      "text": "5 The learned Federal Magistrate heard the reinstatement application on 10 April 2006 and delivered judgment on the same day dismissing the application.",
      "id": "s26"
    },
    {
      "text": "He referred to an affidavit sworn by a solicitor appearing on behalf of the Minister in which she recounted a conversation between her and the solicitor acting for the applicant.",
      "id": "s27"
    },
    {
      "text": "She exhibited to her affidavit a document which was an authority to withdraw the proceedings signed by the applicant and upon which his solicitor acted.",
      "id": "s28"
    },
    {
      "text": "In evidence before the Federal Magistrates Court the applicant agreed that he had signed the authority and had in fact instructed his solicitor to withdraw the proceedings.",
      "id": "s29"
    },
    {
      "text": "He told the Court that he had been advised to withdraw the proceedings so that different proceedings could be commenced which would be 'stronger'.",
      "id": "s30"
    },
    {
      "text": "He mentioned the High Court.",
      "id": "s31"
    },
    {
      "text": "He claimed to have been charged for advice received from the solicitor and advice from a barrister whom he had never met and whose advice he had never seen.",
      "id": "s32"
    },
    {
      "text": "6 The learned Federal Magistrate said that in order to allow the reopening of a case some one and three quarter years after it had been dismissed by consent, he would have to be satisfied that there was a genuine reason for the application.",
      "id": "s33"
    },
    {
      "text": "He would also have to be satisfied that if the case were to be reopened the applicant stood at least a reasonable prospect of success.",
      "id": "s34"
    },
    {
      "text": "The evidence revealed neither a genuine reason for the application for reinstatement nor any reasonable prospect of success.",
      "id": "s35"
    },
    {
      "text": "His Honour said (at [7]): \n \n 'It is possible that the applicant did not quite understand what was gong on but it is also possible that the solicitor explained to him that his legal case was weak whereas his case for a humanitarian intervention by the Minister may well be stronger.",
      "id": "s36"
    },
    {
      "text": "A reading of the papers would indicate that if that advice was given it was probably the best advice the applicant could have received.",
      "id": "s37"
    },
    {
      "text": "' \n \n 7 His Honour also examined the decision of the Tribunal which had concluded that the applicant's claimed fear was not a fear of Convention persecution and might, in any event, be excluded by the provisions of s 91S of the Act.",
      "id": "s38"
    },
    {
      "text": "The Tribunal took into account whether or not the applicant would receive adequate State protection in respect of his alleged fear of a revenge killing.",
      "id": "s39"
    },
    {
      "text": "The Tribunal did not consider that the anxiety felt by the applicant was of a severity that amounted to persecution.",
      "id": "s40"
    },
    {
      "text": "8 His Honour said that if he were to decide the case on the basis of the papers before him, he would not find it difficult to hold that the Tribunal did not fall into jurisdictional error in coming to its decision.",
      "id": "s41"
    },
    {
      "text": "He was mindful of the time that it had taken the applicant to make his application which appeared to have been instigated after a member of his community had appeared in the Court in relation to another matter.",
      "id": "s42"
    },
    {
      "text": "His Honour declined to grant leave to reopen the proceedings or to set aside the consent orders which had been made.",
      "id": "s43"
    },
    {
      "text": "9 The applicant's application to this Court, for leave to appeal against his Honour's decision, was supported by an affidavit sworn on 5 May 2006.",
      "id": "s44"
    },
    {
      "text": "It was largely repetitive of his earlier affidavit.",
      "id": "s45"
    },
    {
      "text": "He asked the Court to accept his application as he strongly believed that his former solicitor had withdrawn the earlier proceedings without his consent.",
      "id": "s46"
    },
    {
      "text": "His solicitor had assured him that he would look after him and do what was appropriate legally.",
      "id": "s47"
    },
    {
      "text": "He assured him that he would be lodging a stronger case, but this did not happen.",
      "id": "s48"
    },
    {
      "text": "The applicant alleged that his former solicitor had done the same thing to other clients.",
      "id": "s49"
    },
    {
      "text": "10 At the hearing of the application for leave to appeal the applicant handed up a typewritten submission.",
      "id": "s50"
    },
    {
      "text": "He referred in it to his original affidavit of 23 March 2006.",
      "id": "s51"
    },
    {
      "text": "The bulk of his argument thereafter went to the difficulty of his dealings with the solicitor and the anxiety that he felt about his return to Lebanon.",
      "id": "s52"
    },
    {
      "text": "11 The applicant had claimed before the Tribunal that 12 years earlier his father had been shot dead in his presence in Lebanon.",
      "id": "s53"
    },
    {
      "text": "The circumstances leading up to that killing had begun 13 years earlier.",
      "id": "s54"
    },
    {
      "text": "Hs brother-in-law had accidentally killed a person who was a member of the Syrian National Socialist Party.",
      "id": "s55"
    },
    {
      "text": "Members of that group had tried to kill the brother-in-law by way of revenge.",
      "id": "s56"
    },
    {
      "text": "The applicant's father had tried to mediate.",
      "id": "s57"
    },
    {
      "text": "For his troubles he was killed, albeit it was 13 years after the original incident.",
      "id": "s58"
    },
    {
      "text": "12 The applicant claimed that the people who shot his father were living next to his village.",
      "id": "s59"
    },
    {
      "text": "He would see them constantly and found that very stressful.",
      "id": "s60"
    },
    {
      "text": "They had never spoken to him.",
      "id": "s61"
    },
    {
      "text": "He claimed they were still looking for his brother-in-law with a view to killing him.",
      "id": "s62"
    },
    {
      "text": "The applicant believed that if they did not find the brother-in-law they would kill him instead.",
      "id": "s63"
    },
    {
      "text": "He said the police had been informed about the killing of his father but because the group responsible had links with the Syrian government and a particular family no action had ever been taken against them.",
      "id": "s64"
    },
    {
      "text": "13 The Tribunal found that the harm feared by the applicant was not directed at him for any Convention reason.",
      "id": "s65"
    },
    {
      "text": "The fact that the people who killed his father belonged to a political party was not of itself sufficient to bring the applicant within the Refugee Convention.",
      "id": "s66"
    },
    {
      "text": "The Tribunal said (at 5): \n \n 'It is the motivation of these people in their intention to harm the applicant which is significant.",
      "id": "s67"
    },
    {
      "text": "The crucial question is whether they intend to harm the applicant for reason of his political opinion, or, indeed, for any other Convention reason.",
      "id": "s68"
    },
    {
      "text": "' \n \n\nThe Tribunal found that if the group had any intention of harming the applicant it would be out of a desire for revenge.",
      "id": "s69"
    },
    {
      "text": "They wished to kill his brother-in-law by way of revenge.",
      "id": "s70"
    },
    {
      "text": "The Tribunal accepted that this was also probably the reason why they killed his father.",
      "id": "s71"
    },
    {
      "text": "There was no suggestion arising from the evidence that the group intended to kill the brother-in-law for any reason other than that he had killed one of the group's members.",
      "id": "s72"
    },
    {
      "text": "14 The Tribunal's findings turned on matters of fact.",
      "id": "s73"
    },
    {
      "text": "There was no indication of any basis for a complaint of jurisdictional error.",
      "id": "s74"
    },
    {
      "text": "15 In the circumstances, in my opinion, there was no error on the part of the Tribunal or on the part of the Magistrate.",
      "id": "s75"
    },
    {
      "text": "The applicant has had the benefit of a consideration by the Magistrate of the merits of his application for review and the learned Magistrate found no prospect of success.",
      "id": "s76"
    },
    {
      "text": "16 There is no error disclosed in the approach taken by the learned Federal Magistrate.",
      "id": "s77"
    },
    {
      "text": "The application for leave to appeal will be dismissed with costs.",
      "id": "s78"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s79"
    },
    {
      "text": "Associate:\nDated: 29 September 2006\n\n\n \n The Applicant appeared in person \n \n Counsel for the Respondent: Ms E Palmer \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 10 August 2006 \n \n Date of Judgment: 3 October 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1298.html",
      "id": "s80"
    }
  ]
}