{
  "name": "MZWPD v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 1095 (18 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1095.html",
  "catchphrases": [
    {
      "text": "appeal from judgment of federal magistrate affirming decision of refugee review tribunal to refuse appellants protection visas",
      "id": "c0"
    },
    {
      "text": "refusal based upon rejection of primary appellant's claim he had suffered persecution for a refugees convention reason",
      "id": "c1"
    },
    {
      "text": "acceptance by refugee review tribunal that various incidents of mistreatment occurred",
      "id": "c2"
    },
    {
      "text": "finding by refugee review tribunal that incidents not the product of racial or religious discrimination",
      "id": "c3"
    },
    {
      "text": "whether failure by refugee review tribunal to consider reason for incidents cumulatively as well as individually",
      "id": "c4"
    },
    {
      "text": "whether failure to consider claim in its entirety a constructive failure to exercise jurisdiction, giving rise to jurisdictional error",
      "id": "c5"
    },
    {
      "text": "whether futile to remit matter to refugee review tribunal on basis that even if persecution for refugees convention reason, persecution could not constitute \"serious harm\" as required by s 91r(1)(b) of the migration act 1958 (cth)",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate delivered on 24 January 2006: MZWPD v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FMCA 12.",
      "id": "s0"
    },
    {
      "text": "By that judgment, his Honour dismissed an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") affirming a decision of a delegate of the respondent Minister to refuse each of the appellants a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The appellants are a husband, wife and the wife's daughter.",
      "id": "s2"
    },
    {
      "text": "They are citizens, or former residents, of Latvia.",
      "id": "s3"
    },
    {
      "text": "They arrived in Australia on 9 March 1997.",
      "id": "s4"
    },
    {
      "text": "On 2 May 1997, they made application to the Minister for protection visas.",
      "id": "s5"
    },
    {
      "text": "Only the appellant husband made distinct claims to be a refugee.",
      "id": "s6"
    },
    {
      "text": "3 The husband is Jewish (although his wife and daughter are not).",
      "id": "s7"
    },
    {
      "text": "He claimed in his original application that if he were required to go back to Latvia, at any time in the foreseeable future, he would face a real chance of persecution by reason of his race and religion.",
      "id": "s8"
    },
    {
      "text": "4 On 20 October 1997, a delegate of the Minister refused to grant the protection visas.",
      "id": "s9"
    },
    {
      "text": "On 7 November 1997, the appellants lodged a single application with the Tribunal for review of the delegate's decision.",
      "id": "s10"
    },
    {
      "text": "For reasons that are not apparent, it then took more than four years before the Tribunal conducted a hearing in relation to this matter.",
      "id": "s11"
    },
    {
      "text": "That occurred on 18 April 2002.",
      "id": "s12"
    },
    {
      "text": "It then took more than two years before the Tribunal delivered its decision, on 23 June 2004.",
      "id": "s13"
    },
    {
      "text": "THE HUSBAND'S CLAIMS \n \n 5 It is common ground that the husband was born in 1956 in Riga, Latvia, which was at that time part of the USSR.",
      "id": "s14"
    },
    {
      "text": "6 The husband claimed that he first encountered anti-Semitism as a child, when he was only seven years old.",
      "id": "s15"
    },
    {
      "text": "He described how he heard his teacher, in primary school referring to Jewish children as \"gibbons\", \"freaks\" and \"quasimodas\" (sic).",
      "id": "s16"
    },
    {
      "text": "7 The husband claimed that in July 1974, after successfully completing high school in Riga, he sat for an entrance examination to Leningrad State University.",
      "id": "s17"
    },
    {
      "text": "He claimed that his marks were unfairly assessed, and that he was wrongly denied admission.",
      "id": "s18"
    },
    {
      "text": "8 He claimed that in November 1976, after completing two years' military service, and having thereby gained priority rights to admission to tertiary education, he again applied to Leningrad State University.",
      "id": "s19"
    },
    {
      "text": "On this occasion he was assessed as being among the ten best applicants, and was awarded the grade \"excellent\".",
      "id": "s20"
    },
    {
      "text": "However, he was again denied admission even though, he claimed, more than 100 students with inferior grades were successful.",
      "id": "s21"
    },
    {
      "text": "9 In mid-1977, having passed all entrance examinations with excellent marks, he was admitted on probation to the Faculty of Law at the Latvian State University (\"the University\").",
      "id": "s22"
    },
    {
      "text": "Even then, he was admitted only as a correspondence student.",
      "id": "s23"
    },
    {
      "text": "However, he claimed that he achieved excellent results.",
      "id": "s24"
    },
    {
      "text": "10 The husband attended the University from 1977 to 1984.",
      "id": "s25"
    },
    {
      "text": "He claimed that his studies were interrupted in July 1984 when he was subjected to \"administrative detention by the militia\".",
      "id": "s26"
    },
    {
      "text": "It was alleged that he had, while in an intoxicated state, illegally entered a \"special control zone\".",
      "id": "s27"
    },
    {
      "text": "He claimed, however, that he did not drink, and that the charge against him had been fabricated.",
      "id": "s28"
    },
    {
      "text": "11 The husband claimed that for two years thereafter he fought to clear his name.",
      "id": "s29"
    },
    {
      "text": "However, in February 1986, the July 1984 incident led to his expulsion from the University.",
      "id": "s30"
    },
    {
      "text": "He was said to have engaged in \"conduct unworthy of a Soviet student\".",
      "id": "s31"
    },
    {
      "text": "His expulsion occurred more than eighteen months after his detention.",
      "id": "s32"
    },
    {
      "text": "This was so, he claimed, even though the law provided that the penal consequences of an offence punishable under the administrative law regime expired twelve months after the commission of that offence.",
      "id": "s33"
    },
    {
      "text": "12 The husband claimed that the Rector of the Faculty of Law (who later became an influential member of the Latvian Parliament and who had brought about his expulsion in 1986) was a well-known anti-Semite.",
      "id": "s34"
    },
    {
      "text": "He claimed that the Rector had always given him poor marks in any subjects that the Rector himself had examined.",
      "id": "s35"
    },
    {
      "text": "He claimed that this was in stark contrast with his performance in other subjects, where he always obtained top marks.",
      "id": "s36"
    },
    {
      "text": "13 The husband claimed that in June 1986, the Office of the Public Prosecutor of the then USSR had determined that the actions of the Latvian militia, in having administratively detained him, had been unlawful.",
      "id": "s37"
    },
    {
      "text": "He claimed that he notified the Rector of the Public Prosecutor's finding, but that the Rector had simply ignored that fact, and had declined to allow him to resume his studies.",
      "id": "s38"
    },
    {
      "text": "Eventually, the University relented and readmitted him.",
      "id": "s39"
    },
    {
      "text": "However, it refused to amend his personal file, which meant that the earlier finding of \"unworthy conduct\" would remain.",
      "id": "s40"
    },
    {
      "text": "14 The husband claimed that he could not, in all conscience, bring himself to accept reinstatement under that condition.",
      "id": "s41"
    },
    {
      "text": "He claimed that he sought to challenge the University's decision through the courts, but despite the clear finding of the Public Prosecutor, they were unwilling to assist him.",
      "id": "s42"
    },
    {
      "text": "He claimed that the only reason his application had been rejected was because he was Jewish.",
      "id": "s43"
    },
    {
      "text": "15 The husband claimed that, after his expulsion from the Faculty of Law, he applied first to the Moscow Conservatorium, and then to the Leningrad Conservatorium.",
      "id": "s44"
    },
    {
      "text": "Apparently, he is a talented singer, and wished to pursue a career in music.",
      "id": "s45"
    },
    {
      "text": "Both of his applications were rejected, but he was advised to apply to the Latvian State Conservatorium.",
      "id": "s46"
    },
    {
      "text": "16 The husband claimed that he had auditioned well, and performed brilliantly in the entrance examination, but that he had been placed last on the list of applicants by the Latvian State Conservatorium.",
      "id": "s47"
    },
    {
      "text": "He attributed this to the fact that he was Jewish.",
      "id": "s48"
    },
    {
      "text": "He claimed that he was told that his application had been rejected because he was too old (he was then 27).",
      "id": "s49"
    },
    {
      "text": "However, he claimed that a Latvian student of the same age had been admitted.",
      "id": "s50"
    },
    {
      "text": "He claimed that he was finally offered a place in the Latvian State Conservatorium, but only in a preparatory course, for which he was overqualified.",
      "id": "s51"
    },
    {
      "text": "17 The husband claimed that, in the spring of 1986, on the orders of the Latvian Ministry of the Interior, he was summonsed to the local militia office for what he described as a \"conversation\".",
      "id": "s52"
    },
    {
      "text": "He was accused of having listened to enemy radio broadcasts, and of \"disliking the Soviet way of life\".",
      "id": "s53"
    },
    {
      "text": "He claimed that he was searched and put in a cell, an experience which he described as having left him \"scarred for life\".",
      "id": "s54"
    },
    {
      "text": "He claimed that this was done primarily in order to intimidate him, and so dissuade him from pursuing what by then had become a public campaign to establish his innocence of the charge earlier brought against him.",
      "id": "s55"
    },
    {
      "text": "18 The husband spoke about his work experience in Latvia.",
      "id": "s56"
    },
    {
      "text": "He claimed that he had been repeatedly refused employment solely because he was Jewish.",
      "id": "s57"
    },
    {
      "text": "He claimed that he had been forced to take on work as an unqualified legal advisor, but that he had found it difficult to make a living.",
      "id": "s58"
    },
    {
      "text": "At one point, he found employment with an insurance company.",
      "id": "s59"
    },
    {
      "text": "He claimed, however, that one of his co-workers was anti-Semitic and had arranged for him to be sacked.",
      "id": "s60"
    },
    {
      "text": "He claimed that he instituted legal proceedings but the judge had dismissed his claim without affording him a hearing.",
      "id": "s61"
    },
    {
      "text": "19 The husband also claimed that he had been refused a position in the legal department of a large factory simply because he was Jewish.",
      "id": "s62"
    },
    {
      "text": "He claimed that when he ultimately found employment, he was invariably paid less than others with similar experience and qualifications.",
      "id": "s63"
    },
    {
      "text": "20 The husband claimed that, after Latvia gained its independence in 1991, he was no longer permitted to practise law as a \"paralegal\", as he had done for some years, without a licence.",
      "id": "s64"
    },
    {
      "text": "Previously, he claimed, he had been entitled to provide legal advice and assistance through the use of what he described as \"a power of attorney\".",
      "id": "s65"
    },
    {
      "text": "He claimed that in order to obtain a licence under the new regime, he had to procure a certificate from the University confirming that he had completed certain course requirements.",
      "id": "s66"
    },
    {
      "text": "He claimed, however, that the University refused to provide him with a certificate that did not contain the finding of \"unworthy conduct\", a finding that might preclude him from gaining a licence.",
      "id": "s67"
    },
    {
      "text": "21 The husband next claimed that during a dispute with his landlord in 1995, he was assaulted, and that he was unlawfully evicted from the apartment in which he and his family had lived for many years.",
      "id": "s68"
    },
    {
      "text": "He claimed that although he was plainly the victim of the attack, the police, acting at the behest of the landlord, had arrested him.",
      "id": "s69"
    },
    {
      "text": "He claimed that they had only desisted when he challenged their right to take him into custody without a warrant.",
      "id": "s70"
    },
    {
      "text": "22 The husband claimed that the dispute had arisen in part because the landlord had offered alternative accommodation to non-Jewish tenants, while the building was being renovated, as required by law.",
      "id": "s71"
    },
    {
      "text": "However, he claimed that he and his family, and other Jewish tenants, had only been offered inferior accommodation.",
      "id": "s72"
    },
    {
      "text": "Eventually, he was allocated a City Council flat.",
      "id": "s73"
    },
    {
      "text": "However, it had no hot water, and was therefore unfit for habitation.",
      "id": "s74"
    },
    {
      "text": "23 The husband claimed that, as he was not a Latvian citizen (despite having been born in Riga, and having lived in Latvia all his life), he would face discrimination if he were to return to that country.",
      "id": "s75"
    },
    {
      "text": "He claimed that the Latvian authorities had, for ulterior purposes, falsified his records, refused to register him as a permanent resident, and wrongly recorded that he had first arrived in that country on 5 March 1993.",
      "id": "s76"
    },
    {
      "text": "Indeed, he claimed that when he filled out a form seeking privatisation vouchers (given to all permanent residents of Latvia in order to compensate them for the privatisation of State owned property, but available only to those who resided in Latvia prior to 1 July 1992) the form had been returned to him falsely stating that he had entered Latvia on 5 March 1993.",
      "id": "s77"
    },
    {
      "text": "The effect was to deny him any rights to such compensation.",
      "id": "s78"
    },
    {
      "text": "He also claimed that he would be denied access to any welfare programs in Latvia because, according to Latvian records, he was Russian.",
      "id": "s79"
    },
    {
      "text": "24 The husband claimed that the Latvian authorities were actuated by malice and anti-Semitism.",
      "id": "s80"
    },
    {
      "text": "He noted that not even the provision of his birth certificate and passport (both of which recorded him as having been born in Latvia) had been sufficient to persuade those authorities to amend their records.",
      "id": "s81"
    },
    {
      "text": "25 Finally, the husband claimed that he fled Latvia only when life became completely unbearable.",
      "id": "s82"
    },
    {
      "text": "He claimed that anti-Semitism was endemic in Latvia.",
      "id": "s83"
    },
    {
      "text": "He claimed, for example, that in 1995 someone had daubed a Star of David on the door of his apartment.",
      "id": "s84"
    },
    {
      "text": "He claimed that he and his family were regularly subjected to verbal abuse.",
      "id": "s85"
    },
    {
      "text": "He referred to an event that had occurred after he left Latvia, namely the desecration of his father's grave, amongst a number of others, in the local Jewish cemetery.",
      "id": "s86"
    },
    {
      "text": "He tendered various articles that were published in the Latvian mainstream press that were plainly anti-Semitic.",
      "id": "s87"
    },
    {
      "text": "Some of these articles were reasonably current, for example one entitled \"Jews Rule the World\" was published in 2000.",
      "id": "s88"
    },
    {
      "text": "26 The husband challenged any suggestion that conditions for Jews in Latvia had radically changed, and that Latvia's well-known, and generally acknowledged history of anti-Semitism should be viewed as something in the past.",
      "id": "s89"
    },
    {
      "text": "He claimed that he had been discriminated against, in various ways, throughout his entire life.",
      "id": "s90"
    },
    {
      "text": "He claimed that because his name was obviously Jewish, such discrimination would continue if he were to return to Latvia.",
      "id": "s91"
    },
    {
      "text": "He claimed that systematic discrimination could amount to persecution, and he claimed that the Latvian authorities were unwilling, or unable, to do anything to prevent it.",
      "id": "s92"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n 27 The Tribunal rejected the husband's contention that he had suffered persecution for a Refugees Convention reason, whether actual or imputed.",
      "id": "s93"
    },
    {
      "text": "It found that the Government of Latvia was not anti-Semitic.",
      "id": "s94"
    },
    {
      "text": "It further found that, should the husband or his family have any problems in the future with anti-Semitism, the Latvian authorities would be willing and able to protect them.",
      "id": "s95"
    },
    {
      "text": "28 The Tribunal found that the husband's claims of having been the victim of discrimination, based on anti-Semitism, in education and employment: \n \n \"...occurred approximately 15 and 20 years ago, before Latvia became an independent democratic republic, and before the present day reforms set out in the country information were legislated and implemented.",
      "id": "s96"
    },
    {
      "text": "\" \n \n \n 29 The Tribunal accepted that the husband may, \"in the distant past\", have suffered from discrimination which may, of itself, have been \"unpleasant\".",
      "id": "s97"
    },
    {
      "text": "It referred to \"adverse events\" as having occurred before the establishment of the independent Latvia, and as being \"long in the past\".",
      "id": "s98"
    },
    {
      "text": "Indeed it regarded these events (which it described as having gone back some fifteen or twenty years), as being for that reason alone of only marginal relevance.",
      "id": "s99"
    },
    {
      "text": "30 The Tribunal noted that the husband had provided a substantial amount of documentary material in support of his various claims.",
      "id": "s100"
    },
    {
      "text": "These included his claim that he had been thwarted in his efforts to clear his name in relation to the charge that had led to his administrative detention.",
      "id": "s101"
    },
    {
      "text": "The Tribunal regarded the fact that he was able to pursue his case through the courts, albeit unsuccessfully, as indicating that he \"was able to exercise his rights in the legal system\".",
      "id": "s102"
    },
    {
      "text": "31 With regard to the University's continued refusal to amend his record so as to make it clear that he was of good character, the Tribunal found that there was no evidence to suggest that the University's procedures were \"other than a usual course of events and application of regulations applied to any student in such a situation\".",
      "id": "s103"
    },
    {
      "text": "32 In a similar vein, the Tribunal found that there was no evidence to suggest that the landlord's conduct in assaulting the husband, evicting his family, and refusing to provide adequate alternative accommodation had been motivated by anti-Semitism.",
      "id": "s104"
    },
    {
      "text": "Indeed, it found that there was nothing to suggest that the landlord's conduct had been actuated by anything other than \"ordinary commercial considerations\".",
      "id": "s105"
    },
    {
      "text": "33 The Tribunal accepted that the husband was a citizen of the former USSR, and that he had been permanently resident in Latvia throughout his life.",
      "id": "s106"
    },
    {
      "text": "It found that he had a right to return to Latvia, and a right to apply for Latvian citizenship (but made no finding as to whether such citizenship was likely to be granted).",
      "id": "s107"
    },
    {
      "text": "34 The Tribunal concluded that there was no evidence that the husband's expulsion from the Latvian State University had anything to do with his being Jewish.",
      "id": "s108"
    },
    {
      "text": "It accepted that he had fought that expulsion through the courts.",
      "id": "s109"
    },
    {
      "text": "However, the Tribunal rejected his claim that the various judges who had dealt with the matter had been prejudiced against him by reason of anti-Semitism.",
      "id": "s110"
    },
    {
      "text": "35 The Tribunal found that the husband had been free to come and go as he pleased from Latvia.",
      "id": "s111"
    },
    {
      "text": "It rejected his claim that he would be subject to deportation if he were returned to that country.",
      "id": "s112"
    },
    {
      "text": "It noted that he had left Latvia on a USSR passport, which had been extended on a number of occasions, prior to his arrival in Australia in 1997.",
      "id": "s113"
    },
    {
      "text": "It found that he had always been permitted to return to Latvia, without hindrance.",
      "id": "s114"
    },
    {
      "text": "36 The Tribunal concluded that there was no evidence of any tampering by the Latvian Department of Citizenship and Immigration with the husband's records, or those relating to Jews generally.",
      "id": "s115"
    },
    {
      "text": "37 The Tribunal rejected the husband's claim that he was not able to find employment after 1985.",
      "id": "s116"
    },
    {
      "text": "It found that he worked as a \"trader\", and cited his extensive travel movements in and out of Latvia as evidence of this.",
      "id": "s117"
    },
    {
      "text": "The Tribunal found that there was nothing to support his claim that he had been prevented, by anti-Semitism, from earning a living for himself and his family.",
      "id": "s118"
    },
    {
      "text": "38 Finally, the Tribunal concluded that the independent country information (to which it had extensive regard) showed that the Latvian government generally respected human rights, and that it took appropriate action against those who engaged in anti-Semitic activities.",
      "id": "s119"
    },
    {
      "text": "It found that there was nothing to suggest that the authorities engaged in, or condoned, racial or religious discrimination.",
      "id": "s120"
    },
    {
      "text": "It accepted the husband's claims that there had been a Star of David daubed on his door, and that he and his family had been verbally abused.",
      "id": "s121"
    },
    {
      "text": "However, it found that these matters were \"in the distant past\", and also that they did not amount to \"serious harm\" within the meaning of that expression in s 91R of the Migration Act 1958 (Cth) (\"the Migration Act \").",
      "id": "s122"
    },
    {
      "text": "Rather, it characterised them as amounting \"to no more than unpleasantness\".",
      "id": "s123"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n \n 39 Before the Federal Magistrate, the husband claimed that the Tribunal had not afforded him a fair hearing.",
      "id": "s124"
    },
    {
      "text": "He claimed to have been constantly interrupted by the Tribunal member, and alleged that she had treated his evidence derisively, and with disdain.",
      "id": "s125"
    },
    {
      "text": "In effect, he alleged actual bias.",
      "id": "s126"
    },
    {
      "text": "40 His Honour set out in his reasons for judgment several examples of what the husband claimed amounted to a denial of procedural fairness.",
      "id": "s127"
    },
    {
      "text": "At one point, as he was giving detailed evidence about some of his experiences as a young boy, the Tribunal member asked him, presumably in a sarcastic tone, whether he proposed to go through every year of his schooling.",
      "id": "s128"
    },
    {
      "text": "This was said to be typical of the Tribunal's general approach to his case.",
      "id": "s129"
    },
    {
      "text": "41 At another stage, as his Honour noted, the husband protested to the Tribunal.",
      "id": "s130"
    },
    {
      "text": "He stated that unless it was prepared to listen to, and take into account, his entire history of discrimination, it could not fully appreciate the ambit of his claim.",
      "id": "s131"
    },
    {
      "text": "The Tribunal replied that a great deal had changed in Latvia in recent years, and for that reason it proposed to focus only upon more current events.",
      "id": "s132"
    },
    {
      "text": "42 The Federal Magistrate concluded that the various passages of the transcript of the hearing before the Tribunal, to which the husband referred, and others, demonstrated that he was prone to giving long answers, many of which were non-responsive.",
      "id": "s133"
    },
    {
      "text": "In his Honour's view, the transcript did not support a claim of lack of procedural fairness, but rather a perfectly legitimate attempt on the Tribunal's part to confine the husband to evidence and submissions that were relevant.",
      "id": "s134"
    },
    {
      "text": "43 There was one incident recorded in the transcript of the hearing before the Tribunal that his Honour thought warranted special attention.",
      "id": "s135"
    },
    {
      "text": "As the hearing was about to conclude, the husband sought to say something, but was prevented by the Tribunal from doing so.",
      "id": "s136"
    },
    {
      "text": "He then said that he could not go back to Latvia because he would not be able to find worthwhile employment there.",
      "id": "s137"
    },
    {
      "text": "The Tribunal responded, somewhat dismissively, that he could always drive a taxi which, after all, was what he did in Australia.",
      "id": "s138"
    },
    {
      "text": "44 The Federal Magistrate observed that the Tribunal's reference to the husband's occupation had perhaps been a reaction to his having continued to speak after the hearing had been terminated.",
      "id": "s139"
    },
    {
      "text": "His Honour concluded that it did not show bias on the part of the Tribunal.",
      "id": "s140"
    },
    {
      "text": "Indeed, his Honour found that the husband had been given ample opportunity to put his claims.",
      "id": "s141"
    },
    {
      "text": "He referred to two letters that the Tribunal had sent to the husband, inviting specific responses to matters of concern, pursuant to ss 424 and 424A of the Migration Act .",
      "id": "s142"
    },
    {
      "text": "45 The Federal Magistrate then dealt with a series of contentions alleging various factual errors on the part of the Tribunal.",
      "id": "s143"
    },
    {
      "text": "For example, the husband claimed that the Tribunal, in treating his expulsion from the University, and his non-admission to the Latvian State Conservatorium, as \"something in the past\", had not dealt with those matters properly.",
      "id": "s144"
    },
    {
      "text": "That was because, according to the husband, he still carried the burden of the negative consequences of the University's illegal actions.",
      "id": "s145"
    },
    {
      "text": "In other words, he was still affected by the stigma attached to his academic record.",
      "id": "s146"
    },
    {
      "text": "46 His Honour regarded this contention as, at most, one of factual error.",
      "id": "s147"
    },
    {
      "text": "Even if established, it would not, in his Honour's view, have given rise to jurisdictional error.",
      "id": "s148"
    },
    {
      "text": "The Tribunal had dealt with the expulsion issue, and any complaint about its findings, even if justified, would not be reviewable.",
      "id": "s149"
    },
    {
      "text": "47 Similarly, the husband complained about the Tribunal's finding that any violation of his rights as a tenant had nothing to do with the fact that he was Jewish.",
      "id": "s150"
    },
    {
      "text": "The Tribunal found that the landlord was simply attempting to obtain an economic advantage.",
      "id": "s151"
    },
    {
      "text": "If that finding was wrong, it was a finding of fact.",
      "id": "s152"
    },
    {
      "text": "It could not form the basis for a claim of jurisdictional error.",
      "id": "s153"
    },
    {
      "text": "48 The Federal Magistrate concluded that the same could be said of the husband's contention that his residency records had been falsified.",
      "id": "s154"
    },
    {
      "text": "He claimed that he had incontrovertible evidence that this had occurred which the Tribunal had ignored.",
      "id": "s155"
    },
    {
      "text": "The Tribunal found that the documents bearing an arrival date of 5 March 1993 had been created solely in order to open an account for privatisation vouchers, and did not constitute a citizenship record.",
      "id": "s156"
    },
    {
      "text": "His Honour found that any error on the part of the Tribunal in this regard was not reviewable.",
      "id": "s157"
    },
    {
      "text": "49 Finally, the husband challenged the Tribunal's finding that he had been a trader, asserting that he had in fact been working as a lawyer, or perhaps more accurately, as a paralegal, in Latvia from 1985 onwards.",
      "id": "s158"
    },
    {
      "text": "His Honour described this as a claim of factual error, and therefore not reviewable.",
      "id": "s159"
    },
    {
      "text": "THE APPEAL TO THIS COURT \n \n 50 By notice of appeal filed on 7 February 2006, the husband, on behalf of the appellants, claimed simply that the Federal Magistrate's decision was erroneous.",
      "id": "s160"
    },
    {
      "text": "By amended notice of appeal filed on 16 March 2006 the grounds were recast.",
      "id": "s161"
    },
    {
      "text": "In substance, the husband contended that the Federal Magistrate erred in failing to set aside the Tribunal's decision which he claimed, properly understood, revealed jurisdictional error.",
      "id": "s162"
    },
    {
      "text": "The point being made was that the Tribunal had largely discounted all of the husband's claims regarding the anti-Semitic treatment that he had endured throughout his education, and in relation to his employment, simply because these events had occurred some fifteen or twenty years earlier.",
      "id": "s163"
    },
    {
      "text": "Those events, the Tribunal found, took place before Latvia became a democratic republic, and before a number of legislative and other reforms had been implemented.",
      "id": "s164"
    },
    {
      "text": "The husband contended that the Tribunal's approach disclosed a failure to address the true nature of his claims which were, in substance, based upon a long-standing and continuous history of anti-Semitism in Latvia.",
      "id": "s165"
    },
    {
      "text": "Those claims ought not to have been discounted merely because of the passage of time.",
      "id": "s166"
    },
    {
      "text": "51 The amended notice of appeal repeated the claims made before the Federal Magistrate that the hearing before the Tribunal had been unfair, and that the Tribunal member had been biased.",
      "id": "s167"
    },
    {
      "text": "CONCLUSIONS \n \n 52 This case has a number of unusual features.",
      "id": "s168"
    },
    {
      "text": "One such feature is the time taken by the Tribunal to review the delegate's decision.",
      "id": "s169"
    },
    {
      "text": "Almost seven years passed from the time that the application for review was lodged to the time that the review was completed.",
      "id": "s170"
    },
    {
      "text": "The Tribunal's criticisms of the husband for having relied upon matters that went back some fifteen or twenty years (in its terms, matters \"long in the past\" and \"in the distant past\") need to be understood in that context.",
      "id": "s171"
    },
    {
      "text": "53 Tribunal findings are often based primarily upon disbelief of the claimant.",
      "id": "s172"
    },
    {
      "text": "Such findings can be difficult to challenge on judicial review.",
      "id": "s173"
    },
    {
      "text": "However, another feature of this case that is somewhat unusual is the fact that the Tribunal accepted virtually all that the husband said about his past mistreatment.",
      "id": "s174"
    },
    {
      "text": "His claim (and the claims of the other appellants) failed essentially because the Tribunal was not prepared to conclude, on the basis of the primary facts that it found, that the discrimination to which the husband had been subjected was the product of anti-Semitism.",
      "id": "s175"
    },
    {
      "text": "54 Normally, whether or not a particular inference should be drawn is solely a matter for the Tribunal.",
      "id": "s176"
    },
    {
      "text": "There are cases, however, where the Tribunal has gone about its task in a way that indicates jurisdictional error.",
      "id": "s177"
    },
    {
      "text": "The present is such a case.",
      "id": "s178"
    },
    {
      "text": "55 The husband's evidence contains an astonishing litany of complaints.",
      "id": "s179"
    },
    {
      "text": "These range across a broad spectrum.",
      "id": "s180"
    },
    {
      "text": "Had the Tribunal found the husband not to be a credible witness, there would be little that he could say on an application for judicial review.",
      "id": "s181"
    },
    {
      "text": "However, the Tribunal made no such finding.",
      "id": "s182"
    },
    {
      "text": "Quite to the contrary.",
      "id": "s183"
    },
    {
      "text": "It accepted that each event, as described, had occurred.",
      "id": "s184"
    },
    {
      "text": "However, it concluded, after setting out each individual finding, that there was no evidence to suggest that the particular event had been brought about by anti-Semitism.",
      "id": "s185"
    },
    {
      "text": "56 The Tribunal undoubtedly was influenced by country information purporting to describe the current position of Jews in Latvia.",
      "id": "s186"
    },
    {
      "text": "According to the country reports, anti-Semitism, though virulent and widespread in the past, is no longer a significant phenomenon.",
      "id": "s187"
    },
    {
      "text": "The Latvian authorities now take appropriate action against those who engage in (at least overt) anti-Semitic activities.",
      "id": "s188"
    },
    {
      "text": "The law prohibits such behaviour, and the courts impose penalties upon those who engage in it.",
      "id": "s189"
    },
    {
      "text": "57 The Tribunal gave some examples of this new approach.",
      "id": "s190"
    },
    {
      "text": "It noted that in March 2000, criminal charges were brought against a magazine which had published a vicious diatribe against Jews.",
      "id": "s191"
    },
    {
      "text": "The magazine was charged with having incited ethnic discord.",
      "id": "s192"
    },
    {
      "text": "The fact that charges were laid was considered by the Tribunal to be highly significant.",
      "id": "s193"
    },
    {
      "text": "It noted, in addition, that other anti-Semitic journals had been the subject of official criticism, though not criminal charges.",
      "id": "s194"
    },
    {
      "text": "58 The Tribunal also noted that in November 1999, two Latvian citizens were charged with desecrating a cemetery in the Jewish ghetto of a particular town (which may have been the cemetery in which the husband's father was buried).",
      "id": "s195"
    },
    {
      "text": "In addition, it referred to country information stating that various members of neo-Nazi groups had been convicted of attempting to destroy the \"Victory Monument\" in Riga, although it is not clear whether the charges that were brought in relation to that matter had anything to do with their status as neo-Nazis.",
      "id": "s196"
    },
    {
      "text": "59 I will deal briefly with the husband's contention that he was denied procedural fairness by the Tribunal.",
      "id": "s197"
    },
    {
      "text": "I agree entirely with the Federal Magistrate that this contention is without substance.",
      "id": "s198"
    },
    {
      "text": "It is plain from the transcript of the hearing before the Tribunal that the husband was trying its patience.",
      "id": "s199"
    },
    {
      "text": "His submissions were prolix, and often strayed from what was truly relevant.",
      "id": "s200"
    },
    {
      "text": "Having observed the husband in the course of his address to me, I can well understand the Tribunal's frustration.",
      "id": "s201"
    },
    {
      "text": "60 The husband also contended before me that the Tribunal had been biased, not just ostensibly, but actually as well.",
      "id": "s202"
    },
    {
      "text": "He argued that the Federal Magistrate had failed properly to consider this ground of review.",
      "id": "s203"
    },
    {
      "text": "I reject that contention.",
      "id": "s204"
    },
    {
      "text": "There is nothing in the material to suggest bias, actual or ostensible.",
      "id": "s205"
    },
    {
      "text": "61 The real issue raised by this appeal seems to me to be whether the Tribunal properly understood the true nature of the husband's claims and, if it did, whether it adequately addressed those claims.",
      "id": "s206"
    },
    {
      "text": "62 This issue is raised in the amended notice of appeal, though it is not expressed with any precision.",
      "id": "s207"
    },
    {
      "text": "Essentially, the husband contends that the Tribunal failed to appreciate the actual basis upon which he claimed to fear persecution when it referred dismissively to his evidence as simply involving matters \"long past\".",
      "id": "s208"
    },
    {
      "text": "Although some of the events that he described had occurred up to twenty years before, as the Tribunal noted, the husband's case was that they had had a continuing impact upon him.",
      "id": "s209"
    },
    {
      "text": "Moreover, he claimed that he would be subjected to similar acts of discrimination if he were required to return to Latvia.",
      "id": "s210"
    },
    {
      "text": "For example, he would be unable, as a practical matter, to complete his legal studies because his academic record would be forever tainted.",
      "id": "s211"
    },
    {
      "text": "There would be little point in gaining a degree if one could do nothing with it.",
      "id": "s212"
    },
    {
      "text": "Even without completing his studies, the stigma attached to that record would prevent him from obtaining a licence which he would now need if he were to attempt to return to paralegal work.",
      "id": "s213"
    },
    {
      "text": "His prospects of obtaining any gainful employment without either a degree, or a licence, and in the face of continuing anti-Semitism, would be slim.",
      "id": "s214"
    },
    {
      "text": "63 I acknowledge that the Tribunal's reasons for decision are thorough and appear to be comprehensive.",
      "id": "s215"
    },
    {
      "text": "Indeed, they run to some fifty-seven pages of closely typed text.",
      "id": "s216"
    },
    {
      "text": "However, I am not satisfied that the Tribunal understood that its task in this case went beyond simply setting out in detail every complaint that the husband put forward, and then adjudicating upon each complaint individually.",
      "id": "s217"
    },
    {
      "text": "64 The husband's case was that he had been subjected to a lifetime of anti-Semitism which the authorities had not only done nothing to prevent, but had actively condoned.",
      "id": "s218"
    },
    {
      "text": "He argued that Latvia's new-found willingness to prosecute those who desecrate Jewish cemeteries or who publish anti-Semitic articles (assuming that such willingness existed) in no way answered his well-founded fear of a more insidious form of discrimination in the future.",
      "id": "s219"
    },
    {
      "text": "65 The husband's case was, of course, primarily circumstantial.",
      "id": "s220"
    },
    {
      "text": "He described a series of misfortunes that had befallen him, and invited the Tribunal to conclude that they formed part of a pattern.",
      "id": "s221"
    },
    {
      "text": "He did not claim that when he lost his job he was told, in terms, that it was because he was Jewish.",
      "id": "s222"
    },
    {
      "text": "Rather, he sought to have the Tribunal infer that, when considered in context, the decision to fire him had been influenced by anti-Semitism.",
      "id": "s223"
    },
    {
      "text": "The same, he argued, could be said of his experiences with the University, the Latvian State Conservatorium, the courts, and his experiences with his landlord.",
      "id": "s224"
    },
    {
      "text": "A glaring illustration of his ongoing difficulties was said to be the refusal of the Latvian authorities to recognise what was obvious, namely, that he had been a permanent resident of Latvia for his entire life.",
      "id": "s225"
    },
    {
      "text": "66 In a sense, and without any intended deprecation, the husband's case can be subsumed within Oscar Wilde's famous aphorism that to lose one parent may be regarded as a misfortune, but to lose both looks like carelessness.",
      "id": "s226"
    },
    {
      "text": "67 Such an approach to the drawing of inferences is hardly novel.",
      "id": "s227"
    },
    {
      "text": "Indeed, much of the law relating to inferences proceeds precisely upon reasoning of this type.",
      "id": "s228"
    },
    {
      "text": "In the particular case of similar fact evidence, there may be no basis for a conclusion that a single act, viewed in isolation, was done intentionally (and not accidentally).",
      "id": "s229"
    },
    {
      "text": "However, when that act is repeated the inference becomes powerful, and eventually (if repeated time and again), irresistible.",
      "id": "s230"
    },
    {
      "text": "68 It is of course possible, as the Tribunal noted, that the husband was denied admission to the University, and to the Latvian State Conservatorium, not because he was Jewish, but for any one of a number of other reasons.",
      "id": "s231"
    },
    {
      "text": "The same could be said of his expulsion from the University, the landlord's assault upon him, his eviction from his apartment, and his inability to qualify for privatisation vouchers.",
      "id": "s232"
    },
    {
      "text": "It may be that he could not find regular employment, and was fired from the only position that he was able to secure simply because his work was not up to standard.",
      "id": "s233"
    },
    {
      "text": "It may also be that he lost every court case that he brought because, on each occasion, his case was presented poorly.",
      "id": "s234"
    },
    {
      "text": "69 Nonetheless, when faced with a claim such as the present, which centres upon an allegation of long standing and insidious anti-Semitism, and which the husband contended was still prevalent in Latvia, the Tribunal was bound to consider that claim.",
      "id": "s235"
    },
    {
      "text": "It had to consider each incident of alleged discrimination, not merely in isolation, but also in conjunction with the others.",
      "id": "s236"
    },
    {
      "text": "It had to consider the \"totality of the case put forward\": Khan v Minister for Immigration and Multicultural Affairs [2000] FCA 1478 per Katz J (at [31]), cited with apparent approval by Merkel J in VTAO v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 81 ALD 332 (\" VTAO \") (at [62]).",
      "id": "s237"
    },
    {
      "text": "In doing so it had also to consider each of the \"integers\" of the claim: Htun v Minister for Immigration and Multicultural Affairs (2001) 194 ALR 244 (at 259).",
      "id": "s238"
    },
    {
      "text": "An act that might seem capable of innocent explanation when viewed discretely can take on a different and more sinister connotation when viewed against a broader background.",
      "id": "s239"
    },
    {
      "text": "70 It was submitted on behalf of the Minister that although the Tribunal appeared to have dealt with each claim separately, it had also considered the husband's claims in their entirety.",
      "id": "s240"
    },
    {
      "text": "For example, at one point, prior to stating its overall conclusion, the Tribunal said: \n \n \"In reaching its decision the Tribunal has considered all documents lodged by and on behalf of the applicant.",
      "id": "s241"
    },
    {
      "text": "\" \n \n \n 71 Needless to say, this statement by the Tribunal does not indicate that it had considered the husband's claims in their entirety.",
      "id": "s242"
    },
    {
      "text": "It merely recites the material that the Tribunal took into account in arriving at its final conclusions.",
      "id": "s243"
    },
    {
      "text": "72 It is true that at one point, towards the very end of its reasons for decision, the Tribunal stated: \n \n \"Having considered the evidence as a whole , the Tribunal is not satisfied that the [husband] is a person to whom Australia has protection obligations ...\" (emphasis added)\n \n \n 73 The difficulty is that this statement appears after the Tribunal has already considered each claim in isolation, and separately held that there was no evidence to suggest that anti-Semitism had anything to do with what had occurred.",
      "id": "s244"
    },
    {
      "text": "In a sense, therefore, it is literally true that the Tribunal had considered the evidence \"as a whole\".",
      "id": "s245"
    },
    {
      "text": "However, that is not the sense in which the Tribunal was obliged to perform its task.",
      "id": "s246"
    },
    {
      "text": "It had to consider whether, on the facts as found, the various events described, taken together, were in any way the product of anti-Semitism.",
      "id": "s247"
    },
    {
      "text": "74 There is nothing in either the structure or content of the Tribunal's reasons to suggest that it in fact approached the matter in this way.",
      "id": "s248"
    },
    {
      "text": "Rather, the Tribunal appears to have dealt with the husband's complaints in a somewhat piecemeal fashion.",
      "id": "s249"
    },
    {
      "text": "It simply set out each complaint and then declined to draw the inference that the event had been occasioned by anti-Semitism immediately thereafter.",
      "id": "s250"
    },
    {
      "text": "Of course, if one views a series of events in isolation, there is less likelihood that one will attribute to them a common cause.",
      "id": "s251"
    },
    {
      "text": "75 In my view (and with respect to the Federal Magistrate who saw the matter differently), the Tribunal did not, at any stage, ask itself whether the events recounted by the husband (and which it found had occurred) were simply the product of misfortune or coincidence, or whether there was a common cause for their occurrence.",
      "id": "s252"
    },
    {
      "text": "The only common cause that suggests itself is anti-Semitism.",
      "id": "s253"
    },
    {
      "text": "76 A failure on the part of the Tribunal to consider a claim that is in fact advanced and properly supported by the material before the Tribunal is capable of giving rise to jurisdictional error.",
      "id": "s254"
    },
    {
      "text": "It amounts to a constructive failure to exercise jurisdiction: R v War Pensions Entitlement Appeal Tribunal; Ex parte Bott [1933] HCA 30 ; (1933) 50 CLR 228 per Rich, Dixon and McTiernan JJ (at 242-243) and Re Minister for Immigration and Multicultural Affairs; Ex parte Miah [2001] HCA 22 ; (2001) 206 CLR 57 at 81-83 per Gaudron J.",
      "id": "s255"
    },
    {
      "text": "See also Minister for Immigration and Multicultural Affairs v Anthonypillai [2001] FCA 274 ; (2001) 106 FCR 426 (at [78]).",
      "id": "s256"
    },
    {
      "text": "This has nothing to do with merits review.",
      "id": "s257"
    },
    {
      "text": "It is rather a failure on the part of the Tribunal to discharge its statutory duty.",
      "id": "s258"
    },
    {
      "text": "Counsel for the Minister conceded as much.",
      "id": "s259"
    },
    {
      "text": "In my opinion, the Tribunal constructively failed to exercise jurisdiction in this case.",
      "id": "s260"
    },
    {
      "text": "77 I should add that the country information upon which the Tribunal placed so much reliance did not really address a number of aspects of the husband's claim.",
      "id": "s261"
    },
    {
      "text": "The fact that the Latvian authorities are now prepared to prosecute those who desecrate Jewish cemeteries no doubt represents a welcome change to what the country information itself suggests was past practice.",
      "id": "s262"
    },
    {
      "text": "The same can be said of the willingness of the Latvian authorities now to prosecute magazine proprietors who publish anti-Semitic material.",
      "id": "s263"
    },
    {
      "text": "However, these facts in no way answer a claim based upon discrimination of a more covert and insidious nature of the type that the husband maintains still prevails today.",
      "id": "s264"
    },
    {
      "text": "78 Counsel for the Minister submitted that even if every one of the husband's claims were accepted, and even if it were to be further accepted that they were all the product of anti-Semitism, none of the matters that he recounted in fact amounted to \"serious harm\" as required by s 91R of the Migration Act .",
      "id": "s265"
    },
    {
      "text": "Counsel therefore submitted that, looking to the future, he could not have a well-founded fear of persecution.",
      "id": "s266"
    },
    {
      "text": "79 The difficulty with that submission is that the Tribunal did not turn its mind to the issue of \"serious harm\", except in the context of the events of 1995 involving the daubing of the Star of David, and verbal abuse.",
      "id": "s267"
    },
    {
      "text": "80 Despite the constraint upon the meaning of \"persecution\" by the requirement that it involve \"serious harm to the person\" (as required by s 91R(1)(b) of the Migration Act ), it is by no means certain that a well-founded fear of racial or religious discrimination in relation to matters such as education, employment and housing cannot amount to \"serious harm\" within the meaning of that expression in s 91R(2).",
      "id": "s268"
    },
    {
      "text": "81 There may be cases where such discrimination, based upon race or religion, can be characterised as persecution, provided that it involves systematic and discriminatory conduct as well as serious harm to the person.",
      "id": "s269"
    },
    {
      "text": "82 Section 91R(2) provides a non-exhaustive list of \"instances of serious harm\".",
      "id": "s270"
    },
    {
      "text": "These include threats to a person's life or liberty, significant physical harassment or ill treatment, and matters of economic hardship.",
      "id": "s271"
    },
    {
      "text": "In relation to \"significant economic hardship\", \"denial of access to basic services\", and \"denial of capacity to earn a livelihood of any kind\" the economic hardship in question must threaten the person's capacity to subsist.",
      "id": "s272"
    },
    {
      "text": "This too imposes a significant constraint upon what may amount to persecution.",
      "id": "s273"
    },
    {
      "text": "83 However, it must be remembered that the list does not constitute a definition of \"serious harm\".",
      "id": "s274"
    },
    {
      "text": "That expression plainly has a residual meaning beyond the examples given, though that meaning is informed by those examples.",
      "id": "s275"
    },
    {
      "text": "See generally NBFP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 95.",
      "id": "s276"
    },
    {
      "text": "84 It is possible that individual instances of discrimination will not of themselves amount to \"serious harm\", but when considered cumulatively satisfy the requirements of s 91R.",
      "id": "s277"
    },
    {
      "text": "See, for example, VTAO , where Merkel J took a similar approach.",
      "id": "s278"
    },
    {
      "text": "In that case his Honour found, just as I have done, that the Tribunal's failure to consider a series of claims cumulatively gave rise to a constructive failure to exercise jurisdiction.",
      "id": "s279"
    },
    {
      "text": "85 Plainly, the Tribunal in the present case did not consider whether the husband's claims, considered cumulatively , could amount to \"serious harm\".",
      "id": "s280"
    },
    {
      "text": "Whether those claims in fact rise to that level, bearing in mind that we are dealing with the future, and not the past, is a matter for the Tribunal, and not for this Court.",
      "id": "s281"
    },
    {
      "text": "See SZBOV v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1407 per Jacobson J (at [19]).",
      "id": "s282"
    },
    {
      "text": "Given that the point is arguable, I consider that the matter should be remitted to the Tribunal to be determined according to law.",
      "id": "s283"
    },
    {
      "text": "86 It follows for the reasons set out above that the appeal should be allowed.",
      "id": "s284"
    },
    {
      "text": "The orders of the Federal Magistrate dismissing the application for review, and ordering the appellants to pay costs, should be set aside.",
      "id": "s285"
    },
    {
      "text": "In lieu thereof, a writ of certiorari should issue directed to the Tribunal, quashing its decision.",
      "id": "s286"
    },
    {
      "text": "A writ of mandamus should also issue directing that the matter be heard and determined according to law.",
      "id": "s287"
    },
    {
      "text": "87 The appellants should have their costs, if any, of the proceeding before the Federal Magistrates Court.",
      "id": "s288"
    },
    {
      "text": "They are entitled also to have their costs, if any, of the appeal to this Court.",
      "id": "s289"
    },
    {
      "text": "I certify that the preceding eighty-seven (87) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s290"
    },
    {
      "text": "Associate:\n\nDated: 18 August 2006\n\n \n The First Appellant appeared in person on behalf of all Appellants \n \n Counsel for the First Respondent: Mr R Knowles \n \n Solicitors for the First Respondent: Clayton Utz \n \n Date of Hearing: 2 May 2006 \n \n Date of Judgment: 18 August 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1095.html",
      "id": "s291"
    }
  ]
}