{
  "name": "Lobo v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1562 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1562.html",
  "catchphrases": [
    {
      "text": "migration",
      "id": "c0"
    },
    {
      "text": "review of decisions",
      "id": "c1"
    },
    {
      "text": "judicial review",
      "id": "c2"
    },
    {
      "text": "grounds of review",
      "id": "c3"
    },
    {
      "text": "jurisdictional error",
      "id": "c4"
    },
    {
      "text": "alleged error based on misapplication of departmental policy rather than legislation",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    },
    {
      "text": "review of decisions",
      "id": "c7"
    },
    {
      "text": "judicial review",
      "id": "c8"
    },
    {
      "text": "grounds of review",
      "id": "c9"
    },
    {
      "text": "natural justice",
      "id": "c10"
    },
    {
      "text": "denial of procedural fairness",
      "id": "c11"
    },
    {
      "text": "alleged breach of s 359a of the migration act 1958 (cth)",
      "id": "c12"
    },
    {
      "text": "alleged breach of common law natural justice",
      "id": "c13"
    },
    {
      "text": "citizenship and migration",
      "id": "c14"
    },
    {
      "text": "citizenship and migration",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n\n1 This is an appeal from a decision of the Federal Magistrates Court which dismissed the appellants' application for judicial review of a decision of the Migration Review Tribunal ('Tribunal').",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision by a delegate of the respondent Minister to refuse to grant the appellants a business visa under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "It was the second time the Tribunal had reviewed the appellants' application for the visa, the first Tribunal decision having been set aside by the Full Court of this Court and remitted to the Tribunal for reconsideration (see Lobo and Others v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 168 ; (2003) 132 FCR 93).",
      "id": "s2"
    },
    {
      "text": "THE BACKGROUND FACTS \n \n2 The first appellant, Mrs Lobo, applied for a Business Skills (Residence) (Class BH) subclass 845 (Established Business in Australia) visa ('business visa') on 30 August 1999.",
      "id": "s3"
    },
    {
      "text": "She nominated an information technology business, City Professionals Pty Ltd ('City Professionals'), as her qualifying 'main business' in her application.",
      "id": "s4"
    },
    {
      "text": "The preceding 12 months of the business' operations, from 30 August 1998 to 30 August 1999, were relevant to the application.",
      "id": "s5"
    },
    {
      "text": "Mrs Lobo's husband (the second appellant) and two daughters (the third and fourth appellants) were included in her business visa application .",
      "id": "s6"
    },
    {
      "text": "3 In the application, Mrs Lobo indicated that she had been involved in City Professionals since 1 October 1996 and owned 50 percent of the business.",
      "id": "s7"
    },
    {
      "text": "Mr Lobo owned the remaining 50 percent of the business.",
      "id": "s8"
    },
    {
      "text": "Mrs Lobo claimed she was the 'Managing Director' of the business.",
      "id": "s9"
    },
    {
      "text": "4 On 22 March 2000, a delegate of the Minister visited the premises of City Professionals.",
      "id": "s10"
    },
    {
      "text": "Mrs Lobo was not present, but Mr Lobo was.",
      "id": "s11"
    },
    {
      "text": "He was interviewed by the delegate.",
      "id": "s12"
    },
    {
      "text": "He described his role in the business to the delegate, which included making decisions relating to staff, property leases and the direction of the business.",
      "id": "s13"
    },
    {
      "text": "Mr Lobo said that Mrs Lobo took care of all the accounts.",
      "id": "s14"
    },
    {
      "text": "THE RELEVANT STATUTORY PROVISIONS AND MINISTERIAL POLICIES \n \n5 Mrs Lobo was required to satisfy the criteria set out in Pt 845 in Sch 2 to the Migration Regulations 1994 ('the Regulations').",
      "id": "s15"
    },
    {
      "text": "The Tribunal found that Mrs Lobo did not meet two clauses within Part 845: cl 845.216 and cl 845.222.",
      "id": "s16"
    },
    {
      "text": "Clause 845.216 required that:\n \n 'In the 12 months immediately preceding the making of the application, the applicant, as the owner of an interest in a ... business ... in Australia, maintained direct and continuous involvement in the management of that business ... from day to day and in making decisions that affected the overall direction and performance of that business ....' \n \n\n 6 The Department of Immigration and Multicultural and Indigenous Affairs ('the Department') as it then was, had produced a policy guideline concerning decisions regarding visa applications entitled the Procedures Advice Manual 3 ('the Policy').",
      "id": "s17"
    },
    {
      "text": "In relation to cl 845.216, the relevant portion of the Policy was as follows:\n \n \n '3.5.1 The policy intention of this criterion overall is to establish whether the applicant has the ability to manage and operate a main business successfully.",
      "id": "s18"
    },
    {
      "text": "3.5.2 Under policy, it requires the applicant to demonstrate that \n \n &#8226; they have exercised responsibility within the main business(es) in terms of decision-making authority, responsibility for employees and/or responsibility for expenditure; \n &#8226; such responsibility has been exercised on a continuous (as opposed to on an occasional) basis; and \n &#8226; their skills have been fundamental to, or have exerted direct influence on, the operation of the main business(es).",
      "id": "s19"
    },
    {
      "text": "3.5.3 The success (or otherwise) of the business(es) is not a relevant factor in assessing this criterion.",
      "id": "s20"
    },
    {
      "text": "Rather, if an applicant satisfies this criterion in respect of a failed or declining business, this should be considered in assessing whether the applicant \"has overall had a successful business career\".",
      "id": "s21"
    },
    {
      "text": "' \n \n \n \n\n7 The second relevant hurdle for Mrs Lobo, cl 845.222, required an applicant to attain a score on a 'business skills points test'.",
      "id": "s22"
    },
    {
      "text": "Such score was the sum of points scored by the applicant under the Regulations.",
      "id": "s23"
    },
    {
      "text": "Item 7170 of Division 1.4 of Schedule 7 of the Regulations required the first appellant to establish, inter alia, that: \n \n 'Throughout the period of 12 months immediately preceding the making of the [visa] application, the ... business ... of the applicant or that of the applicant and the applicant's spouse: \n \n \n (a) employed not less than 3 full-time employees (or a number of part-time employees working an equivalent number of hours)...' \n \n\n8 In respect of Item 7170 of Division 1.4 of Schedule 7, the Policy said: \n \n \n '1.",
      "id": "s24"
    },
    {
      "text": "It is policy that \"full-time\" be regarded as referring to employees who normally work the agreed or award hours for employees in that occupation.",
      "id": "s25"
    },
    {
      "text": "If agreed/award hours do not apply, it is policy that \"full-time\" be regarded as meaning \"not less than 30 hours a week\".",
      "id": "s26"
    },
    {
      "text": "2.",
      "id": "s27"
    },
    {
      "text": "Pro-rata equivalent of the prescribed number of employees may be accepted for periods of less than a full fiscal year.",
      "id": "s28"
    },
    {
      "text": "For example, six (part-time) workers employed for six months may be considered equivalent to three (full-time) workers employed for a full fiscal year.",
      "id": "s29"
    },
    {
      "text": "(Note that paid holidays may be counted as employment.",
      "id": "s30"
    },
    {
      "text": ") \n \n \n \n \n \n 3.",
      "id": "s31"
    },
    {
      "text": "Full-time may also include, for example, positions subject to part-time and/or job-sharing arrangements provided the position is a discrete, identified job and the total number of hours worked by occupants in that position is at least 30 hours a week.",
      "id": "s32"
    },
    {
      "text": "4.",
      "id": "s33"
    },
    {
      "text": "It is policy that \"employees\" be regarded as meaning those persons (whether permanent, casual or, subject to paragraph 7, contract labour) paid a wage, salary, commission or fee by the applicant's main business.",
      "id": "s34"
    },
    {
      "text": "If the occupation has a legal minimum working age, only persons of at least that minimum age should be regarded as employees.",
      "id": "s35"
    },
    {
      "text": "5.",
      "id": "s36"
    },
    {
      "text": "Directors of the business may be included as employees provided they \n \n \n \n \n &#8226; are not the applicant or a member of the family unit...; and \n \n \n \n \n \n &#8226; receive a wage, salary commission or fee (i.e.",
      "id": "s37"
    },
    {
      "text": "as opposed to a dividend or director's fee) for their (full-time) work there.",
      "id": "s38"
    },
    {
      "text": "' \n \n\n 9 Section 359A of the Act is also relevant.",
      "id": "s39"
    },
    {
      "text": "It provides:\n \n '(1) Subject to subsection (2), the Tribunal must: \n \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n \n \n \n \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n \n (c) invite the applicant to comment on it.",
      "id": "s40"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n \n \n \n (a) except where paragraph (b) applies--by one of the methods specified in section 379A; or \n \n (b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s41"
    },
    {
      "text": "(4) This section does not apply to information: \n \n \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n \n \n \n \n (b) that the applicant gave for the purpose of the application; or \n \n (c) that is non-disclosable information.",
      "id": "s42"
    },
    {
      "text": "' \n \n THE PREVIOUS DECISIONS OF THIS COURT \n \n 10 The first Tribunal decision affirmed the delegate's refusal of Mrs Lobo's visa application.",
      "id": "s43"
    },
    {
      "text": "That decision was based on a finding that Mrs Lobo had failed to meet cl 845.216.",
      "id": "s44"
    },
    {
      "text": "(The second matter relied on in the second Tribunal decision, cl 845.222, was not then in issue).",
      "id": "s45"
    },
    {
      "text": "Gyles J found that the Tribunal had erred because it had assessed whether Mrs Lobo satisfied cl 845.216 based on paragraphs 3.5.1 to 3.5.3 of the Policy (extracted above at [6]) and not the statutory criterion in cl 845.216 itself (see Lobo v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 144 at [9] - [11] ).",
      "id": "s46"
    },
    {
      "text": "The Policy was inconsistent with the statutory criterion, and thereby without basis in the Act.",
      "id": "s47"
    },
    {
      "text": "By applying the Policy the Tribunal was led to ask whether or not Mrs Lobo controlled the company, a question distinct from whether or not Mrs Lobo was 'involved' in the company in the manner specified by cl 845.216.",
      "id": "s48"
    },
    {
      "text": "As a result, Gyles J held that the Tribunal had constructively failed to exercise its jurisdiction.",
      "id": "s49"
    },
    {
      "text": "His Honour said (at [8]):\n \n 'The key words in cl 845.216 are \"involvement in\" which (it is accepted by counsel for the respondent) govern both the reference to management and decision-making.",
      "id": "s50"
    },
    {
      "text": "This is linked with the fact that the clause contemplates that an applicant can be the owner of an interest in the business rather than the whole of the business.",
      "id": "s51"
    },
    {
      "text": "By contrast, the Policy refers to the applicant having the ability to manage and operate a whole business successfully.",
      "id": "s52"
    },
    {
      "text": "So far as cl 3.5.2 of the Policy is concerned, the use of the word \"responsibility\" in the first two dot points is different from the requirement of \"involvement in\".",
      "id": "s53"
    },
    {
      "text": "There is no basis in the statutory criterion at all for the third dot point.",
      "id": "s54"
    },
    {
      "text": "' \n \n\n11 However, Gyles J went on to find that the error was protected as a 'privative clause decision' under s 474 of the Act.",
      "id": "s55"
    },
    {
      "text": "12 The Full Court set aside Gyles J's judgment only in the latter respect, agreeing with his Honour that the Tribunal had applied a policy that did not accurately reflect the regulation, on the basis that the error was not protected by s 474.",
      "id": "s56"
    },
    {
      "text": "The Court observed at [63]:\n \n ' [Clause 845.216] did not import a requirement that could only be satisfied by demonstrating the exercise of responsibility within the business in terms of decision-making authority, responsibility for employees and/or responsibility for expenditure.",
      "id": "s57"
    },
    {
      "text": "There is a variety of ways in which a person might maintain direct and continuous involvement in the management of a business and in making decisions affecting its overall direction and performance.",
      "id": "s58"
    },
    {
      "text": "' \n \n\nThe Full Court quashed the Tribunal's decision and ordered it to redetermine Mrs Lobo's application for review.",
      "id": "s59"
    },
    {
      "text": "13 The High Court subsequently dismissed the Minister's application for special leave to appeal.",
      "id": "s60"
    },
    {
      "text": "THE TRIBUNAL DECISION IN THE PRESENT CASE (THE SECOND DECISION) \n \n14 The Tribunal observed that cl 845.216 required it 'to assess the extent to which the visa applicant exercised direct and continuous involvement in the management and strategic decisions making of the business'.",
      "id": "s61"
    },
    {
      "text": "The Tribunal then set out the portion of the Policy set out above at [6] and cited the passage from the judgment of Gyles J quoted at [10].",
      "id": "s62"
    },
    {
      "text": "15 Mrs Lobo declined an invitation to attend a further hearing before the second Tribunal.",
      "id": "s63"
    },
    {
      "text": "16 At the first Tribunal hearing, Mrs Lobo had said that she became the managing director of City Professionals from 17 July 1998.",
      "id": "s64"
    },
    {
      "text": "Mr Lobo had been the managing director prior to this date.",
      "id": "s65"
    },
    {
      "text": "Mrs Lobo said that she had become the managing director because the managing director needed to be in Australia for more than nine months, and her husband had been overseas for a considerable time.",
      "id": "s66"
    },
    {
      "text": "The Tribunal noted that there was no nine month requirement for a managing director; such a period was a requirement of cl 845.212.",
      "id": "s67"
    },
    {
      "text": "17 The second Tribunal summarised Mrs Lobo's oral evidence thus:\n \n 'At the hearing [Mrs Lobo] stated that she was responsible for preparing invoices.",
      "id": "s68"
    },
    {
      "text": "Her spouse would provide consultancy services and she would prepare a report at his direction.",
      "id": "s69"
    },
    {
      "text": "[Mrs Lobo] did the banking and purchased stationery.",
      "id": "s70"
    },
    {
      "text": "She was also responsible for the petty cash and following up on payments.",
      "id": "s71"
    },
    {
      "text": "She screened telephone calls and diverted them to the relevant staff member.",
      "id": "s72"
    },
    {
      "text": "' \n \n\n18 The Tribunal continued:\n \n 'Documentary evidence provided to the Department includes 8 invoices to customers signed off by [Mrs Lobo] .",
      "id": "s73"
    },
    {
      "text": "Prior to becoming managing director, [Mrs Lobo] stated that she had always been assisting her spouse in the business.",
      "id": "s74"
    },
    {
      "text": "She was attending the office and seeing to the administration and banking.",
      "id": "s75"
    },
    {
      "text": "At the same hearing, [Mr Lobo] stated that [Mrs Lobo's] role in the company was in looking after the administrative side of the business.",
      "id": "s76"
    },
    {
      "text": "She was responsible for invoices, banking, payrolls and correspondence.",
      "id": "s77"
    },
    {
      "text": "' \n \n\n19 The Tribunal accepted that Mrs Lobo performed the following tasks in relation to the business: prepared invoices for the business under her husband's direction; signed off on invoices; attended to the banking and correspondence; purchased stationery; acted as a telephonist; and possibly prepared payrolls.",
      "id": "s78"
    },
    {
      "text": "However, it found that 'none of these activities demonstrate an \"involvement in the management of that business or those businesses from day to day and in making decisions that affected the overall direction and performance of that business\".",
      "id": "s79"
    },
    {
      "text": "' It described documents that Mrs Lobo had submitted as evidence of her involvement in the business, which included bank correspondence, employee superannuation arrangements and group certificates as 'essentially mechanical', or noted that the documents were signed by Mr Lobo.",
      "id": "s80"
    },
    {
      "text": "It found that '[n]one of these documents, in themselves, involve executive decisions or are indicative of an involvement in management'.",
      "id": "s81"
    },
    {
      "text": "In relation to the sub-lease for the business site, which had first been signed by Mr Lobo, but redrawn later the same day and signed by Mrs Lobo, the Tribunal found that Mrs Lobo 'had merely \"stepped into\" the shoes of Mr Lobo in order to create an impression of executive authority, after the executive decision had already been agreed to' by him.",
      "id": "s82"
    },
    {
      "text": "20 The Tribunal found further support for its finding in Mrs Lobo's statements that she did not know about a booklet for the business which had been provided to the Department for the visa application, and did not have business cards because her husband had forgotten about them.",
      "id": "s83"
    },
    {
      "text": "21 The Tribunal concluded:\n \n 'The evidence supporting [Mrs Lobo's] \"involvement in the management of that business or those businesses from day to day and in making decisions that affected the overall direction and performance of that business\" is essentially her own assertions.",
      "id": "s84"
    },
    {
      "text": "The documentary evidence shows her role in the business as assisting in the office and acting under supervision.",
      "id": "s85"
    },
    {
      "text": "The documentary evidence fails to support the proposition that she is a decision maker in the business or that she is even fully cognisant of the overall direction and performance of the business.",
      "id": "s86"
    },
    {
      "text": "' \n \n\n22 As to the second question, whether Mrs Lobo met cl 845.222, the Tribunal found from her evidence that City Professionals employed four employees during the relevant 12 month period.",
      "id": "s87"
    },
    {
      "text": "These comprised a project manager employed for 11 of the 12 months respectively; two software developers employed for seven of the 12 months and four of the 12 months; and an office assistant employed for the entirety of the 12 month period.",
      "id": "s88"
    },
    {
      "text": "23 The office assistant earned an average weekly wage of $193.",
      "id": "s89"
    },
    {
      "text": "The Tribunal had regard to the fact that the weekly minimum federal wages for 1998 and 1999, based on Australian Industrial Relations Commission (AIRC) records which the Tribunal consulted, were $359.40 and $373.40 respectively.",
      "id": "s90"
    },
    {
      "text": "The Tribunal concluded that, given the low earnings of the office assistant, and assuming that City Professionals would be paying at least such minimum wages, the office assistant was not a full-time employee but rather a part-time employee.",
      "id": "s91"
    },
    {
      "text": "Consequently, the Tribunal found that such an employee could not have contributed the equivalent of 12 full-time employee-months, such that Mrs Lobo was not entitled to the requisite number of points under Div 1.4 of Sch 7, and, thus, did not meet the score on the business skills test as required by cl 845.222 either.",
      "id": "s92"
    },
    {
      "text": "THE DECISION IN THE FEDERAL MAGISTRATES COURT \n \n 24 The application to the Federal Magistrates Court was heard by Lloyd-Jones FM.",
      "id": "s93"
    },
    {
      "text": "The appellants were legally represented by experienced practitioners.",
      "id": "s94"
    },
    {
      "text": "The appellants there raised two grounds: first, that the Tribunal constructively failed to exercise its jurisdiction when considering whether Mrs Lobo met cl 845.216 --- based, inter alia, on the assertion that various factual matters were not taken into account; second, the appellants alleged that the Tribunal had breached s 359A of the Act.",
      "id": "s95"
    },
    {
      "text": "The latter claim was argued only as a denial of common law natural justice: s 357A did not apply to the Tribunal's decision such that the specific provisions in Div 5 of Pt 5 of the Act did not exhaust the requirements of natural justice.",
      "id": "s96"
    },
    {
      "text": "25 In relation to cl 845.216, the applicants submitted that, in determining whether an applicant met the requirements of that clause, the decision maker must consider the whole of the circumstances and requirements of the subject business, including its size and the manner by which it was managed.",
      "id": "s97"
    },
    {
      "text": "Lloyd-Jones FM held that the test in cl 845.216 used 'ordinary words' in a 'non technical sense'.",
      "id": "s98"
    },
    {
      "text": "Accordingly, the Tribunal's role was one of determining a question of fact.",
      "id": "s99"
    },
    {
      "text": "His Honour concluded that even if the Tribunal had made a wrong finding on this factual issue, there was no error of law, let alone jurisdictional error, involved.",
      "id": "s100"
    },
    {
      "text": "His Honour observed that it was clear from the evidence that the driving force behind the business' activities was Mr Lobo (at [24]), and Mrs Lobo's role was 'residual' (at [25]).",
      "id": "s101"
    },
    {
      "text": "26 As to the procedural fairness point, his Honour accepted the Minister's submission that the Tribunal had used the AIRC records 'in the context of its reasoning process as to why the company's office assistant was not a full-time employee' (at [39]) and that such 'thought process or preliminary conclusion did not have to be put to an applicant for comment' (at [37]).",
      "id": "s102"
    },
    {
      "text": "Nor was the material of a nature requiring disclosure (at [35]).",
      "id": "s103"
    },
    {
      "text": "27 In addition, his Honour also observed that the employment details provided by Mrs Lobo, on the 'raw data', did not satisfy the skills test requirement; if the Tribunal had not had regard to the AIRC material and accepted that the office assistant was a full-time employee, and that her period of employment contributed as such to the required 36 months, Mrs Lobo would still have achieved only a total of 34 months' employment equivalent and would consequently have failed the test.",
      "id": "s104"
    },
    {
      "text": "28 His Honour noted that the analysis by which the Tribunal concluded that the office assistant was not a full-time employee 'may not have been correct if the office assistant was a junior and paid under an award based on a percentage of the adult award', and he observed that '[t]his procedure is fairly common in a number of clerical awards for the payment of junior employees' (at [31]).",
      "id": "s105"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n29 The appeal to this Court is made on two grounds.",
      "id": "s106"
    },
    {
      "text": "30 First, the appellants claim the court below erred in its construction and application of cl 845.216 in finding that the Tribunal did consider the question of whether Mrs Lobo maintained direct and continuous involvement in the management of City Professionals although she was not the moving force in the business.",
      "id": "s107"
    },
    {
      "text": "The appellants submitted that the approach taken by the second Tribunal to cl 845.216 is 'indistinguishable' from that taken by the first Tribunal, so that it repeated the error identified by Gyles J and the Full Court of approaching cl 845.216 in the manner suggested by the Policy instead of following the statutory criterion.",
      "id": "s108"
    },
    {
      "text": "31 The appellants submitted in this regard that, statements made by the second Tribunal indicate that it took the erroneous approach alleged.",
      "id": "s109"
    },
    {
      "text": "First although the Tribunal observed that it was required to have regard to policy and apply it unless there were cogent reasons for departing from it, the Tribunal had inserted an extract of the impugned Policy (in an attempt to 'salvage it', suggested counsel).",
      "id": "s110"
    },
    {
      "text": "However, the Tribunal quoted an extract from the Full Court's judgment in which it criticised the Policy.",
      "id": "s111"
    },
    {
      "text": "Second, prior to setting out cl 845.216, the Tribunal made one of two observations which the appellants identified as crucial to their claim: that cl 845.216 'requires the Tribunal to assess the extent to which the visa applicant exercised direct and continuous involvement in the management and strategic decision making of the business...'.",
      "id": "s112"
    },
    {
      "text": "The appellants submitted that this sentence suggests that the Tribunal made a comparative assessment of Mrs Lobo's involvement in City Professionals with that of other officers of City Professionals, in this case, Mr Lobo.",
      "id": "s113"
    },
    {
      "text": "However, such an analysis is not required by cl 845.216: the clause refers to 'involvement', and does not require a ranking within the organisation.",
      "id": "s114"
    },
    {
      "text": "Nor is 'involvement' excluded by reason of the fact that ultimate decision making power rests with a person other than the appellant.",
      "id": "s115"
    },
    {
      "text": "32 The second crucial observation made by the Tribunal, after referring to the documentary evidence, was that such evidence failed 'to support the proposition that she is a decision-maker in the business or that she is even fully cognisant of the overall direction and performance of that business'.",
      "id": "s116"
    },
    {
      "text": "The appellants submitted that Mrs Lobo was not required to show she was a 'decision maker' or that she was 'fully cognisant' of the direction and performance of the business; she had only to show that she had a direct and continuous involvement in the stipulated matters.",
      "id": "s117"
    },
    {
      "text": "In placing these requirements on Mrs Lobo, the appellant's submitted the Tribunal 'placed a gloss on the words of the regulation' and erroneously applied the Policy.",
      "id": "s118"
    },
    {
      "text": "Consequently, the Tribunal erred in its construction and application of cl 845.216.",
      "id": "s119"
    },
    {
      "text": "According to the appellants, the Tribunal set the bar 'too high'.",
      "id": "s120"
    },
    {
      "text": "33 The respondent argued that this ground of appeal was not before the Federal Magistrates Court, the appellants require leave to raise it here, and such leave should not be granted.",
      "id": "s121"
    },
    {
      "text": "The appellants responded that a claim was made by them in the court below that the Tribunal had not understood cl 845.216 --- a consistent theme in their application.",
      "id": "s122"
    },
    {
      "text": "34 The respondent further argued that the appellant's criticism is premised on a reading of the Tribunal's decision that is unfair and strained, contrary to Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272 and 291.",
      "id": "s123"
    },
    {
      "text": "Further, whether or not Mrs Lobo was a decision maker, or whether she was fully cognisant of the overall direction and performance of City Professionals, were not irrelevant factors in reaching its conclusion.",
      "id": "s124"
    },
    {
      "text": "The respondent submitted that the Tribunal's conclusion was open to it, and referred to the Full Court's decision in which, the Court acknowledged that Mrs Lobo would have difficulty satisfying the relevant visa criteria on the material before it.",
      "id": "s125"
    },
    {
      "text": "35 The second ground of appeal alleges that the court below was wrong to find that the Tribunal had not breached the rules of procedural fairness in relation to the use of the AIRC records, and/or that the Tribunal had also breached s 359A of the Act.",
      "id": "s126"
    },
    {
      "text": "As discussed at [24], the s 359A point was not pursued by the appellants in the Federal Magistrates Court.",
      "id": "s127"
    },
    {
      "text": "However, the appellants argued that the point was not abandoned in the court below, rather it was argued under the rubric of natural justice.",
      "id": "s128"
    },
    {
      "text": "They sought leave to raise it, submitting that the argument is purely legal, could not have been the subject of further evidence, will work no injustice, and is otherwise in the interests of justice (see Branir Pty Ltd and Others v Owston Nominees (No 2) Pty Ltd and Anor [2001] FCA 1833 ; (2001) 117 FCR 424).",
      "id": "s129"
    },
    {
      "text": "36 Both aspects of this ground are supported by the same omission by the Tribunal: the failure to inform Mrs Lobo of, and to provide her with the AIRC information it intended to use against her, or to invite her comments.",
      "id": "s130"
    },
    {
      "text": "As to the procedural fairness claims, the appellants submitted that their right to have the AIRC information disclosed to them arose as part of the broader requirement of procedural fairness that Mrs Lobo have a reasonable opportunity to present her case (see, inter alia, Russell v Duke of Norfolk [1949] 1 All ER 109 at 118; Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 569 per Gibbs CJ; at 582 per Mason J; at 602 per Wilson J; at 628-629 per Brennan J; at 633 per Deane J).",
      "id": "s131"
    },
    {
      "text": "The appellant argued that their claim that procedural fairness was not accorded to them is to be viewed in the context of two things.",
      "id": "s132"
    },
    {
      "text": "First, Mrs Lobo had been advised by the first Tribunal that the information which it considered would be the reason, or part thereof, for affirming the decision under review was 'documentary evidence' about the employees, as detailed in a letter from the Tribunal.",
      "id": "s133"
    },
    {
      "text": "There was no mention by either the first or the second Tribunal about the possible use of other information concerning rates of pay.",
      "id": "s134"
    },
    {
      "text": "Second, as Lloyd-Jones FM observed, the reasoning of the Tribunal, based on the AIRC figures, that the office assistant must have been employed part-time, may not have been correct (for example, if the office assistant was employed as a junior person).",
      "id": "s135"
    },
    {
      "text": "Consequently, the Tribunal failed to accord procedural fairness to Mrs Lobo by failing to disclose to her that it had decided to discount the employment period of the office assistant based upon information that it had also not disclosed to her, and which in any event, may have been irrelevant.",
      "id": "s136"
    },
    {
      "text": "The appellants relied on Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 at 591-592 where the Full Court of the Federal Court stated the principle as:\n \n 'Where the exercise of a statutory power attracts the requirement for procedural fairness, a person likely to be affected by the decision is entitled to put information and submissions to the decision-maker in support of an outcome that supports his or her interests.",
      "id": "s137"
    },
    {
      "text": "That entitlement extends to the right to rebut or qualify by further information, and comment by way of submission, upon adverse material from other sources which is put before the decision-maker.",
      "id": "s138"
    },
    {
      "text": "It also extends to require the decision-maker to identify to the person affected any issue critical to the decision which is not apparent from its nature or the terms of the statute under which it is made.",
      "id": "s139"
    },
    {
      "text": "The decision-maker is required to advise of any adverse conclusion which has been arrived at which would not obviously be open on the known material.",
      "id": "s140"
    },
    {
      "text": "Subject to these qualifications however, a decision-maker is not obliged to expose his or her mental processes or provisional views to comment before making the decision in question.",
      "id": "s141"
    },
    {
      "text": "' \n \n\n37 The appellants argued that this is not a case, as the Minister had argued in the court below, where the requirement that natural justice be afforded is defeated because the appellant could not have challenged the validity of the AIRC material.",
      "id": "s142"
    },
    {
      "text": "Nor is it relevant that the AIRC material, to use the approach in NARV and Others v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 262 ; (2003) 133 FCR 89 at [18] (relied upon by the court below) might be, 'of a type which is difficult to controvert'.",
      "id": "s143"
    },
    {
      "text": "It is the use made of the material, and the analysis of it by the Tribunal, and not the validity or incontrovertibility of it, which is challenged.",
      "id": "s144"
    },
    {
      "text": "38 The appellant submitted that the basis for Lloyd-Jones FM's decision against them was his acceptance of the respondent's argument that the Tribunal 'used the AIRC records in the context of its reasoning process' (at [39]), and that 'material of the nature that did not require to be disclosed' (at [35]).",
      "id": "s145"
    },
    {
      "text": "In any case, the Tribunal did not find against Mrs Lobo on the new basis introduced by his Honour, and there was conflicting and possibly erroneous evidence before the Tribunal about the number of staff employed by City Professionals, which the Tribunal failed to comment upon.",
      "id": "s146"
    },
    {
      "text": "The appellants submitted that, in the light of this, and the apparent fact that there was insufficient material before the Federal Magistrates Court on this issue, the decision by Lloyd-Jones FM that the alleged breach could not have made a difference to the end result is incorrect.",
      "id": "s147"
    },
    {
      "text": "39 The appellants referred to the conflicting and possibly erroneous evidence about the number of employees as an unresolved question of fact.",
      "id": "s148"
    },
    {
      "text": "A document before the Tribunal and the Federal Magistrates Court revealed that City Professionals had employed five Australian citizens or permanent residents.",
      "id": "s149"
    },
    {
      "text": "The second Tribunal identified only four.",
      "id": "s150"
    },
    {
      "text": "40 Counsel for the Minister agreed with the appellants' view as to the basis for the decision by Lloyd-Jones FM.",
      "id": "s151"
    },
    {
      "text": "However, counsel submitted that the Tribunal made a finding on the number of qualifying employees, and as a finding of fact, it cannot be challenged by the appellants in this Court.",
      "id": "s152"
    },
    {
      "text": "Further, counsel argued that the issue was one that should and could have been raised in the Federal Magistrates Court, and noted that Mrs Lobo had provided inconsistent evidence on the number of employees although the number identified by the Tribunal is the same as that suggested by Mrs Lobo's migration agent, that being four.",
      "id": "s153"
    },
    {
      "text": "41 As noted earlier, Mrs Lobo declined an invitation from the second Tribunal to attend a hearing.",
      "id": "s154"
    },
    {
      "text": "However, she provided some additional financial statements for City Professionals.",
      "id": "s155"
    },
    {
      "text": "The Minister submitted that Mrs Lobo's decision not to attend the hearing, at which the AIRC information could have been put to her, prevents the appellants from now claiming she was denied procedural fairness.",
      "id": "s156"
    },
    {
      "text": "Further, there was nothing to suggest to Mrs Lobo that only those issues arising in the first Tribunal decision and subsequent appeals would arise before the second Tribunal (including nothing to suggest that the question satisfied whether the cl 845.222 would not be at issue before the second Tribunal) so that she need not attend a hearing.",
      "id": "s157"
    },
    {
      "text": "42 The appellants responded that, given that Mrs Lobo had attended the first Tribunal hearing, their situation is no different from one in which the Tribunal, having conducted a hearing at which the applicant was present, proceeds to make a decision based upon information adverse to an applicant, not provided by the applicant and not put to him or her by the Tribunal at any stage.",
      "id": "s158"
    },
    {
      "text": "Counsel for the appellants referred to observations of Hayne J in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 at [192] that 'it is not right to see [an] applicant's appearance before the tribunal pursuant to s 425 ... as the focus or culmination of the review process.",
      "id": "s159"
    },
    {
      "text": "It is no more than one step in what otherwise is a predominantly documentary process'.",
      "id": "s160"
    },
    {
      "text": "43 The appellants also claimed that the Tribunal had breached s 359A of the Act.",
      "id": "s161"
    },
    {
      "text": "They rely on VAF v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 206 ALR 471 at [41], in which Finn and Stone JJ said that, under s 424A of the Act, a provision applicable to the Refugee Review Tribunal ('RRT') which is similarly worded to s 359A, information which is integral to the reasoning process rejecting the applicant's claim, as a matter of fairness, must be disclosed to the applicant and the applicant must be told of its relevance to the review.",
      "id": "s162"
    },
    {
      "text": "The appellants submitted that the AIRC information fell within this category.",
      "id": "s163"
    },
    {
      "text": "The appellants further argued that the decision in SAAP, which also concerned s 424A, established that the duty in s 359A is strict.",
      "id": "s164"
    },
    {
      "text": "Therefore, unlike the procedural fairness claim, the appellants submitted that Mrs Lobo is not burdened with showing that she could have answered the material, and the issue of 'practical injustice' is irrelevant to the question of jurisdictional error.",
      "id": "s165"
    },
    {
      "text": "44 The Minister submitted that there is nevertheless no merit in the appellants' claim because the AIRC information is caught by subs (4)(a) of s 359A: the section does not apply to information 'that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member'.",
      "id": "s166"
    },
    {
      "text": "The appellants responded that the information is specifically about the office assistant because it was 'brought back' to the office assistant.",
      "id": "s167"
    },
    {
      "text": "The appellants drew an analogy with Baig v Minister for Immigration &amp; Multicultural Affairs [2002] FCA 380.",
      "id": "s168"
    },
    {
      "text": "In that case, the RRT rejected an application partly based on information contained in two newspaper articles.",
      "id": "s169"
    },
    {
      "text": "The articles concerned a by-election involving a political party whose campaign the applicant claimed to have supported, and as a consequence, claimed to fear persecution from other political forces.",
      "id": "s170"
    },
    {
      "text": "The articles referred to by-elections and the party, but not its supporters, and were not expressly about the applicant nor did they expressly or impliedly refer to the applicant.",
      "id": "s171"
    },
    {
      "text": "The RRT concluded that none of the by-elections discussed in the articles occurred in the region for which the applicant alleged to have campaigned, although Gray J held that, it was clear from those articles that they did occur on the date the applicant alleged the by-election for his region had occurred.",
      "id": "s172"
    },
    {
      "text": "The RRT did not invite the applicant to comment on the article and found the applicant's evidence to be unreliable, partly because it was inconsistent with the information contained in the articles.",
      "id": "s173"
    },
    {
      "text": "Gray J held (at [33]) that information in the articles did not fall within the exclusion in s 424(3)(a) because it was not just about a class of person of which the applicant or any other person was a member; it 'bore specifically upon the question of the applicant's involvement in campaigning in a by-election'.",
      "id": "s174"
    },
    {
      "text": "45 Gray J's reasoning was accepted in later considerations of s 424(3)(a) by this Court.",
      "id": "s175"
    },
    {
      "text": "In VHAJ and Others v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 186 ; (2003) 131 FCR 80, Baig was approved by Kenny J at [51] and also by Downes J at [72].",
      "id": "s176"
    },
    {
      "text": "46 The appellants also referred to the joint judgment of Gyles and Conti JJ in VHAP v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 82 ; (2005) 80 ALD 559 in which their Honours agreed with the construction of s 424(3)(a) made by Kenny J at [50] and by Downes J at [71] in VHAJ .",
      "id": "s177"
    },
    {
      "text": "47 The appellants argued that the AIRC information was relevant to the Tribunal's reasoning because it was used by the Tribunal to find that the appellant was not employed on a full-time basis and bore specifically upon that issue.",
      "id": "s178"
    },
    {
      "text": "As such, it does not fall within s 359A(4)(a).",
      "id": "s179"
    },
    {
      "text": "CONCLUSION \n \n48 I assume that the appellants are correct in their submissions as to the denial to them of natural justice in relation to the wages material.",
      "id": "s180"
    },
    {
      "text": "Further, I note that in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214, the majority of the Full Court departed from the decisions in VAF and Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396 and held that, in light of SAAP , it is only necessary that the information be a part of the reason --- the stature, importance or character of the information is not determinative of a Tribunal's need to comply with s 424A (see Weinberg J at [155] and [182], and Allsop J at [215]).",
      "id": "s181"
    },
    {
      "text": "It is however unnecessary to decide those matters finally, because the respondent's submissions should, in my view, be accepted as to the supposed jurisdictional misapplication of the statutory 'involvement' criterion for the visa.",
      "id": "s182"
    },
    {
      "text": "The appellants needed to succeed as to both criteria issues.",
      "id": "s183"
    },
    {
      "text": "49 If the appellants had a strong probability of success with their criticism of the Tribunal's approach, there might be a case for permitting them to raise those criticisms for the first time only on appeal.",
      "id": "s184"
    },
    {
      "text": "The matter concerns Mrs Lobo's status and would probably have a big impact on her family as well on herself.",
      "id": "s185"
    },
    {
      "text": "However, I think there is no substance in the criticisms.",
      "id": "s186"
    },
    {
      "text": "50 In my view the appellants have seized on some merely infelicitous phrasing used in the Tribunal's reasons for decision to conjure a view of what the Tribunal did that a fair reading of the Tribunal's reasons as a whole does not warrant.",
      "id": "s187"
    },
    {
      "text": "51 The Tribunal explicitly instructed itself as to the criticism of the earlier decision upheld by Gyles J and the Full Court.",
      "id": "s188"
    },
    {
      "text": "It is unlikely that the Tribunal would not have guarded against repeating the earlier mistake.",
      "id": "s189"
    },
    {
      "text": "In any case, in my opinion it did not do so.",
      "id": "s190"
    },
    {
      "text": "52 The Tribunal began by observing that it had to assess 'the extent to which the visa applicant exercised direct and continuous involvement in the management and strategic decision-making of the business ...'.",
      "id": "s191"
    },
    {
      "text": "The expression 'exercised ... involvement' is awkward but, in the context, it appears to me to be an unobjectionable paraphrase of the regulatory requirement that the applicant should have 'maintained ... involvement'.",
      "id": "s192"
    },
    {
      "text": "The expression 'strategic decision', appears to me accurately enough to reflect the gist of the regulatory phrase 'decisions that affected the overall direction and performance of [the] business ...'.",
      "id": "s193"
    },
    {
      "text": "53 Dealing with the evidence, the Tribunal observed that none of the activities Mrs Lobo had engaged in 'demonstrate involvement' of the relevant kind.",
      "id": "s194"
    },
    {
      "text": "Likewise, referring to certain documents said to evidence her involvement, the Tribunal said, 'None of these documents, in themselves, involve executive decisions or are indicative of an involvement in management'.",
      "id": "s195"
    },
    {
      "text": "As to a sublease of City Professionals' premises signed by Mrs Lobo, the Tribunal said 'the visa applicant had merely \"stepped into\" the shoes of [her husband] in order to create an impression of executive authority, after the executive decision had already been agreed to between [the husband] and the accountant'.",
      "id": "s196"
    },
    {
      "text": "Such expressions of opinion do not, in my view, betoken legal error.",
      "id": "s197"
    },
    {
      "text": "54 The Tribunal concluded its consideration of this aspect in the following way:\n \n 'The evidence supporting the visa applicant's \"involvement in the management of that business or those businesses from day to day and in making decisions that affected the overall direction and performance of that business\" is essentially her own assertions.",
      "id": "s198"
    },
    {
      "text": "The documentary evidence shows her role in the business as assisting in the office and acting under supervision.",
      "id": "s199"
    },
    {
      "text": "The documentary evidence fails to support the proposition that she is a decision maker in the business or that she is even fully cognisant of the overall direction and performance of that business.",
      "id": "s200"
    },
    {
      "text": "On balance of the evidence, the Tribunal is not satisfied that the visa applicant \"maintained direct and continuous involvement in the management of that business ... from day to day and in making decisions that affected the overall direction and performance of that business\" in the 12 months prior to the date of application.",
      "id": "s201"
    },
    {
      "text": "The Tribunal finds that the primary visa applicant does not meet clause 845.216.",
      "id": "s202"
    },
    {
      "text": "' \n \n\n55 To my mind the key points in this passage are that the first appellant's role was that of a subordinate administrative assistant and that she did not satisfy the dual requirement that she be involved in the actual management of the business and in making decisions of the requisite character.",
      "id": "s203"
    },
    {
      "text": "If she had been a 'decision-maker in the business' or had been 'fully cognisant of the overall direction and performance of the business' such may have assisted the Tribunal to come to a contrary conclusion.",
      "id": "s204"
    },
    {
      "text": "The express reference to those matters does not, to my mind, sufficiently indicate that those unachieved qualifications were treated as if synonymous with the actual, regulatory test.",
      "id": "s205"
    },
    {
      "text": "56 Taken as a whole, in my view the Tribunal's reasons do not indicate jurisdictional error.",
      "id": "s206"
    },
    {
      "text": "As the Full Court observed, the visa applicant apparently had no strong factual case, but a mere factual error by the Tribunal, even if one had been made, would not be enough to provoke judicial intervention.",
      "id": "s207"
    },
    {
      "text": "57 It follows that, unimpeachably for the purpose of judicial review, the Tribunal found that Mrs Lobo failed to satisfy a mandatory condition for being granted the kind of visa she sought.",
      "id": "s208"
    },
    {
      "text": "The Tribunal's decision must, therefore, stand.",
      "id": "s209"
    },
    {
      "text": "58 In these circumstances, leave to raise the additional matter on appeal should not be granted.",
      "id": "s210"
    },
    {
      "text": "The appeal will be dismissed with costs.",
      "id": "s211"
    },
    {
      "text": "I certify that the preceding fifty-eight (58) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s212"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n\n\n Counsel for the Appellants: Mr R Niall \n \n Solicitors for the Appellants: Maddocks Lawyers \n \n Counsel for the Respondents: Mr T Reilly \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 14 November 2005 \n \n Date of Judgment: 17 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1562.html",
      "id": "s213"
    }
  ]
}