{
  "name": "SZHTW v Minister for Immigration and Multicultural Affairs [2006] FCA 1086 (18 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1086.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file and serve notice of appeal",
      "id": "c0"
    },
    {
      "text": "delay",
      "id": "c1"
    },
    {
      "text": "prejudice",
      "id": "c2"
    },
    {
      "text": "prospects of success",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for extension of time to file and serve a notice of appeal from a judgment of Driver FM given on 13 March 2006.",
      "id": "s0"
    },
    {
      "text": "The application before the Federal Magistrate sought judicial review of a decision of the Refugee Review Tribunal ('Tribunal') of 18 October 2005, handed down on 10 November 2005.",
      "id": "s1"
    },
    {
      "text": "Background \n \n 2 The applicant is a citizen of the Peoples Republic of China ('China').",
      "id": "s2"
    },
    {
      "text": "He claims a well-founded fear of persecution because he was dismissed from his employment due to having a pro-democracy political opinion incorrectly imputed to him after the failed pro-democratic uprising in 1989.",
      "id": "s3"
    },
    {
      "text": "The applicant claims that he was dismissed from his work as a kitchen hand in the student canteen at a university in Beijing because government officials had accused all the dining hall staff of supporting the pro-democracy student uprising that occurred in 1989.",
      "id": "s4"
    },
    {
      "text": "3 The applicant arrived in Australia on 11 August 1995 using a false passport and lodged a protection visa on 21 March 1996 using a false name.",
      "id": "s5"
    },
    {
      "text": "This application was refused by a delegate of the Minister for Immigration and Ethnic Affairs ('the Minister') on 8 November 1996.",
      "id": "s6"
    },
    {
      "text": "On 5 May 2005 the applicant, having been released from Villawood Detention Centre, and using his real name, applied to the Tribunal for review of the Minister's decision.",
      "id": "s7"
    },
    {
      "text": "At the request of the Tribunal he provided some further written information and attended the hearing on 28 September 2005.",
      "id": "s8"
    },
    {
      "text": "The Tribunal's decision \n \n 4 The Tribunal was not satisfied that the applicant's claims disclosed any Refugees Convention grounds.",
      "id": "s9"
    },
    {
      "text": "It found that the applicant was not entirely frank about his passport, which he claimed was false, but accepted the applicant's identity was that which was stated on a Chinese travel document recently issued to him by the Consulate whilst the applicant was in Villawood Detention Centre.",
      "id": "s10"
    },
    {
      "text": "The Tribunal also disregarded the information contained in the applicant's protection visa application regarding his pro-democracy activities which the applicant renounced.",
      "id": "s11"
    },
    {
      "text": "The Tribunal accepted the applicant's further written and oral evidence concerning the applicant's dismissal from work at the university.",
      "id": "s12"
    },
    {
      "text": "While the Tribunal gave the applicant the benefit of doubt and accepts that he subjectively attributed his dismissal at least in part to official efforts to clamp down on the pro-democracy movement, the Tribunal was not satisfied that he was in fact dismissed for that reason.",
      "id": "s13"
    },
    {
      "text": "5 The Tribunal did accept that the applicant had a subjective fear relating to his possible return to China, due to in part to his memories of losing his job, but also because of general concerns about China's political and human rights record and his personal employment and economic prospects.",
      "id": "s14"
    },
    {
      "text": "However these fears did not establish persecution within the meaning of the Convention or the Migration Act 1958 (Cth) ('the Act') and neither was the applicant's dismissal from employment indicative of a real chance of persecution.",
      "id": "s15"
    },
    {
      "text": "The applicant did not give evidence that he would be denied the capacity to earn a living of any kind and therefore the applicant was not subject to serious harm or systematic and discriminatory conduct.",
      "id": "s16"
    },
    {
      "text": "The Tribunal found that the applicant is not someone to whom Australia has protection obligations under the Refugees Convention.",
      "id": "s17"
    },
    {
      "text": "The Federal Magistrate's decision \n \n 6 The first proceedings commenced by the applicant in the Federal Magistrates Court was an application for an order to show cause why relief should not be granted.",
      "id": "s18"
    },
    {
      "text": "A show cause hearing was held before Driver FM on 27 February 2006.",
      "id": "s19"
    },
    {
      "text": "His Honour considered that submissions of the applicant which were simply in the nature of an attack on the decision of the Tribunal could not succeed, however there were arguable questions as to whether the applicant had ever made a valid application to the Tribunal or indeed a valid application for a protection visa in the first place.",
      "id": "s20"
    },
    {
      "text": "Driver FM allowed the applicant to file an amended application.",
      "id": "s21"
    },
    {
      "text": "7 In an amended application the applicant asserted that the protection visa application and the review application to the Tribunal were both invalid.",
      "id": "s22"
    },
    {
      "text": "In particular, the applicant claimed that as he did not make the original application in his own name, the Tribunal had no jurisdiction to review the purported decision of the delegate of the Minister because the applicant had not made a valid application to the Tribunal.",
      "id": "s23"
    },
    {
      "text": "The applicant sought an order from Driver FM that he be entitled to lodge a fresh protection visa application with the Department.",
      "id": "s24"
    },
    {
      "text": "8 The Federal Magistrate found that the Tribunal's decision was unaffected by jurisdictional error.",
      "id": "s25"
    },
    {
      "text": "The applicant's assertion that the delegate's decision was not valid was not a question that could be addressed by the Federal Magistrates Court which has no jurisdiction to review the delegate's decision.",
      "id": "s26"
    },
    {
      "text": "However, Driver FM held that the fact that the applicant used a false name to apply for protection did not invalidate his application as he had nonetheless authorised and signed it and that the Tribunal was correct in finding that it had jurisdiction to review the application.",
      "id": "s27"
    },
    {
      "text": "9 Driver FM further found that in any event relief should be refused because the applicant had engaged in a scheme with an unknown person in order to mislead and deceive the Minister amounting to misconduct and the applicant should not enjoy the fruits of this scheme.",
      "id": "s28"
    },
    {
      "text": "Driver FM cited NAWZ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 199 in support of this proposition.",
      "id": "s29"
    },
    {
      "text": "Principles applicable to the grant of an extension of time \n \n 10 Limitations of time in respect of filing and serving notices of appeal of decisions of the Federal Magistrates Court in the Federal Court are set out in O 52 r 15 Federal Court Rules .",
      "id": "s30"
    },
    {
      "text": "The rule provides: \n \n '(1) The notice of appeal shall be filed and served - \n \n \n (a) within 21 days after - \n \n \n \n \n (i) the date when the judgment appealed from was pronounced; \n (ii) the date when leave to appeal was granted; or \n (iii) any later date fixed for that purpose by the court appealed from; or \n \n \n \n \n (b) within such further time as is allowed by the Court or a Judge upon application made by motion upon notice filed within the period of 21 days referred to in the last preceding paragraph.",
      "id": "s31"
    },
    {
      "text": "(2) Notwithstanding anything in the preceding subrule, the Court or a Judge for special reasons may at any time give leave to file and serve a notice of appeal.",
      "id": "s32"
    },
    {
      "text": "' \n \n 11 The applicant in this case did not apply to the Court within 21 days of the judgment of Driver FM.",
      "id": "s33"
    },
    {
      "text": "The decision of Driver FM was handed down on 13 March 2006 and the application for an extension of time was filed in this Court on 5 April 2005, two days outside the timeframe.",
      "id": "s34"
    },
    {
      "text": "It follows that the applicant is required to seek the leave of this Court pursuant to O 52 r 15(2) to file and serve a notice of appeal.",
      "id": "s35"
    },
    {
      "text": "12 The principles applicable to an extension of time are well settled.",
      "id": "s36"
    },
    {
      "text": "Whilst it is important that parties observe the time limits set by the Rules, the Court does have discretion to extend time to permit a notice of appeal to be filed in order to avoid injustice where a party has missed a prescribed deadline for filing ( Parker v The Queen [2002] FCAFC 133 at pars 10-13).",
      "id": "s37"
    },
    {
      "text": "The applicant must however demonstrate 'special reasons' to the Court.",
      "id": "s38"
    },
    {
      "text": "13 Guiding principles which may assist the Court in exercising its discretion under O 52 r 15(2) were articulated by Wilcox J in Hunter Valley Developments Pty Ltd v Cohen (1984) 3 FCR 344 at 348-349, and subsequently adopted by the Full Court in Parker v The Queen at pars 6-7, as follows: 1.",
      "id": "s39"
    },
    {
      "text": "'Applications for an extension of time are not to be granted unless it is proper to do so; the legislated time limits are not to be ignored.",
      "id": "s40"
    },
    {
      "text": "The applicant must show an \"acceptable explanation for the delay\"; it must be \"fair and equitable in the circumstances\" to extend time.",
      "id": "s41"
    },
    {
      "text": "2.",
      "id": "s42"
    },
    {
      "text": "Action taken by the applicant, other than by way of making an application for review, is relevant to the consideration of the question whether an acceptable explanation for the delay has been furnished.",
      "id": "s43"
    },
    {
      "text": "3.",
      "id": "s44"
    },
    {
      "text": "Any prejudice to the respondent in defending the proceedings that is caused by the delay is a material factor militating against the grant of an extension.",
      "id": "s45"
    },
    {
      "text": "4.",
      "id": "s46"
    },
    {
      "text": "However, the mere absence of prejudice is not enough to justify the grant of an extension.",
      "id": "s47"
    },
    {
      "text": "5.",
      "id": "s48"
    },
    {
      "text": "The merits of the substantial application are to be taken into account in considering whether an extension of time should be granted.",
      "id": "s49"
    },
    {
      "text": "' 14 In this case the applicant filed his notice of appeal two days after the 21 days prescribed by O 52 r 15(2) had expired.",
      "id": "s50"
    },
    {
      "text": "In my view, the brevity of the delay is a relevant factor to consider.",
      "id": "s51"
    },
    {
      "text": "15 At the hearing before me, the applicant explained that his migration agent told him --- incorrectly --- that he needed to file the notice within 28 days of the decision of the Federal Magistrate.",
      "id": "s52"
    },
    {
      "text": "The first respondent submitted that the applicant filed no evidence directed to providing an explanation for the lateness or explaining why an extension of time should be granted and the Court should not accept what the applicant had said from the bar table about the advice from his migration agent and rely on it to make out special reasons.",
      "id": "s53"
    },
    {
      "text": "While I note these submissions, I am prepared to accept the explanation provided by the applicant.",
      "id": "s54"
    },
    {
      "text": "16 The respondents have not demonstrated any prejudice that they have experienced from the two day delay in filing the notice of appeal.",
      "id": "s55"
    },
    {
      "text": "17 However as already indicated in this judgment, absence of prejudice is not in itself sufficient to justify an extension of time.",
      "id": "s56"
    },
    {
      "text": "In particular, in such circumstances it is also necessary to consider the merits of the substantive application.",
      "id": "s57"
    },
    {
      "text": "The submissions of the parties \n \n 18 Accompanying the applicant's application for leave to appeal was a draft notice of appeal.",
      "id": "s58"
    },
    {
      "text": "In that draft notice, the applicant asserted, inter alia , that the Federal Magistrate failed to consider whether the Tribunal constructively failed to exercise its jurisdiction, and whether the Tribunal afforded the applicant natural justice.",
      "id": "s59"
    },
    {
      "text": "The applicant also claimed that the Tribunal applied an incorrect test of persecution for Convention purposes.",
      "id": "s60"
    },
    {
      "text": "19 In a supporting affidavit filed 5 April 2006, the applicant recounted facts including his failed application for review to the Tribunal, and the fact that he lost his case before Driver FM.",
      "id": "s61"
    },
    {
      "text": "The applicant also noted that his migration agent had not lodged his amended application in the Federal Magistrates Court, although I note from the judgment of Driver FM that his Honour gave leave for a form of amended application to be filed in court ( SZHTW v Minister for Immigration &amp; Anor [2006] FMCA 356 at par 6).",
      "id": "s62"
    },
    {
      "text": "20 The first respondent, in written and oral submissions asserted that: &#8226; the court below did not err in concluding that the protection visa application was valid notwithstanding that the applicant has signed it in a false name and made false claims: citing NAWZ &#8226; the court below never had jurisdiction so its order to dismiss the application with costs was an appropriate order &#8226; alternatively if the court below did have jurisdiction, there was no error in concluding that the protection visa application was valid and as such the application should have been dismissed with costs &#8226; even if the court below had jurisdiction and the protection visa application was invalid, relief should have been refused anyway given that the applicant had knowingly participated in a deception of the minister.",
      "id": "s63"
    },
    {
      "text": "Issues relevant to merit of the substantive application \n \n 21 The submissions of the applicant and the submissions of the first respondent are somewhat divergent.",
      "id": "s64"
    },
    {
      "text": "The applicant has directed his submissions, including assertions in his affidavit of 5 April 2006 and his oral submissions, towards the delay in filing his notice of appeal, and addressing the decision of the Tribunal.",
      "id": "s65"
    },
    {
      "text": "The first respondent has focussed on the issue of the validity of the protection visa application and the validity of the decision of the Tribunal as determined by Driver FM.",
      "id": "s66"
    },
    {
      "text": "22 The case before Driver FM was determined by his Honour on the issue of the validity of the visa application and the Tribunal hearing.",
      "id": "s67"
    },
    {
      "text": "I have briefly recounted the reasons for this in this judgment.",
      "id": "s68"
    },
    {
      "text": "Driver FM explains the background in more detail in his judgment.",
      "id": "s69"
    },
    {
      "text": "In this case the applicant sought a show cause order in the Federal Magistrates Court pursuant to r 44.12 Federal Magistrates Court Rules 2001 which is as follows: \n \n ' Show cause hearing \n \n \n (1) At a hearing of an application for an order to show cause, the Court may: \n \n \n \n \n (a) if it is not satisfied that the application has raised an arguable case for the relief claimed -- dismiss the application; or \n (b) if it is satisfied that the application has raised an arguable case for the relief claimed -- adjourn the proceeding and order a respondent to show cause at a final hearing why an order for the relief claimed should not be made on such of the grounds mentioned in the application as are specified by the Court; or \n (c) without making an order under paragraph (b), make final orders in relation to the claims for relief and grounds mentioned in the application.",
      "id": "s70"
    },
    {
      "text": "(2) To avoid doubt, a dismissal under paragraph (1)(a) is interlocutory.",
      "id": "s71"
    },
    {
      "text": "' \n \n \n 23 Hearing the application on 27 February 2006, it appears his Honour dismissed the application insofar as it attacked the merits of the Tribunal decision.",
      "id": "s72"
    },
    {
      "text": "As clear from r 44.12(2), that decision was interlocutory.",
      "id": "s73"
    },
    {
      "text": "His Honour went on however to grant the application in relation to the validity of the protection visa application and the Tribunal decision, which the learned Federal Magistrate heard on 13 March 2006.",
      "id": "s74"
    },
    {
      "text": "24 The applicant could have sought leave to appeal the decision of Driver FM of 27 February 2006 in relation to the dismissal of the show cause application relevant to the merits of the Tribunal decision.",
      "id": "s75"
    },
    {
      "text": "He did not do so, and is not doing so now.",
      "id": "s76"
    },
    {
      "text": "Instead he lodged an amended application in the Federal Magistrates Court as already discussed.",
      "id": "s77"
    },
    {
      "text": "Unfortunately, from the grounds which have been put before me in this matter, it is possible that the applicant did not understand that his Honour was dismissing that part of his application.",
      "id": "s78"
    },
    {
      "text": "25 To that extent, submissions of the applicant in relation to the merits of the Tribunal decision, and why he was unsuccessful before the Tribunal, are not relevant in this case.",
      "id": "s79"
    },
    {
      "text": "I note, for the benefit of the applicant, that this Court has a limited jurisdiction in reviewing decisions of the Tribunal, and in fact has no jurisdiction to review findings of fact by the Tribunal, nor investigate the merits of the applicant's claim, except to the extent that errors of law may be demonstrated.",
      "id": "s80"
    },
    {
      "text": "I also note however --- although this does not form part of my decision --- that the Tribunal appeared to give careful consideration to the claims of the applicant, including giving him the benefit of the doubt in respect of a number of his claims, but nonetheless affirmed the decision not to grant a protection visa for reasons stated in their Decision Record.",
      "id": "s81"
    },
    {
      "text": "26 In relation to the submissions of the respondent, the decision of the Full Court of the Federal Court in NAWZ is applicable.",
      "id": "s82"
    },
    {
      "text": "Although made in the context of s 98 of the Act, I note in particular comments of their Honours at par 18: \n \n 'We do not consider that the irregular manner of filling in and signing of the false application resulted in the invalidity of the application.",
      "id": "s83"
    },
    {
      "text": "It was a false application but it was, in formal terms, a valid application.",
      "id": "s84"
    },
    {
      "text": "' \n \n 27 In this case, the applicant had completed an application for a protection visa under a false name, and signed it.",
      "id": "s85"
    },
    {
      "text": "As Driver FM pointed out, that fact alone does not render the application invalid, it was the applicant's application regardless of what name he chose to use on it, and it was a complete application regardless of whether the claims and other details in it were true or false.",
      "id": "s86"
    },
    {
      "text": "Further, in my view it would be contrary to public policy to allow the applicant to claim that the process of lodgement of a protection visa was flawed because he had lodged the first application under a false name, for whatever reason (cf NAWZ at par 14).",
      "id": "s87"
    },
    {
      "text": "28 Accordingly on this reasoning both the decision of the delegate of the Minister and the Tribunal were valid.",
      "id": "s88"
    },
    {
      "text": "Conclusion \n \n 29 In my view in this case the applicant has insufficient prospects of success to warrant granting an extension of time to file a notice of appeal ( WAAD v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 399 at par 9 per Lee, Nicholson and Finkelstein JJ, and more recently Conti J in SZFBU v Minister for Immigration and Multicultural Affairs [2006] FCA 1018 at pars 9-10).",
      "id": "s89"
    },
    {
      "text": "Notwithstanding that the delay in filing the notice of appeal was short and it appeared that the respondents experienced no prejudice, in my view the appropriate order is to dismiss the application with costs.",
      "id": "s90"
    },
    {
      "text": "ORDER \n \n 1.",
      "id": "s91"
    },
    {
      "text": "The application for extension of time to file and serve a notice of appeal be dismissed.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "The applicant pay the costs of the first respondent fixed at the sum of $3500.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s95"
    },
    {
      "text": "Associate:\n\nDated: 18 August 2006\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the Respondent: S Lloyd \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 3 August 2006 \n \n Date of Judgment: 18 August 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1086.html",
      "id": "s96"
    }
  ]
}