{
  "name": "Tolcher v Capital Finance Australia Limited [2006] FCA 1804 (22 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1804.html",
  "catchphrases": [
    {
      "text": "whether transactions relating to payments made to the first respondent should be construed as preferential, uncommercial or voidable transactions",
      "id": "c0"
    },
    {
      "text": "whether debtor-creditor relationship existed between first respondent and company subsequently declared insolvent at the time the challenged payments were made",
      "id": "c1"
    },
    {
      "text": "whether payments were made to first respondent by company or another entity",
      "id": "c2"
    },
    {
      "text": "whether totality of arrangements and payments should be construed as a \"transaction\"",
      "id": "c3"
    },
    {
      "text": "whether statutory defence can apply on basis that the respondents had no reasonable grounds to suspect that the company was insolvent.",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This matter concerns an application by Mr Tolcher as Liquidator of Lloyd Scott Enterprises Pty Ltd (\"LSE\") seeking payment of monies from Capital Finance Australia Limited (\"Capital Finance\") and Capital Corporate Finance Limited (\"Capital Corporate\") (together \"the Capital companies\").",
      "id": "s0"
    },
    {
      "text": "This application is made pursuant to the voidable transaction provisions of Part 5.7B of the Corporations Act 2001 (Cth) (\"the Act \").",
      "id": "s1"
    },
    {
      "text": "2 Mr Tolcher was appointed Liquidator of LSE on 24 July 2001.",
      "id": "s2"
    },
    {
      "text": "The payments sought to be avoided were made between 14 February 2001 and 31 May 2001, and total $3,751,861.40.",
      "id": "s3"
    },
    {
      "text": "The central issue in this case is whether the amounts sought to be recovered should be characterised as preferential, uncommercial or insolvent transactions as covered by ss 588FA , 588FB , 588FC , 588FE and 588FF and, if so, whether the statutory defence in s 588FG is available to the Capital companies on the basis that they had no reasonable grounds for suspecting that LSE was insolvent.",
      "id": "s4"
    },
    {
      "text": "THE STATUTORY FRAMEWORK \n Section 588FA: Unfair Preferences \n \n3 Section 588FA provides that a transaction is an unfair preference given by a company to a creditor if the company and creditor are parties to a \"transaction\" and as a result of the transaction the creditor receives from the company in respect of an unsecured debt, a greater amount than the creditor would have received if the transaction were set aside and the creditor were required to prove for that debt in a winding up of the company.",
      "id": "s5"
    },
    {
      "text": "The relevant \"creditor\" in this case is said to be the Capital companies with LSE in the role of \"debtor.",
      "id": "s6"
    },
    {
      "text": "\"\n Section 588FB: Uncommercial Transactions \n \n4 Section 588FB concerns uncommercial transactions and provides that a transaction of a company is uncommercial if it may be expected that a reasonable person in the company's circumstances would not have entered into the transaction, having regard to: (a) the benefits (if any) to the company of entering into the transaction; (b) the detriment to the company; (c) the respective benefits to other parties to the transaction, and (d) any other relevant matter.",
      "id": "s7"
    },
    {
      "text": "The important question here is whether a reasonable person would have entered into the transaction in the light of the above factors.",
      "id": "s8"
    },
    {
      "text": "Whereas s 588FA requires that the relevant company and creditor both be parties to the relevant transaction, s 588FB does not require that the creditor be a party to the transaction for the provision to apply.",
      "id": "s9"
    },
    {
      "text": "Section 588FC: Insolvent Transactions \n \n5 Section 588FC outlines the circumstances under which a transaction is an insolvent transaction for the purpose of Part 5.7B.",
      "id": "s10"
    },
    {
      "text": "It provides that a transaction is an insolvent transaction if it is either an unfair preference or uncommercial transaction of the company and (a) the transaction is entered into or given effect at a time when the company is insolvent; and (b) the company becomes insolvent because of matters including entering the transaction or a person giving effect to that transaction.",
      "id": "s11"
    },
    {
      "text": "Section 588FE: Voidable Transactions \n \n6 Section 588 FE provides that if a transaction is voidable if it is an insolvent transaction.",
      "id": "s12"
    },
    {
      "text": "Section 588FF: Courts may make orders about voidable transactions \n \n7 This section empowers the Court to make orders in respect of payments or transfers of monies where the Court is satisfied that a transaction is voidable.",
      "id": "s13"
    },
    {
      "text": "Section 588FG: Transaction not voidable as against certain persons \n \n8 The statutory defence provision in s 588FG(b) applies if it can be demonstrated that a person who has received a benefit had no reasonable grounds for suspecting that the company was insolvent and that a reasonable person in this position would have had no such grounds for so suspecting.",
      "id": "s14"
    },
    {
      "text": "THE TRANSACTIONS \n \n9 The payments in question were made to Capital Finance from a National Australia Bank (\"NAB\") account which was the office suspense account (\"Office Suspense Account\") for the use of a Business Manager at the NAB Business Banking Centre, Hamilton, New South Wales.",
      "id": "s15"
    },
    {
      "text": "A table of the NAB payments is as follows:\n \n Payment \n \n Date \n \n Payment Sum \n \n 17 \n \n 14 Feb 2001 \n \n $929,927.17 \n \n 18 \n \n 14 Feb 2001 \n \n $837,986.18 \n \n 19 \n \n 14 Feb 2001 \n \n $968,853.83 \n \n 94 \n \n 18 May 2001 \n \n $420,768.52 \n \n 95 \n \n 31 May 2001 \n \n $74,911.78 \n \n 96 \n \n 31 May 2001 \n \n $148,494.29 \n \n 97 \n \n 31 May 2001 \n \n $62,742.70 \n \n 98 \n \n 31 May 2001 \n \n $308,176.93 \n Total \n \n \n $3,751,861.40 \n \n \n\n10 It is common ground that at the time each of the payments was made, LSE was in fact insolvent.",
      "id": "s16"
    },
    {
      "text": "It is also agreed that the payments were made from the NAB Office Suspense Account to CFAL on or about the dates specified.",
      "id": "s17"
    },
    {
      "text": "The parties are similarly in agreement that immediately prior to each of the above payments being made, the then existing liabilities of LSE to the NAB, as secured by a charge to NAB by LSE, exceeded the reasonable value of all assets of LSE.",
      "id": "s18"
    },
    {
      "text": "BACKGROUND \n \n11 The contractual arrangements between LSE and the respective Capital companies were governed by Principal and Agency Agreements (\"P &amp; A Agreements\").",
      "id": "s19"
    },
    {
      "text": "On 7 July 1995, LSE entered into a P &amp; A Agreement with Capital Corporate.",
      "id": "s20"
    },
    {
      "text": "This Agreement provided that Capital Corporate would provide \"vendor finance\" to LSE, which supplied office equipment to a range of end users in the region of Newcastle and north of Newcastle.",
      "id": "s21"
    },
    {
      "text": "This involved LSE approaching Capital Corporate as financiers to buy office equipment, which was then leased to an end user such as a local council, a university or hospital.",
      "id": "s22"
    },
    {
      "text": "The equipment was purchased by Capital Corporate and leased to the end user by LSE as lessor pursuant to a lease agreement between the end user and LSE, with the equipment being owned by Capital Corporate at all times and with Capital being the undisclosed principal in the leasing transaction.",
      "id": "s23"
    },
    {
      "text": "12 On 1 July 2000, another P &amp; A Agreement was entered into between LSE and Capital Finance.",
      "id": "s24"
    },
    {
      "text": "For all practical purposes, this second Agreement provided for a similar arrangement between LSE and Capital Finance.",
      "id": "s25"
    },
    {
      "text": "LSE would receive inquiries from persons who wished to lease equipment and would then request Capital Finance to purchase the equipment and lease it to the end user with LSE acting as agent for Capital Finance.",
      "id": "s26"
    },
    {
      "text": "LSE would then collect the rentals from the end users and hold the monies on trust for Capital Finance.",
      "id": "s27"
    },
    {
      "text": "From time to time, LSE would account to Capital Finance after deduction of monies owing to it.",
      "id": "s28"
    },
    {
      "text": "13 It was acknowledged in the Agreements that lessees, from time to time, may seek to pay out liabilities under the leasing agreements prior to the due date.",
      "id": "s29"
    },
    {
      "text": "In these circumstances, Capital Finance would quote a payout amount for the particular leasing agreement.",
      "id": "s30"
    },
    {
      "text": "It was the responsibility of LSE to notify the lessee of the amount of the payout fee.",
      "id": "s31"
    },
    {
      "text": "The Agreement also provided for sale of the equipment in circumstances where Capital Finance would agree to sell the equipment to LSE and LSE would agree to purchase it from Capital Finance on the \"sale date\" for the sale price.",
      "id": "s32"
    },
    {
      "text": "The \"sale date\" was defined as the date on which the leasing agreement relating to that equipment expired at the completion of the contracted rental period, and the \"sale price\" was the price as agreed between the parties at the time Capital Finance approved the leasing proposal.",
      "id": "s33"
    },
    {
      "text": "The sale price included the equipment's residual value plus GST.",
      "id": "s34"
    },
    {
      "text": "14 Problems concerning the management of LSE came to light in mid-December 2000.",
      "id": "s35"
    },
    {
      "text": "On 15 December 2000, an unrelated company known as Leasetec Australia Pty Ltd obtained orders against LSE and its principal, Mr Lloyd Scott, in the form of a preservation order restraining LSE from dealing with assets up to an amount of approximately $3.61 million.",
      "id": "s36"
    },
    {
      "text": "Leasetec had also been involved for some time in financing LSE in respect of hiring agreements.",
      "id": "s37"
    },
    {
      "text": "15 The making of this order came to the attention of the Capital companies and led to a series of meetings between the representatives and advisers of LSE and the Capital companies to discuss the future of the relationship between the parties and financiers, including Leasetec.",
      "id": "s38"
    },
    {
      "text": "These discussions resulted in two Deed Agreement being executed on 12 January 2001 involving the Capital companies, Leasetec and LSE.",
      "id": "s39"
    },
    {
      "text": "The agreement of central importance in relation to the characterisation of the transactions and payments the subject of this proceeding is that between the Capital companies, LSE and Mr Scott (\"the Second Deed\").",
      "id": "s40"
    },
    {
      "text": "The evidence indicates that in December 2000, the full value of the business equipment leases between the Capital companies as lessor with LSE as agent amounted to an amount in the order of $11 million.",
      "id": "s41"
    },
    {
      "text": "16 There is evidence that Mr John Vendrell, Assistant General Manager at Capital Finance, was concerned in mid-December 2000 that LSE was in difficulties.",
      "id": "s42"
    },
    {
      "text": "This was apparent from the investigations which commenced following the preservation order obtained by Leasetec.",
      "id": "s43"
    },
    {
      "text": "Moreover, it became clear that there had been double financing of equipment by Mr Scott and LSE as well as financing of equipment that did not exist.",
      "id": "s44"
    },
    {
      "text": "Mr Tolcher claims that this series of events brought to light the serious possibility of fraud by LSE.",
      "id": "s45"
    },
    {
      "text": "This concern ultimately proved to be correct, with Mr Scott being made bankrupt and later pleading guilty to fraud charges, a consequence of which he went to gaol.",
      "id": "s46"
    },
    {
      "text": "THE SECOND DEED \n \n17 In its recitals, the Second Deed records that under earlier agreements LSE acted as the agent of Capital Corporate on an undisclosed basis to acquire and lease equipment to persons throughout Australia desirous of renting office equipment; that pursuant to another agreement between Capital Finance and LSE, the latter had acted as the agent of Capital Finance as an undisclosed principal to acquire and lease or rent equipment throughout Australia; and that under each of these agreements, LSE had collected rents as agent for the principal and held the rents on trust for the principal and before their remittal to the Capital companies.",
      "id": "s47"
    },
    {
      "text": "18 Finally, the recitals of the Second Deed record that Capital Finance and Capital Corporate no longer wished to provide finance to the lessees under the hiring agreement and that over a period of three months they wished to \"reduce the Exposure to nil\".",
      "id": "s48"
    },
    {
      "text": "The term \"Exposure\" was defined in the Second Deed as the aggregate at any given time of the Payouts under all the Leasing Agreements plus all amounts otherwise owed by LSE or Lloyd Scott to Capital Finance or Capital Corporate pursuant to the deed or any other agreement between the parties.",
      "id": "s49"
    },
    {
      "text": "The expression \"Payout\" refers to the sum of money required to be paid by a lessee under a leasing agreement to terminate the obligations of the lessee under that agreement.",
      "id": "s50"
    },
    {
      "text": "19 Clause 3 of the Second Deed requires payment of certain sums in respect of rent by specified dates.",
      "id": "s51"
    },
    {
      "text": "This clause specifies that on or before 15 January 2001, LSE is to pay Capital Finance $318,053.09 as monthly rental for December 2000.",
      "id": "s52"
    },
    {
      "text": "On or before 24 January 2001, there is a further rental payment due in the sum of $298,487.32 as a monthly rent for January 2001.",
      "id": "s53"
    },
    {
      "text": "This clause also outlines that until the exposure is reduced to zero, LSE is obliged to remit monthly rental to Capital Finance commencing on 1 February 2002.",
      "id": "s54"
    },
    {
      "text": "20 Clause 4 of the Second Deed requires LSE to reduce the \"exposure\" and pay out the LSE leases by payment to Capital Finance in cleared funds of amounts on specified dates as follows: the sum of $3 million plus the amount required to be paid by LSE to terminate its obligations to Capital Finance under the LSE leases (which at 12 January 2001 totalled $323,032), on or before 11 February 2001; the further sum of $3 million which was required to be paid on or before 11 March 2001; and thereafter $4 million which was to be paid by LSE before 11 April 2001.",
      "id": "s55"
    },
    {
      "text": "The clause specified that following this payment, the balance was to be paid on or before 11 May 2001.",
      "id": "s56"
    },
    {
      "text": "21 The Second Deed, and in particular Clause 4, are central to the case advanced for the liquidator, Mr Tolcher, in relation to recovery of payments which are the subject of this proceeding.",
      "id": "s57"
    },
    {
      "text": "NAB statements illustrate that amounts equal to the first three challenged payments were debited to the account of LSE in respect of three leases, and that corresponding credits were recorded in the Office Suspense Account.",
      "id": "s58"
    },
    {
      "text": "These amounts were then deposited to the account of Capital Finance on 14 February 2001.",
      "id": "s59"
    },
    {
      "text": "An email from Ms Katherine Foreman of Capital Finance to Mr Vendrell dated 15 February 2001 records that the three \"payouts\" were deposited on 14 February 2001.",
      "id": "s60"
    },
    {
      "text": "The amounts due were shown by \"Payout Quotes\" sent by Capital Finance to NAB on 12 February 2001.",
      "id": "s61"
    },
    {
      "text": "There is also in evidence an NAB Office Suspense Account statement in relation to later payments made in a similar manner in May 2001 in respect of the payout of the other leasing agreements with LSE.",
      "id": "s62"
    },
    {
      "text": "All payments noted in the above table are the payments which are challenged as voidable in this proceeding.",
      "id": "s63"
    },
    {
      "text": "22 The dispute can be considered by reference to the headings as set out below.",
      "id": "s64"
    },
    {
      "text": "EXISTENCE OF A DEBTOR-CREDITOR RELATIONSHIP \n \n23 The Capital companies contend that the payments in this case did not give rise to a preference because there was never any debtor-creditor relationship between LSE and Capital Finance.",
      "id": "s65"
    },
    {
      "text": "It is submitted that that when the dealings between the Capital companies, LSE and the NAB are considered as a whole, there was no debtor-creditor relationship between LSE and Capital Finance at the time of the payments.",
      "id": "s66"
    },
    {
      "text": "The Capital companies say that the payments represented a \"sale\" transaction between NAB and Capital Finance, where NAB agreed to buy out and pay for the equipment and rights which were the property of the Capital companies.",
      "id": "s67"
    },
    {
      "text": "It is then submitted that because the true characterisation of the transaction was a \"sale,\" a failure to comply with an obligation to acquire goods or property at a specified price can only give rise to an action for damages: see McDonald v Dennys Lascelles Limited [1933] HCA 25 ; (1933) 48 CLR 457 at 475; Box Valley Pty Limited v Kidd [2006] NSWCA 26.",
      "id": "s68"
    },
    {
      "text": "An action for damages is not a \"debt\": Jelin Pty Ltd v Johnson (1987) 5 ACLC 463 at 464; Molit (No.",
      "id": "s69"
    },
    {
      "text": "55) Pty Ltd v Lam Soon (Australia) Pty Limited (1996) 21 ACSR 157 at 159.",
      "id": "s70"
    },
    {
      "text": "The Capital companies say that the payments in question were part of the purchase price and were made by NAB on its own account as purchaser of the leased equipment from Capital Finance.",
      "id": "s71"
    },
    {
      "text": "24 Central to the characterization of the payments is the Second Deed as executed between the Capital companies, LSE and Mr Scott and the transactions which resulted in the payments in suit.",
      "id": "s72"
    },
    {
      "text": "25 The expression \"transaction\" is defined in s 9 of the Corporations Act 2001 (Cth) to include the disposition of property, payments made and obligations incurred.",
      "id": "s73"
    },
    {
      "text": "The case law indicates that the term \"transaction\" is a word of wide connotations.",
      "id": "s74"
    },
    {
      "text": "A transaction in its totality may include a series of events in a course of dealings initiated by a debtor intended to extinguish the debt: Re Emanuel (No.",
      "id": "s75"
    },
    {
      "text": "14) Pty Ltd (in liq) ; Macks &amp; Anor v Blacklaw &amp; Shadforth Pty Ltd (1997) 147 ALR 281 at 288.",
      "id": "s76"
    },
    {
      "text": "The events can occur at different points of time and need not occur simultaneously.",
      "id": "s77"
    },
    {
      "text": "The Court must consider the transaction in its entirety so that it can determine the ultimate effect of the transaction.",
      "id": "s78"
    },
    {
      "text": "26 In V.R.",
      "id": "s79"
    },
    {
      "text": "Dye &amp; Co v Peninsula Hotels Pty Ltd (in liq) [1999] VSCA 60 ; [1999] 3 VR 201, Ormiston J at [39] pointed out that to properly characterise a transaction, it is necessary to look at the totality of the business relationship between the parties in order to see whether there is a true preference in favour of a creditor by the insolvent company.",
      "id": "s80"
    },
    {
      "text": "The Court will look at what the parties are intending to effectuate and how that was effectuated in part or in whole by the transactions in question: see also Mann v Sangria Pty Ltd (2001) 38 ACSR 307.",
      "id": "s81"
    },
    {
      "text": "27 Mr Tolcher contends that the \"transaction\" with respect to each of the NAB payments was a composite series of arrangements between LSE, NAB and Corporate Finance involving the following steps:\n \n \n &#8226; LSE entered into the Second Deed of 12 January 2001, creating a debtor creditor relationship between LSE and Capital Finance; \n &#8226; LSE approached NAB for the purpose of obtaining finance to pay out the Exposure of the Capital companies as contemplated by the terms of the Second Deed; \n &#8226; LSE entered into leases with NAB relating to specific equipment pursuant to a Master Lease Agreement;\n &#8226; LSE procured NAB to forward payments to Corporate Finance in order to discharge the debt under the Second Deed;\n &#8226; LSE incurred liability to NAB under lease finance accounts which were opened and debited to effect the payments from NAB to Corporate Finance through the NAB Office Suspense Account.",
      "id": "s82"
    },
    {
      "text": "&#8226; Each payment was initiated by LSE to satisfy the obligations imposed on and bestowed by LSE to Capital Finance under the Second Deed in order to reduce the \"exposure\" as referred to in Clause 4 of that Deed.",
      "id": "s83"
    },
    {
      "text": "28 Clause 4 of the 12 January Deed reads as follows.",
      "id": "s84"
    },
    {
      "text": "' 4 Reduction of the Exposure and Payout of the LSE Leases \n \n \n 4.1 LSE shall reduce the Exposure and payout the LSE Leases by payment to CFAL in cleared funds, of the following amounts on the following dates: \n \n \n \n \n \n (a) the sum of $3,000,000.00 plus the amount required to be paid by LSE to terminate its obligations to CFAL under the LSE leases (which as at 12 January 2001 totalled $323.032.17) on or before 11 February 2001; \n (b) the sum of $3,000,000.00 on or before 11 March 2001; \n (c) the sum of $4,000,000.00 on or before 11 April 2001; and \n (d) the balance of the Exposure on or before 11 May 2001.",
      "id": "s85"
    },
    {
      "text": "' \n \n \n \n \n\n29 A threshold question arises as to the construction of this clause.",
      "id": "s86"
    },
    {
      "text": "The Capital companies submit that the Second Deed formed part of an overall arrangement whereby NAB would purchase the goods from Capital Finance in return for the payments, effectively becoming a substituted financier so that the end hirer would continue to lease goods from LSE as owner or lessee under the Master Lease Agreement.",
      "id": "s87"
    },
    {
      "text": "It is contended by the Capital companies that Clause 4 requires LSE to incur an obligation to reduce of the exposure of the Capital companies under the lease arrangements previously existing in accordance with the P &amp; A Agreements between LSE and the respective Capital companies.",
      "id": "s88"
    },
    {
      "text": "Capital says that this was to be done by arranging alternative finance, and that the Second Deed did not impose an obligation upon LSE as debtor.",
      "id": "s89"
    },
    {
      "text": "It is submitted that the proper characterisation of the arrangements leading up to the payouts, when looked at in their entirety, should be viewed as a sale transaction where NAB agreed to buy out and pay for the equipment and rights of the Capital companies.",
      "id": "s90"
    },
    {
      "text": "Furthermore, the Capital companies add, a breach of an agreement to procure a reduction in exposure does not give rise to a debtor-creditor relationship, although it may expose the party in breach to an action for damages.",
      "id": "s91"
    },
    {
      "text": "In summary, the position of the Capital companies is that the refinancing arrangement involved items of equipment being acquired by NAB and that this was the way the transaction was seen by bank officers Ms Belinda Cook and Mr Garry Green, who were called on behalf of the respondents to give evidence.",
      "id": "s92"
    },
    {
      "text": "30 It is clear from the authorities that the Court is concerned to determine the nature of a transaction in issue as an objective matter.",
      "id": "s93"
    },
    {
      "text": "The views of individuals involved in the transaction do not determine the true characterisation of the transaction, although they may be of some assistance.",
      "id": "s94"
    },
    {
      "text": "It is also noteworthy that Capital Finance lodged an informal proof of debt as an unsecured creditor in the winding up on or about 29 June 2001 claiming an unsecured debt of $7,162,151.84.",
      "id": "s95"
    },
    {
      "text": "31 In support of the contention that the transaction, properly characterised, did not involve the purpose or effect of discharging any unsecured indebtedness on the part of LSE, the Capital companies point out that prior to 12 January 2001, no debtor-creditor relationship existed because the arrangements between the Capital entities and LSE were in the form of Principal &amp; Agency Agreements whereby the agent was simply the conduit for the transmission of funds for the Capital companies.",
      "id": "s96"
    },
    {
      "text": "The respondents submit that if the effect of the Second Deed was, as is contended by Mr Tolcher, to create a new obligation to pay out more than $10 million, then this was a dramatic and inexplicable change in the relationship between the two companies which is extraordinary from a commercial perspective.",
      "id": "s97"
    },
    {
      "text": "It is said by the respondents that from the viewpoint of LSE, it was an extremely unfavourable transaction involving an obligation to pay a large sum which was not previously due.",
      "id": "s98"
    },
    {
      "text": "32 The difficulty with this construction is that the language of Clause 4.1 obliges LSE to reduce the exposure by payment in cleared funds of specific amounts on specific dates.",
      "id": "s99"
    },
    {
      "text": "The obligation is not simply to reduce the \"exposure\" but rather to reduce the exposure by making specific payments in a defined time-frame.",
      "id": "s100"
    },
    {
      "text": "The phrase \"by payment to CFAL in cleared funds\" prescribes the way in which the exposure must be reduced.",
      "id": "s101"
    },
    {
      "text": "The obligation is imposed on LSE.",
      "id": "s102"
    },
    {
      "text": "There is no reference to simply procuring the reduction or effecting a reduction.",
      "id": "s103"
    },
    {
      "text": "33 There is force in the submission by the Capital companies that the transaction is disadvantageous from a commercial view point so far as LSE is concerned.",
      "id": "s104"
    },
    {
      "text": "However, the evidence indicates that in the period leading up to execution of the Second Deed there were strong indications of mismanagement on the part of Mr Scott in relation to \"duplicated\" transactions and \"non-existent\" equipment.",
      "id": "s105"
    },
    {
      "text": "As early as 19 December 2000, Mr Vendrell refers in an email to Ms Foreman that Mr Scott was \"in the poo.",
      "id": "s106"
    },
    {
      "text": "\" It became apparent at approximately this time that Mr Scott had been involved in the double-financing of $3.8 million of LSE contracts.",
      "id": "s107"
    },
    {
      "text": "In a Memorandum of 21 December 2001 addressed to Mr Bernie Campbell, Mr Vendrell refers to actions that will be taken \"in the event of LSE insolvency.",
      "id": "s108"
    },
    {
      "text": "\" In another Memorandum from Mr Vendrell dated 12 January 2001, there is reference to a proposed plan put forward by Mr Scott on 9 January 2001 seeking to hold back an investigation by Ferrier's Investigating Accountants so that he could do some necessary deals to ensure that himself and LSE would be immune from criminal prosecution.",
      "id": "s109"
    },
    {
      "text": "This Memo also notes that at meeting of 11 January 2001, a final deal was brokered where a verbal undertaking was given by Capital Finance and Leasetec that they would not pursue prosecution of LSE or Mr Scott if the arrangements relating to the payouts were adhered to.",
      "id": "s110"
    },
    {
      "text": "They did not agree, however, to grant LSE and Mr Scott immunity from prosecution.",
      "id": "s111"
    },
    {
      "text": "In addition, there is a reference in a Leasetec File Note dated 10 January 2001 that Mr Campbell had discussions with Mr Scott during which Mr Campbell mentioned that the research of Capital Finance indicated that LSE had possibly engaged in more double-financed deals.",
      "id": "s112"
    },
    {
      "text": "It is noted that Mr Campbell used the words \"embezzled\" and \"fraud\" in these discussions and Mr Scott had not disagreed.",
      "id": "s113"
    },
    {
      "text": "34 In my view, Mr Scott's fear and the threat of prosecution provides an explanation for why Mr Scott committed LSE to the payment obligations under the Second Deed of 12 January 2001.",
      "id": "s114"
    },
    {
      "text": "I consider that the language used in Clause 4 of that Deed is clear and unambiguous and that it had the effect of creating a debtor-creditor relationship between LSE and Capital Finance.",
      "id": "s115"
    },
    {
      "text": "I do not accept that the agreement was simply one which gave rise to an action for damages in the event of a failure to pay.",
      "id": "s116"
    },
    {
      "text": "In my view, Clause 4 is a promise to pay a liquidated amount.",
      "id": "s117"
    },
    {
      "text": "35 Nor do I accept that the arrangements under the Deed and the challenged payments in their context constituted a sale agreement as between NAB and Capital Finance whereby payments were made by NAB in exchange for equipment and associated rights belonging to Capital Finance.",
      "id": "s118"
    },
    {
      "text": "36 There is no Agreement in evidence which would constitute a contract for sale relating to the equipment or rights where NAB was under any obligation to make payments of monies on its own behalf to Capital Finance.",
      "id": "s119"
    },
    {
      "text": "The subjective beliefs of Ms Cook and Mr Green do not establish that such an agreement existed, and it is of some significance, in my view, that no satisfactory explanation was advanced as to why Ms Foreman was not called.",
      "id": "s120"
    },
    {
      "text": "37 Having regard to the clear language of the Second Deed, I am satisfied that the arrangements in place for payment of the obligations under that Deed resulted in LSE approaching the NAB in January --- February 2001 to obtain funds necessary for it to meet the obligations of LSE as specified under the Deed.",
      "id": "s121"
    },
    {
      "text": "This had the consequence that Capital Finance obtained payment in full of the debts created by the Deed at the time when LSE was insolvent.",
      "id": "s122"
    },
    {
      "text": "38 I do not consider that any different view is tenable having regard to the matrix of agreements and records in evidence, including the P &amp; A Agreements between LSE and the Capital companies; the Deed of Charge given by LSE to NAB, the Master Leasing Agreement between LSE and NAB; the payout invoices; the existence of the NAB Office Suspense Account and the NAB bank statements.",
      "id": "s123"
    },
    {
      "text": "39 Accordingly, I am satisfied that there was a debtor-creditor relationship, that the transaction was constituted in the way contended for by Mr Tolcher, and that the challenged payments were made in order to pay out the debt incurred by LSE to Capital Finance under the Second Deed.",
      "id": "s124"
    },
    {
      "text": "RESULT OF THE PAYMENTS \n \n40 In order for there to be an unfair preference, the statutory language requires that a creditor must receive more from the company in respect of an unsecured debt than that creditor would receive from the company in relation to that debt if the transaction were set aside and the creditor made to prove for the debt in a winding up of the company.",
      "id": "s125"
    },
    {
      "text": "The \"winding up\" as referred to in the statute is the actual winding up, and not a hypothetical winding up or series of windings up as at the date of each payment: see Walsh v Natra Pty Limited [2000] VSCA 60 ; (2000) 1 VR 523.",
      "id": "s126"
    },
    {
      "text": "41 In this case, the unsecured debt owed by LSE to Corporate Finance under the Second Deed was discharged in full as a result of the challenged payments, whereas unsecured debts to other creditors were not reduced.",
      "id": "s127"
    },
    {
      "text": "42 The affidavit of Mr Tolcher of 23 August 2006 shows that Capital would have received substantially less if it had proved in the winding up of LSE as unsecured creditor.",
      "id": "s128"
    },
    {
      "text": "He states that the Capital companies will have received as a result of the transactions a net value of $3,751,861.40, whereas if they had proved in the winding up they would have received either $1.345 million or a lesser amount.",
      "id": "s129"
    },
    {
      "text": "It is not necessary, having regard to the language of the section, to direct attention to the effect on other creditors: see Walsh at [47] and Sheldrake v Paltoglou [2006] QCA 52 at [9] .",
      "id": "s130"
    },
    {
      "text": "43 With each payment, Capital Finance became less exposed to LSE in respect of its unsecured debts.",
      "id": "s131"
    },
    {
      "text": "It was preferred because its debts were wholly discharged by the payments whereas other creditors were required to prove in the winding up.",
      "id": "s132"
    },
    {
      "text": "LSE received nothing of equivalent value as a result of the payments apart from the discharge of its debt.",
      "id": "s133"
    },
    {
      "text": "In these circumstances, I am satisfied that the requirements as outlined under s 588FA have been established.",
      "id": "s134"
    },
    {
      "text": "WERE THE CHALLENGED PAYMENTS MADE BY LSE?",
      "id": "s135"
    },
    {
      "text": "44 The payments under challenge were made by arrangement with NAB through an Office Suspense Account on and after 14 February 2001 as outlined in the table reproduced above.",
      "id": "s136"
    },
    {
      "text": "Payments were made to Capital Finance from the Office Suspense Account which was credited with the eight payments in the period of February --- May 2001. Credit was created by drawing down the lease finance account of LSE for the full amount of the lease finance, which equated to the value of the lease over its full term.",
      "id": "s137"
    },
    {
      "text": "The credit amount in the Office Suspense Account was then electronically transferred to Capital Finance.",
      "id": "s138"
    },
    {
      "text": "NAB opened a number of lease finance accounts with debit balances in the name of LSE as customer in respect of each lease, from which the amounts to be paid to Capital Finance were drawn down and credited to the Office Suspense Account.",
      "id": "s139"
    },
    {
      "text": "The statements indicate that NAB treated the each lease finance account as a form of borrowing.",
      "id": "s140"
    },
    {
      "text": "In my view, the NAB Office Suspense Account was simply a conduit through which money borrowed by LSE from NAB was paid to Capital Finance with the authority of and by arrangement between NAB and LSE.",
      "id": "s141"
    },
    {
      "text": "I am satisfied on the evidence that LSE authorised or directed NAB to make the challenged payments.",
      "id": "s142"
    },
    {
      "text": "Therefore, these payments must be treated as having been paid, not by NAB on its own account as purchaser, but under the authorisation of LSE.",
      "id": "s143"
    },
    {
      "text": "WAS THE TRANSACTION UNCOMMERCIAL?",
      "id": "s144"
    },
    {
      "text": "45 To establish that a transaction is an \"uncommercial transaction,\" it must be shown that a reasonable person in the circumstances of the company could have been expected not to have entered into the transaction having regard to specified matters including the benefits to the company of entering the transaction, the detriment to the company of entering the transaction, and the benefits to other parties to the transactions: see s 588FB.",
      "id": "s145"
    },
    {
      "text": "46 The test under this section is objective.",
      "id": "s146"
    },
    {
      "text": "There is no doubt that LSE was a party to the transaction which I have found to exist consisting of the entry into the Second Deed and subsequent steps taken to discharge the payment obligations of LSE created by that Deed.",
      "id": "s147"
    },
    {
      "text": "47 The direct legal effect of the Second Deed was that Capital Finance benefited by obtaining repayment of the entire debt due to it under that Deed, whereas prior to the execution of the Deed there was no obligation to make such payments.",
      "id": "s148"
    },
    {
      "text": "LSE thereby incurred a very substantial debt for the first time at the request of Capital Finance without any equivalent or corresponding financial benefit to LSE.",
      "id": "s149"
    },
    {
      "text": "On the evidence before me, it can be reasonably inferred that an important consideration present in the mind of Mr Scott when entering into the Deed was that by making the new arrangements he could reduce the risk of any threatened prosecution of himself and LSE.",
      "id": "s150"
    },
    {
      "text": "48 The Capital companies submit that the purpose of the provisions relating to uncommercial transactions is to ensure that unsecured creditors are not prejudiced.",
      "id": "s151"
    },
    {
      "text": "It is said that at the time when the payments were made, the debt owing by LSE to NAB greatly exceeded the value of LSE's assets, and that therefore LSE had no assets available to unsecured creditors when those transactions took place.",
      "id": "s152"
    },
    {
      "text": "It follows, it is submitted, that there was no prejudice to the unsecured creditors.",
      "id": "s153"
    },
    {
      "text": "49 I do not accept this argument as a basis for demonstrating that the transactions were not uncommercial.",
      "id": "s154"
    },
    {
      "text": "It is clear that on 12 January 2001, LSE entered into an uncommercial transaction to its detriment by assuming debts which it otherwise did not have to pay.",
      "id": "s155"
    },
    {
      "text": "LSE subsequently took steps to give effect to those obligations pursuant to the Deed in circumstances where it received no corresponding or equivalent benefit.",
      "id": "s156"
    },
    {
      "text": "50 The fact that NAB may have also suffered detriment as a result of the arrangements does not persuade me that the Deed entered into by LSE on 12 January 2001 and the payments pursuant thereto were not uncommercial transactions within the meaning of the section.",
      "id": "s157"
    },
    {
      "text": "Accordingly, I reject the submission that the payments did not constitute uncommercial transactions.",
      "id": "s158"
    },
    {
      "text": "THE STATUTORY DEFENCE \n \n51 Capital Finance contends that it can claim the benefit of the defence under s 588FG because it received the payments in good faith and had no reasonable ground for suspecting that LSE was insolvent or would become insolvent at the time of the payments were made, and that at these times a reasonable person in the circumstances of Capital Finance would have had no such grounds for so suspecting.",
      "id": "s159"
    },
    {
      "text": "The onus of establishing this defence rests on the respondents and it has not been discharged.",
      "id": "s160"
    },
    {
      "text": "52 There is evidence that in mid-December 2000, Capital Finance became aware of the proceedings instituted by Leasetec, and that by late December it had decided to terminate its business arrangements with LSE.",
      "id": "s161"
    },
    {
      "text": "In an email written on 19 December 2000 to Ms Foreman, Mr Vendrell referred to Mr Scott being in deep trouble and expressed the view that if Capital Finance \"played its cards right\" and \"with a bit of luck,\" it could be out of the arrangement with LSE by the end of February.",
      "id": "s162"
    },
    {
      "text": "It is indicative that in the Memorandum written by Mr Vendrell to Mr Campbell dated 21 December, he states:\n \n 'Ferriers will complete a detailed investigating accountants report by mid January and this will include a plan of action for CFAL and Leasetec to ensure that contracts funded by them will be collected in the event of LSE insolvency.",
      "id": "s163"
    },
    {
      "text": "NAB ...[is] presently unaware of the depth of the problem.",
      "id": "s164"
    },
    {
      "text": "It is likely that they will appoint a receiver once the full details are known.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n53 It is clear that Capital Finance had intended to cut off its relationship with LSE due to mismanagement prior to 12 January 2001.",
      "id": "s166"
    },
    {
      "text": "As evidenced by the Leasetec File Note dated 10 January 2001, Capital Finance was aware that issues in relation to embezzlement, fraud and further duplications had been put to Mr Scott, who had not denied the allegations.",
      "id": "s167"
    },
    {
      "text": "The Memos written during this period illustrate that there had been the suggestion of possible prosecution.",
      "id": "s168"
    },
    {
      "text": "There was also reference to a suspicion about the misallocation of funds.",
      "id": "s169"
    },
    {
      "text": "Clear evidence of inadequate record keeping by LSE was available to Capital Finance by the end of December 2000 and was discussed in the report to Mr Vendrell by the National Consulting Group dated 2 January 2001.",
      "id": "s170"
    },
    {
      "text": "This is a factor to take into account.",
      "id": "s171"
    },
    {
      "text": "That report referred to Mr Scott being unaware of and unable to locate records and noted his inability to trace inflows and outflows during previous months.",
      "id": "s172"
    },
    {
      "text": "There was also reference to Mr Scott's lack of credibility and to his financial exposure, together with an admission by Mr Scott of responsibility for duplication in financing in several instances.",
      "id": "s173"
    },
    {
      "text": "54 The two Deeds entered into on 12 January 2001 were designed to end the relationship by removing Capital Finance from the leasing arrangements and enabling it to obtain a complete payout by LSE.",
      "id": "s174"
    },
    {
      "text": "After 12 January 2001, Capital Finance was aware that LSE had failed to meet its obligations as outlined under the Deeds and payments had not been made on time.",
      "id": "s175"
    },
    {
      "text": "It seems reasonable that this would have served to reinforce the reasonable suspicion of Capital Finance as to the insolvency of LSE.",
      "id": "s176"
    },
    {
      "text": "By 22 March 2001, both Capital companies were actively considering the appointment of a provisional liquidator and a forced sale of the business.",
      "id": "s177"
    },
    {
      "text": "It was clear that the problems with LSE were not simply due to administrative mismanagement.",
      "id": "s178"
    },
    {
      "text": "In my view, there is an available inference to the effect that Mr Vendrell had reasonable grounds to suspect insolvency by the time of the first payment on 14 February 2001.",
      "id": "s179"
    },
    {
      "text": "These suspicions would have been strengthened thereafter by the instances of non-compliance and further investigations into the affairs of LSE.",
      "id": "s180"
    },
    {
      "text": "55 Mr Tolcher also relies on the fact that Ms Foreman, who was the addressee of Memoranda from Mr Vendrell, was not called to give evidence.",
      "id": "s181"
    },
    {
      "text": "Ms Foreman was a Capital Finance employee who was involved with LSE in relation to the transactions.",
      "id": "s182"
    },
    {
      "text": "In my view, the principles in Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 and Cook's Construction Pty Limited v Brown [2004] 49 ACSR 62 at [31]-[36] and [41]-[42] are applicable in the present circumstances to reinforce the available inference that officers of Capital Finance had reasonable grounds to suspect insolvency.",
      "id": "s183"
    },
    {
      "text": "Cook's Construction is of specific relevance because it considers the operation of s 588FG.",
      "id": "s184"
    },
    {
      "text": "Mr Tolcher also points out Mr Joseph, who was the solicitor for the Capital companies as at December 2000, was not called to give evidence in relation to this matter.",
      "id": "s185"
    },
    {
      "text": "56 I am not satisfied that the Capital companies have discharged the statutory onus to enable reliance on the defence provided by s 588FG of the Act .",
      "id": "s186"
    },
    {
      "text": "I am not persuaded that Capital Finance had no reasonable grounds to suspect that the company was insolvent at the time the payments were made.",
      "id": "s187"
    },
    {
      "text": "CONCLUSION \n \n57 For the above reasons, I am satisfied that each of the challenged payments are voidable and that the applicants have made out a case for relief under s 588FF.",
      "id": "s188"
    },
    {
      "text": "I direct the applicants to bring in Short Minutes to give effect to these reasons at a time to be arranged with my Associate.",
      "id": "s189"
    },
    {
      "text": "At that time, I will hear the parties on costs.",
      "id": "s190"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s191"
    },
    {
      "text": "Associate:\n\nDated: 22 December 2006\n\n\n\n\n\n\n\n Counsel for the Applicants: Mr R. R. Harper SC\nMr S. W. Balafoutis \n \n Solicitor for the Applicants: Piper Alderman \n \n Counsel for the Respondents: Mr B.",
      "id": "s192"
    },
    {
      "text": "A. Coles QC\nMr M. Ashhurst \n \n Solicitor for the Respondents: Kemp Strang \n \n Date of Hearing: 28 August --- 31 August 2006 \n \n Date of Judgment: 22 December 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1804.html",
      "id": "s193"
    }
  ]
}