{
  "name": "Douglas v Queensland (No 2) [2006] FCA 1288 (28 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1288.html",
  "catchphrases": [
    {
      "text": "application for permanent stay pursuant to o 20 r 2(1)(c) federal court rules",
      "id": "c0"
    },
    {
      "text": "whether abuse of the process of the court",
      "id": "c1"
    },
    {
      "text": "claim relates to the period between 1975 and 1986",
      "id": "c2"
    },
    {
      "text": "whether by reason of effluxion of time a fair trial is no longer possible",
      "id": "c3"
    },
    {
      "text": "application of the high court decision in batistatos v road traffic authority of new south wales [2006] hca 27",
      "id": "c4"
    },
    {
      "text": "whether any useful evidence remains upon which to conduct a trial",
      "id": "c5"
    },
    {
      "text": "racial discrimination in employment",
      "id": "c6"
    },
    {
      "text": "s 9 and s 15 racial discrimination act 1975 (cth)",
      "id": "c7"
    },
    {
      "text": "whether such fragmentary evidence as exists shows a relationship of employment between the state of queensland and the applicants",
      "id": "c8"
    },
    {
      "text": "whether further information is available",
      "id": "c9"
    },
    {
      "text": "whether evidence which does exist can be properly explained",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    },
    {
      "text": "discrimination",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 Following orders of Deputy District Registrar Reynolds on 25 May 2005, four applicants to the substantive action QUD 279/2004 commenced QUD 389/2005, which is in the nature of a test case.",
      "id": "s0"
    },
    {
      "text": "QUD 279/2004 is otherwise in abeyance until QUD 389/2005 is determined.",
      "id": "s1"
    },
    {
      "text": "On 11 July 2006 the State of Queensland filed notices of motion in respect of both matters seeking orders that the proceedings brought by each of the applicants in each substantive matter be permanently stayed.",
      "id": "s2"
    },
    {
      "text": "2 In respect of these two notices of motion, the submissions made by the parties, and the issues to be considered, are identical.",
      "id": "s3"
    },
    {
      "text": "I propose to consider them together.",
      "id": "s4"
    },
    {
      "text": "3 As the State of Queensland is the first respondent in the substantive action QUD 279/2004 and the only respondent in substantive action QUD 389/2005, it is convenient for the purposes of the notices of motion before me to refer to the State of Queensland as 'the respondent' although it is obviously the applicant in the present proceedings.",
      "id": "s5"
    },
    {
      "text": "In turn, it is convenient to refer to the applicants in the substantive actions QUD 279/2004 and QUD 389/2005 as 'the applicants' for the purposes of this judgment.",
      "id": "s6"
    },
    {
      "text": "4 The Christian Brethren of Australia Inc was not represented before me at the hearing of the notice of motion to which it is a respondent (QUD 279/2004).",
      "id": "s7"
    },
    {
      "text": "From information provided in affidavits tendered on behalf of the State of Queensland, including searches of the Australian Securities and Investments Commission database, it is questionable whether such an entity continues to exist.",
      "id": "s8"
    },
    {
      "text": "I shall refer in this judgment to the Christian Brethren of Australia Inc, and other relevant manifestations of the Christian Brethren, as 'the Christian Brethren'.",
      "id": "s9"
    },
    {
      "text": "BACKGROUND \n History of Doomadgee Mission \n \n 5 The history of Doomadgee Mission is recounted in the affidavit of Mr Maxwell Smith affirmed 22 May 2006, which is clearly the product of extensive research by Mr Smith and Crown Law.",
      "id": "s10"
    },
    {
      "text": "6 The involvement of the Christian Brethren at the Doomadgee Mission appears to date from the early 1930s.",
      "id": "s11"
    },
    {
      "text": "In 1941 an Order of Council was published in the Queensland Government Gazette Vol CLVI, dated 14 June 1941, No 141, p 2181, a copy of which is annexed to the affidavit of Mr Smith.",
      "id": "s12"
    },
    {
      "text": "By that Order the Doomadgee Mission was placed under the management and control of the Committee for the Doomadgee Aboriginal Mission pursuant to The Aboriginals Preservation and Protection Act of 1939 (Qld).",
      "id": "s13"
    },
    {
      "text": "I understand that the Committee for the Doomadgee Aboriginal Mission was constituted by members of the Christian Brethren.",
      "id": "s14"
    },
    {
      "text": "7 In 1958, Mr Allan Hockey was appointed Acting Superintendent of the Doomadgee Aboriginal Mission Reserve and Protector of Aboriginals assigned to the Aboriginal District comprising the Petty Sessions District of Burke, as from 1 November 1958.",
      "id": "s15"
    },
    {
      "text": "Mr Hockey was a member of the Christian Brethren.",
      "id": "s16"
    },
    {
      "text": "I understand that Mr Hockey remained in a senior management position until he left Doomadgee on 6 April 1983.",
      "id": "s17"
    },
    {
      "text": "8 Mr Smith has deposed in his affidavit affirmed 22 May 2006 that, following Queensland Government Cabinet Decision 40190 dated 10 May 1983, a progressive take-over commenced by the State of Queensland, of staffing, administration, accountability, servicing and responsibility for the material wellbeing of the Doomadgee Aboriginal Community, from the Christian Brethren.",
      "id": "s18"
    },
    {
      "text": "Mr Smith has further deposed that Cabinet Decision 40190 has not yet been released for public scrutiny and is the subject of the privilege afforded cabinet papers.",
      "id": "s19"
    },
    {
      "text": "However I do not understand this evidence to be in contention.",
      "id": "s20"
    },
    {
      "text": "9 I note that, as from 1 July 1986, employees of the Department of Community Services at Doomadgee were transferred to the Doomadgee Aboriginal Council.",
      "id": "s21"
    },
    {
      "text": "Claims of the applicants \n \n 10 In early 2003 FAIRA Aboriginal Corporation lodged complaints on behalf of the applicants with the Human Rights and Equal Opportunity Commission ('HREOC').",
      "id": "s22"
    },
    {
      "text": "A delegate of the President of HREOC terminated the complaint pursuant to s 46PH(2) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) ('the HREOC Act').",
      "id": "s23"
    },
    {
      "text": "11 In the substantive matters the applicants have applied under s 46PO HREOC Act for orders including a declaration that the respondent discriminated against each of the applicants pursuant to s 9 and s 15 Racial Discrimination Act 1975 (Cth) ('the Act'); an apology, $500 000 in damages, interest and costs.",
      "id": "s24"
    },
    {
      "text": "Their claims relate to the period 1975-1986 when they were allegedly paid wage rates lower than other employees at the time, or lower than the award.",
      "id": "s25"
    },
    {
      "text": "The applicants claim that the reason for those lower payments was that they were Aboriginal.",
      "id": "s26"
    },
    {
      "text": "12 The claim of the applicants in par (a) of their substantive application in each matter seeks a declaration in one or both of two forms, namely: &#8226; that the respondent discriminated against each of the applicants pursuant to s 9 and s 15 of the Act in their employment with the respondent between 1975 and 1986; and/or &#8226; that the respondent discriminated against each of the applicants through the payment, by the respondent to the Christian Brethren, of grants for the payment of the applicants' wages that were based on race and resulted in the applicants receiving wages which were at a rate less than that to which they were entitled.",
      "id": "s27"
    },
    {
      "text": "13 This claim assumes one of two relationships between the respondent and each applicant, namely either: &#8226; the respondent was the 'direct' employer of the applicant; or &#8226; the respondent was, through the Christian Brethren, the 'indirect' employer of the applicant.",
      "id": "s28"
    },
    {
      "text": "14 The respondent in its Defence to QUD 389/2005 acknowledges a 'direct' relationship of employment between it and the first, second and third applicants at various times between 1975 and 1986 on the basis of a written communications regarding their employment, however no such relationship prior to 5 December 1986 in relation to the fourth applicant.",
      "id": "s29"
    },
    {
      "text": "15 So far as I can ascertain from the pleadings and the submissions of the parties, the only manner in which the respondent is otherwise alleged to be the employer of the applicants was as a result of the connection with the Christian Brethren.",
      "id": "s30"
    },
    {
      "text": "16 The period 1975-1986 encompasses the time from the commencement of operation of the Act in 1975 to the transfer of employees to the Doomadgee Aboriginal Council in 1986.",
      "id": "s31"
    },
    {
      "text": "I understand that applicants also submit that they received award wages from 1986.",
      "id": "s32"
    },
    {
      "text": "17 During that period the applicants claim that, although they received wages directly from the Christian Brethren, a relationship of employer and employee existed between the applicants and the respondent.",
      "id": "s33"
    },
    {
      "text": "The claim may be summarised as follows: &#8226; The Aborigines Act 1971 (Qld) empowered the State to control Aboriginal reserves including the employment of and serving of apprenticeships by Aborigines on those reserves.",
      "id": "s34"
    },
    {
      "text": "&#8226; The Doomadgee reserve was placed, by the Governor-in-Council, under the management of the Christian Brethren.",
      "id": "s35"
    },
    {
      "text": "&#8226; The manager of the Doomadgee reserve was subject in his management of the Doomadgee Mission to the officers of the respondent, namely the Minister and the Director of the Department of Aboriginal and Island Affairs and its successors ('the Department').",
      "id": "s36"
    },
    {
      "text": "&#8226; The respondent determined the policies that were applicable to the employment of Aborigines on the reserves.",
      "id": "s37"
    },
    {
      "text": "&#8226; The respondent determined the amount to be paid in wages to the applicants through the Christian Brethren or the Aboriginal Council, as the determinations as to the amount to be paid in wages by the Christian Brethren to the applicants were Cabinet Decisions which outlined what was to be paid to Aboriginal/Islander employees who did not receive award rates of pay.",
      "id": "s38"
    },
    {
      "text": "These decisions were made periodically between 1975 and 1986, and were normally made at intervals of approximately 12 months.",
      "id": "s39"
    },
    {
      "text": "The applicants' claim that the amounts to be paid in wages were communicated to the Christian Brethren or the Aboriginal Council within a short time of the relevant Cabinet Decisions.",
      "id": "s40"
    },
    {
      "text": "&#8226; The respondent paid grants to the Christian Brethren or the Aboriginal Council four times per annum, representing the wages it determined could be paid by the Christian Brethren or the Aboriginal Council to the applicants.",
      "id": "s41"
    },
    {
      "text": "&#8226; The determination of the amounts to be paid to the applicants, and the amount constituting the grants paid by the respondent, was based on race, namely on the basis of the Aboriginality of the applicants, pursuant to the Aborigines Act 1971 (Qld) and pursuant to regulations of the Aborigines Regulation 1972 (Qld).",
      "id": "s42"
    },
    {
      "text": "&#8226; The respondent knew that the determinations and grants could or would be determinative of the amounts that would be paid to the applicants in wages.",
      "id": "s43"
    },
    {
      "text": "In particular: \n \n \n o the applicants' wages were paid from grants provided to the Christian Brethren by the respondent\n o the Christian Brethren were required to annually submit audited financial statements to the Department to show that wages had been paid at the level set by the respondent\n o the Christian Brethren always paid the applicants at the rate prescribed by the respondent, and in paying the applicants' wages the Christian Brethren was acting on the notification it received from the respondent relating to the level of wages to be paid to Aboriginal/Islander persons not being paid at the award rate.",
      "id": "s44"
    },
    {
      "text": "&#8226; The ways in which the applicants were subject to discrimination by the respondent because of their Aboriginality included performing work similar to other employees who were not Aboriginal persons and being paid lower wages.",
      "id": "s45"
    },
    {
      "text": "&#8226; The amount paid to each of the applicants was in accordance with the wage levels determined by the Cabinet decisions.",
      "id": "s46"
    },
    {
      "text": "&#8226; Payment of lower wages to the applicants constituted, inter alia , a distinction based on, inter alia , the race of the applicants, contrary to art 5 of the International Convention on the Elimination of All Forms of Racial Discrimination .",
      "id": "s47"
    },
    {
      "text": "&#8226; These actions constituted a breach of the Act on the part of the respondent, in particular s 9 and s 15.",
      "id": "s48"
    },
    {
      "text": "PERMANENT STAY --- LEGAL PRINCIPLES \n \n 18 The applications for a permanent stay in respect of both matters are made pursuant to O 20 r 2(1)(c) Federal Court Rules .",
      "id": "s49"
    },
    {
      "text": "19 Order 20 r 2 is as follows: \n \n '(1) Where in any proceeding it appears to the Court that in relation to the proceeding generally or in relation to any claim for relief in the proceeding - \n \n \n (a) no reasonable cause of action is disclosed; \n (b) the proceeding is frivolous or vexatious; or \n (c) the proceeding is an abuse of the process of the Court \n \n \n the Court may order that the proceeding be stayed or dismissed generally or in relation to any claim for relief in the proceeding.",
      "id": "s50"
    },
    {
      "text": "(2) The Court may receive evidence on the hearing of an application for an order under sub-rule (1).",
      "id": "s51"
    },
    {
      "text": "' \n \n 20 The basis of the applications by the respondent in the present case is that by reason of the effluxion of time since the period 31 October 1975 to August 1983, a fair trial is not possible for the respondent.",
      "id": "s52"
    },
    {
      "text": "The respondent submits further that, because a fair trial is not possible due to effluxion of time, each proceeding would constitute an abuse of process.",
      "id": "s53"
    },
    {
      "text": "21 The nature of the power to grant a permanent stay of proceedings itself reveals an important principle which confines its exercise --- namely that the power is, in essence, a power to refuse to exercise jurisdiction.",
      "id": "s54"
    },
    {
      "text": "The power is to be viewed in light of the principle that the conferral of jurisdiction imports a prima facie right in the person invoking that jurisdiction to have it exercised (Gaudron J in Jago v District Court (NSW) [1989] HCA 46 ; (1989) 168 CLR 23 at 76).",
      "id": "s55"
    },
    {
      "text": "This principle was itself elaborated by Deane J in re Queensland Electricity Commission; ex parte Electrical Trades Union of Australia [1987] HCA 27 ; (1987) 72 ALR 1 at 12 as: \n \n 'the prima facie right to insist upon the exercise of jurisdiction (as) a concomitant of a basic element of the rule of law, namely, that every person and organisation, regardless of rank, condition or official standing, is 'amendable to the jurisdiction' of the courts and other public tribunals.",
      "id": "s56"
    },
    {
      "text": "' \n [cf Gaudron J in Jago at 76] \n \n 22 It is clear that superior courts of justice, including the Federal Court of Australia, have the power to control and supervise proceedings brought within their jurisdiction, including the power to stay proceedings which are an abuse of process (cf Jago v District Court (NSW) [1989] HCA 46 ; (1989) 168 CLR 23 per Mason CJ at 25, 28, Deane J at 58, Gaudron J at 74, 76; Williams v Spautz [1992] HCA 34 ; (1991-1992) 174 CLR 509 at 518 per Mason CJ, Dawson, Toohey and McHugh JJ; Walton v Gardiner [1992] HCA 12 ; (1992-1993) 177 CLR 378 at 393; Lord Diplock in Hunter v Chief Constable of the West Midlands Police (1982) AC 529 at 536; Miller v University of New South Wales [2003] FCAFC 180 at [77-81] ; and note the consideration of this issue by the majority of the High Court in Batistatos v Road Traffic Authority of New South Wales [2006] HCA 27 at [5-8] and by Kirby J at [121-128]).",
      "id": "s57"
    },
    {
      "text": "23 Proceedings which are an 'abuse of process' however are potentially a broad class, not limited to fixed categories.",
      "id": "s58"
    },
    {
      "text": "As pointed out by the majority of the High Court in Batistatos at [9]: \n \n 'What amounts to abuse of court process is insusceptible of a formulation comprising closed categories.",
      "id": "s59"
    },
    {
      "text": "Development continues.",
      "id": "s60"
    },
    {
      "text": "' \n\n\n(Note similar comments of Lord Diplock in Hunter v Chief Constable of West Midlands Police at 536, Richardson J in Reid v New Zealand Trotting Conference [1984] 1 NZLR 8 at 9.",
      "id": "s61"
    },
    {
      "text": ")\n \n 24 In Batistatos , their Honours considered earlier decisions where abuse of process in the sense of abuse of court process was discussed, and observed that circumstances where courts have formed the view that conduct constituted abuse of process included where: &#8226; proceedings were pending in another forum &#8226; proceedings were instituted for an improper or illegitimate purpose &#8226; proceedings were seriously and unfairly burdensome, prejudicial or damaging, including where there had been an unreasonable delay in commencing proceedings &#8226; proceedings were of serious and unjustified trouble and harassment &#8226; the use of the court's procedures would bring the administration of justice into disrepute &#8226; proceedings were frivolous or vexatious &#8226; there was no triable issue &#8226; it was impossible for the defendants to obtain a fair trial in the circumstances of the case.",
      "id": "s62"
    },
    {
      "text": "25 Applications for permanent stay based on effluxion of time appear to be rare (note comments of Bryson JA in Newcastle City Council v Batistatos [2005] NSWCA 20 at 56).",
      "id": "s63"
    },
    {
      "text": "The issue has however been the subject of comment by the High Court of Australia in the context of criminal proceedings ( Jago ), in relation to tribunal deliberations ( Walton v Gardiner ), and recently in relation to civil proceedings ( Batistatos ).",
      "id": "s64"
    },
    {
      "text": "26 For present purposes, it is important to note that O 20 r 2 Federal Court Rules , upon which the respondent relies, contemplates orders for permanent stay or summary dismissal arising from the grounds in O 20 r 2 pars (a), (b), (c).",
      "id": "s65"
    },
    {
      "text": "At common law, different tests are traditionally applied by the courts in respect of permanent stay or summary dismissal, and indeed s 31A Federal Court of Australia Act 1976 (Cth) (which is only effective in respect of claims commenced after 1 December 2005) establishes a new test for summary judgment for claims before this Court.",
      "id": "s66"
    },
    {
      "text": "In relation to abuse of process however, the discussion in the cases has tended to consider similar principles, whether the application is for a stay of proceedings or summary judgment.",
      "id": "s67"
    },
    {
      "text": "27 In the case before me the respondents have sought only a permanent stay of the applications, not summary dismissal.",
      "id": "s68"
    },
    {
      "text": "Accordingly my comments in this judgment refer only to legal principles with respect to permanent stay.",
      "id": "s69"
    },
    {
      "text": "28 In any event, the caution with which courts approach an application for a permanent stay of proceedings before them is also well-known.",
      "id": "s70"
    },
    {
      "text": "It has been described as an exercise of discretion by a court in only the most exceptional circumstances.",
      "id": "s71"
    },
    {
      "text": "As Dixon J said in Cox v Journeaux (No 2) [1935] HCA 48 ; (1935) 52 CLR 713 at 720: \n \n 'The inherent jurisdiction of the Court to stay an action as vexatious is to be exercised only when the action is clearly without foundation and when to allow it to proceed would impose a hardship upon the defendants which may be avoided without risk of injustice to the plaintiff.",
      "id": "s72"
    },
    {
      "text": "The principle, in general paramount, that a claim honestly made by a suitor for judicial relief must be investigated and decided in the manner appointed, must be observed.",
      "id": "s73"
    },
    {
      "text": "A litigant is entitled to submit for determination according to the due course of procedure a claim which he believes he can establish, although its foundation may in fact be slender.",
      "id": "s74"
    },
    {
      "text": "It is only when to permit it to proceed would amount to an abuse of jurisdiction, or would clearly inflict unnecessary injustice upon the opposite party that a suit should be stopped.",
      "id": "s75"
    },
    {
      "text": "' \n [see also Batistatos at 71, Jago at 31] \n \n 29 This caution is paramount in the mind of the judge in considering an application for a permanent stay.",
      "id": "s76"
    },
    {
      "text": "30 In the case before me the respondent relies on the recent High Court decision in Batistatos , where the Court considered Pt 13 r 5 of the NSW Supreme Court Rules .",
      "id": "s77"
    },
    {
      "text": "In Batistatos , the majority of the High Court upheld a decision of the New South Wales Court of Appeal to impose a permanent stay on an action for damages which had accrued 40 years earlier.",
      "id": "s78"
    },
    {
      "text": "It is useful to analyse the decision in Batistatos before turning in more detail to the notices of motion before me.",
      "id": "s79"
    },
    {
      "text": "BATISTATOS V ROAD TRAFFIC AUTHORITY OF NEW SOUTH WALES \n Facts of Batistatos \n \n 31 The plaintiff in that case was born in 1932 in Sydney.",
      "id": "s80"
    },
    {
      "text": "In 1938 he was 'scheduled' under the Lunacy Act 1898 (NSW) and committed to the Newcastle Mental Asylum, from where he was ultimately discharged in 1956.",
      "id": "s81"
    },
    {
      "text": "On the evening of 20-21 August 1965 while returning from a party the plaintiff was involved in a motor vehicle accident in Stockton in New South Wales, as a result of which he was rendered quadriplegic.",
      "id": "s82"
    },
    {
      "text": "The plaintiff pleaded that the accident occurred when he 'came upon an unmarked and unposted bend in the road in the vicinity of Meredith Street and its northern approaches'.",
      "id": "s83"
    },
    {
      "text": "32 Legal representatives were instructed in 1993, and a statement of claim was filed late 1994.",
      "id": "s84"
    },
    {
      "text": "33 The defendants, namely the Road Traffic Authority and the Newcastle City Council, applied to the Supreme Court of New South Wales for orders that the plaintiff's action be summarily dismissed or permanently stayed pursuant to Pt 13 r 5 Supreme Court Rules (NSW).",
      "id": "s85"
    },
    {
      "text": "They also applied for the exercise of the Court's inherent powers to stay the proceedings permanently.",
      "id": "s86"
    },
    {
      "text": "Part 13 rule 5 Supreme Court Rules (NSW) \n \n 34 At relevant times during the Batistatos litigation, Pt 13 r 5 read as follows: \n \n '(1) Where in any proceedings it appears to the Court that in relation to the proceedings generally or in relation to any claim for relief in the proceedings- \n \n \n (a) no reasonable cause of action is disclosed; \n (b) the proceedings are frivolous or vexatious; or \n (c) the proceedings are an abuse of the process of the Court, \n \n \n The Court may order that the proceedings be stayed or dismissed generally or in relation to any claim for relief in the proceedings.",
      "id": "s87"
    },
    {
      "text": "(2) The Court may receive evidence on the hearing of an application for an order under subrule (1).",
      "id": "s88"
    },
    {
      "text": "' \n [cf reg 13.4 Uniform Civil Procedure Rules 2005 ] \n \n 35 I also note that Pt 13 r 5 Supreme Court Rules (NSW) (prior to its repeal) and O 20 r 2 Federal Court Rules are almost identical.",
      "id": "s89"
    },
    {
      "text": "Bases of application in Batistatos \n \n 36 The bases of the defendants' application in Batistatos were: (i) The proceedings were an abuse of process.",
      "id": "s90"
    },
    {
      "text": "(ii) The defendants were highway authorities at the relevant time and there was no evidence that they had created any relevant danger causing the accident.",
      "id": "s91"
    },
    {
      "text": "(iii) The defendants were irretrievably prejudiced by reason of the delay in the proceedings being brought.",
      "id": "s92"
    },
    {
      "text": "37 As the Court of Appeal of New South Wales pointed out ([2005] NSWCA 20 at [13]): &#8226; grounds (i) and (iii) were the same in substance, as there was no suggestion that the proceedings in Batistatos were an abuse of process other than because the defendants were irretrievably prejudiced by reason of the delay in the proceedings being brought; and &#8226; ground (ii) indicated reliance by the defendants on the power of the Court to summarily dispose of proceedings in Pt 13 r 5, the test for which was whether the case was so clearly untenable that it could not possibly succeed (Barwick CJ in General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; [1964] 112 CLR 125 at 129-130).",
      "id": "s93"
    },
    {
      "text": "First instance \n \n 38 Hoeben J at first instance rejected the submissions of the defendants in relation to ground (ii) that the plaintiff's claim was so obviously untenable that it could not possibly succeed or so manifestly faulty that it did not admit of argument ([2004] NSWSC 796 at [26]).",
      "id": "s94"
    },
    {
      "text": "Accordingly, his Honour declined to make an order summarily dismissing the plaintiff's claim.",
      "id": "s95"
    },
    {
      "text": "The conclusion of Hoeben J on this issue was endorsed by the NSW Court of Appeal ([2005] NSWCA 20 at [48]).",
      "id": "s96"
    },
    {
      "text": "That particular aspect of the decision of the Court of Appeal was not appealed to the High Court.",
      "id": "s97"
    },
    {
      "text": "39 However, at first instance Hoeben J also rejected the submissions of the defendants that the Court should grant a permanent stay of the proceedings on grounds (i) and (iii).",
      "id": "s98"
    },
    {
      "text": "The essence of these submissions was that, as an objective consequence of the lapse of time since 1965, a fair trial was not possible for the defendants, and so the plaintiff's proceedings constituted an abuse of process.",
      "id": "s99"
    },
    {
      "text": "In particular the defendants in Batistatos alluded to the general deterioration of the evidence, including: &#8226; inability to obtain police records of investigations relating to the accident &#8226; inability to locate hospital or medical records concerning the plaintiff's treatment before 1980 &#8226; inability to locate documents relevant to the design and construction of the street where the accident took place &#8226; difficulty in identifying and locating any person who had an active involvement in road maintenance work in and before 1965 who could give relevant evidence &#8226; inability to locate records that could assist in proving the insurer on risk at the time &#8226; the fact that the physical state of the road had altered significantly since 1965.",
      "id": "s100"
    },
    {
      "text": "40 Hoeben J noted that the defendants carried the onus in relation to the application, and that: \n \n 'It is not for the plaintiff to establish that a fair trial can be had but for the defendants to establish that their chances of having a fair trial are so low that to allow the proceedings to continue would be unjustifiably vexatious and oppressive to them .",
      "id": "s101"
    },
    {
      "text": "' [[2004] NSWSC 796 at [41]] \n \n 41 His Honour was not satisfied however that the circumstances of the case were so exceptional that to allow the matter to proceed would be vexatious and oppressive to the defendants, and refused to permanently stay the plaintiff's claim either pursuant to Pt 13 r 5 or the inherent jurisdiction of the court.",
      "id": "s102"
    },
    {
      "text": "42 The defendants appealed this aspect of the decision to the Court of Appeal of New South Wales.",
      "id": "s103"
    },
    {
      "text": "Court of Appeal \n \n 43 In delivering the lead judgment of the Court of Appeal, Bryson JA noted that, notwithstanding that the relevant limitation periods applicable to the plaintiff had not expired, it was nonetheless competent for the Court to entertain an application for a permanent stay on the proceedings due to effluxion of time ([2005] NSWCA 20 at 51-52, 57, citing McHugh JA in Herron v McGregor (1986) 6 NSWLR 246 at 253-255).",
      "id": "s104"
    },
    {
      "text": "44 In relation to whether the effluxion of time had resulted in a deterioration of the available evidence to the extent that a continuation of the proceedings constituted an abuse of process, Bryson JA observed at [61]: \n \n 'It is always necessary to have in mind the object of an inquiry for information and evidence.",
      "id": "s105"
    },
    {
      "text": "The question whether information is sufficiently available to the defendants, on their making reasonable inquiries, to make it possible for a fair trial on the plaintiff's allegations to take place has to be considered in association with what the plaintiff's allegations are.",
      "id": "s106"
    },
    {
      "text": "The plaintiff's allegations are of the most general kind, and although they occupy some folios when written out they communicate next to nothing as particulars of negligence.",
      "id": "s107"
    },
    {
      "text": "The object of inquiry by the defendants for evidence is not defined.",
      "id": "s108"
    },
    {
      "text": "They have not been told by the plaintiff even to the decade when it was alleged that their negligent acts or omissions occurred; nor, in any real way, what those negligent acts or omissions were.",
      "id": "s109"
    },
    {
      "text": "' \n \n 45 His Honour noted that the effect of the defendants' evidence was that for the period before 1965 up to the early-mid 1980s, most documents had been lost or destroyed, and there were no documents available which would enable the defendants to properly defend the claim which was being brought against them.",
      "id": "s110"
    },
    {
      "text": "As a result, the defendants submitted that the proceedings were unfair and unjustifiably oppressive to them.",
      "id": "s111"
    },
    {
      "text": "46 Although Hoeben J was persuaded by the plaintiff's location of three additional witnesses who had recollections of the road and the events which had happened in 1965, and affidavits of those witnesses, that the defendants had not taken steps reasonably open to them to identify and locate other persons with similar information, the Court of Appeal was not similarly influenced.",
      "id": "s112"
    },
    {
      "text": "Bryson JA considered that the information in the affidavits of the three 'new' witnesses was 'extremely slight and goes no real distance at all to establishing in any concrete way the state of affairs in which the accident happened in 1965...",
      "id": "s113"
    },
    {
      "text": "These three affidavits illustrate, to my mind rather fully, the process of degradation of the availability and quality of evidence where there are long delays' ([2005] NSWCA 20 at [65]).",
      "id": "s114"
    },
    {
      "text": "Accordingly, the Court of Appeal considered that Hoeben J erred in concluding that the defendants had not taken steps reasonably open to them to elicit knowledge and evidence of what the position then actually was ([2005] NSWCA 20 at [67]).",
      "id": "s115"
    },
    {
      "text": "47 In the view of the Court of Appeal: \n \n 'the simple and overwhelmingly clear position is that no useful evidence is available upon which to conduct a trial into the question whether the plaintiff's injuries were caused by the negligence of the defendants, and no further search or inquiry is in any way likely to locate any such evidence; so that a trial of the proceedings could not rise above a debate about the effect of scraps of information, and it is impossible to inform the debate with any realistically useful information.",
      "id": "s116"
    },
    {
      "text": "' [[2005] NSWCA 20 at [79]] \n \n 48 Further, in the view of the Court: \n \n '...it would manifestly be quite unjust to allow these proceedings to go to what would in form be a trial but in substance would be only a ceremonial enactment of an opportunity to establish whether or not the plaintiff has the rights he claims.",
      "id": "s117"
    },
    {
      "text": "' [[2005] NSWCA 20 at [81]] \n \n 49 Accordingly, the Court of Appeal allowed the appeal from the decision of Hoeben J, and ordered that the proceedings be permanently stayed.",
      "id": "s118"
    },
    {
      "text": "High Court of Australia \n \n 50 The majority judgment was that of Gleeson CJ, Gummow, Hayne and Crennan JJ.",
      "id": "s119"
    },
    {
      "text": "Their Honours observed that the appeals before them concerned abuse of process as understood in the exercise of the 'inherent jurisdiction' of superior courts to stay proceedings (at [5]).",
      "id": "s120"
    },
    {
      "text": "51 There was no suggestion at any stage of the case that the plaintiff had acted vexatiously, or that there had been an abuse of process in any sense other than that the defendants had been irretrievably prejudiced by reason of the delay in the commencement of the proceedings.",
      "id": "s121"
    },
    {
      "text": "The majority noted the application of s 52 Limitation Act 1969 (NSW) suspending the running of limitation periods for the duration of a person's disability.",
      "id": "s122"
    },
    {
      "text": "They noted also however: \n \n 'the \"right\" of the plaintiff with a common law claim to institute an action is not at large.",
      "id": "s123"
    },
    {
      "text": "It is subject to the operation of the whole of the applicable procedural and substantive law administered by the court, whose processes are enlivened in the particular circumstances.",
      "id": "s124"
    },
    {
      "text": "This includes the principles respecting abuse of process.",
      "id": "s125"
    },
    {
      "text": "' [[2006] HCA 27 at [65]] \n \n 52 In concluding that there was no error of principle in the decision of the Court of Appeal, the majority of the High Court said: \n \n '... in the circumstance of the present case, attention must be directed to the burdensome effect upon the defendants of the situation that has arisen by lapse of time.",
      "id": "s126"
    },
    {
      "text": "The Court of Appeal held that this was so serious that a fair trial was not possible.",
      "id": "s127"
    },
    {
      "text": "The result was that to permit the plaintiff's case to proceed would clearly inflict unnecessary injustice upon the defendants.",
      "id": "s128"
    },
    {
      "text": "What Deane J said in Oceanic Sun Line Special Shipping Company Inc v Fay [1988] HCA 32 ; (1988) 165 CLR 197 at 247, with respect to the staying of local proceedings, is applicable also to a case such as the present one.",
      "id": "s129"
    },
    {
      "text": "His Honour emphasised that there is no 'requirement that the continuance of the action would involve moral delinquency on the part of the plaintiff'; what was decisive was the objective effect of the continuation of the action.",
      "id": "s130"
    },
    {
      "text": "In assessing that effect there must be taken into account the consideration expressed by Dixon in Cox v Journeaux [No 2] [1935] HCA 48 ; (1935) 52 CLR 713 and set out earlier in these reasons.",
      "id": "s131"
    },
    {
      "text": "Bryson JA in terms did so.",
      "id": "s132"
    },
    {
      "text": "He went on to remark in that connection that the defendants had not shown that the plaintiff's action was \"clearly without foundation\".",
      "id": "s133"
    },
    {
      "text": "But, he concluded that there was \"in practical terms nothing of utility to place in the balance against the defendants' claim for a permanent stay.",
      "id": "s134"
    },
    {
      "text": "' [[2006] HCA 27 at [69-71]] \n \n 53 Accordingly the Court dismissed the appeal, Kirby, Callinan and Heydon JJ dissenting.",
      "id": "s135"
    },
    {
      "text": "SUBMISSIONS OF THE RESPONDENT IN SUPPORT OF THE NOTICES OF MOTION \n \n 54 The respondent made a number of submissions in support of the notices of motion.",
      "id": "s136"
    },
    {
      "text": "Each notice was supported by four affidavits, namely: &#8226; an affidavit affirmed 11 July 2006 by Maxwell Athol Smith, Senior Lawyer, Crown Law Division &#8226; an affidavit sworn 12 July 2006 by Lachlan David Edmonds, Senior Lawyer, Crown Law Division &#8226; a further affidavit sworn 13 July 2006 by Lachlan David Edmonds, Senior Lawyer, Crown Law Division &#8226; a further affidavit affirmed 21 July 2006 by Maxwell Athol Smith, Senior Lawyer, Crown Law Division.",
      "id": "s137"
    },
    {
      "text": "55 The affidavits sworn or affirmed by the deponents on corresponding days in respect of each notice of motion are substantially identical.",
      "id": "s138"
    },
    {
      "text": "I shall return later in this judgment to the evidence in those affidavits.",
      "id": "s139"
    },
    {
      "text": "56 The submissions made by the respondent can be summarised as follows: (i) By reason of effluxion of time since the period 31 October 1975 to August 1983 a fair trial is not possible for the respondent, and therefore each proceeding constitutes an abuse of process.",
      "id": "s140"
    },
    {
      "text": "(ii) The case sought to be made out by the applicants can be gleaned from their pleadings, which are sweeping and imprecise.",
      "id": "s141"
    },
    {
      "text": "(iii) The respondent has engaged in significant, time-consuming, expensive and exhaustive investigations in attempts to respond to allegations of the applicants, however despite this the respondent has been unable to obtain evidence as to many of the key factual allegations made by the applicants.",
      "id": "s142"
    },
    {
      "text": "(iv) In relation to alleged employment of the applicants by either the State of Queensland or the Christian Brethren, and wages paid: &#8226; of two witnesses who held management positions at Doomadgee Mission during the relevant period, one is deceased and the other, Mr Allan Hockey, is very old and the respondent has no capacity to obtain evidence from him.",
      "id": "s143"
    },
    {
      "text": "I shall discuss the position in relation to Mr Hockey providing evidence later in this judgment &#8226; other than fragmented time and wage records annexed to the affidavit of Mr DEF Sutton sworn 22 November 2005, due to effluxion of time there is no documentary evidence, including group certificates, to verify employment on the Mission of the applicants, or as to any amounts paid in wages to the applicants, or the actual employer of the applicants.",
      "id": "s144"
    },
    {
      "text": "(v) In relation to the amount paid in wages by the Christian Brethren: &#8226; Mrs Eunice Hockey, who was responsible for the budget and wages for the Doomadgee Mission during the relevant period, is deceased &#8226; an important witness for the respondent, Mr Patrick Killoran, has sworn an affidavit to the effect that the State did not direct the Christian Brethren what to pay Aboriginal mission workers at Doomadgee, however his health is such that he would not be available for cross-examination.",
      "id": "s145"
    },
    {
      "text": "(vi) In relation to whether amounts paid in wages by the Christian Brethren or the Aboriginal Council to the applicants was in any way determined by the respondent: &#8226; Evidence of Mr Allan Hockey and Mrs Eunice Hockey is crucial to this point, however Mr Hockey is unlikely to be able to give evidence, and Mrs Hockey is deceased.",
      "id": "s146"
    },
    {
      "text": "Another potential witness was Mr Bernie Bedford who assisted Mr and Mrs Hockey in relation to the Mission, however he is also deceased.",
      "id": "s147"
    },
    {
      "text": "&#8226; Financial records may have existed at some time, however they can no longer be identified.",
      "id": "s148"
    },
    {
      "text": "(vii) The unavailability of key witnesses and documents frustrate a proper analysis of key issues relevant to whether the respondent has acted in breach of s 9 of the Act, including: &#8226; reliance of the Christian Brethren on State Government subsidies &#8226; independent sources of income &#8226; capacity to pay wages from funds generated on the community &#8226; wages paid to either the applicants or non-Aboriginal employees.",
      "id": "s149"
    },
    {
      "text": "(viii) In relation to the alleged breach by the respondent of s 15 of the Act, there is now no-one who hired and fired Aboriginal mission workers at Doomadgee available to give evidence.",
      "id": "s150"
    },
    {
      "text": "(ix) The applicants have provided little evidence supportive of their case.",
      "id": "s151"
    },
    {
      "text": "(x) No relevant documents are now available at Doomadgee.",
      "id": "s152"
    },
    {
      "text": "(xi) The entity the 'Christian Brethren Inc of Australia' cannot be located.",
      "id": "s153"
    },
    {
      "text": "(xii) The lapse of time is particularly acute because the Christian Brethren, unlike other churches, do not adopt a diocesan or unified model of operation or ministry.",
      "id": "s154"
    },
    {
      "text": "It is not possible to seek evidence from a central church body.",
      "id": "s155"
    },
    {
      "text": "SUBMISSIONS OF THE APPLICANTS \n \n 57 In essence, the applicants submitted that the proceedings should not be stayed because: (i) Although the three witnesses who could have given useful evidence were either deceased (Mrs Eunice Hockey and Mr Bernie Bedford) or elderly (Mr Allan Hockey), this would not prevent the respondent adequately presenting its case.",
      "id": "s156"
    },
    {
      "text": "(ii) Limitations as to the evidence available would probably be more disadvantageous to the applicants as they bear the onus of proof, and (iii) A great deal of evidence is already filed with the court relating to the events in issue, which would enable the court to conclude that the respondent was in breach of the Act.",
      "id": "s157"
    },
    {
      "text": "58 In relation to witnesses: &#8226; The applicants did not concede that Mr Hockey would be unable to give useful evidence.",
      "id": "s158"
    },
    {
      "text": "I shall deal with this issue later in the judgment.",
      "id": "s159"
    },
    {
      "text": "&#8226; The respondent has already filed and served affidavits of a number of people who had some knowledge of the relationship between the respondent and the Church-run Aboriginal reserves in the relevant period, namely: o Sir Llewellyn Edwards o Hugh Lionel Fawssett o Sir Leo Arthur Hielscher o Patrick James Killoran o Eugene Fraser Sutton.",
      "id": "s160"
    },
    {
      "text": "&#8226; Additionally, the respondent has already filed and served affidavits of: o Bernadette Irene Albert o Evelyn May Barker o Shane Arthur O'Connor o Eric Michael Porter o Maxwell Athol Smith o Paul Toolis.",
      "id": "s161"
    },
    {
      "text": "59 The applicants submitted that the evidence already filed and served in this Court, as well as the oral evidence of Mrs Sutton given in a previous hearing, disclosed a very close financial relationship between the respondent and the Christian Brethren, and that the relationship between the respondent and the Christian Brethren was very similar to that between the respondent and other churches managing Aboriginal reserves.",
      "id": "s162"
    },
    {
      "text": "The applicants also submit that the evidence indicates the details of the financial relationship between the respondent and the Christian Brethren.",
      "id": "s163"
    },
    {
      "text": "WHAT EVIDENCE IS BEFORE, OR LIKELY TO COME BEFORE, THE COURT?",
      "id": "s164"
    },
    {
      "text": "60 The key question is whether, on the facts of the case before me, the respondent has shown that the application before the Court constitutes an abuse of process within the meaning of O 20 r 2, and accordingly the Court should order a permanent stay.",
      "id": "s165"
    },
    {
      "text": "61 Given the reliance of the respondent in this case on the findings of the majority of the High Court in Batistatos , the question may be narrowed to ask whether, in light of the claims of the applicants as detailed by their pleadings, there is in fact evidence of utility to place in the balance against the respondent's claim for a permanent stay, or whether because of the effluxion of time there is actually no useful evidence available upon which to conduct a trial into the question whether the respondent has acted in breach of s 9 and s 15 of the Act.",
      "id": "s166"
    },
    {
      "text": "62 I note that, despite the considerable passage of time since the occurrence of the relevant events, the respondent is not raising any issue relevant to limitation periods (note for example TS 26 July 2006 p 29 ll 9-13).",
      "id": "s167"
    },
    {
      "text": "63 In considering the question before the Court, it is important to keep in mind that an application for a permanent stay does not equate in any way to the trial of the substantive matter.",
      "id": "s168"
    },
    {
      "text": "The Court has not had the benefit of being taken through the all the evidence by the parties or cross examination of the witnesses.",
      "id": "s169"
    },
    {
      "text": "64 However, the terms of the application and the submissions of the respondent on the issue of abuse of process before me clearly do require me to give consideration to the evidence which is before me, to carefully consider whether there is useful material upon which a trial could be conducted into the claims of the applicants.",
      "id": "s170"
    },
    {
      "text": "65 Although as a general rule the applicants are entitled to bring their claims before the Court and have their claims heard, as I have already noted this entitlement is subject to principles in respect of abuse of court process.",
      "id": "s171"
    },
    {
      "text": "In reviewing the material before me however, I keep in mind the warning of Dixon J in Cox v Journeaux and approach the matter with caution.",
      "id": "s172"
    },
    {
      "text": "66 Key questions of evidence before the Court, for the purposes of this analysis, may be summarised as follows: 1.",
      "id": "s173"
    },
    {
      "text": "What is the likelihood of Mr Allan Hockey giving evidence?",
      "id": "s174"
    },
    {
      "text": "2.",
      "id": "s175"
    },
    {
      "text": "To paraphrase Bryson JA in Batistatos , is there useful evidence available upon which to conduct a trial, or is the position that a trial of the proceedings could not rise above a debate about the effect of scraps of information with the result that no more than a formal enactment of the process of hearing and determining the plaintiff's claim could take place?",
      "id": "s176"
    },
    {
      "text": "This second question should be particularly considered in light of evidence to which the applicants refer, including: A) Records before the Court, as contained in the affidavit of Mr David Sutton sworn 22 November 2005, and the further evidence given by Mr Sutton arising from cross-examination on 17 July 2006.",
      "id": "s177"
    },
    {
      "text": "B) The affidavit of Mr Patrick Killoran sworn 12 May 2006.",
      "id": "s178"
    },
    {
      "text": "C) Affidavits of Sir Llewellyn Edwards, Hugh Lionel Fawsett and Sir Leo Arthur Hielscher.",
      "id": "s179"
    },
    {
      "text": "d) Queensland Government Cabinet documents from the relevant period.",
      "id": "s180"
    },
    {
      "text": "E) Affidavits of Bernadette Irene Albert, Evelyn May Barker, Shane Arthur O'Connor, Eric Michael Porter, Maxwell Athol Smith and Paul Toolis.",
      "id": "s181"
    },
    {
      "text": "1.",
      "id": "s182"
    },
    {
      "text": "WHAT IS THE LIKELIHOOD OF MR ALLAN HOCKEY GIVING EVIDENCE?",
      "id": "s183"
    },
    {
      "text": "67 It is clear that obtaining evidence from Mr Hockey would be very important to the conduct of this case from the perspective of both the applicants and the respondents.",
      "id": "s184"
    },
    {
      "text": "Mr Hockey was appointed Acting Superintendent of the Doomadgee Aboriginal Mission Reserve from 1 November 1958.",
      "id": "s185"
    },
    {
      "text": "I understand he remained in that management position until some time in 1983, and that he eventually left Doomadgee on 6 April 1983.",
      "id": "s186"
    },
    {
      "text": "His management role means that he would be able to give key evidence as to the role of the respondent in the conduct of the Doomadgee Mission over that period, and to explain relevant documents and records from that period.",
      "id": "s187"
    },
    {
      "text": "The importance of that evidence is enhanced by the fact that a number of key witnesses involved in the management of Doomadgee mission, and liaison between the Doomadgee Mission and the respondent during the relevant period have died (for example, Mrs Hockey and Mr Bedford), or are elderly, frail and unable to give evidence (for example, Mr Killoran).",
      "id": "s188"
    },
    {
      "text": "68 It is clear however that Mr Hockey himself is now elderly, and in frail health.",
      "id": "s189"
    },
    {
      "text": "69 At the hearing on 14 July 2006 the ability of Mr Allan Hockey to give evidence at a hearing of the substantive matter was in dispute.",
      "id": "s190"
    },
    {
      "text": "Counsel for the applicants indicated that he had spoken with a third party who had been in contact with acquaintances of Mr Hockey, and was able to provide evidence that Mr Hockey was capable of giving evidence relevant to the issues in dispute.",
      "id": "s191"
    },
    {
      "text": "I indicated that, if this were the case, the best evidence would be that from Mr Hockey himself.",
      "id": "s192"
    },
    {
      "text": "I adjourned the hearing to allow the parties the opportunity to contact Mr Hockey and ascertain his ability to give evidence, whether at the hearing itself, by a preservation of evidence hearing, by affidavit or otherwise.",
      "id": "s193"
    },
    {
      "text": "70 In an affidavit of Mr Maxwell Smith affirmed 21 July 2006, Mr Smith deposed that: 1.",
      "id": "s194"
    },
    {
      "text": "Following the hearing before this court on 14 July 2006 he made attempts to contact Mr Allan Hockey.",
      "id": "s195"
    },
    {
      "text": "2.",
      "id": "s196"
    },
    {
      "text": "He had been informed by Mr Hockey's elder son that Mr Hockey was spending the winter months in Cairns with his family.",
      "id": "s197"
    },
    {
      "text": "3.",
      "id": "s198"
    },
    {
      "text": "With the approval of Mr Hockey, he had contacted Mr Hockey's medical practitioner Dr Paul Illes who told him that Mr Hockey had become ill after Mr Smith's interview with Mr Hockey earlier this year; that Mr Hockey was not well enough to undergo cross examination; and that Dr Illes would prepare a medical report to that effect.",
      "id": "s199"
    },
    {
      "text": "71 Annexed to Mr Smith's affidavit was a medical report prepared by Dr Paul Iles dated 20 July 2006.",
      "id": "s200"
    },
    {
      "text": "In the report, Dr Iles stated that he had been Mr Hockey's medical practitioner for 15 years, and that: &#8226; Mr Hockey had multiple medical problems including a history of brain stem infarct and relapsing organic psychosis &#8226; in Dr Iles opinion, Mr Hockey is unable to withstand the rigors of cross examination either face to face in court or by telephone &#8226; Mr Hockey's memory recall is not accurate &#8226; in Dr Iles' opinion, Mr Hockey's mental problems are such that he would consider Mr Hockey quite unfit for the situation.",
      "id": "s201"
    },
    {
      "text": "72 Mr Hockey did not appear at the next hearing of 26 July 2006, nor was any evidence produced from him by affidavit or otherwise.",
      "id": "s202"
    },
    {
      "text": "At the hearing of 26 July 2006, two witnesses were subject to examination and cross-examination by telephone.",
      "id": "s203"
    },
    {
      "text": "They were: &#8226; Ms Pamela Jones, a volunteer worker for FAIRA Aboriginal Corporation which provides assistance to the applicants in these proceeding, who was called as a witness by the applicants, and &#8226; Dr Paul Iles, who was called as a witness by the respondent.",
      "id": "s204"
    },
    {
      "text": "Ms Jones \n \n 73 Ms Jones swore an affidavit on 25 July 2006 in which she recounted a telephone conversation she had had with Mr Hockey on or about 20 July 2006.",
      "id": "s205"
    },
    {
      "text": "She swore: &#8226; that Mr Hockey had sounded coherent on the telephone &#8226; that, while it was not easy to get information from Mr Hockey, it was possible to obtain information so long as she was patient, persevered with questioning, and allowed Mr Hockey to answer questions in his own way &#8226; that Mr Hockey had said, inter alia , that he recalled the Christian Brethren were paid a sum of money by the State Government to run the Mission at Doomadgee the respondent had told the Christian Brethren the amount of wages to be paid to Aboriginal workers; and the respondent had told the Christian Brethren what the minimum standard wage was at any particular time; and that the Christian Brethren did not have the money to contribute to the pay of Aboriginal workers.",
      "id": "s206"
    },
    {
      "text": "74 The affidavit of Ms Jones was accepted by the respondents as admissible for the purposes of the interlocutory hearing, but the respondents did not concede that the affidavit would be admissible at trial.",
      "id": "s207"
    },
    {
      "text": "75 In my view Ms Jones is an honest and credible witness, however she admitted during the course of cross-examination that she had never met Mr Hockey, and the only conversation she had ever had with him was a telephone conversation of 10 minutes to which she deposed in her affidavit.",
      "id": "s208"
    },
    {
      "text": "In my view, her evidence as to the ability of Mr Hockey to give evidence, and the reliability of any evidence Mr Hockey could give, is of limited assistance.",
      "id": "s209"
    },
    {
      "text": "Dr Paul Iles \n \n 76 As I noted earlier in this judgment, Dr Iles has been the medical practitioner attending Mr Hockey for 15 years.",
      "id": "s210"
    },
    {
      "text": "During the examination-in-chief, Dr Iles said that: &#8226; Mr Hockey has a past history of having had a stroke which affected his speech and memory &#8226; residual effects of the stroke are that Mr Hockey's thinking has dulled, his thought processes have slowed, and he has increased difficulty in remembering details &#8226; Mr Hockey has a long history of psychiatric problems; other psychiatrists consider his illness could be a manic depressive psychosis with a delusional content &#8226; Mr Hockey's physical health is typical of an 84 year old man, including a renal failure problem, episodes of anaemia, hepatitis, amoebic dysentery, diverticulitis and haemorrhoids &#8226; Mr Hockey is showing signs of an early dementia.",
      "id": "s211"
    },
    {
      "text": "77 Under cross-examination from Counsel for the applicants, Dr Iles expressed the opinions that: &#8226; Mr Hockey would not be reliable in what he says, or at best it is likely to be unreliable &#8226; a court appearance, even if questions were posed in a very relaxed way, would be more than Mr Hockey could handle, and his evidence would be no more reliable if it were given from his home by telephone.",
      "id": "s212"
    },
    {
      "text": "78 While Ms Jones' credibility is in no way in dispute, she does not know Mr Hockey, and has only ever spoken with him once on the telephone.",
      "id": "s213"
    },
    {
      "text": "In considering the evidence given by Dr Isles and Ms Jones in relation to the ability of Mr Hockey to give evidence in the substantive matters, I prefer Dr Iles' evidence for the following reasons: &#8226; Dr Iles is a medical practitioner.",
      "id": "s214"
    },
    {
      "text": "&#8226; The parties did not dispute that Dr Iles as a medical practitioner was qualified to form opinions as to the mental capacity of one of his patients.",
      "id": "s215"
    },
    {
      "text": "&#8226; He is currently Mr Hockey's medical practitioner.",
      "id": "s216"
    },
    {
      "text": "&#8226; He has been Mr Hockey's medical practitioner for 15 years and has knowledge of Mr Hockey and his capacity from that relationship.",
      "id": "s217"
    },
    {
      "text": "&#8226; In his evidence, he described the distressing effect of the interview between Crown Law and Mr Hockey on Mr Hockey and his health.",
      "id": "s218"
    },
    {
      "text": "Accordingly, it appears that Dr Iles has had direct experience of the impact on Mr Hockey of participating in judicial proceedings, even those as remote as an interview outside court.",
      "id": "s219"
    },
    {
      "text": "79 At the hearing on 26 July 2006 Mr O'Gorman for the applicants foreshadowed an application to the Court pursuant to s 46PR HREOC Act seeking permission for Mr Hockey to be examined and cross-examined in a non-traditional manner.",
      "id": "s220"
    },
    {
      "text": "This would entail that 'each party be given the opportunity to gently ask Mr Hockey questions and in so doing take him to documents making it clear to him at the outset that no one at all is being critical of him, but rather he has been asked along to assist the court as far as he can and as far as his memory will permit as to what actually occurred in the relevant days when he was at Doomadgee' (TS 26 July 2006 p 43 ll 6-11).",
      "id": "s221"
    },
    {
      "text": "No such application has yet been brought by the applicants.",
      "id": "s222"
    },
    {
      "text": "80 Neither the applicants nor the respondent have asked me to make a finding as to the ability of Mr Hockey to give evidence.",
      "id": "s223"
    },
    {
      "text": "However, it is necessary that I comment on this issue.",
      "id": "s224"
    },
    {
      "text": "The parties have been at some pains to bring evidence to the Court of the ability --- or otherwise --- of Mr Hockey to give evidence in the substantive matters.",
      "id": "s225"
    },
    {
      "text": "As I have already indicated, his evidence would be very important at the hearing.",
      "id": "s226"
    },
    {
      "text": "81 I am not required at this stage to consider whether s 46PR HREOC Act would be of assistance to the applicants, or whether comments of the Full Court in Hagan v Trustees of the Toowoomba Sports Ground Trust (2001) FCA 123 at 20 would be relevant in relation to the evidence which the applicants would seek to elicit from Mr Hockey.",
      "id": "s227"
    },
    {
      "text": "However it is, in my opinion, important to consider realistically what evidence is before or likely to come before the Court.",
      "id": "s228"
    },
    {
      "text": "82 From the evidence of Dr Illes, it appears that even non-traditional questioning of Mr Hockey could be harmful to his health.",
      "id": "s229"
    },
    {
      "text": "On the facts before me I am of the view that Mr Hockey would not be able to give evidence in any form capable of being used by this Court, whether by affidavit, elicited by examination and cross-examination or otherwise as foreshadowed by Mr O'Gorman, or in person, by telephone or otherwise.",
      "id": "s230"
    },
    {
      "text": "83 The ability of Mr Hockey to give evidence could be critical in that he could potentially explain such documents as exist relating to the management and operations of Doomadgee Mission.",
      "id": "s231"
    },
    {
      "text": "He appears to be the only person living with an intimate knowledge of the management of Doomadgee Mission during the relevant period, or who has the first hand knowledge to be in a position to explain documents relating to management of the Mission during that time.",
      "id": "s232"
    },
    {
      "text": "84 I shall now turn to consider those documents.",
      "id": "s233"
    },
    {
      "text": "2.",
      "id": "s234"
    },
    {
      "text": "IS THERE USEFUL EVIDENCE AVAILABLE UPON WHICH TO CONDUCT A TRIAL, OR IS THE POSITION THAT A TRIAL OF THE PROCEEDINGS COULD NOT RISE ABOVE A DEBATE ABOUT THE EFFECT OF SCRAPS OF INFORMATION WITH THE RESULT THAT NO MORE THAN A FORMAL ENACTMENT OF THE PROCESS OF HEARING AND DETERMINING THE APPLICANTS' CLAIMS COULD TAKE PLACE?",
      "id": "s235"
    },
    {
      "text": "85 This question is critical to the success or failure of the notices of motion brought by the respondent.",
      "id": "s236"
    },
    {
      "text": "86 In my view the most appropriate way in which to answer this question is to consider the nature of the evidence before the court to which the parties referred during the hearing, and then to consider the value of that evidence in light of the claims of the applicants under s 9 and s 15.",
      "id": "s237"
    },
    {
      "text": "(a) The affidavit of Mr David Sutton sworn 22 November 2005 and the further evidence given by Mr Sutton arising from cross-examination on 17 July 2006 \n \n 87 Mr Sutton held the position of Senior Accounting Officer or equivalent in the Department from 1971 until his retirement in 1988.",
      "id": "s238"
    },
    {
      "text": "He deposed that during that time that he was responsible for the financial accounts relevant to the Department's operations, including the oversight of banking and financial record-keeping throughout the Department, and was engaged in regular consultation with the Director and the Deputy Director as to the financial affairs of the Department.",
      "id": "s239"
    },
    {
      "text": "88 Mr Sutton has been in ill health, however he was able to be examined and cross-examined in relation to his affidavit at a preservation of evidence hearing held before me on 21 March 2006.",
      "id": "s240"
    },
    {
      "text": "The evidence of Mr Sutton found in his affidavit and the annexures thereto is critical to the conduct of the case for a number of reasons: 1.",
      "id": "s241"
    },
    {
      "text": "The position he held and his resultant knowledge, including the fact that most of the correspondence from the Department to the relevant churches during the period 1971-1980 on the subject of grants for wages and wage increases was drafted by Mr Sutton or under his supervision and direction.",
      "id": "s242"
    },
    {
      "text": "2.",
      "id": "s243"
    },
    {
      "text": "There is a large volume of relevant financial information annexed to his affidavit, which possibly only Mr Sutton can interpret from personal knowledge, as other key witnesses from Doomadgee Mission or the Christian Brethren are either deceased or unable for health reasons to give evidence.",
      "id": "s244"
    },
    {
      "text": "3.",
      "id": "s245"
    },
    {
      "text": "As conceded by counsel for the applicants, there do not appear to be any records remaining at Doomadgee (TS QUD 389/05 3 May 2006 p 5 l 14).",
      "id": "s246"
    },
    {
      "text": "89 The affidavit evidence of Mr Sutton may be summarised as follows: &#8226; Each financial year during the period 1975 to 1983, a Cabinet-approved cash grant was made from the Department's Consolidated Revenue Expenditure, to church entities accepting responsibility for Aboriginal and Islander welfare.",
      "id": "s247"
    },
    {
      "text": "The Doomadgee Mission was one of those entities.",
      "id": "s248"
    },
    {
      "text": "&#8226; Each year the Department would write to churches requesting actual expenditure and receipts for the year to date, as well as an estimate of future expenditure and receipts for the remainder of that year and the next financial year.",
      "id": "s249"
    },
    {
      "text": "The purpose of these requests was to assist the Department to prepare estimates for Queensland Treasury of the Department's expenditure on cash grants for the next financial year.",
      "id": "s250"
    },
    {
      "text": "&#8226; The churches conducting Aboriginal communities provided their responses to the Department in approximately June of each year during the relevant period.",
      "id": "s251"
    },
    {
      "text": "The responses included Statements of Receipts and Expenditure.",
      "id": "s252"
    },
    {
      "text": "This information was assessed by the Department to calculate estimates of the grants to the churches conducting Aboriginal communities for the next financial year.",
      "id": "s253"
    },
    {
      "text": "&#8226; Each May Queensland Treasury would write to the Department requesting information expenditure for the Department, and following the annual budget approval by Parliament grants to churches conducting Aboriginal communities would be allocated according to a formula.",
      "id": "s254"
    },
    {
      "text": "The grants included wage increase components, although the Cabinet approval did not breakdown the total grant for each Church into particular components.",
      "id": "s255"
    },
    {
      "text": "&#8226; From 1975-1980 the Department sent letters to churches conducting Aboriginal communities advising of Cabinet approved increases in rates paid to Aboriginal employees, and grants paid to churches were increased to cover the wage increases.",
      "id": "s256"
    },
    {
      "text": "&#8226; The Department did not prescribe pay rates for persons employed by the churches, nor in particular fix wage rates payable by the Doomadgee Mission, and Doomadgee Mission never requested approval to pay particular rates of wages to Aboriginal workers.",
      "id": "s257"
    },
    {
      "text": "&#8226; In or about 1979 the Department conducted a survey of workers employed on Government operated Aboriginal communities and their rates of pay to identify areas of possible improvement in productivity, and the Department also requested the churches to review their respective workforces.",
      "id": "s258"
    },
    {
      "text": "As a result of this process, on or about 5 November 1979 the Department provided the church with a suggested workforce structure for Doomadgee.",
      "id": "s259"
    },
    {
      "text": "&#8226; On 26 May 1980 Cabinet approved a general increase in allowances paid to adult and junior workers on Aboriginal reserves.",
      "id": "s260"
    },
    {
      "text": "&#8226; From 1980 to 1983 the budget cash grant allocation for churches conducting Aboriginal missions was determined by a formula referable to a wages component, a contingency component to assist in general running costs, an allowance for inflation, and any subsequent increases in the Guaranteed Minimum Wage.",
      "id": "s261"
    },
    {
      "text": "Assistance in kind was also provided.",
      "id": "s262"
    },
    {
      "text": "Additional funds were given to churches to assist them to increase the wage rates of Aboriginal employees who were not in receipt of award wages.",
      "id": "s263"
    },
    {
      "text": "&#8226; In his capacity as Senior Accounting Officer he was aware that: \n \n \n o the Department did not control the engagement, dismissal, hours of employment, starting or ceasing times of Aboriginal workers on Aboriginal communities conducted by churches\n o the Department did not determine the rate of pay for each work-type category\n o the Department did not set the number of employees to be engaged nor the number to be employed in each section of the workforce\n o the Department did not own or maintain the plant and equipment used by Aboriginal workers\n o the Department did not pay wages to Aboriginal workers on church-conducted Aboriginal communities, nor deduct tax, issue Group Certificates or account to the Taxation Department in respect of the Aboriginal workers on church-conducted Aboriginal communities\n o the Department did not maintain any employee time and wages records in respect of such workers\n o the Department did not maintain records in relation to employee entitlements such as recreation, sick and long service leave.",
      "id": "s264"
    },
    {
      "text": "90 In contrast, the Department undertook all of these functions in respect of State-conducted Aboriginal communities.",
      "id": "s265"
    },
    {
      "text": "&#8226; The grants provided by the Department were not the only source of funding for the Doomadgee Mission.",
      "id": "s266"
    },
    {
      "text": "During the relevant period the Mission engaged in income-earning activities including retail store sales, agency commissions, and cattle and beef sales.",
      "id": "s267"
    },
    {
      "text": "&#8226; Unlike on State-operated Aboriginal communities, no Departmental employees managed or worked on church-conducted Aboriginal communities, or visited church-conducted Aboriginal communities to inspect the administrative practices or the accounting records of those communities.",
      "id": "s268"
    },
    {
      "text": "&#8226; As from 8 August 1983 the Department assumed responsibility for the administration and management of the Doomadgee Mission, including employment of the first and third applicants in QUD 389/2005, physical aspects of payment of wages to Aboriginal employees at Doomadgee, and recording each Aboriginal employee's earnings for taxation purposes.",
      "id": "s269"
    },
    {
      "text": "Fortnightly wage rates applied to each Aboriginal Community worker from the time the Department became directly responsible were in accordance with the advice provided by the Departmental Manager at Doomadgee.",
      "id": "s270"
    },
    {
      "text": "91 At the hearing of 26 July 2006, Mr Murdoch SC for the State of Queensland made a number of submissions based on the evidence of Mr Sutton, referable to the lack of information available upon which the State could defend the applicants' allegations.",
      "id": "s271"
    },
    {
      "text": "These submissions included the following points: 1.",
      "id": "s272"
    },
    {
      "text": "Fragmented time and wage records were annexed to Mr Sutton's affidavit, but otherwise there was no evidence as to amounts paid in wages to the applicants during the relevant period, and the key witnesses who managed the payment of wages --- Mr and Mrs Hockey --- are unable to give evidence.",
      "id": "s273"
    },
    {
      "text": "2.",
      "id": "s274"
    },
    {
      "text": "The corollary of the claim of the applicants that the State, through subsidies, determined the amount that was paid in wages to workers on the mission, and hence was the employer of the workers at Doomadgee, is that the church had no other source of funds that it could utilise to pay wages.",
      "id": "s275"
    },
    {
      "text": "3.",
      "id": "s276"
    },
    {
      "text": "The available records indicate that alternative sources of income were available, in particular the retail store at Doomadgee where the third and fourth applicants in QUD 389/2005 worked during the relevant period, and such material as is available suggests that the wages of the workers in the store weren't ever intended by the State to be covered by the subsidies that the State was giving the church to pay wages.",
      "id": "s277"
    },
    {
      "text": "4.",
      "id": "s278"
    },
    {
      "text": "However in relation to the store, there are no financial records or bank records, nor are Mr and Mrs Hockey available to give evidence as to money which was being made from the store.",
      "id": "s279"
    },
    {
      "text": "5.",
      "id": "s280"
    },
    {
      "text": "From such fragments as remains, it appears that the store was in profit at certain stages and that there were substantial accumulated funds.",
      "id": "s281"
    },
    {
      "text": "6.",
      "id": "s282"
    },
    {
      "text": "The Mission had an account or accounts which appeared to be the repository of the proceeds of commercial activities such as sale of cattle, sale of beef to community residents, sale of petrol, vehicle hire, commissions from Bush Pilot Airways, Mobil, Commonwealth Savings Bank and the Post Office and that there were substantial drawings on accounts which may have included payment of wages.",
      "id": "s283"
    },
    {
      "text": "7.",
      "id": "s284"
    },
    {
      "text": "That in, for example, the half year 1 July 1980 to 31 December 1981 the subsidy from the State Government was $230 000 but a schedule of operation costs sent by Mr Hockey to the Department shows that the deficit of $264 190 in operation costs was met from 'margin profits on Store Sales', indicating that the store was a very substantial profit centre.",
      "id": "s285"
    },
    {
      "text": "8.",
      "id": "s286"
    },
    {
      "text": "Documentation, including a letter of 8 May 1981 from Mr Hockey to the Department, suggests that wages for Aboriginal employees of the store, the bakery and the cattle business were paid from the fruits of those businesses, however without the evidence of the Hockeys to explain the documentation it is impossible to do other than hypothesise.",
      "id": "s287"
    },
    {
      "text": "9.",
      "id": "s288"
    },
    {
      "text": "Other documentation, including a letter containing estimated operation costs for the financial year ended 30 June 1982, included an amount described as '50% of Wages Erection New Homes', but no explanation exists as to the sourcing of that amount, or the sourcing of the balance of the wages for employees in that case.",
      "id": "s289"
    },
    {
      "text": "10.",
      "id": "s290"
    },
    {
      "text": "In a letter from Mr Hockey to the Department dated 20 October 2005, Mr Hockey wrote 'I now enclose copy of July wages for permanent employees as we do not calculate on a weekly basis'.",
      "id": "s291"
    },
    {
      "text": "The July wages attached included named employees, their net wages, reference to the Departmental subsidy component of the wages, where they were employed, but no explanation as to the source of the balance of the wages.",
      "id": "s292"
    },
    {
      "text": "Mr Murdoch submitted that this was a very strong signpost that there was money coming in from some source other than the State government subsidy, however the State was frustrated in its efforts to defend itself on this basis because, in spite of the signposts and pointers, there are no people available as witnesses to explain those signposts and pointers.",
      "id": "s293"
    },
    {
      "text": "11.",
      "id": "s294"
    },
    {
      "text": "None of the records located by the State broke down the subsidy into a per-employee, per-week or per-month amount.",
      "id": "s295"
    },
    {
      "text": "12.",
      "id": "s296"
    },
    {
      "text": "Attached to the letter dated 15 September 1979 from Mr Hockey to the Director of the Department are documents including one headed 'ABORIGINAL/ISLANDER WAGES SURVEY', with further detail 'Present Funding Source: Doomadgee Mission', 'Alternative Funding Source: Subsidising Wages DAIA', 'Work group responsibility --- brief overview of objectives of group', 'Functional Area: Stores &amp; Supply', 'Work Group or Gang Description: Retail'.",
      "id": "s297"
    },
    {
      "text": "Mr Murdoch drew the Court's attention to the fact that information relevant to the third and fourth applicants' wages was included in this survey.",
      "id": "s298"
    },
    {
      "text": "From the information appearing on the face of the survey, it appears that both women were junior females, 18 years of age, single, grade 10 education, working in the store, and doing the same job, however they earned different weekly wages.",
      "id": "s299"
    },
    {
      "text": "Mr Murdoch submits that the inference may be drawn that whoever fixed those wage rates was making some sort of work value assessment of the employee to the enterprise of the store, however the State is frustrated in establishing that it was not involved in handing down schedules of amounts that were to be paid to persons as their weekly wages, because of the unavailability of witnesses involved in managing the store at the time.",
      "id": "s300"
    },
    {
      "text": "13.",
      "id": "s301"
    },
    {
      "text": "Mr Murdoch submits that, as evidenced by a staff card for the first applicant for his employment in the public service effective 8.8.83 (Exhibit DEFS-22 annexed to Mr Sutton's affidavit) and similar document for the third applicant (Exhibit DEFS-23 annexed to Mr Sutton's affidavit), employees of the State received a Staff Card on commencing employment with the State.",
      "id": "s302"
    },
    {
      "text": "The absence of a staff card before that date suggests that the first and third applicants were not employees of the State before August 1983.",
      "id": "s303"
    },
    {
      "text": "14.",
      "id": "s304"
    },
    {
      "text": "A letter from the Department to the Manager at Doomadgee dated 5 August 1983 advising that, with the transfer of responsibility for the payment of staff from Doomadgee Mission to the Department as of 8 August 1983, accounting procedures satisfactory to the State would need to be implemented.",
      "id": "s305"
    },
    {
      "text": "The inference which could be drawn from this letter is that prior to 8 August 1983, the employment of the applicants and responsibility for payment of their wages as employer, rested with the Mission rather than the State.",
      "id": "s306"
    },
    {
      "text": "(b) The affidavit of Mr Patrick Killoran sworn 12 May 2006 \n \n 92 Mr Killoran was Director of the Department during the period relevant to this claim.",
      "id": "s307"
    },
    {
      "text": "He has provided an affidavit four pages in length.",
      "id": "s308"
    },
    {
      "text": "I understand that Mr Killoran is not available for cross-examination on his affidavit for health reasons (TS 26 July 2006 p 34 ll 12-13).",
      "id": "s309"
    },
    {
      "text": "As a result of the unavailability of the witness for cross-examination due to ill health, less weight may be attached to his evidence since it has not been tested in cross-examination (see JD Heydon Cross on Evidence Seventh Australian Edition Butterworths 2004 par 17480 and the cases referred to therein).",
      "id": "s310"
    },
    {
      "text": "93 Mr Killoran's evidence as contained in his affidavit is to the effect that: &#8226; churches conducting Aboriginal Communities, including the Christian Brethren, were given a Cabinet-approved cash grant paid quarterly which the Department administered &#8226; the Department would take into account the actual expenditure and receipts of the communities for the year to date and estimates for the forthcoming year to calculate estimates of grants to be paid &#8226; the Department did not inform or direct the Christian Brethren as to the amount or rate to be paid in wages to Aboriginal workers at Doomadgee, and the annual grants were not the outer limit of the amount the Christian Brethren could spend on wages or on anything else &#8226; the State Government assumed responsibility for the management of the community at Doomadgee in 1983 as a result of a request by the Christian Brethren who were having staffing difficulties &#8226; prior to the assumption of control of the Mission in or about August 1983 the Department provided a member of its staff, Mr Shane O'Connor, to act in a 'caretaker' role at Doomadgee in April 1983, subject to the direction of the Christian Brethren as to the conduct of the Mission.",
      "id": "s311"
    },
    {
      "text": "(c) Affidavits of Sir Llewellyn Edwards, Hugh Lionel Fawssett, and Sir Leo Arthur Hielscher \n \n Sir Llewellyn Edwards \n \n 94 During the relevant period, Sir Llewellyn Edwards was Minister for Health and subsequently Treasurer and Deputy Premier of Queensland.",
      "id": "s312"
    },
    {
      "text": "He has provided an affidavit four pages in length.",
      "id": "s313"
    },
    {
      "text": "Sir Llewellyn's evidence is to the effect that: &#8226; during the relevant period, the Under-Treasurer would write annually to all state government departments including the Department requesting details of estimated expenditure and receipts for the upcoming financial year &#8226; those details were provided by government departments, and in the case of the Department included estimates of grants to church-conducted Aboriginal communities &#8226; whether a department received the amount of money it sought via its estimates depended on a range of factors &#8226; once budget figures were determined he would take the budget to Cabinet and then Parliament for approval &#8226; funds for grants to church conducted Aboriginal communities did not refer to specific communities but was a lump sum amount paid to the Department to be subsequently apportioned among each of the communities &#8226; the churches were entitled to expend the grant monies as they saw fit and augment the grant monies as they saw fit and were able &#8226; his clear understanding as a member of the government was that the Aboriginal communities conducted by churches including Doomadgee were independent from the State of Queensland and their operations intimately controlled and decided upon by the relevant churches &#8226; as with all departments which supplied funding to non-government bodies, there was discussion and liaison with the churches at Department level &#8226; the State did not decide matters with respect to the number of Aboriginal employees or the budget of the Christian Brethren in respect of its conduct of the Doomadgee Mission &#8226; during the period 1975 to 1983 there were regular Cabinet decisions approving funding for increases in the rates of pay for Aboriginal workers on State government-run communities and funding to provide additional funds to the churches to cover increases in wages for Aboriginal workers in church-conducted communities &#8226; at all times the governing body of a church remained free if it desired and felt able to pay higher wages to employees.",
      "id": "s314"
    },
    {
      "text": "Mr Hugh Fawssett \n \n 95 Mr Hugh Fawssett was Principal of Doomadgee Mission School from 1956 until 1983.",
      "id": "s315"
    },
    {
      "text": "He has provided two affidavits --- one sworn 17 March 2006 a little over three pages in length, and another sworn 19 May 2006, three pages in length.",
      "id": "s316"
    },
    {
      "text": "His evidence is to the effect that: &#8226; Doomadgee Mission School became a State Government school in 1975 when the Queensland Department of Education took on the responsibility for fully staffing the school &#8226; from 1975 all employees at the Doomadgee State School, both Aboriginal and non-Aboriginal, were paid directly by the Department of Education &#8226; between 1975 and 1982 Doomadgee Mission remained actively interested in the recruitment of teachers, however after 1982 recruitment of teachers passed from Doomadgee Mission to the Department of Education &#8226; the second applicant came on to his staff at the Doomadgee State School during 1976 as a temporary janitor/groundsman, and was in that position full time when Mr Fawssett left Doomadgee in 1983 &#8226; Mr Fawssett recalled seeing Departmental communications to the second applicant regarding his employment &#8226; he recalled the second applicant taking annual leave &#8226; he recalled that the second applicant was entitled to benefits payable by Education Queensland such as a locality allowance &#8226; he recalled the first applicant was employed at the school as a teacher aide during the early to mid 1970s &#8226; prior to 1975 Aboriginal persons employed in the Doomadgee Mission School were paid by the Doomadgee Mission &#8226; prior to 1975, non-Aboriginal teaching staff and the Principal at the Doomadgee Mission School were not paid salary or wages.",
      "id": "s317"
    },
    {
      "text": "Sir Leo Hielscher \n \n 96 Sir Leo Hielscher was Under Treasurer in Queensland between 1974 and 1988.",
      "id": "s318"
    },
    {
      "text": "His affidavit sworn 12 May 1984 is three pages in length.",
      "id": "s319"
    },
    {
      "text": "His evidence is essentially: &#8226; between 1975 and 1983 Treasury would write to the Department each financial year to request the Department to submit to the Treasury details of the Department's estimated expenditure and receipts for the upcoming year &#8226; the Department would provide the Treasury with estimates, including estimates of grants to church-run Aboriginal communities such as Doomadgee Mission &#8226; as Under Treasurer he did not have a detailed knowledge of the management or funding of church-run Aboriginal communities, however he states that the allocation for grants to churches conducting Aboriginal communities was a subsidisation of the activities of the respective churches to assist them in their work with the Aboriginal people, and that it was for the churches to determine how much additional funding was contributed from other sources &#8226; from 1983 the State Government, through the Department, assumed the management of the Doomadgee Aboriginal reserve, from which time the approved allocation to the Department was amended to reduce the allocation for grants to the church-run Aboriginal communities and to increase the allocation for running costs of Department-run Aboriginal communities &#8226; the amount of the allocation to the Department for the period 1975-1986 was dependent upon the funds available to the State Government.",
      "id": "s320"
    },
    {
      "text": "(d) Queensland Government Cabinet documents from the relevant period \n \n 97 At the preservation hearing of the evidence of Mr Sutton on 22 March 2006 Cabinet Submission 20160 dated 4 June 1975 and Cabinet Decision 22563 dated 10 June 1975 were tendered.",
      "id": "s321"
    },
    {
      "text": "The Cabinet Submission refers to additional financial assistance sought by church organisations conducting Aboriginal Communities, including Doomadgee Mission.",
      "id": "s322"
    },
    {
      "text": "The Cabinet Decision approved special and additional finance for church sponsored communities in budgetary problems.",
      "id": "s323"
    },
    {
      "text": "98 In his affidavit affirmed 22 May 2006, Mr Maxwell Smith of Crown Law deposed as to the content of a number of Cabinet Submissions and Cabinet Decisions, the contents of which had not yet been released.",
      "id": "s324"
    },
    {
      "text": "In particular in his affidavit, Mr Smith described the following documents: &#8226; Cabinet Submission 36007 marked 'Security Classification \"A\" --- Secret' was submitted by the Minister for Northern Development and Aboriginal and Islander Affairs on or about 6 May 1983 regarding the future of the Doomadgee Aboriginal Community.",
      "id": "s325"
    },
    {
      "text": "Mr Smith deposed that it had become clear to the Minister that the Management Committee of the Doomadgee Mission were faced with a management situation which in economic, staffing and practical terms was beyond that committee's ability to maintain, administer and effectively service (Affidavit par 59).",
      "id": "s326"
    },
    {
      "text": "&#8226; Cabinet Decision 40190 dated 10 May 1983 approved the recommendations made in Submission 36007, in principle, subject to discussions on the full financial implications.",
      "id": "s327"
    },
    {
      "text": "Following this Decision, a progressive take over by the Department from the Christian Brethren of staffing, administration, accountability, servicing and responsibility for the material wellbeing of the Doomadgee Aboriginal Community began (Affidavit pars 61-62).",
      "id": "s328"
    },
    {
      "text": "&#8226; Cabinet Submission 37862 submitted on or about 13 January 1984 concerned various grants to religious bodies that were accepting responsibility for Aboriginal and Islander welfare, and included a reference to the State assuming full administrative control of the area from mid-1983.",
      "id": "s329"
    },
    {
      "text": "Cabinet Decision 42170 was, presumably, made on that basis of that Submission.",
      "id": "s330"
    },
    {
      "text": "(e) Affidavits of Bernadette Irene Albert, Evelyn May Barker, Shane Arthur O'Connor, Eric Michael Porter, Maxwell Athol Smith, Paul Toolis \n \n Ms Bernadette Albert \n \n 99 Ms Bernadette Albert is a human resource consultant employed in Payroll Services, Corporate and Professional Services, which is a shared service provider for Education Queensland.",
      "id": "s331"
    },
    {
      "text": "She commenced employment with Education Queensland in January 1989.",
      "id": "s332"
    },
    {
      "text": "She deposed in her affidavit sworn 29 June 2006 that she has perused the personnel records of Education Queensland and: &#8226; Ascertained that the third applicant commenced employment with Education Queensland at Doomadgee in January 2000.",
      "id": "s333"
    },
    {
      "text": "There is no record of the third applicant's employment with Education Queensland prior to January 2000.",
      "id": "s334"
    },
    {
      "text": "&#8226; She has extracted the personnel records of the second applicant which show that he was employed as a Janitor Grounds person by the Department of Education from 3 May 1976, and that the award covering the position was, and still is, the Public Service Award --- State.",
      "id": "s335"
    },
    {
      "text": "She has also deposed that the second applicant was entitled to receive and did receive the pay rates and benefits provided by that award.",
      "id": "s336"
    },
    {
      "text": "Ms Evelyn Barker \n \n 100 The affidavit of Ms Evelyn Barker is five pages in length plus annexures.",
      "id": "s337"
    },
    {
      "text": "Ms Barker deposed , inter alia , that: &#8226; she worked as a volunteer for the Doomadgee Mission from around mid-1979 until August 1983 when the State Government took over the Mission and Ms Barker was offered and accepted a position with the Queensland Public Service &#8226; from time to time she assisted Mrs Eunice Hockey with tasks of developing the budget for Doomadgee Mission, keeping the Mission's Books, and payment of the wages &#8226; on occasions when Mrs Hockey was away, Ms Barker had the responsibility of making the required entries in the Mission's books of account, wage books, and for paying the wages to the Mission's workers &#8226; Mr and Mrs Hockey conducted the Mission, and she has no recollection of, at any time prior to 1983, the State of Queensland providing any direction as to how the Mission should be conducted &#8226; the Aboriginal workers were directed in the performance of their work by the Hockeys or the staff of the Mission, and the Hockeys decided which Aboriginal residents would be employed, their hours of work and their wage rates &#8226; the Mission issued group certificates for the Aboriginal workforce.",
      "id": "s338"
    },
    {
      "text": "Mr Shane O'Connor \n \n 101 The affidavit of Mr Shane O'Connor is four pages in length plus annexures.",
      "id": "s339"
    },
    {
      "text": "In summary, Mr O'Connor deposes: &#8226; while he was employed by the Department, he provided an interim management service on a loan basis to the church administration in or about 1983 at Doomadgee Mission due to staffing problems that Doomadgee was experiencing &#8226; during that time he was instructed by the Director of the Department, Mr Killoran, not to interfere with the administrative policy of the mission &#8226; during that time one of his tasks was to oversee the preparation of the estimates of expenditure &#8226; the workforce of Doomadgee was and had always been a church responsibility and he made no attempt to interfere because to do so would have been contrary to his understanding of the brief under which he was working &#8226; the wages of the Aboriginal workers was determined by the Christian Brethren, and not set by the Department.",
      "id": "s340"
    },
    {
      "text": "Mr Eric Porter \n \n 102 Mr Porter deposes in his affidavit sworn 22 May 2006 that: &#8226; From 1987 to 2002 he held the positions of Principal Industrial Officer and Principal Industrial Relations Policy Officer in the Department of Employment, Vocational Education, Training and Industrial Relations and the Department of Industrial Relations.",
      "id": "s341"
    },
    {
      "text": "Since 2002 he has conducted his own Industrial Relations Consultancy Business.",
      "id": "s342"
    },
    {
      "text": "&#8226; He has appeared extensively before the Queensland and Australian Industrial Relations Commission on behalf of the State of Queensland in relation to disputes and issues involving persons employed by the State of Queensland.",
      "id": "s343"
    },
    {
      "text": "&#8226; In 1986 he was a member of a team established by the Queensland government to, inter alia , survey local authority type functions undertaken by Aboriginal and Torres Strait Islander Communities conducted both by the State and various churches, and report detailed survey findings and recommendations to the Queensland Government.",
      "id": "s344"
    },
    {
      "text": "As part of that process he visited Doomadgee on 30 July 1986.",
      "id": "s345"
    },
    {
      "text": "&#8226; He has perused such records as are available, and provided a comparative table for the alleged period of employment for each applicant to show wages received or an estimate thereof, the applicable award and classification under that award, and the wage rates applicable by reference to that award and increases in rates during the relevant time.",
      "id": "s346"
    },
    {
      "text": "Mr Maxwell Smith and Mr Lachlan Edmonds \n \n 103 Mr Maxwell Smith is an officer with Crown Law who has filed a number of affidavits in relation to this matter.",
      "id": "s347"
    },
    {
      "text": "Mr Smith is a Senior Lawyer employed in the office of the Crown Solicitor for the State of Queensland.",
      "id": "s348"
    },
    {
      "text": "104 I note that a number of affidavits have also been filed by Mr Lachlan Edmonds who is also a Senior Lawyer employed in the office of the Crown Solicitor.",
      "id": "s349"
    },
    {
      "text": "For completeness I will also briefly consider this evidence.",
      "id": "s350"
    },
    {
      "text": "Affidavit of Mr Smith affirmed 22 May 2006 \n \n 105 The affidavit of Mr Smith contains details of the history of the Doomadgee Mission from 1930, following clearly extensive research by Mr Smith and Crown Law.",
      "id": "s351"
    },
    {
      "text": "106 In this affidavit, Mr Smith deposes to the contents of a number of Cabinet Submissions and Decisions which have not yet been released for public scrutiny and are the subject of the privilege afforded to Cabinet papers.",
      "id": "s352"
    },
    {
      "text": "Affidavit of Mr Smith affirmed 11 July 2006 \n \n 107 The evidence contained in the affidavit of Mr Smith may be summarised as follows: &#8226; Christian Brethren church-focused congregations were organisationally independent, with no over-arching administrative body and no formal order of clergy &#8226; no organisation styled 'Christian Brethren of Australia Inc' or 'Christian Brethren Australia Inc' could be identified on the registers of the Australian Securities and Investments Commission, the State Business Names register or the register of bodies incorporated under the Associations Incorporation Act 1981 (Qld) &#8226; he had interviewed Mr Hockey, who did not have a clear recollection, or in some cases any recollection, of some of the matters Mr Smith raised with him.",
      "id": "s353"
    },
    {
      "text": "Affidavit of Mr Edmonds sworn 12 July 2006 and Affidavit of Mr Edmonds sworn 17 July 2006 \n \n 108 The evidence contained in these affidavits of Mr Edmonds may be summarised as follows: &#8226; The respondent has conducted comprehensive searches to locate documents relevant to the proceedings.",
      "id": "s354"
    },
    {
      "text": "&#8226; He has undertaken a very time-consuming task of perusing files at the Queensland State Archives which were potentially relevant.",
      "id": "s355"
    },
    {
      "text": "&#8226; He accessed Cabinet documents relating to the Aboriginal communities of Doomadgee, Aurukun and Mornington Island for the period 1975-1986.",
      "id": "s356"
    },
    {
      "text": "Those documents predominately related to cabinet decisions to approve further grants to the various church bodies conducting Aboriginal missions including Doomadgee.",
      "id": "s357"
    },
    {
      "text": "&#8226; A number of the cabinet documents relevant to the proceedings were extracted from the retrieved files and listed in the respondent's List of Documents dated 14 October 2005, and the Supplementary List of Documents dated 6 July 2006, however the documents do not include information relevant to the relationship between the respondent and the Christian Brethren who allegedly conducted the Doomadgee Mission on behalf of the respondent during the relevant period, the determination of wages or the actual amount of wages paid to the applicants by the Christian Brethren during the relevant period.",
      "id": "s358"
    },
    {
      "text": "&#8226; At best, there are documentary fragments that relate to the employment of and wages paid to some of the applicants, at particular moments in time only.",
      "id": "s359"
    },
    {
      "text": "&#8226; He has discovered the names of people who were apparently involved in running the Doomadgee Mission as a Christian mission at the relevant time, as well as the names of the employees of the respondent who were involved in the provision of the annual grant to Doomadgee at the relevant time.",
      "id": "s360"
    },
    {
      "text": "&#8226; There is evidence that, from the perspective of the Doomadgee Mission, the late Mrs Hockey co-ordinated the relationship with the respondent.",
      "id": "s361"
    },
    {
      "text": "Further, there is evidence that Mr Bernard Bedford, a member of the committee of the Christian Brethren based in Brisbane, liaised with the Department on behalf of the Doomadgee Mission during the relevant period, however Mr Bedford is deceased.",
      "id": "s362"
    },
    {
      "text": "&#8226; The current President of Doomadgee Incorporated, Dr Dennis Lennox, has no understanding of the annual grants made by the Department to the Christian Brethren nor the matters relating to the payment of wages to the Aboriginal workers at Doomadgee for the relevant period.",
      "id": "s363"
    },
    {
      "text": "There is evidence that Mr Bedford kept a number of records relating to the Christian Brethren, however Dr Lennox could find only two letters relevant to this matter, one of which had already been discovered and the other of which was annexed to Mr Edmonds'affidavit.",
      "id": "s364"
    },
    {
      "text": "&#8226; Because of the unavailability of key witnesses the respondents were unable to confirm that Mr Hockey, as manager of Doomadgee Mission, had access to sufficient funding from sources other than government subsidies to pay mission wages, however the financial records indicate that such other resources were available.",
      "id": "s365"
    },
    {
      "text": "Mr Paul Toolis \n \n 109 Mr Paul Toolis was Executive Officer of the Department based at Doomadgee between July 1984 and August 1986.",
      "id": "s366"
    },
    {
      "text": "During August 1983 he co-ordinated the institution of Departmental business processes.",
      "id": "s367"
    },
    {
      "text": "While this work proceeded, an officer acting on behalf of the Christian Brethren Church closed its books and accounts.",
      "id": "s368"
    },
    {
      "text": "He recalled handing letters of appointment to the first and third applicants in early August 1983, which meant that they would be paid by cheque from the Treasury payroll system ex Brisbane.",
      "id": "s369"
    },
    {
      "text": "Another 15 or 20 former Church employees were also engaged at the time.",
      "id": "s370"
    },
    {
      "text": "SECTIONS 9 AND 15 \n \n 110 I have detailed the evidence in QUD 389/2005 above because in order to ascertain whether there has been an abuse of process in terms submitted by the respondent it is necessary to consider such evidence as is available in terms of the claims of the applicants.",
      "id": "s371"
    },
    {
      "text": "In doing so, I note that to date little evidence has been filed by the applicants themselves, other than information as to when they were working and allegations that they did not receive proper wages for that work.",
      "id": "s372"
    },
    {
      "text": "111 The structure of the claims in QUD 279/2004 and QUD 389/2005 is such that, except to the extent that there is evidence relevant to a specific applicant's circumstances (for example, specific dates of employment and specific positions held), the evidence presented in QUD 389/2005 is, I understand, the same as that which would be before the Court if QUD 279/2004 proceeds.",
      "id": "s373"
    },
    {
      "text": "112 The claims of the applicants are framed in terms of s 9 and s 15 of the Act.",
      "id": "s374"
    },
    {
      "text": "Section 9 is a general provision whereas s 15 relates specifically to employment.",
      "id": "s375"
    },
    {
      "text": "113 At the hearing of 26 July 2006, Mr O'Gorman for the applicants conceded that the applicants were perhaps on weaker ground in relation to the application for the permanent stay under s 15, on the basis that what is required there, among other things, is evidence as to the arrangement between the church and the individual employees and the like.",
      "id": "s376"
    },
    {
      "text": "Mr O'Gorman also acknowledged that without the availability of witnesses involved in the management of Doomadgee, it could well be that I might think it appropriate to permanently stay that part of the application relating to s 15 (TS 26 July 2006 p 44 ll 11-19).",
      "id": "s377"
    },
    {
      "text": "It is useful to first consider the applicants' claim with respect to s 15 and then to turn to the claim pursuant to s 9.",
      "id": "s378"
    },
    {
      "text": "Claim under section 15 \n \n 114 As indicated earlier in this judgment, the claim of the applicants may be summarised as: &#8226; the State determined the policies that were applicable to the employment of Aborigines on the reserves &#8226; the State determined the amount to be paid in wages to the applicants through the Christian Brethren by way of Cabinet Decisions which outlined what was to be paid to Aboriginal employees who did not receive award wages &#8226; the grants paid to by the State to the Christian Brethren represented the wages it determined could be paid by the Christian Brethren to the applicants &#8226; the determination of the amounts to be paid to the applicants was based on race &#8226; the State knew that the grants would be determinative of the amounts paid to the applicants in wages.",
      "id": "s379"
    },
    {
      "text": "115 Section 15 provides as follows: \n \n 'It is unlawful for an employer or a person acting or purporting to act on behalf of an employer: \n \n (a) to refuse or fail to employ a second person on work of any description which is available and for which that second person is qualified; \n (b) to refuse or fail to offer or afford a second person the same terms of employment, conditions of work and opportunities for training and promotion as are made available for other persons having the same qualifications and employed in the same circumstances on work of the same description; or \n (c) to dismiss a second person from his or her employment; \n \n by reason of the race, colour or national or ethnic origin of that second person or of any relative or associate of that second person.",
      "id": "s380"
    },
    {
      "text": "' \n \n 116 Section 3(1) of the Act defines 'employment' as including: \n \n 'work under a contract for services, and cognate expressions have corresponding meanings.",
      "id": "s381"
    },
    {
      "text": "' \n \n 117 The reference to 'contract for services' in s 3(1) is to the traditional distinction at common law between an 'employee' who was employed under a 'contract of service', and an independent contractor who was engaged under a 'contract for services'.",
      "id": "s382"
    },
    {
      "text": "Historically, employers could be liable for wrongs inflicted on a third party by an employee, but not where the worker was an independent contractor (see for example B Creighton and A Stewart Labour Law: An Introduction (The Federation Press, 2000) pars 7.02-7.06 and the recent discussion of these principles by the High Court in Sweeney v Boylan Nominees Pty Ltd [2006] HCA 19 ; (2006) 227 ALR 46 at 49).",
      "id": "s383"
    },
    {
      "text": "This distinction is not relevant in the case before me --- the only point is whether the applicants were employees of the respondent at the relevant time.",
      "id": "s384"
    },
    {
      "text": "118 Whether an employer/employee relationship exists between parties is determined by the nature of their relationship and whether indicia of employment are evident.",
      "id": "s385"
    },
    {
      "text": "This issue has been the subject of much judicial comment.",
      "id": "s386"
    },
    {
      "text": "The leading Australian case on the topic is Stevens v Brodribb Sawmilling Company Pty Ltd [1986] HCA 1 ; (1986) 160 CLR 16 per Mason J at 24 and Wilson and Dawson JJ at 36, recently considered by the Full Court of the Federal Court in ACT Visiting Medical Officers Association v Australian Industrial Relations Commission [2006] FCAFC 109 at [19-21] , where incidents of the employment relationship were identified as: &#8226; the measure of control that the putative employer is entitled to exercise over the worker &#8226; the mode of remuneration &#8226; the provision and maintenance of equipment &#8226; the obligation to work &#8226; the hours of work &#8226; the provision for holidays &#8226; the deduction of income tax &#8226; the delegation of work &#8226; the right to have a particular person do the work &#8226; the right to suspend or dismiss the person engaged &#8226; the right to the exclusive services of the person engaged &#8226; the right to dictate the place of work.",
      "id": "s387"
    },
    {
      "text": "119 In reviewing the evidence before me, three issues are clear.",
      "id": "s388"
    },
    {
      "text": "First issue \n \n 120 The first issue is that, using any of the above indicia of employment, such fragmentary evidence as exists shows no relationship of employment between the State of Queensland and the applicants in QUD 389/2005 between 1975 and 1983 to the extent that such relationship is based on any perceived control of the affairs of the Doomadgee Mission by the State of Queensland during that period.",
      "id": "s389"
    },
    {
      "text": "121 While it is possible that further information could emerge in cross-examination, available evidence-in-chief which has been gleaned from the recollections of witnesses more than twenty years after the relevant events is consistent with the proposition that the Doomadgee Mission was under the control of the Christian Brethren, that the Aboriginal employees were in the employment of the Doomadgee Mission conducted by the Christian Brethren who determined their conditions of employment including wages, and that the State paid grants to the Mission as a subsidy to the Mission's operations with no direction as to the manner in which the Mission spent the money, and interest only to the extent that the Mission could justify receiving financial assistance from the State.",
      "id": "s390"
    },
    {
      "text": "122 Evidence to this effect before me includes: 1.",
      "id": "s391"
    },
    {
      "text": "Evidence of Mr Sutton that: \n \n \n &#8226; the Department did not prescribe pay rates for persons employed by the churches including the Christian Brethren, nor fix wage rates payable by the Doomadgee Mission, and nor did the Mission ever request approval to pay particular rates of wages to Aboriginal workers\n &#8226; the Department considered Aboriginal workers in the employ of the State quite differently from Aboriginal workers in the employ of the churches, including for example in 1979 requesting the churches to review their respective workforces\n &#8226; unlike in relation to Aboriginal employees working on State-conducted Aboriginal communities, the Department did not control the engagement, dismissal, hours of employment, starting or ceasing times of Aboriginal workers in church-conducted missions; did not determine rates of pay; did not set the number of employees to be engaged; did not own or maintain the plant and equipment used by Aboriginal workers; did not deduct tax or issue group certificates to those workers; did not maintain time or wages records; did not maintain leave records\n &#8226; unlike on State-operated Aboriginal communities, no Departmental employees worked on Doomadgee Mission, nor visited Doomadgee to inspect its administrative practices or records\n &#8226; the grants provided by the Department were not the only source of funding for the Doomadgee Mission\n &#8226; all of the above changed in 1983 when the control of Doomadgee Mission passed to the State.",
      "id": "s392"
    },
    {
      "text": "2.",
      "id": "s393"
    },
    {
      "text": "The evidence of Mr Killoran that the Department did not inform or direct the Christian Brethren as to the amount or rate to be paid in wages to Aboriginal workers at Doomadgee.",
      "id": "s394"
    },
    {
      "text": "3.",
      "id": "s395"
    },
    {
      "text": "The absence of any indication in the evidence of Sir Llewellyn Edwards, Mr Fawssett or Sir Leo Hielscher supporting the claim that the applicants were employees other than in relation to the second applicant whose direct employment does not appear to be disputed.",
      "id": "s396"
    },
    {
      "text": "In relation to these witnesses, it is difficult to see what further evidence these witnesses could provide given that they were not directly involved in the management of the Doomadgee Mission, and in light of the positions they held in government at that time.",
      "id": "s397"
    },
    {
      "text": "4.",
      "id": "s398"
    },
    {
      "text": "The inconclusive contents of the Cabinet Submissions and Cabinet Decisions in relation to this claim.",
      "id": "s399"
    },
    {
      "text": "5.",
      "id": "s400"
    },
    {
      "text": "The evidence of Ms Barker that the Aboriginal workers were directed in the performance of their work by the Hockeys or the staff of the Mission, and the Hockeys made all decisions as to which Aboriginal residents would be employed, their hours of work and their wage rates.",
      "id": "s401"
    },
    {
      "text": "This evidence is supported by the fact that the third and fourth applicants received different weekly rates in 1979 despite being the same age, experience, gender, and education, and employed in the same position in the store, which indicates some value attributed to their performance in the store.",
      "id": "s402"
    },
    {
      "text": "123 From the evidence provided, there is absolutely no indication of any indicia of an employer/employee relationship between the State and the applicants other than where the applicants were 'directly' employed by the State.",
      "id": "s403"
    },
    {
      "text": "All evidence points towards control of the employees by the management at Doomadgee Mission.",
      "id": "s404"
    },
    {
      "text": "To the extent that an emanation of the Christian Brethren was in control of Doomadgee Mission and an employer of staff, it appears that that entity was the Committee for the Doomadgee Aboriginal Mission, however it is difficult in the absence of further evidence, including Group Certificates from the relevant period, to determine this issue.",
      "id": "s405"
    },
    {
      "text": "Second issue \n \n 124 The second issue is that there is no further information available beyond the fragmentary evidence already before the Court and anything further that can be elicited from those witnesses who are in a position to give evidence.",
      "id": "s406"
    },
    {
      "text": "This is evident from: &#8226; In my view, the clear inability of Mr Hockey to give evidence.",
      "id": "s407"
    },
    {
      "text": "&#8226; The fact that there do not appear to be any records remaining at Doomadgee (note apparent concession by Counsel at TS QUD 389/05 3 May 2006 p 5 l 14).",
      "id": "s408"
    },
    {
      "text": "&#8226; The affidavits of Mr Smith and Mr Edmonds to the effect that comprehensive searches have been undertaken to locate documents relevant to the proceedings.",
      "id": "s409"
    },
    {
      "text": "&#8226; The evidence of Mr Smith to the effect that Christian Brethren church-focused congregations were organisationally independent, with no over-arching administrative body and no formal order of clergy, which means in turn that there appears to be no 'head office' or indeed entity still in existence which would have relevant records.",
      "id": "s410"
    },
    {
      "text": "This does not appear to be disputed.",
      "id": "s411"
    },
    {
      "text": "125 Accordingly, a trial on this claim would proceed only upon such evidence as is already before the Court.",
      "id": "s412"
    },
    {
      "text": "Third issue \n \n 126 The third issue is that, because of the effluxion of time, such fragmentary evidence as does exist, in particular 'signposts' to evidence upon which the State could rely, cannot be properly interpreted or explained.",
      "id": "s413"
    },
    {
      "text": "In particular, as submitted by Mr Murdoch SC at the hearing of 26 July 2006 there are many 'signposts' to evidence that Doomadgee Mission received substantial income from a variety of commercial activities.",
      "id": "s414"
    },
    {
      "text": "This appears particularly from the material annexed to the affidavit of Mr Sutton.",
      "id": "s415"
    },
    {
      "text": "127 These 'signposts' potentially negate the inference that wages for Aboriginal workers were determined by grants paid by the respondent to the Mission.",
      "id": "s416"
    },
    {
      "text": "As already detailed in this judgment those alternative sources of income included the retail store, the bakery, commercial activities such as sale of cattle, beef and petrol, vehicle hire, and commissions from Bush Pilot Airways, Mobil, the Commonwealth Savings Bank and the Post Office.",
      "id": "s417"
    },
    {
      "text": "128 I have already noted that it in the present circumstances Mr Hockey will almost certainly not be in a position to give evidence either elaborating on or explaining those 'signposts'.",
      "id": "s418"
    },
    {
      "text": "Key witnesses are either deceased (for example Mrs Hockey and Mr Bedford) or cannot give evidence for health reasons (for example Mr Killoran).",
      "id": "s419"
    },
    {
      "text": "129 The other witnesses to whom I have referred in the course of this judgment and who have provided evidence were, with respect: &#8226; on the periphery of events during the relevant period, for instance Ms Barker, Mr Fawssett, Mr Toolis and Mr O'Connor; or &#8226; while in positions of authority, were far removed from the day to day operations at Doomadgee Mission and almost certainly could not give evidence as to the conduct of the Mission from first hand knowledge, for instance Sir Llewellyn Edwards and Sir Leo Hielscher.",
      "id": "s420"
    },
    {
      "text": "130 In my view, as a result of the effluxion of time, and taking into account the fragmentary nature of the evidence, the indications of other sources of income of the Mission, and the lack of witnesses to either explain those fragments or fill in evidentiary gaps, in the words of Bryson JA: &#8226; there is no useful evidence available upon which to conduct a hearing in relation to the applicant's claims based on s 15 of the Act &#8226; no further search or inquiry is in any way likely to locate such evidence &#8226; the trial would not rise above a debate about the effect of scraps of information &#8226; it is impossible to inform the debate with any realistically useful information &#8226; the trial would be only a ceremonial enactment of an opportunity to establish whether the applicants have the rights they claim.",
      "id": "s421"
    },
    {
      "text": "131 In my view, it would be an abuse of the process of the Court under O 20 r 2(1)(c) to allow this part of the claim to proceed.",
      "id": "s422"
    },
    {
      "text": "132 Accordingly, it would be appropriate to permanently stay the claim of the applicants against the State in terms of s 15 to the extent that the applicants' claim that the respondent discriminated against each of them through the respondent's payment to the Christian Brethren of grants for the payment of the applicants' wages that were based on race and resulted in the applicants receiving wages which were at a rate less than that to which they were entitled.",
      "id": "s423"
    },
    {
      "text": "Claim under section 9 \n \n 133 The applicants also claim however that the actions of the respondent are in breach of s 9 of the Act.",
      "id": "s424"
    },
    {
      "text": "134 So far as relevant, s 9 of the Act provides as follows: \n \n '(1) It is unlawful for a person to do any act involving a distinction, exclusion, restriction or preference based on race, colour, descent or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life... \n ... \n (2) A reference in this section to a human right or fundamental freedom in the political, economic, social, cultural or any other field of public life includes any right of a kind referred to in Article 5 of the Convention.",
      "id": "s425"
    },
    {
      "text": "' \n \n 135 Article 5 of the Convention in s 2 is art 5 of the International Convention of the Elimination of All Forms of Racial Discrimination , and so far as relevant is as follows: \n \n 'In compliance with the fundamental obligations laid down in article 2 of this Convention, States Parties undertake to prohibit and to eliminate racial discrimination in all its forms and to guarantee the right of everyone, without distinction as to race, colour, or national or ethnic origin, to equality before the law, notably in the enjoyment of the following rights: \n ... \n \n \n (e) Economic, social and cultural rights, in particular: \n \n \n \n \n (i) The rights to work, free choice of employment, to just and favourable conditions to work, to protection against unemployment, to equal pay for equal work, to just and favourable remuneration.",
      "id": "s426"
    },
    {
      "text": "' \n \n \n \n 136 An act is unlawful within s 9 (1) if an act: &#8226; Involves a distinction, exclusion, restriction or preference.",
      "id": "s427"
    },
    {
      "text": "&#8226; That is based on race, colour, descent or national or ethnic origin; and &#8226; The existence of that racial distinction is the basis of the relevant act in the sense that the act occurred by reason of or by reference to the racial distinction.",
      "id": "s428"
    },
    {
      "text": "The inquiry is not one as to motive --- rather the inquiry is into whether the racial distinction is a material factor in the making of the relevant decision or the performing of the relevant act (Doyle CJ in Aboriginal Legal Rights Movement Inc v South Australia (No 1) (1995) 64 SASR 551 at 553).",
      "id": "s429"
    },
    {
      "text": "137 The validity of s 9 of the Act was confirmed by the High Court in Koowarta v Bjelke-Petersen (1982) 39 ALR 417.",
      "id": "s430"
    },
    {
      "text": "The grounds in s 9 of the Act have been described as a 'mini Bill of Rights' (P Bailey Human Rights: Australia in an International Contex t Butterworths 1990 p 188).",
      "id": "s431"
    },
    {
      "text": "138 Section 9 is expressed in general terms, and in most cases is pleaded in association with other provisions of the Act including s 15 as was the situation in this case (another example of a case involving both s 9 and s 15 is Meka v Shell Company Australia Ltd [2005] FMCA 250).",
      "id": "s432"
    },
    {
      "text": "As pointed out by Bailey: \n \n 'The purpose of s 9 is to provide a broad proscription of racial discrimination in almost any field...",
      "id": "s433"
    },
    {
      "text": "It provides a basis for challenge to many forms of discriminatory action ...",
      "id": "s434"
    },
    {
      "text": "However apart from Koowarta's case, s 9 has not so far been greatly used.",
      "id": "s435"
    },
    {
      "text": "This is probably because of its generality, and also because many of the major discriminations will be caught by the particular provisions in the remainder of Part II of the Act.",
      "id": "s436"
    },
    {
      "text": "' \n [Peter Bailey Human Rights: Australia in an International Context Butterworths 1990 p 189] \n \n 139 This comment appears equally relevant today: one of the few cases considering s 9 in isolation is Macedonian Teachers' Association of Victoria Inc v Human Rights and Equal Opportunity Commission (1998) 91 FCR 8 per Weinberg J, confirmed on appeal as Victoria v Macedonian Teachers' Association of Victoria Inc [1999] FCA 1287 ; (1999) 91 FCR 47.",
      "id": "s437"
    },
    {
      "text": "In that case, Weinberg J at first instance found inter alia that: &#8226; 'based on' in s 9(1) encompasses the broader, non-necessarily causative, relationship expressed in the phrase 'by reference to' &#8226; motive, intention or purpose are irrelevant under s 9(1).",
      "id": "s438"
    },
    {
      "text": "140 The applicants in their Statement of Claim submit that the 'act' for the purposes of s 9, was: &#8226; a payment by the respondent to the Christian Brethren of grants that were based on race and resulted in the applicants receiving wages which were at a rate less than that paid by the respondent to its non-Aboriginal employees doing similar work and/or pursuant to the Award applicable to each of the applicants &#8226; the payment by the Christian Brethren of wages to the applicants at a rate that was based on race and that was less than that paid to its non-Aboriginal employees.",
      "id": "s439"
    },
    {
      "text": "141 At the hearing of 26 July 2006, Mr O'Gorman for the applicants submitted that it would be inappropriate to permanently stay the applicants' claim based on s 9 because of the volume of evidence which is already before the court, and in particular that of Sir Llew Edwards, Sir Leo Hielscher, Mr Killoran and Mr Sutton.",
      "id": "s440"
    },
    {
      "text": "142 In relation to this point, Mr Murdoch SC for the respondent submitted that, in order for the applicants to succeed in relation to s 9, they must make good their assertion that it was the State that was determining the wage rates paid to individuals and that the church had alternative means of contributing to wage rates.",
      "id": "s441"
    },
    {
      "text": "Mr Murdoch SC submitted further that in this context, the unavailability of key witnesses and documents frustrate a proper analysis of the: &#8226; degree of reliance of the Christian Brethren on State Government subsidies &#8226; independent sources of income &#8226; capacity of the Christian Brethren to pay wages from funds generated on the community, for example, retail store sales &#8226; actual wages paid to either the applicants or non-Aboriginal employees of the 'Christian Brethren of Australia Inc'.",
      "id": "s442"
    },
    {
      "text": "143 In my view, it is difficult to separate the claims of the applicants that the respondents have breached s 9 from their claims in respect of s 15.",
      "id": "s443"
    },
    {
      "text": "The substantive claims of the applicants do not distinguish in any material respects between acts of the respondent said to breach s 9 and those said to breach s 15.",
      "id": "s444"
    },
    {
      "text": "Both claims as framed by the applicants rely on the establishment of an employment relationship between themselves and the respondent.",
      "id": "s445"
    },
    {
      "text": "144 This is demonstrated by the Application and the Statement of Claim.",
      "id": "s446"
    },
    {
      "text": "The applicants seek a declaration that the respondent discriminated against each of the applicants pursuant to s 9 and s 15 of the Act in their employment with the respondent between 1975 and 1986 and/or a declaration that the respondent discriminated against each of the applicants through the payment, to the Christian Brethren, of grants for the payment of the applicants' wages that were based on race and resulted in the applicants receiving wages which were at a rate less than that to which they were entitled.",
      "id": "s447"
    },
    {
      "text": "145 The nexus between: (a) the payment of the grant by the respondent to the Christian Brethren; and (b) the resultant payment by the Christian Brethren of wages to the applicants at a rate that was based on race and that was less than that paid to its non-Aboriginal employees.",
      "id": "s448"
    },
    {
      "text": "must be established in order for the applicants to succeed against the respondent.",
      "id": "s449"
    },
    {
      "text": "I do not understand that the applicants are claiming that the payment of grants by the respondent to the applicants simpliciter is an 'act' of discrimination within the meaning of s 9.",
      "id": "s450"
    },
    {
      "text": "146 However to the extent that the applicants claim that 'the act' for the purposes of s 9 was payment by the respondent to the Christian Brethren of grants that were based on race and which had the result of the applicants receiving wages which were at a rate less than that paid by the respondent to its non-Aboriginal employees doing similar work and/or pursuant to the Award applicable to each of the applicants, the same problems I identified earlier in relation to s 15 arise, namely: &#8226; All available evidence-in-chief which has been gleaned from the recollections of witnesses more than twenty years after the relevant events is consistent with the proposition that the conditions of employment of Aboriginal workers at Doomadgee were determined by the Hockeys and Mission staff at Doomadgee, and that the State financially assisted the Mission with apparently no direction as to those conditions.",
      "id": "s451"
    },
    {
      "text": "&#8226; It appears that the wages of Aboriginal employees were at least partly subsidised by additional sources of Mission income, however the same issues arise as previously noted in respect of identifying those additional sources.",
      "id": "s452"
    },
    {
      "text": "&#8226; There appears to be no further useful evidence to inform the debate.",
      "id": "s453"
    },
    {
      "text": "&#8226; The effluxion of time has meant not only that records of the Christian Brethren were lost, but that key witnesses are no longer available to give evidence or interpret fragments.",
      "id": "s454"
    },
    {
      "text": "Indeed the Christian Brethren no longer exist as an association.",
      "id": "s455"
    },
    {
      "text": "147 In summary, because of the effluxion of time, the causal link between the payment of the grants, the sums involved, and the level of wages received by the applicants is not evident, and evidence which could be given on behalf of the respondent and witnesses who could provide insight into the management of the Doomadgee Mission and the employment of the applicants at the relevant time is no longer available.",
      "id": "s456"
    },
    {
      "text": "148 Mr O'Gorman has submitted that a great deal of evidence has already been filed with the Court relating to the events in issue, which would enable the Court to conclude that the respondent was in breach of the Act.",
      "id": "s457"
    },
    {
      "text": "However in my view that evidence is, again because of the effluxion of time, fragmentary, and of necessity, general (because of the nature of the witnesses involved and the positions they held), inconclusive, and likely to be of little assistance.",
      "id": "s458"
    },
    {
      "text": "While there is clearly evidence that grants were made to Doomadgee Mission and that those grants subsidised the operations of the Mission including payment of wages, there is not, nor is there likely to be from further examination of witnesses identified by the applicants, further information forthcoming as to how the State grants had the result that the applicants received lower wages than non-Aboriginal workers at Doomadgee.",
      "id": "s459"
    },
    {
      "text": "149 For these reasons I am also satisfied that it would be an abuse of the process of the Court to allow this part of the claim to proceed.",
      "id": "s460"
    },
    {
      "text": "CONCLUSION \n \n 150 The respondent in this case has sought a permanent stay of the applicants' claims in their entirety.",
      "id": "s461"
    },
    {
      "text": "However, the submissions of the respondent in respect of these notices of motion have addressed the claimed 'indirect' relationship of employment between the respondent and the applicants for the period 1975-1983.",
      "id": "s462"
    },
    {
      "text": "This is somewhat curious, given that the claim of the applicants is for the period 1975-1986.",
      "id": "s463"
    },
    {
      "text": "I note that from August 1983 there was a transition period during which control of management functions passed from Doomadgee Mission to the Department and then to the Doomadgee Aboriginal Council (Affidavit of Maxwell Athol Smith 22 May 2006 pars 69-72).",
      "id": "s464"
    },
    {
      "text": "The respondent has also stated that it ceased paying grants to the Christian Brethren in relation to the conduct of the Doomadgee Mission in August 1983 (Defence par 7(f)).",
      "id": "s465"
    },
    {
      "text": "151 In light of the submissions and the evidence which could be available at trial, it would not be appropriate to permanently stay such of the applicants' claims as relate to discrimination by the respondent against the applicants in their 'direct' employment with the respondent between 1975 and 1986.",
      "id": "s466"
    },
    {
      "text": "I do not understand that, given the record-keeping facilities of the State of Queensland and the records which have already been tendered in evidence, effluxion of time would result in a trial on this matter being an abuse of process as articulated in Batistatos .",
      "id": "s467"
    },
    {
      "text": "Accordingly, I am not prepared to stay the claimants' applications to the extent that they claim that the respondent discriminated against each of the applicants pursuant to s 9 and s 15 in their 'direct' employment with the respondent between 1975 and 1986.",
      "id": "s468"
    },
    {
      "text": "152 However, for the reasons I have already given, in my view it is appropriate to order a permanent stay of applications in QUD 279/04 and QUD 389/05 to the extent that the applicants are claiming that the respondent discriminated against each of them pursuant to s 9 and s 15 of the Racial Discrimination Act 1975 (Cth) through the respondent's payment to the Christian Brethren of grants for the payment of the applicants' wages that were based on race and resulted in the applicants receiving wages which were at a rate less than that to which they were entitled.",
      "id": "s469"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s470"
    },
    {
      "text": "The proceedings brought by each of the applicants in QUD 279 of 2004 and QUD 389 of 2005 be permanently stayed to the extent that the applicants are claiming that the respondent discriminated against each of them pursuant to s 9 and s 15 of the Racial Discrimination Act 1975 (Cth) through the payment by the respondent to any manifestation of the Christian Brethren, including the Christian Brethren of Australia Inc of grants for the payment of the applicants' wages that were based on race and resulted in the applicants receiving wages which were at a rate less than that to which they were entitled.",
      "id": "s471"
    },
    {
      "text": "I certify that the preceding one hundred and fifty-two (152) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s472"
    },
    {
      "text": "Associate:\n\nDated: 28 September 2006\n\n\n Counsel for the Applicant: D O'Gorman \n \n Solicitor for the Applicant: Robert Bax &amp; Associates \n \n Counsel for the Respondent: JE Murdoch SC and CJ Murdoch \n \n Solicitor for the Respondent: Crown Law \n \n Date of Hearing: 26 July 2006 \n \n Date of Judgment: 28 September 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1288.html",
      "id": "s473"
    }
  ]
}