{
  "name": "M v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1247 (29 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1247.html",
  "catchphrases": [
    {
      "text": "migration",
      "id": "c0"
    },
    {
      "text": "judicial review",
      "id": "c1"
    },
    {
      "text": "determination of migration review tribunal",
      "id": "c2"
    },
    {
      "text": "cancellation of global special humanitarian visa",
      "id": "c3"
    },
    {
      "text": "whether request for information under s 359b of the migration act must specify prescribed period within which information to be provided",
      "id": "c4"
    },
    {
      "text": "whether lawful invitation if specification not made",
      "id": "c5"
    },
    {
      "text": "whether by ss 359c, 360 and 360a the tribunal ceased to have power to conduct oral hearing",
      "id": "c6"
    },
    {
      "text": "discretion of courts and matters precluding relief",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant seeks judicial review of a decision of the Migration Review Tribunal ('the Tribunal') in which the Tribunal affirmed a decision of a delegate of the Minister to cancel a Global Special Humanitarian (Class BA) Visa which had been granted to the applicant.",
      "id": "s0"
    },
    {
      "text": "2 At the commencement of the hearing an application was made by Counsel for the applicant for the publication of his name to be suppressed on the ground that, if the authorities in a particular country became aware of his circumstances, his safety and that of his family would be in jeopardy.",
      "id": "s1"
    },
    {
      "text": "Counsel for the Minister did not oppose the application and I granted it.",
      "id": "s2"
    },
    {
      "text": "The same concerns render it necessary for me to outline the relevant background facts in somewhat less detail than would customarily occur.",
      "id": "s3"
    },
    {
      "text": "These facts are not in contention and the outcome of the case, as will become apparent, does not turn on any of those facts which relate to the merits of the applicant's visa claim.",
      "id": "s4"
    },
    {
      "text": "3 The applicant applied for a visa to enter Australia at an Australian Embassy in a European city.",
      "id": "s5"
    },
    {
      "text": "The applicant gave a false name.",
      "id": "s6"
    },
    {
      "text": "He nominated a false country of citizenship.",
      "id": "s7"
    },
    {
      "text": "The application was supported by a series of false claims and by some false documentation.",
      "id": "s8"
    },
    {
      "text": "The visa was granted.",
      "id": "s9"
    },
    {
      "text": "The applicant came to Australia in 2002 and, in the following year, married an Australian citizen.",
      "id": "s10"
    },
    {
      "text": "His wife has two children from a previous relationship.",
      "id": "s11"
    },
    {
      "text": "4 Shortly after the applicant's arrival in Australia the Department of Immigration and Multicultural and Indigenous Affairs ('the Department') became aware of information which cast doubt on the various claims made in support of the visa application.",
      "id": "s12"
    },
    {
      "text": "Investigations were commenced.",
      "id": "s13"
    },
    {
      "text": "Following those investigations, in May 2003, the applicant was interviewed by departmental officers.",
      "id": "s14"
    },
    {
      "text": "He continued to claim that the information which he had provided was accurate.",
      "id": "s15"
    },
    {
      "text": "Following the interview he was given a Notice of Intention to Consider Cancellation of his visa.",
      "id": "s16"
    },
    {
      "text": "The notice was given pursuant to s 109 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s17"
    },
    {
      "text": "The applicant was advised that cancellation of his visa was in contemplation because he might not have complied with ss 101 , 102 and 103 of the Act.",
      "id": "s18"
    },
    {
      "text": "He was given the opportunity to comment on the allegations that he had failed to comply with ss 101 , 102 , 103 and 105 of the Act and to make submissions as to why his visa should not be cancelled.",
      "id": "s19"
    },
    {
      "text": "The applicant responded, again asserting that the information that he had provided was correct.",
      "id": "s20"
    },
    {
      "text": "He maintained this position until 30 December 2003.",
      "id": "s21"
    },
    {
      "text": "On 14 November 2003 a delegate of the Minister decided to cancel the applicant's visa.",
      "id": "s22"
    },
    {
      "text": "She did so because she considered that the applicant had made false claims relating to his citizenship and other matters in support of the original visa application.",
      "id": "s23"
    },
    {
      "text": "On 30 December 2003 the applicant applied to the Tribunal for a review of the delegate's decision.",
      "id": "s24"
    },
    {
      "text": "That application was made in his true name.",
      "id": "s25"
    },
    {
      "text": "5 It is the subsequent procedural history of the application before the Tribunal which gives rise to the present proceeding.",
      "id": "s26"
    },
    {
      "text": "The application remained undetermined on 25 January 2005.",
      "id": "s27"
    },
    {
      "text": "On that day the Tribunal received a lengthy letter containing submissions from solicitors acting for the applicant.",
      "id": "s28"
    },
    {
      "text": "The letter had attached to it various supporting documents.",
      "id": "s29"
    },
    {
      "text": "The submissions contained an admission that the applicant had used a false name and provided other false information and documentation in support of his visa application and on subsequent occasions when he was asked by Departmental authorities to provide information.",
      "id": "s30"
    },
    {
      "text": "6 On 3 February 2005 the Tribunal wrote to the applicant inviting him to 'a face to face hearing' to be held on 25 February 2005.",
      "id": "s31"
    },
    {
      "text": "Under cover of a letter dated 15 February 2005 the applicant's solicitors returned a 'Request for Hearing' form to the Tribunal confirming that the applicant proposed to appear before the Tribunal and requesting that the Tribunal take oral evidence from his wife.",
      "id": "s32"
    },
    {
      "text": "At some time between 15 and 24 February 2005 the Tribunal vacated the hearing date which had been scheduled for 25 February 2005.",
      "id": "s33"
    },
    {
      "text": "I was told from the Bar table that this vacating had been effected by a telephone communication from the Tribunal to the applicant's solicitors.",
      "id": "s34"
    },
    {
      "text": "7 On 28 February 2005 the Tribunal wrote to the applicant seeking further information relating to his application.",
      "id": "s35"
    },
    {
      "text": "The applicant was told that the information was sought pursuant to s 359(2) of the Act.",
      "id": "s36"
    },
    {
      "text": "The details sought included the applicant's date and place of birth, addresses outside Australia where he had lived during the past 15 years, a description of how he left his home country and travelled to the country in which he made the visa application, his parents' personal details and a statement indicating why he contended that the visa would have been granted had he supplied the correct information in support of his original application.",
      "id": "s37"
    },
    {
      "text": "It is evident that the Tribunal was seeking to ascertain information which had not been available to the Minister's delegate when she had made the decision to cancel the visa.",
      "id": "s38"
    },
    {
      "text": "In substance what was being asked for was further and better particulars of the submissions which had been made on 25 January 2005.",
      "id": "s39"
    },
    {
      "text": "The letter concluded with these paragraphs: \n \n 'You are invited to provide the requested information, in writing, within 28 calendar days of date of notification of this invitation.",
      "id": "s40"
    },
    {
      "text": "As this letter has been posted, you will be considered to have been notified of this information 7 working days after the date of this letter.",
      "id": "s41"
    },
    {
      "text": "Please note that \"working days\" do not include weekends or public holidays.",
      "id": "s42"
    },
    {
      "text": "If you are unable to provide the requested information within this period, you may request in writing that you be allowed additional time in which to respond.",
      "id": "s43"
    },
    {
      "text": "Such a request would need to include reasons for the extension and to be received before the end of the above period.",
      "id": "s44"
    },
    {
      "text": "The Tribunal will consider any request for an extension carefully, and advise you in writing, whether an extension of time has been granted.",
      "id": "s45"
    },
    {
      "text": "If the Tribunal does not receive any additional information within the period allowed or as extended, it may make a decision on the review without taking any further action to obtain the information or to invite you to appear before the Tribunal' \n \n \n 8 It was accepted by counsel for the Minister that the time period allowed by the Tribunal for the provision of additional information was more generous than that prescribed by the Migration Regulations .",
      "id": "s46"
    },
    {
      "text": "Had the correct requirements been stipulated the applicant's response would have been due on or before 17 March 2005.",
      "id": "s47"
    },
    {
      "text": "The deadline imposed by the Tribunal's letter required the additional information to be submitted no later than 6 April 2005.",
      "id": "s48"
    },
    {
      "text": "These calculations are matters to which I will return.",
      "id": "s49"
    },
    {
      "text": "9 The applicant provided a written response on 14 April 2005 and supplemented that response with documents which were given to the Tribunal on 18 April 2005.",
      "id": "s50"
    },
    {
      "text": "10 By 18 April 2005 the Tribunal had realised the error which it had made when writing to the applicant on 28 February 2005.",
      "id": "s51"
    },
    {
      "text": "This resulted in the Tribunal writing to the applicant as follows: \n \n 'I refer to the Tribunal's letter of 28 February 2005 which indicated that you had 28 calendar days and 7 working days in which to respond.",
      "id": "s52"
    },
    {
      "text": "This period was incorrect and the Migration Regulations required you to respond within 12 working days of the date of the letter.",
      "id": "s53"
    },
    {
      "text": "Due to this error in the Tribunal's letter, the Tribunal would have accepted a response within the time period outlined in the letter.",
      "id": "s54"
    },
    {
      "text": "However the response you have provided to the Tribunal was received on 14 April 2005 some 8 days after that date.",
      "id": "s55"
    },
    {
      "text": "Accordingly pursuant to s 359C of the Migration Act 1958 the Tribunal may make a decision on the review without taking any further action to obtain the additional information.",
      "id": "s56"
    },
    {
      "text": "However, the Tribunal will allow you a further 2 weeks from the date of this letter to make further submissions if you wish to do so.",
      "id": "s57"
    },
    {
      "text": "' \n \n \n 11 On 22 April 2005 the applicant's solicitor sent a facsimile letter to the Tribunal requesting that the Tribunal allow a further extension of time so that the applicant could obtain translations of some of his documents that had earlier been submitted to the Tribunal.",
      "id": "s58"
    },
    {
      "text": "On 2 May 2005 the Tribunal advised the applicant's solicitor that it had granted the request for an extension of time and asked that the additional material be provided within 12 working days following the date of the letter.",
      "id": "s59"
    },
    {
      "text": "The translations were provided within the time allowed.",
      "id": "s60"
    },
    {
      "text": "12 On 8 August 2005 the Tribunal sent a further letter to the applicant.",
      "id": "s61"
    },
    {
      "text": "It was sent pursuant to s 359A of the Act and invited comment on 'particulars of any information that the Tribunal consider[ed] would be the reason, or a part of the reason, for affirming the decision which [was] under review ...'.",
      "id": "s62"
    },
    {
      "text": "The applicant's comment was then invited on certain information.",
      "id": "s63"
    },
    {
      "text": "An explanation was given as to why the information was potentially relevant to the review.",
      "id": "s64"
    },
    {
      "text": "The comments were sought 'within 12 working days' of the date of the letter.",
      "id": "s65"
    },
    {
      "text": "The Tribunal received a timely response from the applicant.",
      "id": "s66"
    },
    {
      "text": "13 The Tribunal handed down its decision on 12 September 2005.",
      "id": "s67"
    },
    {
      "text": "It affirmed the delegate's decision.",
      "id": "s68"
    },
    {
      "text": "14 Given the grounds relied on by the applicant in the present proceeding it is only necessary to make reference to one passage in the Tribunal's reasons.",
      "id": "s69"
    },
    {
      "text": "That passage deals with its reasons for not according an oral hearing to the applicant.",
      "id": "s70"
    },
    {
      "text": "It reads: \n \n '[45] The review applicant did not provide the information requested pursuant to s 359 of the Act before the time allowed for responding had passed.",
      "id": "s71"
    },
    {
      "text": "The Tribunal finds that the letter complied with s 379A(4) as it was sent within 3 working days of the date on the letter.",
      "id": "s72"
    },
    {
      "text": "Therefore pursuant to s 360(2)(c) the review applicant is not entitled to appear before the Tribunal and pursuant to s 363A cannot be permitted to do so.",
      "id": "s73"
    },
    {
      "text": "' \n \n \n 15 The Tribunal further advised that it had made its decision based on the documentary material which it had received.",
      "id": "s74"
    },
    {
      "text": "THE STATUTORY FRAMEWORK \n \n 16 The relevant provisions of the Act are to be found in ss 358 , 359 , 359A , 359B , 359C and 363A .",
      "id": "s75"
    },
    {
      "text": "6_FCR_0049800000017\"> 17 Section 358 of the Act provides: \n \n '(1) An applicant for review by the Tribunal may give the Tribunal: \n \n \n a) a written statement in relation to any matter of fact that the applicant wishes the Tribunal to consider; and \n \n b) written arguments relating to the issues arising in relation to the decision under review.",
      "id": "s76"
    },
    {
      "text": "(2) The Secretary may give the Tribunal written argument relating to the issues arising in relation to the decision under review.",
      "id": "s77"
    },
    {
      "text": "' \n \n 18 Section 359 of the Act provides: \n \n '(1) In conducting the review, the Tribunal may get any information that it considers relevant.",
      "id": "s78"
    },
    {
      "text": "However, if the Tribunal gets such information, the Tribunal must have regard to that information in making the decision on the review.",
      "id": "s79"
    },
    {
      "text": "(2) Without limiting subsection (1), the Tribunal may invite a person to give additional information.",
      "id": "s80"
    },
    {
      "text": "(3) If an invitation is given to a person other than the Secretary, the invitation must be given: \n \n a) except where paragraph (b) applies -- by one of the methods specified in section 379A ; or \n \n b) if the invitation is given to a person in immigration detention -- by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s81"
    },
    {
      "text": "(4) If an invitation is given to the Secretary, the invitation must be given by one of the methods specified in section 379B.",
      "id": "s82"
    },
    {
      "text": "' \n \n 6_FCR_0049800000019\"> 19 Section 359A of the Act provides: \n \n '(1) Subject to subsection (2), the Tribunal must: \n \n \n a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n \n b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n \n c) invite the applicant to comment on it.",
      "id": "s83"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n \n \n a) except where paragraph (b) applies -- by one of the methods specified in section 379A ; or \n \n b) if the applicant is in immigration detention -- by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s84"
    },
    {
      "text": "(4) This section does not apply to information: \n \n \n a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n b) that the applicant gave for the purpose of the application; or \n c) that is non-disclosable information.",
      "id": "s85"
    },
    {
      "text": "' \n\n Section 379A of the Act prescribes a number of methods by which information and an invitation may be conveyed to an applicant.",
      "id": "s86"
    },
    {
      "text": "All involve the use of documents.",
      "id": "s87"
    },
    {
      "text": "20 Section 359B of the Act provides: \n \n '(1) If a person is: \n \n \n a) invited under section 359 to give additional information; or \n \n b) invited under section 359A to comment on information; \n \n the invitation is to specify the way in which the additional information or the comments may be given, being the way the Tribunal considers is appropriate in the circumstances.",
      "id": "s88"
    },
    {
      "text": "(2) If the invitation is to give additional information or comments otherwise than at an interview, the information or comments are to be given within a period specified in the invitation, being a prescribed period or, if no period is prescribed, a reasonable period.",
      "id": "s89"
    },
    {
      "text": "(3) If the invitation is to give information or comments at an interview, the interview is to take place: \n \n a) at the place specified in the invitation; and \n \n b) at a time specified in the invitation, being a time within a prescribed period or, if no period is prescribed, a reasonable period.",
      "id": "s90"
    },
    {
      "text": "(4) If a person is to respond to an invitation within a prescribed period, the Tribunal may extend that period for a prescribed further period, and then the response is to be made within the extended period.",
      "id": "s91"
    },
    {
      "text": "(5) If a person is to respond to an invitation at an interview at a time within a prescribed period, the Tribunal may change that time to: \n \n a) a later time within that period; or \n \n b) a time within that period as extended by the Tribunal for a prescribed further period; \n \n and then the response is to be made at an interview at the new time.",
      "id": "s92"
    },
    {
      "text": "' \n \n 21 Section 359C of the Act provides: \n \n '(1) If a person: \n \n \n (a) is invited under section 359 to give additional information; and \n \n (b) does not give the information before the time for giving it has passed; \n \n \n \n \n \n the Tribunal may make a decision on the review without taking any further action to obtain the additional information.",
      "id": "s93"
    },
    {
      "text": "(2) If the applicant: \n \n (a) is invited under section 359A to comment on information; and \n \n (b) does not give the comments before the time for giving them has passed; \n \n the Tribunal may make a decision on the review without taking any further action to obtain the applicant's views on the information.",
      "id": "s94"
    },
    {
      "text": "' \n \n 22 Section 360 of the Act provides: \n \n '(1) The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s95"
    },
    {
      "text": "(2) Subsection (1) does not apply if: \n \n (a) the Tribunal considers that it should decide the review in the applicant's favour on the basis of the material before it; or \n \n (b) the applicant consents to the Tribunal deciding the review without the applicant appearing before it; or \n \n (c) subsection 359C(1) or (2) applies to the applicant.",
      "id": "s96"
    },
    {
      "text": "(3) If any of the paragraphs in subsection (2) of this section apply, the applicant is not entitled to appear before the Tribunal.",
      "id": "s97"
    },
    {
      "text": "' \n \n 23 The prescribed periods for the purpose of s 359B of the Act are set out in regs 4.17 and 4.18A of the Migration Regulations 1994 (Cth) ('the Regulations').",
      "id": "s98"
    },
    {
      "text": "Regulation 4.17 of the Regulations provides prescribed periods for invitations to comment or give additional information under s 359B(2) of the Act as follows: \n \n '(1) This regulation applies, for subsection 359B(2) of the Act, if a person is invited to give additional information, or to comment on information, other than at an interview.",
      "id": "s99"
    },
    {
      "text": "... \n \n (3) If the invitation relates to an application for review of a decision to cancel, or a decision not to revoke the cancellation of, a visa that applies to a person who is not a detainee, the prescribed period for giving the information or comments starts when the person receives the invitation and ends at the end of 5 working days after the day on which the invitation is received.",
      "id": "s100"
    },
    {
      "text": "(4) If the invitation relates to any other application for review, the prescribed period for giving the information or comments starts when the person receives the invitation and ends at the end of 28 days after the day on which the invitation is received.",
      "id": "s101"
    },
    {
      "text": "' \n \n \n 24 Regulation 4.18A of the Regulations provides the prescribed periods for invitations to give comment or information under s 359B(4) as follows: \n \n '(1) This regulation applies, for subregulation 359B(4) of the Act, if: \n \n \n (a) a person is invited to give additional information, or to comment on information, within a period prescribed in regulation 4.17; and \n \n (b) the invitation is to give the information or comments other than at an interview; and \n \n (c) the prescribed period is to be extended by the Tribunal.",
      "id": "s102"
    },
    {
      "text": "(2) ... \n \n \n \n (3) If the invitation relates to an application for a review of a decision to cancel, or a decision not to revoke the cancellation of, a visa that applies to a person who is not a detainee, the period by which the Tribunal may extend the prescribed period starts when the person receives notice of the extended period and ends at the end of five working days after the day on which the notice is received.",
      "id": "s103"
    },
    {
      "text": "(4) If the invitation relates to any other application for review, the period by which the Tribunal may extend the prescribed period starts when the person receives notice of the extended period and ends at the end of 28 days after the day on which the notice is received.",
      "id": "s104"
    },
    {
      "text": "' \n \n 25 Section 363A of the Act provides: \n \n 'If a provision of this Part states that a person is not entitled to do something, or to be assisted or represented by another person, then, unless a provision expressly provides otherwise, the Tribunal does not have power to permit the person to do that thing, or to be assisted or represented by another person.",
      "id": "s105"
    },
    {
      "text": "' \n \n \n THE ALLEGED ERRORS \n \n 26 The applicant alleged that the Tribunal had committed a number of procedural errors in dealing with his case.",
      "id": "s106"
    },
    {
      "text": "Each of these errors, it was alleged, constituted a jurisdictional error.",
      "id": "s107"
    },
    {
      "text": "He identified the errors as being: \n \n (a) The letter sent to the applicant on 28 February 2005 in purported compliance with s 359 of the Act failed to satisfy the requirement, imposed by s 359B(2) of the Act, that the request must specify the 'prescribed period' within which the information requested is to be given.",
      "id": "s108"
    },
    {
      "text": "It followed, so it was contended, that the applicant was never lawfully 'invited' to provide additional information.",
      "id": "s109"
    },
    {
      "text": "It further followed that the applicant was not a person to whom subsection 359C(2) of the Act applied and he remained entitled to the oral hearing mandated by s 360 of the Act.",
      "id": "s110"
    },
    {
      "text": "(b) Even if the applicant had, by operation of ss 359C, 360 and 363A of the Act, ceased to have an entitlement to an oral hearing, it remained within the discretion of the Tribunal to conduct such a hearing.",
      "id": "s111"
    },
    {
      "text": "It had failed to recognise that it had such a discretion and, as a result, had failed to consider whether or not it should conduct an oral hearing.",
      "id": "s112"
    },
    {
      "text": "(c) The Tribunal's letter of 18 April 2005 failed to provide the correct 'prescribed further period' in accordance with s 359B(4) of the Act.",
      "id": "s113"
    },
    {
      "text": "(d) The issuing of the 18 April 2005 letter constituted the grant of an extension of time during which the applicant could respond to the invitation to provide additional information under s 359 of the Act, notwithstanding the fact that the extension was granted after the expiry of the period stipulated in the 28 February 2005 letter.",
      "id": "s114"
    },
    {
      "text": "Information was supplied within the extended period and, therefore, the Tribunal was in error in holding that it was precluded from conducting an oral hearing.",
      "id": "s115"
    },
    {
      "text": "(e) The Tribunal retained a discretion to allow the applicant's wife to give evidence at an oral hearing even if the applicant was precluded from doing so but the Tribunal failed to consider whether or not to exercise such a discretion.",
      "id": "s116"
    },
    {
      "text": "(f) The Tribunal exceeded its power by purporting to cancel the applicant's oral hearing having validly invited him to a hearing in its letter of 3 February 2005.",
      "id": "s117"
    },
    {
      "text": "ALLEGED ERROR (a) \n \n 27 This alleged error is said to arise from the terms of the letter sent by the Tribunal to the applicant on 28 February 2005.",
      "id": "s118"
    },
    {
      "text": "In particular it focuses on the first of the three quoted paragraphs appearing in [7] above.",
      "id": "s119"
    },
    {
      "text": "The applicant was told that he had 28 calendar days from the date of notification of the invitation to him to provide the information sought by the Tribunal.",
      "id": "s120"
    },
    {
      "text": "The author of the letter apparently overlooked the fact that what was before the Tribunal was an application for review of a decision to cancel a visa --- a decision comprehended by reg 4.17(3) rather than reg 4.17(4) of the Regulations.",
      "id": "s121"
    },
    {
      "text": "Under reg 4.17(3) of the Regulations the applicant should have been advised that he had five calendar days after the date of notification of the invitation to supply that information.",
      "id": "s122"
    },
    {
      "text": "The applicant contended that the time limits imposed by s 359B(2) of the Act constituted an essential part of the statutory scheme for dealing with appeals to the Tribunal.",
      "id": "s123"
    },
    {
      "text": "The Tribunal's letter of 28 February 2005 had not contained the period prescribed by reg 4.17 of the Regulations.",
      "id": "s124"
    },
    {
      "text": "As strict compliance was required, so the argument ran, the stipulation of the incorrect, but longer, period rendered the notice invalid.",
      "id": "s125"
    },
    {
      "text": "That being so, no valid invitation had been issued under s 359B of the Act and, as a result, s 359C(1)(a) of the Act did not apply and in turn, s 360 of the Act did not operate to deprive the applicant of his right to appear before the Tribunal.",
      "id": "s126"
    },
    {
      "text": "28 The applicant relied on three cases to support his argument that strict compliance with the terms of s 359B(2) of the Act was required.",
      "id": "s127"
    },
    {
      "text": "They were SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162, VEAN of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 311 ; (2003) 133 FCR 570 and Chan Ta Srey v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1292 ; (2003) 134 FCR 308.",
      "id": "s128"
    },
    {
      "text": "None of these cases dealt with the construction of s 359B(2) of the Act.",
      "id": "s129"
    },
    {
      "text": "29 In SAAP the High Court, by majority, held that a failure by the Tribunal to comply with s 424A of the Act constituted a jurisdictional error.",
      "id": "s130"
    },
    {
      "text": "Section 424A of the Act required the Tribunal to give an applicant particulars in writing of any information which it considered would be the reason, or part of the reason, for affirming the decision under review.",
      "id": "s131"
    },
    {
      "text": "This obligation was cast in mandatory terms ('must').",
      "id": "s132"
    },
    {
      "text": "It was held that the Tribunal erred when it conveyed orally in the course of a hearing the substance of evidence on which it proposed to rely.",
      "id": "s133"
    },
    {
      "text": "Justice McHugh (at 183) held that s 424A of the Act was one of the centrepieces of the statutory procedural fairness regime incorporated in the Act.",
      "id": "s134"
    },
    {
      "text": "A failure to comply with its terms went to the heart of the decision making process and led to any resultant decision being invalid.",
      "id": "s135"
    },
    {
      "text": "Justices Kirby and Hayne (at 203 and 211 respectively) came to a similar conclusion because of the mandatory language of s 424A of the Act and 'the character of the decision'.",
      "id": "s136"
    },
    {
      "text": "30 The decision of the Full Court of this Court in VEAN turned on the question of whether a letter addressed to an applicant 'care of' a relative was a legally effective means of giving notice of a decision made under the Act.",
      "id": "s137"
    },
    {
      "text": "The Court (at 576) found it to be unnecessary to deal with an alternative argument concerning the legal consequences, if any, which might flow from a misstatement of temporal requirements prescribed by legislation.",
      "id": "s138"
    },
    {
      "text": "31 In Chan Ta Srey Gray J held that a requirement imposed by of s 66(2)(d)(ii) of the Act had not been complied with.",
      "id": "s139"
    },
    {
      "text": "The requirement was that an applicant for a visa should be advised of a decision to refuse such an application.",
      "id": "s140"
    },
    {
      "text": "Notification of the decision had to include ('must') the time in which an application for review of the decision could be made.",
      "id": "s141"
    },
    {
      "text": "Justice Gray held that the requirement was not fulfilled when the applicant was advised that review could be sought 'within 28 days of the date of this letter'.",
      "id": "s142"
    },
    {
      "text": "As the requirement had not been satisfied there had not been a 'notification' of the delegate's decision and time had not commenced to run against the applicant in relation to the making of an application to review the decision or the calculation of the period after which his bridging visa would expire.",
      "id": "s143"
    },
    {
      "text": "32 The applicant's submission, correctly, did not suggest that all breaches of the procedural requirements imposed by the Act would give rise to jurisdictional error.",
      "id": "s144"
    },
    {
      "text": "Rather, it was submitted, that assistance could be found in the cases relied on when the task of construing s 359(2) of the Act was undertaken.",
      "id": "s145"
    },
    {
      "text": "33 The question of whether or not a failure to comply with procedural requirements renders the relevant decision invalid will be determined having regard to the considerations identified by the High Court in Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at 390-91.",
      "id": "s146"
    },
    {
      "text": "Attention will be directed to the language of the particular statutory provision and the scope and object of the Act in which the provision appears.",
      "id": "s147"
    },
    {
      "text": "The reviewing court will also seek to discern whether the legislature should be understood as intending that a failure of an administrative authority to comply with the procedural requirement should lead to the invalidity of any consequential decision.",
      "id": "s148"
    },
    {
      "text": "34 Section 359A of the Act imposes the obligation of disclosure on the Tribunal in the same terms as those which are used in s 424A of the Act.",
      "id": "s149"
    },
    {
      "text": "The obligation falls on the Tribunal.",
      "id": "s150"
    },
    {
      "text": "It is imposed so in imperative terms.",
      "id": "s151"
    },
    {
      "text": "The section forms part of a statutory scheme designed to provide procedural fairness to applicants.",
      "id": "s152"
    },
    {
      "text": "A failure to comply with all aspects of the scheme compromises the scheme and renders any resultant decision invalid.",
      "id": "s153"
    },
    {
      "text": "SAAP compels the conclusion that any failure by the Tribunal to do what s 359A of the Act requires will result in invalidity.",
      "id": "s154"
    },
    {
      "text": "35 Section 359B of the Act is, on its face, a more flexible provision.",
      "id": "s155"
    },
    {
      "text": "It is designed to avoid extended delays in the decision making process in circumstances where the Tribunal chooses or is required to seek additional information or comment from an applicant.",
      "id": "s156"
    },
    {
      "text": "If there is a prescribed period that period is to be specified in the invitation.",
      "id": "s157"
    },
    {
      "text": "Otherwise a reasonable period limitation is imposed.",
      "id": "s158"
    },
    {
      "text": "By s 359B(4) of the Act the Tribunal may extend a prescribed period for a prescribed further period.",
      "id": "s159"
    },
    {
      "text": "The burden of any temporal requirement falls on an applicant.",
      "id": "s160"
    },
    {
      "text": "There is no requirement that an applicant respond to an invitation.",
      "id": "s161"
    },
    {
      "text": "No imperative obligation is, in terms, imposed on the Tribunal by s 359B of the Act.",
      "id": "s162"
    },
    {
      "text": "36 There can be no doubt that the provisions of s 359B (2) of the Act form part of the statutory scheme which is designed to ensure procedural fairness for applicants before the Tribunal.",
      "id": "s163"
    },
    {
      "text": "However, it does not assume a position as close to the core of the scheme as the notice provisions which were considered in SAAP .",
      "id": "s164"
    },
    {
      "text": "Invitations to provide information will not be extended to applicants in all cases.",
      "id": "s165"
    },
    {
      "text": "When they are there is a degree of flexibility allowed as to the time in which a response may be made consistent with the statutory intention that the decision making process should not unduly be delayed when such invitations are extended.",
      "id": "s166"
    },
    {
      "text": "True it is that the response time, where a period is prescribed, will be specified in the invitation but the obligation to so stipulate is not imposed on the Tribunal in mandatory terms.",
      "id": "s167"
    },
    {
      "text": "Furthermore the type of provision considered in SAAP will, if not complied with, deprive an applicant of a significant procedural safeguard.",
      "id": "s168"
    },
    {
      "text": "The same is not necessarily true of a failure accurately to state the period within which an applicant should respond to an invitation, issued under s 359 of the Act.",
      "id": "s169"
    },
    {
      "text": "If the period stipulated is shorter or longer than that prescribed this could but will not necessarily lead to an applicant losing an entitlement to be invited to attend an oral hearing.",
      "id": "s170"
    },
    {
      "text": "For these reasons I am not persuaded that a legislative intention can be discerned that a misstatement of the prescribed period in the letter of invitation should lead to invalidity of the Tribunal's ultimate decision at least in circumstances where, as here, the time stated was more generous than that prescribed, the applicant did not respond within the time stated, the applicant subsequently provided information sought and that information was taken into account by the Tribunal when it made its decision.",
      "id": "s171"
    },
    {
      "text": "37 A similar conclusion was reached by Jacobson J in SZEXZ v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 449.",
      "id": "s172"
    },
    {
      "text": "His Honour was called on to determine whether a breach of s 424B(2) of the Act gave rise to jurisdictional error.",
      "id": "s173"
    },
    {
      "text": "Section 424B of the Act is in the same terms as s 359B of the Act and applies to the Refugee Review Tribunal.",
      "id": "s174"
    },
    {
      "text": "The Refugee Review Tribunal had sought information from the applicant under s 424 of the Act and the letter requested a response within a period which was longer than that prescribed.",
      "id": "s175"
    },
    {
      "text": "His Honour distinguished SAAP having regard to the differences between ss 424A and 424 B of the Act which are the same differences which exist as between ss 359A and 359B of the Act.",
      "id": "s176"
    },
    {
      "text": "He concluded (at [49]) that a breach of s 424B(2) of the Act 'which consisted of giving an applicant more time than he or she was entitled to, [did not] render invalid a decision given after the breach'.",
      "id": "s177"
    },
    {
      "text": "This, he held, 'must be especially so where the information was provided and a hearing took place in accordance with s 425.",
      "id": "s178"
    },
    {
      "text": "' 38 Lest I be wrong on the principal issue I would indicate that I would, in any event, have refused relief on the ground that the applicant suffered no injustice by reason of the misstatement of the prescribed period: see SAAP at 184; Re Refugee Review Tribunal; ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 at 108-9.",
      "id": "s179"
    },
    {
      "text": "Even though he provided the information after the time stipulated by the Tribunal his response was considered by the Tribunal as were the other comprehensive written submissions made on his behalf.",
      "id": "s180"
    },
    {
      "text": "ALLEGED ERROR (b) \n \n 39 Section 360 of the Act ensures that, subject to certain limited exceptions, all applicants are invited to appear before the Tribunal to give evidence and make submissions in support of their applications.",
      "id": "s181"
    },
    {
      "text": "One of the exceptions, provided for in s 360(2)(c) of the Act arises where s 359C(1) of the Act applies to an applicant.",
      "id": "s182"
    },
    {
      "text": "Section 359C(1) of the Act so applies where an invitation to provide additional information has been extended under s 359 and that information has not been provided within the time stipulated in the letter of invitation.",
      "id": "s183"
    },
    {
      "text": "An applicant to whom one of the exceptions provided for in s 360(2) of the Act applies 'is not entitled to appear before the Tribunal': see s 360(3) of the Act.",
      "id": "s184"
    },
    {
      "text": "Had the legislative scheme contained nothing more of relevance, an applicant whose circumstances brought him within one of the exceptions provided for in s 360(2) of the Act could be said to have lost the right to an invitation to appear before the Tribunal but might, in the exercise of the Tribunal's discretion, nonetheless, be extended an invitation.",
      "id": "s185"
    },
    {
      "text": "40 In the present case the Tribunal did not consider that it had such a discretion and therefore did not consider the exercise of such a discretion.",
      "id": "s186"
    },
    {
      "text": "So much is evident from the extract from its reasons which appears above at [14].",
      "id": "s187"
    },
    {
      "text": "The Tribunal held that the applicant was not entitled to appear before it 'and pursuant to s 363A cannot be permitted to do so'.",
      "id": "s188"
    },
    {
      "text": "41 The applicant's argument in support of the second alleged error hinges on the proper construction of these provisions and, in particular, the effect of s 363A of the Act.",
      "id": "s189"
    },
    {
      "text": "42 The applicant placed principal reliance on the joint judgment of Wilcox and Branson JJ in Uddin v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 218.",
      "id": "s190"
    },
    {
      "text": "That case, like the present, involved a failure of an applicant to make a timely response to an invitation (in that case extended under s 359A of the Act) with the result that the Tribunal dealt with the application on the papers.",
      "id": "s191"
    },
    {
      "text": "The Tribunal said that it did this in accordance with s 359C of the Act.",
      "id": "s192"
    },
    {
      "text": "Judicial review was sought in the Federal Magistrates Court.",
      "id": "s193"
    },
    {
      "text": "Relevantly, the Federal Magistrate held that: \n \n 'the Tribunal was under no obligation to make any decision regarding whether it would or would not allow the applicant a hearing.",
      "id": "s194"
    },
    {
      "text": "In particular, subsection (1) of s 360 did not apply to the applicant's case.",
      "id": "s195"
    },
    {
      "text": "Clearly s 359C(1) did apply to the applicant.",
      "id": "s196"
    },
    {
      "text": "Accordingly, it follows that there has been no failure of the discretion.",
      "id": "s197"
    },
    {
      "text": "' \n \n\nOn appeal it was contended that the Federal Magistrate had erred by finding that the Tribunal was under no obligation to make any decision as to whether it would or would not allow the applicant a hearing.",
      "id": "s198"
    },
    {
      "text": "In dealing with this ground their Honours in Uddin said:\n\n \n '[59] The appellant contended that the Tribunal made its decision to affirm the cancellation of the appellant's visa on the false assumption that since he was not entitled to a hearing before the Tribunal, the Tribunal could not afford him a hearing.",
      "id": "s199"
    },
    {
      "text": "[60] ... \n \n [61] We accept that the Tribunal was free, had it wished to do so, to accord the appellant an oral hearing.",
      "id": "s200"
    },
    {
      "text": "We see no reason to conclude that the Tribunal thought otherwise.",
      "id": "s201"
    },
    {
      "text": "The reference in its reasons for its decision to the appellant being 'no longer entitled' to a hearing suggests a correct understanding of the legal position.",
      "id": "s202"
    },
    {
      "text": "Nothing in the reasons for decision of the Tribunal suggested that it proceeded on an assumption that it was not empowered to grant the appellant a hearing.",
      "id": "s203"
    },
    {
      "text": "In the circumstances that happened the Tribunal was entitled to decide the matter before it in the way that it did.",
      "id": "s204"
    },
    {
      "text": "' \n \n\nThe other member of the Court, Bennett J, agreed with Wilcox and Branson JJ on this point.",
      "id": "s205"
    },
    {
      "text": "43 It does not appear that either the Federal Magistrate or the Full Court was referred to s 363A of the Act.",
      "id": "s206"
    },
    {
      "text": "This also appears to have been the case in two decisions of the Federal Magistrates' Court which were also relied on by the applicant: see Ramnares v Minister for Immigration and Multicultural Affairs [2004] FMCA 683 at [19] and Sharma v Minister for Immigration and Multicultural Affairs [2006] FMCA 20 at [11] and [14]-[22].",
      "id": "s207"
    },
    {
      "text": "44 It is to be noted that, in each of these three cases, the applicant did not succeed, notwithstanding the failure of the court to consider the effect of s 363A of the Act.",
      "id": "s208"
    },
    {
      "text": "In each case this was because the Court was not prepared to infer that the Tribunal had not turned its mind to the exercise of an assumed discretion to invite the applicant to appear before it, even though the Tribunal did not refer specifically to having considered the exercise of such a discretion in its reasons.",
      "id": "s209"
    },
    {
      "text": "45 Counsel for both parties referred me to a more recent Full Court decision in which the effect of s 363A of the Act was dealt with.",
      "id": "s210"
    },
    {
      "text": "That decision was Minister for Immigration and Multicultural and Indigenous Affairs v Jing Shan Sun [2005] FCAFC 201 ; (2005) 146 FCR 498.",
      "id": "s211"
    },
    {
      "text": "Sun was primarily concerned with the efficacy of multiple invitations being given by the Tribunal to an applicant under ss 359 and 359A of the Act.",
      "id": "s212"
    },
    {
      "text": "The Court held that there was no provision of the Act which would prevent the Tribunal giving multiple notices in the course of dealing with a particular application.",
      "id": "s213"
    },
    {
      "text": "The Court considered that there would be cases in which the Tribunal might be obliged to act in this way.",
      "id": "s214"
    },
    {
      "text": "In this context the Court observed (at 509): \n \n 'Section 363A would not prevent the Tribunal from acting in that way.",
      "id": "s215"
    },
    {
      "text": "It says that the Tribunal does not have power to permit a visa applicant to do a thing in relation to a review if the visa applicant is, by a provision in Pt 5, not entitled to do that thing.",
      "id": "s216"
    },
    {
      "text": "Section 360(3) disentitles a visa applicant from appearing before the Tribunal if any of the circumstances in s 360(2) apply, relevantly here if s 359C(2) applies to the first respondent.",
      "id": "s217"
    },
    {
      "text": "Consequently, s 363A would appear to disempower the Tribunal from allowing the first respondent to appear before the Tribunal in the present circumstances.",
      "id": "s218"
    },
    {
      "text": "But there is no provision disentitling the visa applicant from providing such information to the Tribunal as that visa applicant considers to be pertinent.",
      "id": "s219"
    },
    {
      "text": "And notwithstanding that s 359C(2) applies to that visa applicant, such information may include information provided belatedly pertaining to information referred to in an invitation under s 359A.",
      "id": "s220"
    },
    {
      "text": "That was what the Tribunal gave the first respondent the opportunity to do ... in the present matter.",
      "id": "s221"
    },
    {
      "text": "' (Emphasis added) \n\n\nCounsel for the Minister relied on the sentence which has been emphasised in the quoted passage.",
      "id": "s222"
    },
    {
      "text": "Counsel for the applicant acknowledges the potential relevance of the sentence for present purposes but emphasises the Court was expressing itself tentatively and that what it said did not form part of the ratio of the decision.",
      "id": "s223"
    },
    {
      "text": "Section 363A has been in the Act since 1995.",
      "id": "s224"
    },
    {
      "text": "It was introduced by the Migration Legislation Amendment Bill (No 5) 1994 (Cth).",
      "id": "s225"
    },
    {
      "text": "The explanatory memorandum which accompanied the Bill stated that the new s 363A 'ensures that the IRT has no discretion to allow a person (including any assistant or representative) to do something where a provision provides that the person is not entitled to do that.",
      "id": "s226"
    },
    {
      "text": "' Counsel for the applicant very properly drew my attention to this part of the memorandum.",
      "id": "s227"
    },
    {
      "text": "Not surprisingly, it was relied on by counsel for the Minister.",
      "id": "s228"
    },
    {
      "text": "46 In my view s 363A of the Act has the effect contended for by the Minister.",
      "id": "s229"
    },
    {
      "text": "Section 360(3) of the Act provides that a consequence of an applicant failing to provide information to the Tribunal in a timely way following an invitation to do so is that the applicant ceases to have an entitlement to appear before the Tribunal.",
      "id": "s230"
    },
    {
      "text": "Section 363A of the Act operates to remove any residual discretion the Tribunal may have had to permit an applicant to appear notwithstanding his or her loss of an entitlement to do so.",
      "id": "s231"
    },
    {
      "text": "The language of the section is clear.",
      "id": "s232"
    },
    {
      "text": "The construction which I have placed upon it is consistent with the observation of the Full Court in Sun and the terms of the explanatory memorandum.",
      "id": "s233"
    },
    {
      "text": "To the extent that the dictum in Sun may be said to be inconsistent with that of the Full Court in Uddin the differences are relevantly explicable by the absence of any reference to s 363A of the Act in the joint reasons in the latter case.",
      "id": "s234"
    },
    {
      "text": "ALLEGED ERROR (c) \n \n 47 The applicant contends that the terms of the Tribunal's letter of 18 April 2005 (set out above at [10]), disclosed procedural error.",
      "id": "s235"
    },
    {
      "text": "That error, so it was submitted, was that the letter 'failed to provide the correct 'prescribed further period' in accordance with s 359B(4) of the Act because the Tribunal granted the applicant an extension of two weeks rather than the prescribed period of five working days from notification of the extension'.",
      "id": "s236"
    },
    {
      "text": "The allegation of error is founded on the assumption that the 18 April 2005 letter recorded an exercise of the Tribunal's power under s 359B(4) of the Act, to enlarge time within which to provide the information sought in its letter of 28 February 2005.",
      "id": "s237"
    },
    {
      "text": "48 In my view a fair reading of the Tribunal's letter makes it plain that no such exercise of power was involved.",
      "id": "s238"
    },
    {
      "text": "The Tribunal acknowledged its earlier error and noted that the applicant's response had been received out of time --- even if the more generous period allowed by the Tribunal had been the prescribed period.",
      "id": "s239"
    },
    {
      "text": "It then went on to note the consequence provided for in s 359C of the Act, namely, that the Tribunal could, had it so wished, have proceeded to deal with the application on the material then before it.",
      "id": "s240"
    },
    {
      "text": "However, it chose to provide the applicant with the opportunity to make further submissions should he so desire.",
      "id": "s241"
    },
    {
      "text": "A period of two weeks was stipulated as the time within which those submissions should be provided.",
      "id": "s242"
    },
    {
      "text": "It is to be noted that this period was not expressed by reference to 'working days' and that it did not coincide with any of the prescribed periods to be found on 4.18A of the Regulations.",
      "id": "s243"
    },
    {
      "text": "49 As the Full Court held in Sun , there is nothing in the Act which would preclude the Tribunal from seeking additional information after an earlier request has been made but not complied with within a prescribed period.",
      "id": "s244"
    },
    {
      "text": "On the contrary, as the Full Court said, there are sound practical reasons why the Tribunal may wish to pursue such a course.",
      "id": "s245"
    },
    {
      "text": "If it chooses to do so, it will not disturb the position which has crystallised under the Act whereby an applicant is precluded from asserting an entitlement to an oral hearing before the Tribunal.",
      "id": "s246"
    },
    {
      "text": "ALLEGED ERROR (d) \n \n 50 This alleged error is related to Alleged Error (c).",
      "id": "s247"
    },
    {
      "text": "The applicant's argument begins with the proposition that the April letter recorded an exercise of the Tribunal's power under s 359B(4) of the Act.",
      "id": "s248"
    },
    {
      "text": "This is said to have re-enlivened the applicant's right to an oral hearing pursuant to s 360 of the Act.",
      "id": "s249"
    },
    {
      "text": "This, so the argument runs, was because the April letter provided an extension of the time stipulated in the February letter, the applicant had responded within the extended time period (presumably by the sending of the solicitor's letter on 14 April 2005) and did not, as a result, fall within ss 359C(1) and 360(2)(c) of the Act.",
      "id": "s250"
    },
    {
      "text": "51 For reasons which I have explained in dealing with Alleged Error (c), this contention falls at the threshold.",
      "id": "s251"
    },
    {
      "text": "There was no enlargement of time under s 359B(4) of the Act.",
      "id": "s252"
    },
    {
      "text": "52 In any event, it may be doubted that there was scope for the Tribunal, even if it had been minded to do so, to extend time to comply with the request made on 28 February 2005, after the period stipulated for compliance in that letter had passed.",
      "id": "s253"
    },
    {
      "text": "Section 359B(4) of the Act is cast in the present tense ('If a person is to respond ...' and 'the response is to be made ...').",
      "id": "s254"
    },
    {
      "text": "This, as the Full Court noted in Sun (at 509-510) suggests that any application for an enlargement of time must be made while the time stipulated in the original letter of request is still running.",
      "id": "s255"
    },
    {
      "text": "The Full Court did not find it necessary to determine the question (see at 510) but, in Usman v Minister for Immigration and Multicultural Affairs [2005] FMCA 966 at [44] , Pascoe CFM held that the power granted by s 359B(4) of the Act could only be exercised within the period allowed when the original request was made.",
      "id": "s256"
    },
    {
      "text": "Had it been necessary to do so I would have held that the Tribunal could not have enlarged time pursuant to s 359B(4) of the Act after, at the latest, 6 April 2005.",
      "id": "s257"
    },
    {
      "text": "ALLEGED ERROR (e) \n \n 53 The applicant contends that, even if the Tribunal lacked power to invite him to attend an oral hearing, it nonetheless retained a discretion to invite his wife to attend and give evidence in support of his application.",
      "id": "s258"
    },
    {
      "text": "It is contended that the Tribunal did not consider the exercise of such a discretion and thereby made a jurisdictional error.",
      "id": "s259"
    },
    {
      "text": "54 The legislative scheme provided for in Division 5 of Part 5 of the Act, as has been seen, deals in great detail with the circumstances in which an applicant is and is not entitled to an oral hearing before the Tribunal.",
      "id": "s260"
    },
    {
      "text": "If the Act operates so as to deny the Tribunal the power to conduct a hearing with the applicant present, it is unlikely that, in the absence of any express enabling provision, the Tribunal would have the power to hear (orally) from a witness nominated by such an applicant.",
      "id": "s261"
    },
    {
      "text": "Such a doubt is strengthened by the provisions of ss 360A and 361 of the Act.",
      "id": "s262"
    },
    {
      "text": "Section 360A provides that, where an applicant is to be invited to appear before the Tribunal, the applicant is to be given written notice of the hearing.",
      "id": "s263"
    },
    {
      "text": "By s 361(1) of the Act the notice must advise the applicant of his or her entitlement to give written notice to the Tribunal that he or she wants the Tribunal to obtain oral evidence from named persons: see s 361(2) of the Act.",
      "id": "s264"
    },
    {
      "text": "If an applicant so advises the Tribunal the Tribunal must have regard to the notice but is not required to comply with it: see s 361(3) of the Act.",
      "id": "s265"
    },
    {
      "text": "The power of the Tribunal to accord an oral hearing to a nominated witness is thereby linked to and made dependent upon the applicant him or herself having an entitlement to an oral hearing.",
      "id": "s266"
    },
    {
      "text": "Moreover, the Tribunal is not bound to accede to such a request.",
      "id": "s267"
    },
    {
      "text": "55 For these reasons I consider that the Tribunal was not required to give consideration to conducting an oral hearing for the purpose of taking evidence from the applicant's wife.",
      "id": "s268"
    },
    {
      "text": "The Tribunal did, nonetheless, afford the applicant the opportunity to provide written submissions about the issues on which the applicant now contends he would have wished the Tribunal to hear evidence from his wife.",
      "id": "s269"
    },
    {
      "text": "ALLEGED ERROR (f) \n \n 56 The final error which is attributed to the Tribunal is that it did not have power to cancel the oral hearing which it had scheduled for 25 February 2005.",
      "id": "s270"
    },
    {
      "text": "The applicant contends that, while the Tribunal may reschedule or adjourn a hearing (see ss 362B(2) and 363(1)(b)) of the Act, there is no power to cancel a scheduled hearing such that it never occurs.",
      "id": "s271"
    },
    {
      "text": "57 I am not persuaded that this is a proper characterisation of what occurred in the present case.",
      "id": "s272"
    },
    {
      "text": "The Tribunal's letter of 3 February 2005 fixed a hearing for 25 February 2005.",
      "id": "s273"
    },
    {
      "text": "Having received the applicant's lengthy submission from his solicitors the Tribunal vacated the hearing date and sent the letter of 28 February 2005 in which it sought additional information.",
      "id": "s274"
    },
    {
      "text": "That letter requested that the information be provided within a certain time.",
      "id": "s275"
    },
    {
      "text": "It was not so provided.",
      "id": "s276"
    },
    {
      "text": "By operation of ss 359C(1), 360(2)(c) and 363A of the Act the statutory consequence was that the Tribunal no longer had power to permit the applicant to appear before it.",
      "id": "s277"
    },
    {
      "text": "That consequence was not the result of any decision to cancel the hearing, rather it was the result of the failure of the applicant to respond in a timely manner to the Tribunal's invitation to provide additional information.",
      "id": "s278"
    },
    {
      "text": "At no point did the Tribunal cancel the hearing.",
      "id": "s279"
    },
    {
      "text": "What it did, sometime in late February 2005, was to postpone the hearing pending receipt of further information.",
      "id": "s280"
    },
    {
      "text": "When that information was not supplied in a timely manner the Tribunal was deprived of any power to conduct the hearing by operation of the Act.",
      "id": "s281"
    },
    {
      "text": "ORDERS \n \n 58 The application should be dismissed with costs.",
      "id": "s282"
    },
    {
      "text": "I certify that the preceding fifty-eight (58) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s283"
    },
    {
      "text": "Associate:\n\nDated: 29 September 2006\n\n\n Counsel for the Applicant: Guy Gilbert \n \n Solicitor for the Applicant: Clothier Anderson &amp; Associates \n \n Counsel for the Respondent: Sharon Moore \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 17 August 2006 \n \n Date of Judgment: 29 September 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1247.html",
      "id": "s284"
    }
  ]
}