{
  "name": "SZIMB v Minister for Immigration and Multicultural Affairs [2006] FCA 1405 (30 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1405.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "application rejected",
      "id": "c1"
    },
    {
      "text": "appeals to refugee review tribunal and federal magistrates court dismissed",
      "id": "c2"
    },
    {
      "text": "application for leave to appeal",
      "id": "c3"
    },
    {
      "text": "no substantial injustice",
      "id": "c4"
    },
    {
      "text": "leave refused",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant applies for leave to appeal from a judgment of Federal Magistrate Smith published on 4 July 2006.",
      "id": "s0"
    },
    {
      "text": "Leave is required because the judgment sought to be appealed from is interlocutory.",
      "id": "s1"
    },
    {
      "text": "The Court below dismissed the applicant's application for judicial review of a decision of the Refugee Review Tribunal on the ground that it did not raise an arguable case.",
      "id": "s2"
    },
    {
      "text": "2 The applicant is a citizen of the Republic of China, also known as Taiwan.",
      "id": "s3"
    },
    {
      "text": "In his application for a protection visa he claimed that he left Taiwan because he feared that people from the Min Jin Party would harm his business activities due to his support of the Guoming Party.",
      "id": "s4"
    },
    {
      "text": "3 A delegate of the Minister for Immigration and Multicultural Affairs refused the applicant's application for a protection visa.",
      "id": "s5"
    },
    {
      "text": "The applicant sought a review of that decision before the Tribunal.",
      "id": "s6"
    },
    {
      "text": "4 The Tribunal advised the applicant, by letter dated 14 November 2005, that it was unable to make a decision in his favour on the material before it and invited him to a hearing on 9 December 2005.",
      "id": "s7"
    },
    {
      "text": "5 The applicant failed to attend the hearing.",
      "id": "s8"
    },
    {
      "text": "By letter dated 19 January 2006 the Tribunal advised him that a decision in his review application would be handed down by it on 9 February 2006.",
      "id": "s9"
    },
    {
      "text": "6 On 9 February 2006, the Tribunal handed down its reasons for decision, dated 17 January 2006.",
      "id": "s10"
    },
    {
      "text": "It affirmed the decision of the delegate of the Minister not to grant a protection visa.",
      "id": "s11"
    },
    {
      "text": "In the concluding part of its decision under the heading 'Findings and Reasons', the Tribunal said: \n \n 'As the Tribunal was unable to interview the applicant it cannot assess his claims in a favourable light and in view of the substantial country information from reputable sources which points to Taiwan being a well governed multi-party democracy, with a human rights record among the best in Asia, it is unable to accept the applicant's claims that he faces persecution on his return to Taiwan.",
      "id": "s12"
    },
    {
      "text": "' \n \n \n 7 At [11] in his reasons for judgment, SZIMB v Minister for Immigration and Multicultural Affairs [2006] FMCA 998 , Smith FM said: \n \n 'I have considered the procedures followed by the Tribunal and its reasoning, and am unable to identify any arguable ground of jurisdictional error which could allow the applicant to succeed in his application.",
      "id": "s13"
    },
    {
      "text": "' \n \n \n 8 His Honour noted the applicant's statement that he did not receive the invitation to attend the Tribunal hearing because he was in Melbourne.",
      "id": "s14"
    },
    {
      "text": "Smith FM also noted that the applicant made no attempt to contact the Tribunal on his return from Melbourne.",
      "id": "s15"
    },
    {
      "text": "His Honour held that the Tribunal was entitled to proceed to deal with the review application under s 426A(1) of the Migration Act 1958 (Cth).",
      "id": "s16"
    },
    {
      "text": "9 In his grounds in support of his amended application, the applicant relied on s 424A of the Act .",
      "id": "s17"
    },
    {
      "text": "He submitted that the procedures required by that section were not observed by the Tribunal.",
      "id": "s18"
    },
    {
      "text": "In response, Smith FM said at [16]: \n \n '...the reason for the Tribunal affirming the delegate's decision was its inability to assess the claims made by the applicant due to their vagueness and his absence from a hearing.",
      "id": "s19"
    },
    {
      "text": "The Tribunal did not take information which was specifically about the applicant and use that as a reason for affirming the delegate's decision.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n 10 Leave to appeal should be refused as the judgment appealed from is not attended with any doubt.",
      "id": "s21"
    },
    {
      "text": "His Honour correctly dismissed the application before him for the reasons he gave.",
      "id": "s22"
    },
    {
      "text": "Further, no substantial injustice would arise from the refusal of leave because the Tribunal's decision is beyond reproach.",
      "id": "s23"
    },
    {
      "text": "The claims made by the applicant were so vague and unparticularised such that the Tribunal, in the absence of further information, was entitled to reject his application for a protection visa.",
      "id": "s24"
    },
    {
      "text": "Further, having regard to the provisions of s 426A of the Act, the Tribunal was entitled to proceed to determine that matter in the absence of the applicant.",
      "id": "s25"
    },
    {
      "text": "It had earlier invited him to attend by registered mail addressed to his address for service as nominated in his review application.",
      "id": "s26"
    },
    {
      "text": "11 The application for leave to appeal is refused with costs.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 31 October 2006\n\n The applicant represented himself.",
      "id": "s29"
    },
    {
      "text": "Counsel for the first respondent: Mr B Cramer \n \n Solicitor for the first respondent: Blake Dawson Waldron \n \n Date of Hearing: 30 October 2006 \n \n Date of Judgment: 30 October 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1405.html",
      "id": "s30"
    }
  ]
}