{
  "name": "CSL Limited v GlaxoSmithKline Australia Pty Ltd [2006] FCA 1301 (3 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1301.html",
  "catchphrases": [
    {
      "text": "interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "quia timet injunction",
      "id": "c1"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c2"
    },
    {
      "text": "whether applicant likely to suffer injury for which damages will not be an adequate remedy",
      "id": "c3"
    },
    {
      "text": "whether balance of convenience favours the granting of injunction",
      "id": "c4"
    },
    {
      "text": "alleged contravention of s 52 of trade practices act 1974 (cth)",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, CSL Limited (\"CSL\"), seeks an interlocutory injunction to restrain the respondent, GlaxoSmithKline Australia Pty Ltd (\"GSKA\"), from making certain representations concerning GARDASIL, a vaccine marketed by CSL, and CERVARIX, a vaccine which GSKA hopes to market in Australia in the near future.",
      "id": "s0"
    },
    {
      "text": "2 CSL carries on business developing, manufacturing, selling and supplying in Australia plasma products, antivenoms and human vaccines.",
      "id": "s1"
    },
    {
      "text": "GSKA markets throughout Australia a range of pharmaceutical products including vaccines.",
      "id": "s2"
    },
    {
      "text": "3 The products at the centre of this dispute are vaccines used for the prevention of infection caused by Human Papillomavirus (\"HPV\").",
      "id": "s3"
    },
    {
      "text": "More particularly, they are vaccines which are administered to prevent certain types of cancer.",
      "id": "s4"
    },
    {
      "text": "The background facts \n \n 4 GARDASIL is the world's first cervical cancer vaccine.",
      "id": "s5"
    },
    {
      "text": "It is, at present, the only such vaccine approved in Australia.",
      "id": "s6"
    },
    {
      "text": "It prevents cervical cancer and other HPV related cancers and diseases caused by HPV types 6, 11, 16 and 18.",
      "id": "s7"
    },
    {
      "text": "It was developed following collaboration between CSL and Professor Ian Frazer, who is well-known for his groundbreaking research in this area, and was named Australian of the Year in 2006.",
      "id": "s8"
    },
    {
      "text": "The vaccine has achieved widespread recognition.",
      "id": "s9"
    },
    {
      "text": "5 In 1995, CSL granted an exclusive worldwide licence of its proprietary technology to Merck &amp; Co., Inc. which conducted substantial research leading to the development of GARDASIL.",
      "id": "s10"
    },
    {
      "text": "On 14 December 2005, Merck Sharp &amp; Dohme (Australia) Pty Ltd lodged an application with the Therapeutic Goods Authority (\"the TGA\") for marketing approval for GARDASIL.",
      "id": "s11"
    },
    {
      "text": "On 16 June 2006, the TGA granted that approval.",
      "id": "s12"
    },
    {
      "text": "The TGA also granted CSL approval to use what is described as the \"GARDASIL Product Information Sheet\", a document containing technical information regarding the nature and effect of the vaccine.",
      "id": "s13"
    },
    {
      "text": "6 The Product Information Sheet describes GARDASIL as a recombinant, quadrivalent vaccine: \n \n \"The quadrivalent Human Papillomavirus Virus-Like Particle vaccine (HPV VLP vaccine) is a sterile liquid suspension prepared from the highly purified virus-like particles (VLPs) of the recombinant major capsid (L1) protein of HPV Types 6, 11, 16 and 18.",
      "id": "s14"
    },
    {
      "text": "The L1 proteins are produced by separate fermentations in recombinant Saccharomyces cerevisiae CANADE 3C-5 (Strain 1895) and self-assembled into VLPs.",
      "id": "s15"
    },
    {
      "text": "The VLPs for each type are purified and adsorbed on aluminum-containing adjuvant (amorphous aluminum hydroxyphosphate sulfate).",
      "id": "s16"
    },
    {
      "text": "The quadrivalent HPV VLP vaccine is prepared by combining the adsorbed VLPs of each HPV type, the aluminum-containing adjuvant formulation, and a buffer.",
      "id": "s17"
    },
    {
      "text": "GARDASIL is a sterile preparation for intramuscular administration.",
      "id": "s18"
    },
    {
      "text": "Each 0.5-mL dose contains approximately 20 mcg of HPV 6 L1 protein, 40 mcg of HPV 11 L1 protein, 40 mcg of HPV 16 L1 protein, and 20 mcg of HPV 18 L1 protein.",
      "id": "s19"
    },
    {
      "text": "Each 0.5-mL dose of the vaccine contains approximately 225 mcg of aluminum (as amorphous aluminum hydroxyphosphate sulfate adjuvant), 9.56 mg of sodium chloride, 0.78 mg of L-histidine, 50 mcg of polysorbate 80, 35 mcg of sodium borate, and water for injection.",
      "id": "s20"
    },
    {
      "text": "The product does not contain a preservative or antibiotics.",
      "id": "s21"
    },
    {
      "text": "\" \n \n \n 7 GARDASIL is \"indicated\" in females aged 9 to 26 years for the prevention of cervical, vulvar, and vaginal cancer, precancerous or dysplastic lesions, genital warts, and infection caused by HPV types 6, 11, 16 and 18 (which are included in the vaccine).",
      "id": "s22"
    },
    {
      "text": "It is also indicated in males aged 9 to 15 years for the prevention of infection caused by HPV types 6, 11, 16 and 18.",
      "id": "s23"
    },
    {
      "text": "It is administered intramuscularly in three separate doses over a period of some months, and a subsequent booster is required some years later.",
      "id": "s24"
    },
    {
      "text": "8 By an agreement effective on 1 May 2006, Merck &amp; Co., Inc. appointed CSL as its exclusive distributor of GARDASIL in Australia.",
      "id": "s25"
    },
    {
      "text": "CSL launched GARDASIL officially on 28 August 2006.",
      "id": "s26"
    },
    {
      "text": "The launch was accompanied by substantial marketing activity which included advertising in medical journals, mail-outs to healthcare practitioners, media releases and conference presentations.",
      "id": "s27"
    },
    {
      "text": "The evidence is that the market in Australia for a vaccine of this nature is substantial.",
      "id": "s28"
    },
    {
      "text": "9 In or about March 2006, GSKA applied to the TGA for approval to market its vaccine for the prevention of cervical cancer.",
      "id": "s29"
    },
    {
      "text": "However, to date that vaccine, CERVARIX, has not been approved by the TGA for any indication.",
      "id": "s30"
    },
    {
      "text": "It appears that marketing approval is not imminent, but GSKA's application is likely to be reviewed \"within the first half of 2007\".",
      "id": "s31"
    },
    {
      "text": "10 It is necessary to say something briefly about HPV and cervical cancer.",
      "id": "s32"
    },
    {
      "text": "It is common ground between the parties that HPV is both a common and contagious virus which is usually transmitted by sexual contact and is a cause of, amongst other things, cervical cancer in women.",
      "id": "s33"
    },
    {
      "text": "Approximately 75 per cent of the adult population, male and female, will be infected by HPV at some stage during their lifetime.",
      "id": "s34"
    },
    {
      "text": "In most cases, the human immune system will eliminate the infection.",
      "id": "s35"
    },
    {
      "text": "However, if it persists over time, it has the potential to cause precancerous cervical lesions and ultimately cervical cancer.",
      "id": "s36"
    },
    {
      "text": "11 Cervical cancer is the second most common cancer in women worldwide.",
      "id": "s37"
    },
    {
      "text": "In Australia it accounts for some 230 deaths and 800 new cases per year notwithstanding Papanicolaou (pap) smear screening programs.",
      "id": "s38"
    },
    {
      "text": "12 HPV is also said to be responsible for less common cancers, including up to 50 per cent of cases of vulvar cancer and 60 to 65 per cent of vaginal cancer, as well as approximately 90 per cent of cases of genital warts.",
      "id": "s39"
    },
    {
      "text": "13 There are more than 100 strains of HPV.",
      "id": "s40"
    },
    {
      "text": "Several of those cause cervical cancer or precancerous lesions.",
      "id": "s41"
    },
    {
      "text": "The strains of HPV principally implicated in cervical cancer are HPV types 16 and 18.",
      "id": "s42"
    },
    {
      "text": "These types are responsible for approximately 70 per cent of all cervical cancer in women worldwide.",
      "id": "s43"
    },
    {
      "text": "14 HPV types 31 and 45 are also associated with cervical cancer.",
      "id": "s44"
    },
    {
      "text": "15 HPV types 6 and 11 are responsible for 90 per cent of cases of genital warts.",
      "id": "s45"
    },
    {
      "text": "16 Pharmaceutical products, including vaccines, may not be imported into, manufactured or supplied in Australia unless they have been entered in the Australian Register of Therapeutic Goods (\"the ARTG\").",
      "id": "s46"
    },
    {
      "text": "An application for regulatory approval must include a dossier of chemical, pre-clinical and clinical data relating to the production, safety and efficacy of the product.",
      "id": "s47"
    },
    {
      "text": "This data is reviewed by the TGA and the Australian Drug Evaluation Committee (\"the ADEC\").",
      "id": "s48"
    },
    {
      "text": "That review determines the proposed \"indications\" for use.",
      "id": "s49"
    },
    {
      "text": "17 In order to gain marketing approval a product information sheet, which defines the indications for the pharmaceutical product, must also be approved.",
      "id": "s50"
    },
    {
      "text": "Section 21B(3) of the Therapeutic Goods Act 1989 (Cth) prohibits a person from representing that therapeutic goods that are not included in the ARTG are so included.",
      "id": "s51"
    },
    {
      "text": "Although CSL at one point alleged that GSKA had contravened this provision, it did not rely upon any such contention in support of its application for interlocutory relief.",
      "id": "s52"
    },
    {
      "text": "The GSKA Information Sheet \n \n 18 In June and July 2006, GSKA engaged in what it described as a \"market research project\".",
      "id": "s53"
    },
    {
      "text": "That activity, which was undertaken by a market research organisation known as Australian Fieldwork Solutions, consisted of contacting general practitioners by telephone to ascertain whether they were interested in participating, for a fee, in market research on cervical cancer vaccines, and if so sending by facsimile an information sheet containing comparative information on GARDASIL and CERVARIX (\"the GSKA Information Sheet\").",
      "id": "s54"
    },
    {
      "text": "Subsequently the general practitioner would again be contacted by telephone, and interviewed.",
      "id": "s55"
    },
    {
      "text": "19 The GSKA Information Sheet was a two page document containing some background information describing the impact and cause of cervical cancer, and particularly its links with HPV.",
      "id": "s56"
    },
    {
      "text": "It emphasised the importance of regular pap smears as early detection tools, and the need for regular screening.",
      "id": "s57"
    },
    {
      "text": "None of this was in any way contentious.",
      "id": "s58"
    },
    {
      "text": "20 However, the GSKA Information Sheet went on to deal, in a comparative way, with GARDASIL and CERVARIX.",
      "id": "s59"
    },
    {
      "text": "It stated that there were two companies developing a vaccine that would offer protection against HPV types 16 and 18 -- the two key cervical cancer causing types.",
      "id": "s60"
    },
    {
      "text": "It said that women would be able to choose which of the two vaccines they preferred.",
      "id": "s61"
    },
    {
      "text": "It observed that it was anticipated that the government would fund a free vaccination program for girls at school while for other women there would be two vaccines available from their general practitioner to be paid for privately, each costing around $400 per course of three injections.",
      "id": "s62"
    },
    {
      "text": "It added that both vaccines were expected to give at least 10 years protection before any boosters were required.",
      "id": "s63"
    },
    {
      "text": "21 It is necessary to set out in detail the nature of the comparative information provided in the GSKA Information Sheet: \n \n \" Vaccine A --- Gardasil \n \n &#8226; Will be launched first to market later this year.",
      "id": "s64"
    },
    {
      "text": "&#8226; This vaccine is based on work by Professor Ian Frazer, Australian of the Year.",
      "id": "s65"
    },
    {
      "text": "&#8226; This vaccine is manufactured by CSL, a well established Australian company.",
      "id": "s66"
    },
    {
      "text": "&#8226; This vaccine is indicated for females aged 9 - 26 years.",
      "id": "s67"
    },
    {
      "text": "&#8226; Gardasil offers protection against cervical cancer caused by HPV types 16 and 18 (These two HPV types cause 70% of cervical cancers).",
      "id": "s68"
    },
    {
      "text": "&#8226; Gardasil is the only vaccine to provide protection against two further non cervical cancer causing HPV types responsible for genital warts.",
      "id": "s69"
    },
    {
      "text": "&#8226; Gardasil may offer further protection against some vaginal and vulval cancers (Caused by HPV types 16 and 18).",
      "id": "s70"
    },
    {
      "text": "&#8226; Gardasil has been formulated with an aluminium adjuvant.",
      "id": "s71"
    },
    {
      "text": "This adjuvant has been used in the formulation of many vaccines and has been proven to be effective and well tolerated.",
      "id": "s72"
    },
    {
      "text": "&#8226; Research has demonstrated that Gardasil formulated with an aluminium adjuvant produces a long lasting immune response in women aged 9-26 years.",
      "id": "s73"
    },
    {
      "text": "&#8226; Clinical trials demonstrate that Gardasil is well tolerated.",
      "id": "s74"
    },
    {
      "text": "&#8226; Gardasil administration results in general symptoms which were comparable to the control group.",
      "id": "s75"
    },
    {
      "text": "The most common reactions observed after vaccine administration were injection site reactions including pain, redness, swelling and fatigue.",
      "id": "s76"
    },
    {
      "text": "&#8226; Gardasil will be available as a single dose vial and a retractable pre-filled syringe.",
      "id": "s77"
    },
    {
      "text": "Vaccine B --- Cervarix \n \n &#8226; Will be launched second to the market after Gardasil.",
      "id": "s78"
    },
    {
      "text": "&#8226; The vaccine is based on work by Professor Frazer, one of several researchers who developed the vaccine technology.",
      "id": "s79"
    },
    {
      "text": "&#8226; This vaccine is manufactured by Australia's leading supplier of vaccines --- GlaxoSmithKline.",
      "id": "s80"
    },
    {
      "text": "&#8226; Indicated for females from 10 - 55 years.",
      "id": "s81"
    },
    {
      "text": "&#8226; Cervarix offers protection against cervical cancer caused by HPV types 16 and 18 (These two HPV types cause 70% of cervical cancers).",
      "id": "s82"
    },
    {
      "text": "&#8226; Cervarix is the only vaccine to have shown evidence of additional cervical cancer coverage due to protection against two other cancer-causing HPV type infections (HPV 31 and 45) (Harper et al, 2006).",
      "id": "s83"
    },
    {
      "text": "&#8226; Due to the protection against these 2 additional strains of HPV, Cervarix could potentially increase protection against cervical cancer from 70% to protecting against 80% of all cervical cancers (Munoz et al 2004).",
      "id": "s84"
    },
    {
      "text": "&#8226; Cervarix has been formulated using next generation vaccine technology (adjuvant AS04), to generate a strong and sustained immune response in all women aged 10-55 years (Giannini, 2005, Schwarz, 2006 and Dubin, 2005).",
      "id": "s85"
    },
    {
      "text": "&#8226; Research has demonstrated that the AS04 adjuvant induces a stronger immune response than the same vaccine formulated in the traditional way with an aluminium adjuvant (Giannini, 2005).",
      "id": "s86"
    },
    {
      "text": "&#8226; The safety of the AS04 adjuvant has been demonstrated in studies involving over 30,000 people worldwide receiving at least one dose of an AS04 containing vaccine.",
      "id": "s87"
    },
    {
      "text": "&#8226; Clinical trials demonstrate that Cervarix TM is well tolerated.",
      "id": "s88"
    },
    {
      "text": "&#8226; Cervarix administration results in general symptoms which were comparable to the control group.",
      "id": "s89"
    },
    {
      "text": "The most common reactions observed after vaccine administration were injection site reactions including pain, redness, swelling and fatigue.",
      "id": "s90"
    },
    {
      "text": "&#8226; Cervarix will be available as a single dose vial and a pre-filled syringe.",
      "id": "s91"
    },
    {
      "text": "&#8226; Ongoing clinical trials are underway involving more than 30,000 women worldwide which will provide further data on the safety of Cervarix.",
      "id": "s92"
    },
    {
      "text": "\" \n \n \n 22 It is also necessary to set out the preface to the GSKA Information Sheet: \n \n \"Please note that the following information about the vaccines to prevent cervical cancer does not represent an official statement by any company.",
      "id": "s93"
    },
    {
      "text": "It also does not provide a full or final representation relating to these vaccines and their features.",
      "id": "s94"
    },
    {
      "text": "This is, however, all true and accurate information.",
      "id": "s95"
    },
    {
      "text": "\" \n \n CSL's claims \n \n 23 CSL claims that, when read as a whole, the GSKA Information Sheet makes a selective and incomplete comparison between GARDASIL and CERVARIX so as to present an inaccurate and unfair profile of its product.",
      "id": "s96"
    },
    {
      "text": "CSL further claims that those general practitioners who received the GSKA Information Sheet would understand it to be saying that CERVARIX was a superior vaccine to GARDASIL because it offered greater benefits.",
      "id": "s97"
    },
    {
      "text": "24 The evidence is that the GSKA Information Sheet was distributed to at least 300 general practitioners.",
      "id": "s98"
    },
    {
      "text": "There is also evidence that some time after these information sheets were provided, the general practitioners were interviewed by telephone.",
      "id": "s99"
    },
    {
      "text": "They were asked whether, on the basis of the GSKA Information Sheet provided, they would be prepared to prescribe one vaccine in preference to the other, and what price differential they would be prepared to pay in order to secure the benefits that one vaccine offered over the other.",
      "id": "s100"
    },
    {
      "text": "CSL claims that the questions were \"loaded\" in such a way as to suggest that CERVARIX offered clinical benefits that GARDASIL did not.",
      "id": "s101"
    },
    {
      "text": "25 In particular, CSL contends that the information sheet in combination with the loaded interview would be likely to have left general practitioners with the impression that CERVARIX provided a longer period of protection than GARDASIL, and that it provided what CSL described as \"cross-protection\".",
      "id": "s102"
    },
    {
      "text": "CSL also complains that the general practitioners were not told that GARDASIL had been approved for the vaccination of males aged 9 to 15 years, a feature that CERVARIX did not share.",
      "id": "s103"
    },
    {
      "text": "26 More specifically, CSL pleads in paragraph 10 of its Statement of Claim that GSKA, in the GSKA Information Sheet, and in the course of the telephone interviews conducted after the information sheet had been sent out, made the following representations in trade or commerce, in breach of s 52 of the Trade Practices Act 1974 (Cth): \n \n \"(a) the Information Sheet was prepared independently of the Respondent; \n \n (b) CERVARIX is registered under the TG Act; \n (c) CERVARIX has been approved by the TGA for sale and supply in Australia; \n (d) CERVARIX is indicated for females aged ten to fifty-five years; \n (e) CERVARIX has been approved by the TGA for protection against cervical cancer caused by HPV types 16 and 18; \n (f) CERVARIX has been proven to provide protection against cancer caused by HPV type infections 31 and 45; \n (g) CERVARIX is the only vaccine to have shown evidence of cervical cancer coverage additional to HPV type 16 and 18 infections due to protection against two other cancer causing HPV infections being types HPV 31 and HPV 45.",
      "id": "s104"
    },
    {
      "text": "(h) CERVARIX can increase protection against cervical cancer from 70% to 80% of all cervical cancers.",
      "id": "s105"
    },
    {
      "text": "(i) CERVARIX, formulated with an AS04 adjuvant, induces longer lasting and stronger immune responses than GARDASIL, formulated with an aluminium adjuvant.",
      "id": "s106"
    },
    {
      "text": "(j) GARDASIL may offer further protection against some vaginal and vulval cancers caused by HPV types 16 and 18.",
      "id": "s107"
    },
    {
      "text": "(k) GARDASIL has not been approved by the TGA for the prevention of infection caused by HPV types 6, 11, 16 and 18 in males aged nine to fifteen years.",
      "id": "s108"
    },
    {
      "text": "PARTICULARS \n \n \n The representations referred to in paragraphs (a) to (k) were expressly stated in the Information Sheet or by the Respondent's agents when interviewing the general practitioners or were implied from the Information Sheet and the statements made and the nature of the inquiries conducted by the Respondent's agents when conducting the general practitioner interviews.",
      "id": "s109"
    },
    {
      "text": "\" \n \n \n 27 CSL pleads in paragraph 11 of its Statement of Claim that each of the representations set out in paragraph 10 was untrue in that: \n \n \n \"(a) the Information Sheet was prepared by, or with the sponsorship, authority and approval of, the Respondent.",
      "id": "s110"
    },
    {
      "text": "(b) CERVARIX is not registered under the TG Act; \n (c) the TGA has not approved CERVARIX for sale and supply in Australia; \n (d) CERVARIX is not registered under the TG Act and the TGA has not approved CERVARIX for any indications in Australia; \n (e) CERVARIX is not registered under the TG Act and the TGA has not approved CERVARIX for any indications in Australia; \n (f) there is no or insufficient evidence that CERVARIX provides protection against cancer caused by HPV infections types 31 and 45; \n (g) there is no or insufficient evidence that CERVARIX provides protection against cancer causing HPV infections types HPV 31 and 45 and, further, CERVARIX is not the only vaccine to have shown evidence of potential cross-protection against other cancer causing HPV types such as HPV 31 and 45; \n (h) there is no or insufficient evidence to claim that CERVARIX will provide up to 80% protection against all cervical cancers; \n (i) there is no or insufficient evidence to show that CERVARIX, formulated with adjuvant AS04, induces longer lasting and stronger immune responses than GARDASIL, formulated with its aluminium adjuvant; \n (j) as stated in the Product Information Sheet, GARDASIL has been approved by the TGA as indicated for the prevention of vulval and vaginal cancers; and \n (k) GARDASIL has been approved by the TGA for use in boys aged 9-15 years as stated in the Product Information Sheet approved by the TGA.",
      "id": "s111"
    },
    {
      "text": "\" \n \n \n \n GSKA's proffered undertakings \n \n 28 GSKA has offered undertakings that until trial, or order of the Court, it will not make any representation in Australia in trade or commerce that: \n \n &#8226; CERVARIX is registered under the Therapeutic Goods Act ; and\n &#8226; CERVARIX has been approved by the TGA for sale and supply in Australia, \n\nunless or until CERVARIX is approved by the TGA and/or registered under the Therapeutic Goods Act .",
      "id": "s112"
    },
    {
      "text": "29 GSKA has also offered to undertake that until trial, or order of the Court, it will not further distribute the GSKA Information Sheet.",
      "id": "s113"
    },
    {
      "text": "30 The effect of these undertakings is, as CSL acknowledged, to obviate the need to consider the representations pleaded in paragraphs 10(b), (c) and (e) of the Statement of Claim.",
      "id": "s114"
    },
    {
      "text": "However, there remains an issue as to whether there is a serious question to be tried with regard to the misleading or deceptive nature of the representations pleaded in paragraphs 10(a), (d), (f), (g), (h), (i), (j) and (k).",
      "id": "s115"
    },
    {
      "text": "Is there a serious question to be tried?",
      "id": "s116"
    },
    {
      "text": "Representation 10(a) \n \n 31 CSL contends that the preface to the GSKA Information Sheet (set out at [ 22 ] above) contains a representation that the information sheet was independently prepared, and that it represented a balanced, objective account of the features of the two vaccines.",
      "id": "s117"
    },
    {
      "text": "CSL further contends that the information sheet failed to disclose GSKA's involvement in its preparation.",
      "id": "s118"
    },
    {
      "text": "To the extent that it asserted that it did \"not represent an official statement by any company\", but contained \"all true and accurate information\" it implied that it was not GSKA's document.",
      "id": "s119"
    },
    {
      "text": "That representation, CSL contends, was false.",
      "id": "s120"
    },
    {
      "text": "32 GSKA contends that there is no serious question to be tried in relation to representation 10(a).",
      "id": "s121"
    },
    {
      "text": "It denies that any representation of the kind pleaded was made.",
      "id": "s122"
    },
    {
      "text": "33 I am prepared to accept that there is a serious question to be tried in relation to this representation.",
      "id": "s123"
    },
    {
      "text": "However, I think it unlikely that any general practitioner, who read the GSKA Information Sheet with care, would conclude that it was independently prepared, rather than being prepared by or on behalf of GSKA.",
      "id": "s124"
    },
    {
      "text": "The GSKA Information Sheet must be read as a whole, and against the background of it having been provided in response to an approach by a market research organisation that was prepared to pay general practitioners a fee for reading it, and participating in an interview.",
      "id": "s125"
    },
    {
      "text": "This had all the hallmarks of an advertising exercise, and the comparison drawn in favour of CERVARIX made it likely that the information sheet was part of that exercise.",
      "id": "s126"
    },
    {
      "text": "Representation 10(d) \n \n 34 CSL contends that the representation that CERVARIX is \"indicated for females from 10-55 years\", which appears in the GSKA Information Sheet was false.",
      "id": "s127"
    },
    {
      "text": "It argues that the term \"indicated\" has a special meaning in relation to pharmaceutical products, suggesting that any product to which it applies has received TGA approval.",
      "id": "s128"
    },
    {
      "text": "It submits that general practitioners would understand the term in that way.",
      "id": "s129"
    },
    {
      "text": "35 GSKA submits that the term \"indicates\" has a broader meaning, and is not to be understood as suggesting that a product has TGA approval.",
      "id": "s130"
    },
    {
      "text": "GSKA refers to the medical dictionary definition of the term which encompasses this broader meaning, and suggests simply that that product is apt for the particular use.",
      "id": "s131"
    },
    {
      "text": "36 I am satisfied that there is a serious question to be tried as to whether the particular representation pleaded is contained in the GSKA Information Sheet.",
      "id": "s132"
    },
    {
      "text": "I am also satisfied that there is a serious question to be tried as to whether that representation is false.",
      "id": "s133"
    },
    {
      "text": "Representations 10(f), (g) and (h) \n \n 37 CSL contends that these three representations, taken together, imply that CERVARIX is the only vaccine which has been proven to provide protection against cancer caused by HPV type infections 31 and 45.",
      "id": "s134"
    },
    {
      "text": "It notes that the GSKA Information Sheet states that CERVARIX is the only vaccine to have shown evidence of additional cervical cancer coverage due to protection against two other cancer-causing HPV type infections (HPV 31 and 45).",
      "id": "s135"
    },
    {
      "text": "The GSKA Information Sheet goes on to say that due to the protection against these two additional strains of HPV, CERVARIX could potentially increase protection against cervical cancer from 70 per cent to 80 per cent of all cervical cancers.",
      "id": "s136"
    },
    {
      "text": "38 CSL argues that the GSKA Information Sheet conveys three things: \n \n &#8226; CERVARIX has been shown by reliable evidence to provide protection against not only HPV type 16 and 18 infections, but also HPV type 31 and 45 infections;\n &#8226; CERVARIX is the only vaccine to have been shown by reliable evidence to provide such \"additional\" protection; and\n &#8226; because CERVARIX provides such additional protection, it offers protection against 80 per cent of all cervical cancers.",
      "id": "s137"
    },
    {
      "text": "39 CSL submits that the representations pleaded suggest that the \"evidence\" of this additional coverage was generated in a robust scientific clinical study.",
      "id": "s138"
    },
    {
      "text": "The inclusion of the academic reference \"Harper et al, 2006\" is intended to reinforce that claim.",
      "id": "s139"
    },
    {
      "text": "40 However, CSL contends that there is no proper scientific basis for these representations.",
      "id": "s140"
    },
    {
      "text": "It says that GSKA's methodology for measuring the efficacy of its vaccine overlooks the role that the human body's immune system plays in the self-elimination of the HPV infection.",
      "id": "s141"
    },
    {
      "text": "This is because 70 to 90 per cent of HPV infections are cleared spontaneously by the body's immune system within 36 months.",
      "id": "s142"
    },
    {
      "text": "HPV infection does not progress to cervical cancer unless the infection persists.",
      "id": "s143"
    },
    {
      "text": "Because most HPV infections are transient, a reduction in incident infection cannot be equated with additional cancer protection.",
      "id": "s144"
    },
    {
      "text": "Incident infection is therefore an inadequate endpoint against which to test HPV vaccine efficacy.",
      "id": "s145"
    },
    {
      "text": "41 CSL further contends that the Harper paper does not support the claim made in the GSKA Information Sheet.",
      "id": "s146"
    },
    {
      "text": "The argument is somewhat technical, and need not be addressed at this stage.",
      "id": "s147"
    },
    {
      "text": "42 Finally, CSL contends that GARDASIL has shown evidence of cross-protection against cervical cancers induced by HPV types 31 and 45.",
      "id": "s148"
    },
    {
      "text": "However, CSL, acting responsibly, has not made any claims in relation to these HPV strains because they require further assessment which must be based on disease endpoints.",
      "id": "s149"
    },
    {
      "text": "43 GSKA submits that the representations in question were true, or at least based upon sound scientific opinion.",
      "id": "s150"
    },
    {
      "text": "It relied upon expert evidence of its own to support that contention.",
      "id": "s151"
    },
    {
      "text": "44 In my view, there is a serious question to be tried as to whether representations 10(f), (g) and (h) are misleading or deceptive.",
      "id": "s152"
    },
    {
      "text": "The dispute between the scientists on this point cannot be resolved on an application for interlocutory relief in which no deponent was cross-examined, and no proper analysis of the scientific opinions expressed in the various affidavits filed was undertaken.",
      "id": "s153"
    },
    {
      "text": "That task must await the final hearing of this matter.",
      "id": "s154"
    },
    {
      "text": "Representation 10(i) \n \n 45 CSL notes that the GSKA Information Sheet refers to GARDASIL as having been formulated with an aluminium adjuvant.",
      "id": "s155"
    },
    {
      "text": "CERVARIX, on the other hand, is described as having been formulated using \"next generation vaccine technology (adjuvant AS04)\" which \"induces a stronger immune response than the same vaccine formulated in the traditional way with an aluminium way with an aluminium adjuvant\".",
      "id": "s156"
    },
    {
      "text": "46 CSL comments that it is unusual for adjuvants to be discussed with general practitioners or referred to in promotional materials.",
      "id": "s157"
    },
    {
      "text": "The use of terms such as \"next generation\" in contrast to \"traditional way\" was calculated to leave doctors in no doubt as to the greater strength and longer lasting immune response of CERVARIX in comparison to GARDASIL.",
      "id": "s158"
    },
    {
      "text": "In addition, the GSKA Information Sheet refers to a study by \"Giannini, 2005\" in support of its claim regarding the superiority of its adjuvant.",
      "id": "s159"
    },
    {
      "text": "The plain implication of all this is said to be that CERVARIX provides longer protection than GARDASIL.",
      "id": "s160"
    },
    {
      "text": "47 CSL contends that the comparative statements regarding the adjuvants used in each product are misleading because the aluminium adjuvant used in GARDASIL is quite different to what is commonly regarded as the traditional aluminium adjuvant reported in the Giannini paper.",
      "id": "s161"
    },
    {
      "text": "Without going too deeply into scientific issues, CSL says that the adjuvant used in the Giannini study was aluminium hydroxide.",
      "id": "s162"
    },
    {
      "text": "GARDASIL, on the other hand, is said to use an amorphous aluminium hydroxyphosphate sulphate adjuvant.",
      "id": "s163"
    },
    {
      "text": "48 It is impossible, on an interlocutory application, to resolve a scientific dispute of this nature.",
      "id": "s164"
    },
    {
      "text": "It is sufficient simply to say that there are conflicting views about the accuracy of the representation contained in paragraph 10(i) of the Statement of Claim.",
      "id": "s165"
    },
    {
      "text": "That means there is a serious question to be tried regarding this issue.",
      "id": "s166"
    },
    {
      "text": "However, without further evidence, the Court is not in a position to determine how strong that serious question might be.",
      "id": "s167"
    },
    {
      "text": "Representation 10(j) \n \n 49 CSL complains that the GSKA Information Sheet says that GARDASIL \" may offer further protection against some vaginal and vulval cancers (Caused by HPV types 16 and 18)\" (emphasis added).",
      "id": "s168"
    },
    {
      "text": "It refers to the GARDASIL Product Information Sheet, which contained TGA approval of the statement that GARDASIL was indicated in females aged 9 to 26 years for the prevention of vulvar and vaginal cancer caused by HPV types 6, 11, 16 and 18.",
      "id": "s169"
    },
    {
      "text": "The clinical studies on which that indication was based established that GARDASIL was 100 per cent effective against HPV types 16 and 18 infections, and therefore the word \"may\" ought not to have been used in the GSKA Information Sheet.",
      "id": "s170"
    },
    {
      "text": "50 GSKA submits that CSL itself used the term \"may\" on its website in reference to the protection available against these infections.",
      "id": "s171"
    },
    {
      "text": "51 There is a serious question to be tried regarding this issue.",
      "id": "s172"
    },
    {
      "text": "Representation 10(k) \n \n 52 CSL complains that the GSKA Information Sheet does not include any reference to the fact that GARDASIL is indicated in males aged 9 to 15 years for the prevention of HPV types 6, 11, 16 and 18.",
      "id": "s173"
    },
    {
      "text": "That fact is important both clinically and commercially because HPV infects both males and females.",
      "id": "s174"
    },
    {
      "text": "It is sexually transmitted and so vaccination protects males from infections and subsequent transmission to their sexual partners.",
      "id": "s175"
    },
    {
      "text": "Vaccination also protects males from genital warts, and some rarer cases of penile and anal cancers.",
      "id": "s176"
    },
    {
      "text": "In addition, there were no clinical trials published that could support CERVARIX being granted marketing approval for use to prevent HPV infection in boys.",
      "id": "s177"
    },
    {
      "text": "53 In substance, CSL contends that the GSKA Information Sheet, and the interviews conducted with the general practitioners were designed to establish the comparative attractiveness of CERVARIX over GARDASIL, and the price differential that doctors would be prepared to pay to secure the benefits of one vaccine over another.",
      "id": "s178"
    },
    {
      "text": "In that comparative context, CSL contends that it was misleading for GSKA to omit any reference to the fact that GARDASIL was indicated for use in boys.",
      "id": "s179"
    },
    {
      "text": "54 GSKA submits in reply that the evidence raises doubts as to whether vaccinating males would be as effective in preventing HPV infection as it is in females, and that it is not clear that male vaccination would reduce transmission of HPV infection from males to females.",
      "id": "s180"
    },
    {
      "text": "55 There must be some doubt as to whether GSKA, in preparing a comparative analysis of the two vaccines, was required to espouse a particular attribute of GARDASIL that CERVARIX may not possess.",
      "id": "s181"
    },
    {
      "text": "Nonetheless, I am satisfied that there is a serious question to be tried as to the misleading or deceptive nature of GSKA's omission in the GSKA Information Sheet.",
      "id": "s182"
    },
    {
      "text": "Are damages an adequate remedy?",
      "id": "s183"
    },
    {
      "text": "56 It is often said that where an interlocutory injunction is sought an applicant must prove that it is likely to suffer injury for which damages will not be an adequate remedy.",
      "id": "s184"
    },
    {
      "text": "In R Meagher, D Heydon and M Leeming, Meagher, Gummow &amp; Lehane's Equity Doctrines &amp; Remedies (2002, 4 th ed), the learned authors suggest (at [21-345]) that this requirement applies only where an interlocutory injunction is sought in the auxiliary jurisdiction of a court of equity, and not if the injunction is sought in the exclusive jurisdiction.",
      "id": "s185"
    },
    {
      "text": "It is further suggested that injunctions in the common law jurisdiction need not be saddled with this requirement.",
      "id": "s186"
    },
    {
      "text": "57 There has been some debate among commentators as to whether an applicant for an interlocutory injunction is required to establish not merely that there is a serious question to be tried and that the balance of convenience favours the grant of such relief, the two conditions that are universally accepted, but also that, without an injunction, he or she will suffer injury for which damages will not be adequate compensation.",
      "id": "s187"
    },
    {
      "text": "In other words, the question is whether an applicant must overcome three separate hurdles rather than two.",
      "id": "s188"
    },
    {
      "text": "58 The recent decision of the High Court in Australian Broadcasting Corporation v O'Neill [2006] HCA 46 clarifies this issue.",
      "id": "s189"
    },
    {
      "text": "Gleeson CJ and Crennan J (at [19]), after referring to various cases dealing with the grant of interlocutory injunctions in cases of defamation, formulated the general principles governing the grant of such relief in the following terms: \n \n \"in all applications for an interlocutory injunction, a court will ask whether the plaintiff has shown that there is a serious question to be tried as to the plaintiff's entitlement to relief, has shown that the plaintiff is likely to suffer injury for which damages will not be an adequate remedy, and has shown that the balance of convenience favours the granting of an injunction.",
      "id": "s190"
    },
    {
      "text": "\" \n \n \n 59 In Hexal Australia Pty Ltd v Roche Therapeutics Inc (2005) 66 IPR 325, the likelihood of irreparable harm was regarded by Stone J as, indeed, a separate element that had to be established by an applicant for an interlocutory injunction.",
      "id": "s191"
    },
    {
      "text": "Her Honour cited the well-known passage from the judgment of Mason ACJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 (at 153) as support for that proposition.",
      "id": "s192"
    },
    {
      "text": "60 GSKA submitted that CSL had not shown that it would suffer injury for which damages would not be an adequate remedy if interlocutory relief were refused.",
      "id": "s193"
    },
    {
      "text": "It noted that the \"market research project\" for which the GSKA Information Sheet was prepared had been completed.",
      "id": "s194"
    },
    {
      "text": "61 CSL responded by noting that, although GSKA had proffered an undertaking not to further distribute the GSKA Information Sheet, it had not undertaken to cease \"market research\" per se in relation to CERVARIX.",
      "id": "s195"
    },
    {
      "text": "This meant that CSL had no protection against the risk that the representations contained in the GSKA Information Sheet would not be repeated in circumstances that were outside the \"market research project\".",
      "id": "s196"
    },
    {
      "text": "It also meant that unless an interlocutory injunction were granted, CSL would not be protected against representations designed to convey to general practitioners and other health professionals that CERVARIX is a superior vaccine to GARDASIL.",
      "id": "s197"
    },
    {
      "text": "62 CSL also relied upon evidence that GSKA was making damaging and, it was submitted, inaccurate comparisons regarding the two vaccines which did not form part of any \"market research project\".",
      "id": "s198"
    },
    {
      "text": "A number of medical practices around Australia had reported to CSL that GSKA was engaged in marketing CERVARIX by representing that it was more comprehensive in its coverage than GARDASIL, covering 80 per cent of cervical cancer while GARDASIL covered only 70 per cent, and that GARDASIL's indication for genital warts was \"inconsequential\".",
      "id": "s199"
    },
    {
      "text": "CSL claimed that GSKA representatives would, in all likelihood, approach tender coordinators for the respective State purchasing boards responsible for implementing any public immunisation scheme.",
      "id": "s200"
    },
    {
      "text": "It also claimed that GSKA had made it clear that it proposed to engage in a variety of pre-launch activities, as well as communications with the TGA.",
      "id": "s201"
    },
    {
      "text": "63 According to CSL this meant that there was an unacceptable risk that GSKA would continue to engage in direct comparisons between GARDASIL and CERVARIX which involved representations which were wrong and not supported by scientific evidence.",
      "id": "s202"
    },
    {
      "text": "CSL had requested GSKA to desist from the conduct in relation to which CSL complained.",
      "id": "s203"
    },
    {
      "text": "GSKA had refused to do so.",
      "id": "s204"
    },
    {
      "text": "64 GSKA, in its written submissions, did not deal directly with the issue of irreparable harm.",
      "id": "s205"
    },
    {
      "text": "It addressed that question more generally under the ambit of balance of convenience.",
      "id": "s206"
    },
    {
      "text": "Balance of convenience --- the evidence \n \n 65 The evidence regarding balance of convenience comes essentially from two sources.",
      "id": "s207"
    },
    {
      "text": "On behalf of CSL, Dr John Anderson, its Director, Sales &amp; Marketing of its Pharmaceuticals Division swore two affidavits dated 11 September 2006 and 18 September 2006 respectively.",
      "id": "s208"
    },
    {
      "text": "In an affidavit sworn on 21 September 2006, David Herd, GSKA's Director, Regulatory Affairs and Health Outcomes &amp; Pricing responded to Dr Anderson's affidavits.",
      "id": "s209"
    },
    {
      "text": "66 Put simply, Dr Anderson claimed that the GSKA Information Sheet, and follow-up interviews, represented CERVARIX was superior to GARDASIL, and did so in a manner that was misleading or deceptive.",
      "id": "s210"
    },
    {
      "text": "He said that, based upon his experience of the conduct of genuine market research, and the numerous errors in the information distributed by GSKA, he considered that GSKA had attempted to create \"fear, uncertainty and doubt\" about GARDASIL in order to reduce market confidence in that product.",
      "id": "s211"
    },
    {
      "text": "He said that this was a well-known marketing tactic known as \"FUD\".",
      "id": "s212"
    },
    {
      "text": "67 Dr Anderson observed that as GARDASIL was the only vaccine currently approved by the TGA, it was the only vaccine that the Pharmaceutical Benefits Advisory Committee (\"the PBAC\") could presently assess for the proposed mass immunisation program for prevention of cervical cancer.",
      "id": "s213"
    },
    {
      "text": "He spoke of the potential size of the market for GARDASIL in Australia, and the maximum sales that might be realised if every eligible female and male received the full three course dosage at the full price.",
      "id": "s214"
    },
    {
      "text": "The figure equated to a staggering $1.2 billion.",
      "id": "s215"
    },
    {
      "text": "68 Dr Anderson noted that the PBAC was currently considering CSL's proposal to conduct annual national vaccination of 12 year old girls, and a catch-up program for girls and women aged 13 to 26 years.",
      "id": "s216"
    },
    {
      "text": "He said that he was concerned that if the conduct complained of was not stopped immediately, and steps taken to correct the misinformation previously put out by GSKA, that misinformation could be conveyed to members of the PBAC and influence its decision.",
      "id": "s217"
    },
    {
      "text": "He said the misleading information could also influence federal cabinet to delay funding of GARDASIL until CERVARIX became available if they believed GSKA's claims that CERVARIX might be a better vaccine.",
      "id": "s218"
    },
    {
      "text": "He said that he was also concerned that State and Territory decision-makers, with inadequate scientific knowledge or experience, might be influenced in relation to the assessment of tenders by the dissemination of such information.",
      "id": "s219"
    },
    {
      "text": "69 Dr Anderson said that it was highly likely that misinformation of this nature could spread rapidly within the medical community.",
      "id": "s220"
    },
    {
      "text": "He noted that the issue had also received substantial media coverage as a result of the GARDASIL launch activities and the high profile of Professor Frazer's work.",
      "id": "s221"
    },
    {
      "text": "He said that he believed that the only way the damage being suffered by CSL could be reduced is if GSKA were immediately restrained from repeating the representations that are the subject of this proceeding.",
      "id": "s222"
    },
    {
      "text": "70 In his second affidavit, Dr Anderson elaborated upon the short-term damage to CSL from GSKA's conduct.",
      "id": "s223"
    },
    {
      "text": "He pointed out that CSL's sales representatives were encountering difficulty in their dealings with general practitioners because they were being diverted from speaking about GARDASIL, and compelled to respond to the misleading claims made about CERVARIX.",
      "id": "s224"
    },
    {
      "text": "He gave some examples of this.",
      "id": "s225"
    },
    {
      "text": "71 Mr Herd replied by noting firstly that GSKA had, since March 2006, been engaged in dealing with the TGA in support of its application for registration of CERVARIX.",
      "id": "s226"
    },
    {
      "text": "He understood that that application would be reviewed at a meeting of the ADEC in the first half of 2007.",
      "id": "s227"
    },
    {
      "text": "72 Mr Herd said that he was responsible for developing GSKA's reimbursement strategy for submission to the PBAC.",
      "id": "s228"
    },
    {
      "text": "He rejected Dr Anderson's claim that the PBAC would be influenced by representations of the kind contained in the GSKA Information Sheet.",
      "id": "s229"
    },
    {
      "text": "He noted the PBAC was an independent body set up by statute, and that its members included medical practitioners and pharmacists.",
      "id": "s230"
    },
    {
      "text": "He referred to the PBAC's guidelines on preparation of submissions and said that it was well understood that the PBAC made its decisions independently of any external influences, and on the basis of scientific and medical data presented to it by applicants.",
      "id": "s231"
    },
    {
      "text": "He noted that it was recognised within the pharmaceutical industry that it was improper for pharmaceutical companies to approach individual members of the PBAC and its various sub-committees to seek to influence its decision making process with regard to specific applications.",
      "id": "s232"
    },
    {
      "text": "He said that GSKA was careful to ensure that it complied strictly with these guidelines when making any application to the PBAC.",
      "id": "s233"
    },
    {
      "text": "73 Mr Herd also challenged Dr Anderson's claims regarding the harm that CSL might suffer with regard to CSL's application for public funding of GARDASIL on the National Immunisation Program (\"the NIP\").",
      "id": "s234"
    },
    {
      "text": "He noted that funding was allocated to States and Territories to manage the implementation of that program, and that each State ran separate tenders through a specially appointed tender board to determine which vaccine should be selected for provision through the NIP.",
      "id": "s235"
    },
    {
      "text": "He said that the GSKA Information Sheet, and the representations contained therein would have no impact or affect on CSL's application for such funding.",
      "id": "s236"
    },
    {
      "text": "74 Mr Herd said that GSKA would itself suffer irreparable harm if interlocutory relief were granted to CSL.",
      "id": "s237"
    },
    {
      "text": "He emphasised the need for GSKA to be able to communicate with the TGA fully regarding CERVARIX while the review process was being conducted.",
      "id": "s238"
    },
    {
      "text": "He noted that if the TGA came to the view that there were significant clinical advantages offered by CERVARIX, compared to GARDASIL, GSKA would be inhibited in being able to communicate or otherwise discuss such matters.",
      "id": "s239"
    },
    {
      "text": "These would delay GSKA's ability to apply for public funding of CERVARIX through the NIP, and its ability to supply CERVARIX to that section of the Australian population for which the TGA might decide to indicate the product.",
      "id": "s240"
    },
    {
      "text": "In particular, if the data submitted by GSKA to the TGA were accepted, Australian women over 26 years of age would be denied the opportunity to obtain access to CERVARIX.",
      "id": "s241"
    },
    {
      "text": "GARDASIL would be unavailable to this section of the population as it was only indicated for women aged 9 to 26 years.",
      "id": "s242"
    },
    {
      "text": "Balance of convenience --- the contentions \n \n 75 CSL contended that the harm that it would suffer if GSKA's conduct was not restrained fell into three categories.",
      "id": "s243"
    },
    {
      "text": "76 First, its marketing launch of GARDASIL is being, and would continue to be, substantially disrupted.",
      "id": "s244"
    },
    {
      "text": "GSKA's conduct was said to be diluting CSL's marketing advantage arising out of the \"head start\" it had achieved through being the first to market its unique vaccine.",
      "id": "s245"
    },
    {
      "text": "CSL claimed that it was being forced to divert its sales resources in order to correct the misinformation being disseminated by GSKA.",
      "id": "s246"
    },
    {
      "text": "77 Second, CSL would lose sales of GARDASIL that would otherwise be made as general practitioners put off their decision to prescribe vaccine until CERVARIX came onto the market.",
      "id": "s247"
    },
    {
      "text": "In that context it was important to remember that these products were vaccines, and not treatments for existing illnesses.",
      "id": "s248"
    },
    {
      "text": "According to CSL it would be impossible to tell whether sales which had been lost or postponed were lost or postponed as a result of GSKA's representations, or for other reasons.",
      "id": "s249"
    },
    {
      "text": "78 Third, there was a risk that tender coordinators, who would be responsible for very large orders if a public immunisation program were implemented, would be unfairly prejudiced against GARDASIL on the basis of inaccurate or incomplete information.",
      "id": "s250"
    },
    {
      "text": "CSL argued that the tender coordinators, their public servant assistants and the members of any purchasing boards would not be well placed to analyse detailed scientific submissions.",
      "id": "s251"
    },
    {
      "text": "Many of them may not even be medically qualified.",
      "id": "s252"
    },
    {
      "text": "79 According to CSL the damage that it would suffer from each of these types of harm would not be calculable.",
      "id": "s253"
    },
    {
      "text": "Such irreparable harm would be suffered even if the time between the hearing of this interlocutory application and the final trial were truncated.",
      "id": "s254"
    },
    {
      "text": "CSL noted that apart from the 300 or so general practitioners who had participated in the \"market research project\" there were approximately 18,000 general practitioners in Australia of whom 12,000 or so actively worked in clinical practice.",
      "id": "s255"
    },
    {
      "text": "Misinformation of the kind sought to be enjoined was likely to spread quickly within the medical community.",
      "id": "s256"
    },
    {
      "text": "80 CSL argued that there would be no harm to GSKA if it were restrained until trial from making any representation in Australia that CERVARIX offered or possessed cross-protection against cervical cancer, or that it was more effective and offered longer protection than GARDASIL.",
      "id": "s257"
    },
    {
      "text": "That was because until such time as the TGA approved the marketing of CERVARIX, GSKA could not sell or supply its product.",
      "id": "s258"
    },
    {
      "text": "In any event, GSKA was free to legitimately \"market\" CERVARIX in Australia.",
      "id": "s259"
    },
    {
      "text": "CSL sought only to restrain GSKA from unfairly and inaccurately comparing CERVARIX to GARDASIL.",
      "id": "s260"
    },
    {
      "text": "81 CSL expressly disavowed any intention of restraining GSKA from communicating with the TGA about CERVARIX in relation to matters that might arise during the prosecution of GSKA's application for marketing approval.",
      "id": "s261"
    },
    {
      "text": "82 GSKA noted that the undertakings sought by CSL, in place of those proffered by GSKA, were in far broader terms even than the interlocutory and final relief sought in CSL's application.",
      "id": "s262"
    },
    {
      "text": "GSKA noted that the \"market research project\" about which CSL complained had been completed by mid-July 2006.",
      "id": "s263"
    },
    {
      "text": "It submitted that it was highly unlikely that the GSKA Information Sheet had been retained, or disseminated by the general practitioners to whom it was provided.",
      "id": "s264"
    },
    {
      "text": "Moreover, GSKA had undertaken, until trial or further order, not to further distribute the GSKA Information Sheet.",
      "id": "s265"
    },
    {
      "text": "83 GSKA submitted that interlocutory relief should be refused by reason of delay.",
      "id": "s266"
    },
    {
      "text": "It noted that a period of 10 weeks had elapsed from the time that CSL first learned of the GSKA conduct of which it now complained until it commenced this proceeding.",
      "id": "s267"
    },
    {
      "text": "84 GSKA next submitted that it was an important factor when considering the balance of convenience that the trial of this matter could be heard within a very short time.",
      "id": "s268"
    },
    {
      "text": "In fact, the Court indicated that the application for final relief could be heard in mid-November 2006, a delay of less than two months.",
      "id": "s269"
    },
    {
      "text": "According to GSKA, the fact that a speedy trial could be held meant that there was less justification for the grant of interlocutory relief.",
      "id": "s270"
    },
    {
      "text": "85 GSKA further submitted that CSL had grossly overstated the damage that it claimed it would suffer if no interlocutory relief were granted.",
      "id": "s271"
    },
    {
      "text": "CSL's assertion that its sales force was \"not able to function optimally or effectively\" in the absence of injunctive relief was not supported by the evidence.",
      "id": "s272"
    },
    {
      "text": "Only a handful of CSL sales representatives engaged in promoting GARDASIL had had any contact with doctors who had spoken to GSKA representatives about CERVARIX.",
      "id": "s273"
    },
    {
      "text": "There was nothing to suggest that any irreparable harm had been done by anything said to any doctor by a GSKA representative.",
      "id": "s274"
    },
    {
      "text": "86 GSKA challenged CSL's contention that the members of the PBAC were likely to be swayed in their decision whether to recommend the inclusion of GARDASIL in the Pharmaceutical Benefits Scheme by a two page information sheet used in a telephone survey of general practitioners.",
      "id": "s275"
    },
    {
      "text": "The same was said to apply to members of the State tender bodies for the NIP.",
      "id": "s276"
    },
    {
      "text": "87 GSKA also noted that CSL had engaged in a massive marketing campaign in relation to GARDASIL.",
      "id": "s277"
    },
    {
      "text": "This included two separate mail-outs to almost 20,000 general practitioners in Australia, advertisements in various journals, presentations at conferences and press releases.",
      "id": "s278"
    },
    {
      "text": "It submitted that it was inconceivable that a publicity exercise of this magnitude could be irreparably harmed in the few weeks prior to the trial of this matter given the cessation of the conduct complained of, and the negligible evidence of short-term harm that CSL had provided.",
      "id": "s279"
    },
    {
      "text": "88 Finally, GSKA contended that it would suffer significant and irreparable harm if it were restrained from carrying out the preparatory work leading up to the marketing of CERVARIX pending the trial of this matter.",
      "id": "s280"
    },
    {
      "text": "It submitted that both CSL and GSKA engaged in extensive activities gearing up to the approval and launch of a new drug product.",
      "id": "s281"
    },
    {
      "text": "These included corresponding with various regulatory bodies, such as the TGA, the PBAC and various State tender bodies for immunisation programs, attending conferences and symposia, preparing for distribution post-approval educational material, and responding to inquiries from interested persons.",
      "id": "s282"
    },
    {
      "text": "89 GSKA noted that its application for registration for CERVARIX was currently before the TGA.",
      "id": "s283"
    },
    {
      "text": "Following the extensive publicity that had been given to GARDASIL since its launch, GSKA had received a number of queries regarding CERVARIX.",
      "id": "s284"
    },
    {
      "text": "It had representatives attending three medical conferences in the period between mid-October and mid-November 2006.",
      "id": "s285"
    },
    {
      "text": "90 According to GSKA, if it were prevented from discussing the characteristics and attributes of CERVARIX it would be unable to: \n \n &#8226; communicate with the TGA about its application for the registration of CERVARIX;\n &#8226; participate in scientific debate or engage in meaningful discussions with attendees at any of the three upcoming medical conferences;\n &#8226; communicate with the PBAC or State tender bodies; or\n &#8226; respond to queries from interested persons.",
      "id": "s286"
    },
    {
      "text": "91 GSKA submitted that its inability to do any of the above would severely hamper it in its preparation for the launch of CERVARIX in Australia and place it at a disadvantage to CSL in the Australian HPV vaccine market, over and above that which it already faced simply by being second to market.",
      "id": "s287"
    },
    {
      "text": "It submitted that CSL, by bringing this proceeding, was seeking to secure a monopoly in Australia for the supply and sale of GARDASIL to which it was not entitled by excluding GSKA from the relevant market for as long as possible.",
      "id": "s288"
    },
    {
      "text": "It submitted that in circumstances where it had proffered undertakings and agreed to a speedy trial and where there was no evidence of any real irreparable harm to CSL, the balance of convenience favoured the refusal of interlocutory relief.",
      "id": "s289"
    },
    {
      "text": "Conclusion \n \n 92 The interlocutory relief sought by CSL is in the nature of a quia timet injunction.",
      "id": "s290"
    },
    {
      "text": "That is, what CSL seeks is an injunction to prevent or restrain an apprehended or threatened wrong which would result in substantial damage if committed.",
      "id": "s291"
    },
    {
      "text": "93 In quia timet proceedings, the court will have regard to the degree of probability of the apprehended injury, the degree of the seriousness of the injury, and the requirements of justice between the parties.",
      "id": "s292"
    },
    {
      "text": "In R v McFarlane; Ex parte O'Flannagan and O'Kelly [1923] HCA 39 ; (1923) 32 CLR 518 Isaacs J observed (at 539): \n \n \"The Court is not entitled to apply the obstacle of injunction to the contemplated action of a co-ordinate branch of the Government unless not only a clear case of illegality, proved to be calculated to result in a clear injury, is established, but also it is shown that by no other means can injury be averted or sufficiently compensated for.",
      "id": "s293"
    },
    {
      "text": "\" \n \n \n 94 Dr I C F Spry, in Equitable Remedies (2001, 6 th ed), comments (at 378) that quia timet injunctions are not granted unless the imminence of the act to be prohibited is sufficiently clearly established to justify the court's intervention.",
      "id": "s294"
    },
    {
      "text": "The fact that there is no breach presently occurring may make it more difficult, as a matter of evidence, to establish that there is a sufficient risk of a future injury to justify the immediate grant of an injunction.",
      "id": "s295"
    },
    {
      "text": "If, in all the circumstances, the likelihood that an injury will take place is not sufficiently high, quia timet relief will be refused.",
      "id": "s296"
    },
    {
      "text": "The applicant will be left either to avail him or herself of such other remedies as may be open, or else to renew his or her application should the likelihood of an injury subsequently increase sufficiently to render equitable intervention appropriate.",
      "id": "s297"
    },
    {
      "text": "95 There is some debate as to whether a greater degree of proof is required in a case involving interlocutory quia timet relief than in a case involving a different kind of injunction.",
      "id": "s298"
    },
    {
      "text": "The issue is discussed in Meagher, Gummow &amp; Lehane (at [21-395]), and need not be further canvassed here.",
      "id": "s299"
    },
    {
      "text": "It is sufficient to note that, in many cases, it may be more difficult to prove that an apprehended injury will occur than it is to prove that an existing injury will continue.",
      "id": "s300"
    },
    {
      "text": "96 I have already indicated that I am satisfied that there is a serious question to be tried in relation to representations 10(a), (d), (f), (g), (h), (i), (j) and (k) as pleaded in CSL's Statement of Claim.",
      "id": "s301"
    },
    {
      "text": "The allegations relating to some of those representations appear to me to be stronger than those relating to others.",
      "id": "s302"
    },
    {
      "text": "However, nothing of any consequence turns upon this for the purposes of this interlocutory application.",
      "id": "s303"
    },
    {
      "text": "97 I am prepared to proceed upon the basis that CSL will suffer some harm if these representations, assuming they are false, are repeated between now and mid-November, when the final hearing of this matter will take place.",
      "id": "s304"
    },
    {
      "text": "It may be, as CSL contends, that damages will not be an adequate remedy for such harm.",
      "id": "s305"
    },
    {
      "text": "That means that CSL has overcome the first two hurdles that it must meet in order to obtain the interlocutory relief that it seeks.",
      "id": "s306"
    },
    {
      "text": "98 However, CSL must still overcome the third hurdle, and demonstrate that the balance of convenience favours the grant of the injunction sought.",
      "id": "s307"
    },
    {
      "text": "It is common ground that CSL carries the onus on this issue.",
      "id": "s308"
    },
    {
      "text": "99 The real question in this proceeding, as in many similar cases, is where does the balance of convenience lie?",
      "id": "s309"
    },
    {
      "text": "In that regard, I am inclined to the view that each side has overstated its case in relation to this matter.",
      "id": "s310"
    },
    {
      "text": "100 CSL's evidence that its sales representatives are being diverted from extolling the virtues of GARDASIL to general practitioners by being forced to defend that product from GSKA's claims regarding CERVARIX seems to me to have been extremely tenuous.",
      "id": "s311"
    },
    {
      "text": "The fact that CERVARIX may be available for sale in 2007 would be likely, of itself, to raise questions in the minds of general practitioners about the respective merits of the two products.",
      "id": "s312"
    },
    {
      "text": "That is so irrespective of the representations contained in the GSKA Information Sheet.",
      "id": "s313"
    },
    {
      "text": "101 With regard to other impending harm, it seems to me to be improbable that GSKA's representations, as contained in its information sheet, would be likely to influence the deliberations of Federal Cabinet.",
      "id": "s314"
    },
    {
      "text": "The risk that the PBAC might be influenced by those representations is significantly reduced by the fact that CERVARIX will not be approved by the TGA this year.",
      "id": "s315"
    },
    {
      "text": "The PBAC is unlikely to make any final decisions regarding CERVARIX while TGA approval is still pending for that product.",
      "id": "s316"
    },
    {
      "text": "CSL's claims for final injunctive relief will have been determined long before the TGA has completed its review.",
      "id": "s317"
    },
    {
      "text": "102 GSKA's evidence as to the harm that it would suffer if it were temporarily restrained from repeating the representations that were made in its information sheet seems to me also to have been overstated.",
      "id": "s318"
    },
    {
      "text": "For one thing, CSL made it plain at the hearing, if it was not already clear, that it was not seeking to prevent GSKA from making whatever claims it wished to the TGA about CERVARIX, as part of GSKA's ongoing application for approval.",
      "id": "s319"
    },
    {
      "text": "That made some of the evidence upon which GSKA relied redundant.",
      "id": "s320"
    },
    {
      "text": "103 In addition, the fact that GSKA might be forced, for a relatively short period, to refrain from engaging in comparisons between GARDASIL and CERVARIX of the type contained in the GSKA Information Sheet hardly seems to me to have the serious consequences for GSKA, and its marketing plans, that Mr Herd foreshadowed.",
      "id": "s321"
    },
    {
      "text": "104 Although, I accept that damages would not be an adequate remedy if CSL were to succeed in establishing the various breaches of s 52 of the Trade Practices Act that it alleges, the same is probably true for GSKA in relation to the utility of any undertaking as to damages given by CSL.",
      "id": "s322"
    },
    {
      "text": "105 After weighing the evidence carefully, I am not persuaded that the balance of convenience favours the grant of interlocutory relief.",
      "id": "s323"
    },
    {
      "text": "I accept that the submissions on this issue are finely balanced.",
      "id": "s324"
    },
    {
      "text": "The fact that there will be a speedy trial and early resolution of CSL's claim for final relief seems to me to tilt the balance in favour of GSKA.",
      "id": "s325"
    },
    {
      "text": "If CSL's claim is accepted, GSKA will be enjoined from making representations of the kind impugned well before the TGA has completed its review of CERVARIX.",
      "id": "s326"
    },
    {
      "text": "That means that neither the PBAC, nor the State tender bodies are likely to be influenced by those representations.",
      "id": "s327"
    },
    {
      "text": "Any other harm that CSL might suffer between now and the trial is speculative, and not of sufficient gravity to warrant imposing restrictions upon GSKA's own marketing endeavours.",
      "id": "s328"
    },
    {
      "text": "That is particularly so given that any injunction would necessarily require GSKA, acting prudently, to adopt a conservative approach to what its many employees might say about its product, and effectively stymie legitimate competitive activity.",
      "id": "s329"
    },
    {
      "text": "106 Had it not been for the fact that there will be a speedy trial of this matter, which Stone J regarded as a relevant consideration in Hexal v Roche (at [78]), I might have been inclined to grant some, at least, of the orders sought by CSL.",
      "id": "s330"
    },
    {
      "text": "107 I will give the parties an opportunity to be heard in relation to the matter of costs.",
      "id": "s331"
    },
    {
      "text": "I certify that the preceding one hundred and seven (107) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s332"
    },
    {
      "text": "Associate:\n\nDated: 3 October 2006\n\n Counsel for the Applicant: Mr B.N.",
      "id": "s333"
    },
    {
      "text": "Caine SC and Dr W.A.",
      "id": "s334"
    },
    {
      "text": "Rothnie \n \n Solicitor for the Applicant: Blake Dawson Waldron \n \n Counsel for the Respondent: Mr P.W.",
      "id": "s335"
    },
    {
      "text": "Collinson SC and Ms H.M.J.",
      "id": "s336"
    },
    {
      "text": "Rofe \n \n Solicitor for the Respondent: Deacons \n \n Date of Hearing: 22 September 2006 \n \n Date of Judgment: 3 October 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1301.html",
      "id": "s337"
    }
  ]
}