{
  "name": "SZIAM v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1549 (8 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1549.html",
  "catchphrases": [
    {
      "text": "no appearance by appellant",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This appeal is from orders in judgment of Federal Magistrate Scarlett given on 3 May 2006.",
      "id": "s0"
    },
    {
      "text": "His Honour dismissed an application for judicial review filed in the Federal Magistrates Court on 3 January 2006 seeking review of the decision of the Refugee Review Tribunal ('The Tribunal') handed down on 24 November 2005.",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister given on 8 August 2004 not to grant the appellant a Protection (Class XA) Visa.",
      "id": "s2"
    },
    {
      "text": "2 When the appeal was called on today there was no appearance by the appellant.",
      "id": "s3"
    },
    {
      "text": "3 I am satisfied that he has been given notice of his appeal.",
      "id": "s4"
    },
    {
      "text": "In particular, a letter posted to him at his nominated address for service on 31 October 2006 by express post, notifying of his appeal, has not been returned unclaimed.",
      "id": "s5"
    },
    {
      "text": "There is other correspondence both from the first respondent, the solicitors for the first respondent and from the Court which notified him of this appeal which was sent to his address for service and has not been returned unclaimed.",
      "id": "s6"
    },
    {
      "text": "4 In the circumstances I dismiss the appeal pursuant to s 25(2B)(bb)(ii) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s7"
    },
    {
      "text": "5 I order that the respondent pay the first respondent's costs which I fix in the sum of $1200.",
      "id": "s8"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s9"
    },
    {
      "text": "Associate:\n\nDated: 16 November 2006\n\n No appearance by the Appellant.",
      "id": "s10"
    },
    {
      "text": "Solicitor for the Respondent: Ms Bernadette Rayment \n \n Date of Hearing: 8 November 2006 \n \n Date of Judgment: 8 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1549.html",
      "id": "s11"
    }
  ]
}