{
  "name": "SZHCN v Minister for Immigration and Multicultural Affairs [2006] FCA 1275 (27 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1275.html",
  "catchphrases": [
    {
      "text": "whether breach established of s 424a(1) of the migration act concerning provision by tribunal of particulars",
      "id": "c0"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "Background to present appeal from Federal Magistrates Court --- outcome of the preceding Tribunal proceedings \n \n 1 This is an appeal from the judgment of Federal Magistrate Smith FM delivered on 6 April 2006, whereby his Honour dismissed an application for judicial review of the decision of the Refugee Review Tribunal ('the Tribunal') made adversely to the appellant on 20 July 2005 and handed down on 16 August 2005.",
      "id": "s0"
    },
    {
      "text": "That application for judicial review was brought pursuant to s 483A of the Migration Act 1958 (Cth), which has been subsequently repealed; however the repeal did not affect the continuance of the proceedings before the Federal Magistrates Court.",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the respondent Minister made earlier on 5 March 2005 to refuse the grant of a protection visa to the appellant.",
      "id": "s2"
    },
    {
      "text": "The circumstances placed before the Tribunal were somewhat complex, emerging as they did from a confusing picture presented by the appellant's application for review to the Tribunal, and subsequently in the course of his appeals to the Federal Magistrates Court and thereafter to this Court.",
      "id": "s3"
    },
    {
      "text": "2 At the time of his arrival in Australia on 30 August 2004 on a temporary business visa issued to him in Moscow, the appellant was a citizen of Armenia.",
      "id": "s4"
    },
    {
      "text": "He made application for a protection visa on 29 September 2004 with the assistance of a migration agent, who has since rendered assistance to the appellant in the context of the legal processes which he has pursued.",
      "id": "s5"
    },
    {
      "text": "That application stated that he had university qualifications in Armenian literature, and further that his employment was that of a businessman.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed to have had a well-founded fear of persecution for his political opinion, and in that regard to have been persecuted by the Armenian authorities upon the basis of his active membership of the People's Party of Armenia (PPA) since 1999, his membership activities having involved financial support and distributions of political material.",
      "id": "s7"
    },
    {
      "text": "An aspect of his persecution had involved his arrest and threats of destruction of his business operation, said to have comprised 'retail shops'.",
      "id": "s8"
    },
    {
      "text": "The Tribunal described the PPA as both a large and lawful party in Armenia, some of whose members had been detained in April 2004 during protests, and also assaulted by members of the security forces.",
      "id": "s9"
    },
    {
      "text": "His PPA membership card tendered to the Tribunal was said to have consisted of an uncertified photocopy.",
      "id": "s10"
    },
    {
      "text": "3 The appellant's claims extended to governmental arrest, detention and severe verbal and physical abuse in Armenia, and subjection to a politically motivated tax-audit conducted in relation to his business activities, being an audit for which he was ordered to provide to the authorities all of his financial information within a period of one week.",
      "id": "s11"
    },
    {
      "text": "His ultimate release from detention was said to have been made subject to conditions as to not leaving his city of residence, and as to provision of a bond provided by his relatives.",
      "id": "s12"
    },
    {
      "text": "He further claimed to have been 'charged in a court' and that in the upshot he was left with no alternative but to 'give away his businesses and go into hiding' in a relative's home for about two months or until he had completed the visa formalities for his departure to Australia.",
      "id": "s13"
    },
    {
      "text": "His visa was apparently issued by the Australian Embassy in Moscow.",
      "id": "s14"
    },
    {
      "text": "The PPA was in opposition in Armenia before and after elections in 2003 and 2004, being elections which were asserted by the appellant to have been flawed, as was apparently confirmed by country information.",
      "id": "s15"
    },
    {
      "text": "4 Notwithstanding what I have summarised from documentary material present to Australian authorities upon his arrival in Australia, the appellant stated in his application for an Australian visa lodged in Moscow that he had been the 'Head of the Biology Department at the Vanevan University'.",
      "id": "s16"
    },
    {
      "text": "The Tribunal questioned the appellant's migration agent in that regard by its letter of 14 June 2005.",
      "id": "s17"
    },
    {
      "text": "The Tribunal observed that '[t] he 16 th International Congress of Eye Research's Conference Co-ordinator wrote to him at the university on 5 August 2004, and the head of the Vanevan Institute wrote a letter on his behalf to the Australian Embassy in Moscow dated 11 August 2004, saying he had been head of department since 2000... '.",
      "id": "s18"
    },
    {
      "text": "5 In the context of its comprehensive account of the information provided by the appellant, the Tribunal made the following findings: \n \n (i) it was likely that the appellant was employed at the Vanevan Institute;\n (ii) there was 'considerable doubt... that he was in fact the owner of several businesses rather than an employee of an academic institution' , and therefore whether '... those businesses were the target of a politically motivated tax audit, or that [the appellant] was \"in hiding\" as a result...' ;\n (iii) '... if [the appellant] was being investigated by the tax office last year, I cannot be satisfied that the real reason for that was his political opinion'.",
      "id": "s19"
    },
    {
      "text": "6 The Tribunal did not accept in the course of its reasoning the appellant's claims to have been a member of the PPA, and to have been involved in political demonstrations in Armenia, and to have been the target of harm directed by the authorities in Armenia because of political opinions imputed to him by the authorities in Armenia.",
      "id": "s20"
    },
    {
      "text": "The appellant's evidence regarding his PPA political membership was considered by the Tribunal to have been at least vague.",
      "id": "s21"
    },
    {
      "text": "The Tribunal further considered that it would have been reasonable for him to have kept receipts for his asserted financial contributions to the PPA, had his claims to membership been sound, but which the appellant had not been able to produce.",
      "id": "s22"
    },
    {
      "text": "The Tribunal observed that '[t] he only documentary corroboration of the applicant... was a facsimile transmission copy of what was claimed to be a membership card for the political party which the applicant claimed to support.",
      "id": "s23"
    },
    {
      "text": "' The appellant seemingly sought to undermine the Tribunal's decision in the course of his subsequent proceedings, as may conceivably be seen in the course of my review of this somewhat complex litigation, upon the footing of a denial on his part of having been employed as head officer of the Biology Department at the Vanevan University, and of the authenticity of documentation supplied to the Australian Embassy in Moscow.",
      "id": "s24"
    },
    {
      "text": "7 The Tribunal took into account, for the purpose of decision-making, the independent country information, which indicated that exit permits may be denied to people involved in pending court cases, and inferred that since the appellant was issued with an exit permit it was doubtful the Armenian authorities were expecting to lay any charges against him when he left Armenia.",
      "id": "s25"
    },
    {
      "text": "In the result, the Tribunal was not satisfied that the appellant faced in reality circumstances involving persecution for any political opinion imputed to him, and affirmed accordingly the Ministerial decision not to grant him a protection visa.",
      "id": "s26"
    },
    {
      "text": "The appellate proceedings presented to and resolved by the Federal Magistrates Court \n \n 8 The appellant sought judicial review of the Tribunal's decision by way of appeal to the Federal Magistrates Court, and propounded two central contentions which Smith FM described as being first, a failure to comply with s 424A(1) of the Migration Act 1958 (Cth) ('the Act'), and secondly a breach on the part of the Tribunal of procedural fairness to his detriment.",
      "id": "s27"
    },
    {
      "text": "Smith FM made the following threshold observation, after recording non-compliance on the part of the appellant of directions '... to file any evidence in support and written submissions prior to the hearing': \n \n 'He presented at the start of today's hearing a written submission, which he tells me was prepared with the assistance of his agent.",
      "id": "s28"
    },
    {
      "text": "This does not raise any new arguments, except...[a] failure by the Tribunal to comply with a duty under s 424A(1)... and alternatively that failures of procedural fairness affected the conduct of the Tribunal's hearing.",
      "id": "s29"
    },
    {
      "text": "' \n \n \n 9 In relation to the appellant's contention that a breach of s 424A of the Act occurred, the following threshold observations were made by his Honour: \n \n \n '27.",
      "id": "s30"
    },
    {
      "text": "In relation to compliance with s 424A(1) , it is unfortunate that neither the Court Book nor other evidence before the Court allows a clear finding as to what was the actual source document or documents, whether physical or electronic, from which the Tribunal gained its information as to the documents presented to the Australian Embassy and the activities of the Embassy in checking those documents.",
      "id": "s31"
    },
    {
      "text": "I have set out above the description of the source information provided by the Tribunal to the applicant in the course of the hearing and in its reasons.",
      "id": "s32"
    },
    {
      "text": "It is not clear that the Tribunal, in fact, had before it the letters which had been provided to the Embassy.",
      "id": "s33"
    },
    {
      "text": "It is possible that it had only a description of the letter and inquiries in a \"case note\" obtained from a cable or computer screen.",
      "id": "s34"
    },
    {
      "text": "28.",
      "id": "s35"
    },
    {
      "text": "However, I am prepared to assume that somewhere within the possession or control of the Department of Immigration may have been the documents which had been presented on behalf of the applicant when obtaining his business visa, and notes of the procedures followed in the Embassy when obtaining \"confirmation\" from the Director of the academic institute as to the applicant's claimed position.",
      "id": "s36"
    },
    {
      "text": "' \n \n \n \n \n 10 Section 424A(1) of the Act provides as follows: \n \n '(1) Subject to subsection (3), the Tribunal must: \n \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n \n (c) invite the applicant to comment on it.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n \n \n \n 11 After extracting the text of s 424A(1) of the Act, Smith FM thereafter referred to NATL v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 112 at [14] , where a Full Federal Court (Ryan, Finkelstein and Downes JJ) pointed out that the reference in s 424A to 'particulars of any information... does not require the provision of evidence' , and further that '[t] he test is whether an applicant is fairly informed of the information considered to be adverse' .",
      "id": "s38"
    },
    {
      "text": "Upon that basis, his Honour observed, ' [i] n some cases, the objects of the section might only be able to be met by the actual provision of a copy of the source documents for the Tribunal's information.",
      "id": "s39"
    },
    {
      "text": "For example, where the Tribunal proposes to draw information from the appearance of a document which can not adequately be described in particulars.",
      "id": "s40"
    },
    {
      "text": "' His Honour then went on to observe that the '... s 424A letter sufficiently identified particulars of the information gained from the Moscow Embassy, which was then used in its reasons...'.",
      "id": "s41"
    },
    {
      "text": "The ' gist ' of that information obtained by the Tribunal, as so described by his Honour, '... comprised details of a claimed employment, the fact that letters had been given to the Embassy in corroboration of that employment, and that Embassy staff \"had confirmed with the rector of the institute the claimed employment and position\" .",
      "id": "s42"
    },
    {
      "text": "His Honour concluded that the letter '... sufficiently identified the potential relevance of that information, being that it was inconsistent with the factual claims of the [appellant] to the Tribunal as to his employment in Armenia and that he was in hiding' , and that as further stated in that letter in conclusion, those 'inconsistencies have the potential to cast doubt on the credibility of your claims to have had problems with the Armenian authorities for political reasons' .",
      "id": "s43"
    },
    {
      "text": "His Honour therefore concluded that 'I am therefore not satisfied that the Tribunal was in breach of its obligations under s 424A ' .",
      "id": "s44"
    },
    {
      "text": "12 Smith FM then addressed what he described as '... the situation more broadly from the perspective of... procedural fairness, and assuming that these are capable of surviving notwithstanding the presence of s 422B of the [Migration] Act', and held that he was '... not persuaded that any failure of procedural fairness occurred in this case', or '[i] n particular... that there was any obligation on the Tribunal to provide copies of the source of its information in the absence of any request by or on behalf of the [appellant]'.",
      "id": "s45"
    },
    {
      "text": "His Honour observed further that '[w] ithin the [appellant's] submissions is a contention that the Tribunal was obliged to make further inquires as to the true position concerning the [appellant's] academic qualifications and his employment' , but pointed out that '... there is clear authority that no such duty lies upon the Tribunal' , referring thereby to a number of authorities, including the Federal Court decision of Win v Minister for Immigration and Multicultural Affairs [2001] FCA 56 ; (2001) 105 FCR 212 at [15] (Whitlam, Tamberlin and Sackville JJ) and the High Court in Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 at [43] (per Gummow and Hayne JJ).",
      "id": "s46"
    },
    {
      "text": "His Honour further observed that the appellant's submissions 'pointed to various factual aspects of the [appellant's] claims, which the [appellant] argued revealed error in the Tribunal's doubting of his credibility' .",
      "id": "s47"
    },
    {
      "text": "However his Honour pointed out that '[s] everal of these facts do not appear, in fact, to have been presented to the Tribunal' , and in any event his Honour considered that the same did no more than 'argue the merits of the factual assessments made by the Tribunal' , and did not 'reveal that the Tribunal's reasoning was not open to it on the material before it' .",
      "id": "s48"
    },
    {
      "text": "13 There was next addressed by Smith FM the appellant's further grounds raised for appellate review, and his Honour found no evidence to indicate that the Tribunal 'misled [the appellant] into thinking that it accepted his explanation as to the documents presented to the Moscow Embassy [or otherwise]... could reasonably have caused a false impression in the minds of the [appellant] and his agent'.",
      "id": "s49"
    },
    {
      "text": "His Honour gave consideration to the appellant's remaining submissions, and found at least that the same merely 'argue [d] with the merits of the factual assessment made by the Tribunal ,' and involved no issue of law which attracted judicial review.",
      "id": "s50"
    },
    {
      "text": "In the result, his Honour concluded that he was not persuaded that any jurisdictional error had occurred on the part of the Tribunal in its reasons for decision and dismissed the application for review of the Tribunal's decision.",
      "id": "s51"
    },
    {
      "text": "14 On 24 April 2006 the appellant filed a notice of appeal in this Court from the decision of the Federal Magistrates Court, and thereby raised the following grounds in summary, being first that the Federal Magistrate 'misunderstood (and/or ignored)' material pertinent to the Tribunal's alleged breach of procedural fairness and non-compliance with s 424A(1) of the Act, in particular in relation to information obtained from the Australian Embassy in Moscow, and secondly, that his Honour 'failed to give weight to a similar matter in which the comparable issues have been addressed' .",
      "id": "s52"
    },
    {
      "text": "However as will be seen, the appellant endeavoured by the time of the hearing of the appeal to undertake a somewhat broader path, including the tender of documentary evidence.",
      "id": "s53"
    },
    {
      "text": "The case presented by the appellant on appeal to the Federal Court \n \n 15 It should first be observed that the Tribunal, which was a respondent in the proceedings below, has not been named as a respondent in the notice of appeal.",
      "id": "s54"
    },
    {
      "text": "In the light of the High Court decision of SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; 215 ALR 162 at [43] , [91], [153] and [180], the Tribunal should be joined as a second respondent to the current proceedings.",
      "id": "s55"
    },
    {
      "text": "16 In the context of the present appeal, the appellant sought to tender his affidavit evidence of 17 July 2006; prior thereto, the appellant had failed to file any written submissions.",
      "id": "s56"
    },
    {
      "text": "The Minister indicated that there was no objection to the Court receiving the affidavit as constituting the appellant's submissions, but observed that if it were to be treated as evidence, it 'would be objected to'.",
      "id": "s57"
    },
    {
      "text": "The Minister went on to observe that the affidavit contained material that was not before the Court below or the Tribunal.",
      "id": "s58"
    },
    {
      "text": "I have received the affidavit to the extent that it may serve as submissions for the appellant.",
      "id": "s59"
    },
    {
      "text": "The principal features of the affidavit are as follows (using where appropriate the text of the affidavit): \n \n (i) his confirmation that his application for an Australian visa asserted that he 'was the Head of the Biology Department at Vanevan University';\n (ii) his claim that 'the 16 th International Congress of Eye Research's Conference Co-ordinator wrote to [him] at the University on 5 August 2004';\n (iii) 'the head of the Vanevan Institute wrote a letter on [his] behalf to the Australian Embassy in Moscow dated 11 August 2004 saying that [he] had been head of the [biology] department since 2000'; and\n (iv) '... the presiding member had been obliged to duly inform [him] of the information considered to be adverse'; \n \n 17 The appellant made the further submission that '... the Tribunal's s 424A letter did not properly identify particulars of the information obtained from Moscow Embassy (as well as from other sources)', and that '[g]iven [the] importance of the issue I am of the view that the Tribunal was obliged to provide me not only with particulars of the information gained from Moscow but with the copies of letters mentioned in paragraph 2 of the Affidavit', and to do so for three reasons, which he formulated as follows: \n \n (i) '... the Tribunal made its own research.",
      "id": "s60"
    },
    {
      "text": "At 154 (CB) it was confirmed that the University does exist in Armenia.",
      "id": "s61"
    },
    {
      "text": "However the address of the University is entirely different';\n (ii) '[a]ccording to one of the letters the presiding member relied on, the Vanevan University is located at 51/25 Pushkin Street, Yerevan 375002 Armenia' (a letter of 5 August 2004, marked annexure A, was attached to his affidavit);\n (iii) '[a]ccording to information obtained by the Tribunal, the said University is located in a different town (even in a different region) at 26 Miasnikyan Street, Town of Martuni, Gehgardunik Region, Armenia' (reference was thereupon made to what appears at page 154 of the Court Book).",
      "id": "s62"
    },
    {
      "text": "18 The appellant pointed out that ' s 424A does not require the provision of evidence'.",
      "id": "s63"
    },
    {
      "text": "He submitted, broadly and unspecifically, that 'the test is whether an applicant is fairly informed of the information considered to be adverse', and further that 'I was not fairly informed because... the Tribunal had evidence consistent with my claims, but did not inform me of the evidence'.",
      "id": "s64"
    },
    {
      "text": "The appellant asserted therefore that 'it is to be accepted that the Tribunal did fail to furnish more information relating to my alleged employment at the Vanevan University, which is a breach of s 424A... '.",
      "id": "s65"
    },
    {
      "text": "19 The appellant submitted that 'the Tribunal had evidence before it to accept my claims that the letters provided to Moscow University had been fraudulent', and further that 'given the confirmed fact that the Vanevan University does not exist in Yerevan, the Tribunal had evidence before it to accept my claim that I had never worked as a head of the Biology Department at Vanevan University'.",
      "id": "s66"
    },
    {
      "text": "The Minister submitted that 'the difficulty' with that contention by the appellant is that 'even if one assumes in the [appellant's] favour that annexure A [which is attached to the appellant's affidavit of 17 July 2006] is a true copy of what the Moscow embassy received dated 5 August 2004,... and even if the [appellant] was able to overcome the problem that annexure A to his affidavit was not before the Court below and... even if one assumed that it was before the Tribunal, ultimately what the Tribunal is relying on in this paragraph is the [letter of] 11 August 2004'.",
      "id": "s67"
    },
    {
      "text": "There is some force to that contention by the Minister and I am persuaded that there has been no breach of s 424A as a consequence of any purported discrepancy between the address of Vanevan University contained in the letter provided in the appellant's affidavit and the address referred to by the Tribunal.",
      "id": "s68"
    },
    {
      "text": "20 In any event, the major difficulty with the affidavit material belatedly presented by the appellant to the Federal Court is that it did not address the foundation or at least a material aspect of the appellant's case originally presented to the Minister and the Tribunal, being the appellant's membership of and active support otherwise of the PPA, inclusive of his claim to refugee status originally made, rightly or wrongly, concerning (broadly speaking) his alleged governmental detention and abuse, inclusive of a politically motivated taxation audit of his originally asserted business activities.",
      "id": "s69"
    },
    {
      "text": "21 Further in the course of the hearing on the appeal, the appellant tendered a written submission which I marked for identification, which purported to respond to aspects of the Minister's written submissions, and in particular to what was asserted to be the Minister's case on appeal in summary that 'the Tribunal was not satisfied from the appellant's knowledge of PPA that he was a member or a financial contributor of PPA' and further that 'the Tribunal was not satisfied by the copy of the membership card that he was a member of PPA'.",
      "id": "s70"
    },
    {
      "text": "The basis of that case submitted by the appellant was to the effect, somewhat confusingly and in any event insufficiently in terms of precision, that '[w]hat the Tribunal said was that I had some knowledge of certain events and of PPA, but as this information was all in the public domain the Tribunal was unable to accept my claims on the basis of my knowledge of it, and, therefore, decided to consider other evidence'.",
      "id": "s71"
    },
    {
      "text": "I reproduce below what the Tribunal observed (at page 17 of its reasons for judgment) precisely in that regard: \n \n 'In giving oral evidence to the Tribunal, [the appellant] showed some knowledge of this event and basic knowledge of PPA.",
      "id": "s72"
    },
    {
      "text": "However as that information is all in the public domain, I am unable to infer merely from his familiarity with it that he was a member of, and financial contributor to, the PPA.",
      "id": "s73"
    },
    {
      "text": "I have therefore considered other aspects of his evidence.",
      "id": "s74"
    },
    {
      "text": "' \n \n \n 22 The appellant submitted that '[f]urthermore if to accept the Minister's suggestion that the Tribunal affirmed the delegate's decision because it was not satisfied that I had been a PPA member given my alleged lack of knowledge of PPA, or [because] it \"was not satisfied by the copy of my membership card\", or [because] the Tribunal \"was troubled by the fact\" that I did not tell about the documents submitted to the Embassy early in the hearing, then it must be accepted that the Tribunal was in breach of s 424A of the Migration Act [because] it did not give me the opportunity to comment on this information.",
      "id": "s75"
    },
    {
      "text": "' The contention such as it was, is misconceived and without juridical foundation.",
      "id": "s76"
    },
    {
      "text": "The Minister submitted that those contentions made by the appellant regarding page seventeen of the Tribunal's judgment constituted 'a new section 424A case which was not put to the Federal Magistrate', in that the appellant contended that that information was not the subject of the section 424A notice provided to the appellant.",
      "id": "s77"
    },
    {
      "text": "The Minister pointed out rightly that those matters referred to by the appellant were all evaluations of evidence, not information within the meaning of s 424A of the Act.",
      "id": "s78"
    },
    {
      "text": "Reference was made by the Minister in that regard to the dictum of Allsop J in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at [206] - [207] , where his Honour discussed what is encompassed by the statutory notion of information in the context of s 424A(1) of the Act.",
      "id": "s79"
    },
    {
      "text": "Allsop J observed as follows: \n \n 'Information does not encompass the Tribunal's subjective appraisals, thought processes or determinations: Tin at [54], Paul at [95] and VAF at [24].",
      "id": "s80"
    },
    {
      "text": "In this respect, it is relevant to recall the root of the word 'information': that of which one has been told or apprised, or informed.",
      "id": "s81"
    },
    {
      "text": "The distinction can become fine: Paul at [95].",
      "id": "s82"
    },
    {
      "text": "It is a distinction, nevertheless, to be maintained.",
      "id": "s83"
    },
    {
      "text": "Also, the fact that appraisal, thought processes and determination are not information does not mean they are not relevant to the operation of s 424A.",
      "id": "s84"
    },
    {
      "text": "The thought processes of the Tribunal may reveal the relevance of information for s 424A(1)(b) and may assist in understanding what the Tribunal must say or do to comply with s 424A(1)(a) , (b) or (c).",
      "id": "s85"
    },
    {
      "text": "' \n \n\nIn the light of the above authority, I am persuaded that Smith FM was correct to conclude in his decision below that the ' s 424A letter sufficiently identified particulars of the information gained from the Moscow Embassy, which was then used by the Tribunal in its reasons...'.",
      "id": "s86"
    },
    {
      "text": "23 The appellant concluded the case on appeal as follows: \n \n 'Moreover, even if to accept that in such circumstances the Tribunal was not in breach of s 424A of the Act, it is to be accepted that the Tribunal acted unfairly.",
      "id": "s87"
    },
    {
      "text": "And this unfairness is to be regarded as denial of procedural fairness and, itself the issue of apprehended bias.",
      "id": "s88"
    },
    {
      "text": "' \n \n \n 24 I find no error in Smith FM's conclusion, outlined at [12] of my reasons, that the Tribunal afforded the appellant procedural fairness.",
      "id": "s89"
    },
    {
      "text": "However, it may be observed that because s 422B of the Act took effect in relation to the present proceedings, the natural justice hearing rule has no application beyond the textual requirements contained within that section of the Act.",
      "id": "s90"
    },
    {
      "text": "The Minister referred in that regard to the Full Court decision of SZCIJ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 62 (Heerey, Conti and Jacobson JJ), ' in which the decision of the same Full Court in Minister for Immigration and Multicultural Affairs v Lay Lat [2006] FCAFC 61 was applied to find that section 422B excluded the common law natural justice hearing rule' .",
      "id": "s91"
    },
    {
      "text": "25 The appellant's complaints advanced on the appeal did not come relevantly to issue with the rejection by the Tribunal, and with the confirmation of that rejection by the Federal Magistrates Court, of the basis for his claims for refugee status to which I have referred, nor demonstrate moreover any viable basis upon which natural justice could conceivably be said to have been denied to him.",
      "id": "s92"
    },
    {
      "text": "The circumstances of the present appeal propounded by the appellant constitute at best a strained endeavour to formulate an issue of law based upon asserted contraventions of s 424A of the Act on the Tribunal's part.",
      "id": "s93"
    },
    {
      "text": "The appeal is in any event without at least forensic merit, whatever possible factual misunderstanding or shortcoming in relation to evidentiary matters may have occurred 'on the way', as it were, in the course of the administrative and judicial review processes that have occurred.",
      "id": "s94"
    },
    {
      "text": "The appeal must be dismissed.",
      "id": "s95"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s96"
    },
    {
      "text": "Associate:\n\nDated: 27 September 2006\n\n\n The Appellant appeared in person.",
      "id": "s97"
    },
    {
      "text": "Counsel for the Respondent: Mr G T Johnson \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 2 August 2006 \n \n Date of Judgment: 27 September 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1275.html",
      "id": "s98"
    }
  ]
}