{
  "name": "Australian Securities &amp; Investments Commission, in thematter of Money for Living (Aust) Pty Ltd (Administrators Appointed) v Money for Living (Aust) Pty Ltd (Administrators Appointed) (No 2) [2006] FCA 1285 (29 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1285.html",
  "catchphrases": [
    {
      "text": "financial investment",
      "id": "c0"
    },
    {
      "text": "meaning of",
      "id": "c1"
    },
    {
      "text": "misrepresentations in relation to",
      "id": "c2"
    },
    {
      "text": "tenant in possession",
      "id": "c3"
    },
    {
      "text": "whether includes life tenant",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    },
    {
      "text": "torrens",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The corporate defendants, Money for Living (Aust) Pty Ltd (admin apptd) and MFL Property Holdings Pty Ltd (admin apptd), by their directors, the third, fourth and fifth defendants - Stephen O'Neill, Gary O'Neill and Jolanta Olszewski - promoted a scheme that enticed home-owners, typically retirees or pensioners, to sell their homes in return for what the promoters described as a \"guaranteed\" income and a \"guaranteed\" right to live in their former home for life.",
      "id": "s0"
    },
    {
      "text": "Many people were induced to participate in the scheme.",
      "id": "s1"
    },
    {
      "text": "The idea was that the home-owners could free up and live off the equity that would otherwise be tied up in their family home.",
      "id": "s2"
    },
    {
      "text": "To the great misfortune of those people the scheme collapsed.",
      "id": "s3"
    },
    {
      "text": "The companies that purchased their homes (the purchaser was either MFL or MFLP) are insolvent and have had administrators appointed.",
      "id": "s4"
    },
    {
      "text": "The \"guaranteed income\" is not being paid.",
      "id": "s5"
    },
    {
      "text": "For some, their life tenancy may be at risk.",
      "id": "s6"
    },
    {
      "text": "2 In this state of affairs, Australian Securities and Investment Commission stepped in.",
      "id": "s7"
    },
    {
      "text": "In this action it alleges that, in promoting the scheme, the corporate defendants breached s 1041H of the Corporations Act 2001 (Cth) (misleading or deceptive conduct in relation to a financial product or a financial service) as well as ss 12DA (misleading or deceptive conduct in relation to financial services), 12DB (false or misleading representations in relation to the supply or promotion of financial services) and 12DC (false representations in relation to financial products that include an interest in land) of the Australian Securities and Investments Commission Act 2001 (Cth).",
      "id": "s8"
    },
    {
      "text": "ASIC also alleges that the directors were knowingly involved in those contraventions.",
      "id": "s9"
    },
    {
      "text": "It seeks declarations that there have been contraventions and injunctions restraining future contraventions.",
      "id": "s10"
    },
    {
      "text": "The individual defendants consent to the orders that are sought, one of which is that the action against the fifth defendant, Jolanta Olszewski, be dropped.",
      "id": "s11"
    },
    {
      "text": "The corporate defendants do not oppose any of the orders.",
      "id": "s12"
    },
    {
      "text": "Having regard to the nature of the proceeding, I would not make any of the orders by consent.",
      "id": "s13"
    },
    {
      "text": "They should only be made if justified by the facts, and some are not.",
      "id": "s14"
    },
    {
      "text": "3 The essential facts are as follows.",
      "id": "s15"
    },
    {
      "text": "The scheme was set up by two brothers, Stephen O'Neill and Gary O'Neill.",
      "id": "s16"
    },
    {
      "text": "Stephen has a criminal history.",
      "id": "s17"
    },
    {
      "text": "In 2001 he was convicted of having improperly used his position as a director, using false documents and theft.",
      "id": "s18"
    },
    {
      "text": "He was sentenced to four years imprisonment.",
      "id": "s19"
    },
    {
      "text": "His involvement with the scheme commenced immediately upon his release from prison.",
      "id": "s20"
    },
    {
      "text": "He was one of the principals behind MFL and MFLP.",
      "id": "s21"
    },
    {
      "text": "That he was disqualified from taking part in the management of a company (see s 206B of the Corporations Act ) seems to have been of no concern.",
      "id": "s22"
    },
    {
      "text": "He did, however, attempt to conceal his management role.",
      "id": "s23"
    },
    {
      "text": "Stephen's brother, Gary, an electrical mechanic with no experience in real estate, and Stephen's de facto, Jolanta Olszewski, whose experience was no greater than Gary's, were the only appointed directors of the two companies.",
      "id": "s24"
    },
    {
      "text": "4 The corporate defendants --- at the instigation of their directors --- marketed the scheme by advertisements on radio and television, in newspapers and on an internet website.",
      "id": "s25"
    },
    {
      "text": "The target audience was people over 55 who owned their own home and were in receipt of a small income or a pension.",
      "id": "s26"
    },
    {
      "text": "Anyone who showed interest in participating in the scheme was given a brochure entitled \"Making Life Easier for Retirees and Pensioners\".",
      "id": "s27"
    },
    {
      "text": "The brochure was also available on the corporate defendants' internet website.",
      "id": "s28"
    },
    {
      "text": "Two well-known Australians, Paul Cronin and Dawn Fraser, allowed their photographs to be used in the brochure.",
      "id": "s29"
    },
    {
      "text": "Both were of a similar age to the target group.",
      "id": "s30"
    },
    {
      "text": "These celebrities were chosen because, as Stephen O'Neill put it: \"They are very well-known and trusted Australians\".",
      "id": "s31"
    },
    {
      "text": "5 Several statements in the brochure attributed to the two celebrities recommended the scheme.",
      "id": "s32"
    },
    {
      "text": "For instance, they are recorded as saying that the scheme is: \"Like the superannuation you never knew you had!",
      "id": "s33"
    },
    {
      "text": "\" They explained that they \"were initially worried about how secure it all was, but can now say that we are very happy with the Money for Living system, and would recommend it to anyone\".",
      "id": "s34"
    },
    {
      "text": "The brochure contained a centre spread which featured the celebrities sitting down in front of a warm fire with a cup of tea.",
      "id": "s35"
    },
    {
      "text": "This is what they had to say: \"This is a system that could benefit so many older Australians and that is why we're both here to tell you about it.",
      "id": "s36"
    },
    {
      "text": "\" 6 In addition to extolling its virtues, the brochure made the following statement about the scheme: \"The founders of Money for Living have spent 15 years developing a unique system that allows people (generally over 55) to access the equity in their home.",
      "id": "s37"
    },
    {
      "text": "\" More information was provided in the form of answers to questions.",
      "id": "s38"
    },
    {
      "text": "They included the following: \n \n \"Q: Who is Money for Living?",
      "id": "s39"
    },
    {
      "text": "A: Our founder has been trialling this system successfully for 15 years ... \n \n Q: How secure is my tenancy?",
      "id": "s40"
    },
    {
      "text": "A: You are guaranteed tenancy in the property for the rest of your life.",
      "id": "s41"
    },
    {
      "text": "This guarantee is legally documented giving you piece of mind that your tenancy is secure.",
      "id": "s42"
    },
    {
      "text": "Q: How does the system work?",
      "id": "s43"
    },
    {
      "text": "A: Money for Living customers have exclusive access to a system that relieves the burdens of home ownership, whilst allowing access to equity, and guaranteed lifetime tenancy.",
      "id": "s44"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n\nAs well, there was a testimonial from a satisfied client to whom was attributed the following statement:\n\n \n \"We are going to receive a payment into our account each month without fail and will do so for 30 years ...",
      "id": "s45"
    },
    {
      "text": "It has been a godsend to us and truly believe it has added years to our lives ...\" \n \n \n 7 Interested persons were met by a representative from MFL or MFLP.",
      "id": "s46"
    },
    {
      "text": "The meeting took place at either the person's home or MFL's office.",
      "id": "s47"
    },
    {
      "text": "If he or she did not already have it, the person was given a copy of the brochure along with other information about the scheme, which explained the benefits of entering into the scheme.",
      "id": "s48"
    },
    {
      "text": "8 If a person (I will refer to them as the client) wished to participate (in all there were 117 transactions), his or her property was then valued and several agreements were entered into.",
      "id": "s49"
    },
    {
      "text": "The agreements with each client followed a similar format, albeit there were some differences for example in the price for which the property was sold and in the terms of payment.",
      "id": "s50"
    },
    {
      "text": "For present purposes the differences are not material.",
      "id": "s51"
    },
    {
      "text": "9 The principal agreement was a contract of sale by which the client sold his or her home.",
      "id": "s52"
    },
    {
      "text": "The purchaser was either MFL or MFLP.",
      "id": "s53"
    },
    {
      "text": "The purchase price was based on a valuation that had been arranged by the purchaser.",
      "id": "s54"
    },
    {
      "text": "Under each contract, apart from 4 contracts that were cash sales, the price was payable by a deposit (which was often more than 10 per cent of the purchase price) with the balance to be paid by monthly instalments over many years, usually between 15 and 30 years.",
      "id": "s55"
    },
    {
      "text": "The actual period was determined by reference to the life expectancy of the client which, in turn, was based on actuarial life tables.",
      "id": "s56"
    },
    {
      "text": "Interest was payable on the outstanding purchase price only in the event of default.",
      "id": "s57"
    },
    {
      "text": "Importantly, the contract of sale contained a condition that the parties (vendor and purchaser) \"enter into an irrevocable lease agreement prior to the settlement date\".",
      "id": "s58"
    },
    {
      "text": "10 The second agreement was a deed between the client and the purchasing company.",
      "id": "s59"
    },
    {
      "text": "The deed contained recitals that explained the intentions of the contracting parties.",
      "id": "s60"
    },
    {
      "text": "Three are important: \n \n \n \"C. [The purchaser] has agreed to lease the Property to the Vendor at a rental of one dollar ($1.00) per annum until the Vendor's demise.",
      "id": "s61"
    },
    {
      "text": "D. [The purchaser] has disclosed to the Vendor that it may sell the property to an investor.",
      "id": "s62"
    },
    {
      "text": "E. In the event that [the purchaser] sells the property to an investor, [the purchaser] acknowledges that it does so subject to the lease and this agreement.",
      "id": "s63"
    },
    {
      "text": "\" \n \n \n \n\nBy cl 1.1, the vendor (the client) agreed to forgo a specific portion of the price payable under the contract of sale \"in consideration for [the purchaser] entering into the lease at the request of the vendor\".",
      "id": "s64"
    },
    {
      "text": "It is not clear how the amount was arrived at but it appears to be substantially less than the sum of the annual market rent for the property over the life of the lease.",
      "id": "s65"
    },
    {
      "text": "By cl 1.4 the vendor acknowledged that the purchaser might sell the property to an investor.",
      "id": "s66"
    },
    {
      "text": "By cl 1.6 the purchaser undertook that, in the event that it sold the property to an investor or third party and anything happened to that party that affected the vendor's right to occupy the property for the term of the lease, it (the purchaser) had a \"positive obligation and must do all things necessary to ensure the vendor's rights are maintained pursuant to the terms and conditions of the lease\".",
      "id": "s67"
    },
    {
      "text": "By cl 6.1 the investor agreed that, in the event the company sold the property to the investor, the investor would assume the obligations and liabilities owing to the vendor by the purchaser under the contract of sale.",
      "id": "s68"
    },
    {
      "text": "11 Annexed to the deed was a Deed of Acknowledgement to be signed by the investor.",
      "id": "s69"
    },
    {
      "text": "By this deed the investor undertook that, upon purchasing the property, it would assume all of the purchaser's obligations under the deed and all of the landlord's obligations under the lease.",
      "id": "s70"
    },
    {
      "text": "It is not necessary to decide whether the assumption of those responsibilities was enforceable at the suit of the vendor.",
      "id": "s71"
    },
    {
      "text": "12 The final agreement was a residential tenancy agreement relating to the property.",
      "id": "s72"
    },
    {
      "text": "The purchaser was the landlord and the vendor was the tenant.",
      "id": "s73"
    },
    {
      "text": "The lease was for a fixed term.",
      "id": "s74"
    },
    {
      "text": "A sample lease which is in evidence has an expiry date of 31 December 2052.",
      "id": "s75"
    },
    {
      "text": "It is unlikely that the tenant under this lease (and presumably the tenants under the other leases) would still be alive at the expiry date.",
      "id": "s76"
    },
    {
      "text": "This was anticipated by a clause which provided that: \"The parties agree that the intention of this lease is to allow the tenants to remain in the property until their demise or until they vacate the property for a period of greater than six months.",
      "id": "s77"
    },
    {
      "text": "The tenants agree that should they die or vacate the property for six months the lease shall come to an end despite that the fixed term may not have ended.",
      "id": "s78"
    },
    {
      "text": "\" As required by the contract of sale, the rent for the premises was fixed at $1.00 per annum.",
      "id": "s79"
    },
    {
      "text": "Rates and taxes were to be borne by the landlord, which was also responsible for the maintenance of the property.",
      "id": "s80"
    },
    {
      "text": "13 This suite of agreements was intended to bring about the situation where, in exchange for his home, the client obtained a life tenancy and received a lump sum payment (the deposit) as well as a periodic tax free payment for the remainder of his life.",
      "id": "s81"
    },
    {
      "text": "The financial security which the client had been promised depended, for the most part, upon the financial wherewithal of the purchaser, MFL or MFLP.",
      "id": "s82"
    },
    {
      "text": "Yet, at no time did those companies have the necessary funds to meet their obligations.",
      "id": "s83"
    },
    {
      "text": "Their start-up capital was $50,000, which had been put up by one of the brothers.",
      "id": "s84"
    },
    {
      "text": "This was far from sufficient to fund the scheme.",
      "id": "s85"
    },
    {
      "text": "The sale of the homes to investors did not overcome the lack of funds.",
      "id": "s86"
    },
    {
      "text": "That the scheme collapsed can be of no surprise.",
      "id": "s87"
    },
    {
      "text": "For the promoters it was a get rich quick scheme that had almost no hope of success.",
      "id": "s88"
    },
    {
      "text": "14 Following the purchase of the homes by MFL or MFLP many (around 67) were on-sold to an \"investor\".",
      "id": "s89"
    },
    {
      "text": "The contract with the investor provided that possession was to be given on settlement.",
      "id": "s90"
    },
    {
      "text": "This did not mean that the investor was entitled to physical possession on settlement; rather, he became entitled to the rents and profits at that point.",
      "id": "s91"
    },
    {
      "text": "It was also on settlement that the investor assumed (or purported to assume) responsibility for the payment of the balance of the purchase price due to the original vendor.",
      "id": "s92"
    },
    {
      "text": "However, few if any payments were made.",
      "id": "s93"
    },
    {
      "text": "More often than not the investor was impecunious; one purchaser of several homes was a company run by a former bankrupt.",
      "id": "s94"
    },
    {
      "text": "15 On these facts there can be no doubt that the corporate respondents, at the instigation of their directors, misled the clients.",
      "id": "s95"
    },
    {
      "text": "The clients were misled into believing that the scheme had been set up by experts with many years' experience in real estate when, in truth, it had been established by people with little or no knowledge of the industry.",
      "id": "s96"
    },
    {
      "text": "The clients were misled into believing that the payments due to them were secure in the sense that the payments would be made on time for the remainder of their lives.",
      "id": "s97"
    },
    {
      "text": "The reality was very different.",
      "id": "s98"
    },
    {
      "text": "There was no certainty that any of the payments would be made, as history would later show.",
      "id": "s99"
    },
    {
      "text": "16 Given the way in which the scheme was marketed, the provisions in the agreements by which money was promised to be paid to the clients also involved misleading or deceptive conduct.",
      "id": "s100"
    },
    {
      "text": "By promising to make the payments, the purchaser company was implicitly stating that it had the capacity to meet that obligation: Futuretronics International Pty Ltd v Gadzhis [1992] 2 VR 217.",
      "id": "s101"
    },
    {
      "text": "In truth the company had no such capacity.",
      "id": "s102"
    },
    {
      "text": "17 These conclusions do not, however, establish contraventions of the relevant sections.",
      "id": "s103"
    },
    {
      "text": "Those sections proscribe misleading and deceptive conduct \"in relation to financial services\" (s 12DA), or in connection with the supply or possible supply of \"financial services\" (s 12DB), or in connection with the sale or grant or the possible sale or grant of a \"financial product\" that involves an interest in land (s 12DC), or in relation to a \"financial product\" or a \"financial service\" (s 1041H).",
      "id": "s104"
    },
    {
      "text": "It is therefore necessary to consider whether the conduct which I have found to be misleading concerned a \"financial service\" or a \"financial product\".",
      "id": "s105"
    },
    {
      "text": "18 As we shall see the two concepts, both of which are defined in the statutes, are interrelated.",
      "id": "s106"
    },
    {
      "text": "The relevant provisions in the Corporations Act and the ASIC Act are almost the same.",
      "id": "s107"
    },
    {
      "text": "For convenience I will refer to the ASIC Act.",
      "id": "s108"
    },
    {
      "text": "Section 12BAB(1) of the ASIC Act provides that a person provides a \"financial service\" if they, among other things, provide \"financial product advice\" or deal in a \"financial product\".",
      "id": "s109"
    },
    {
      "text": "Section 12BAB(5) defines \"financial product advice\" to mean a recommendation or statement of opinion or report that is intended to influence a person in making a decision in relation to a particular \"financial product\" or class of \"financial products\".",
      "id": "s110"
    },
    {
      "text": "19 This takes us to the definition of \"financial product\".",
      "id": "s111"
    },
    {
      "text": "The definition is to be found in s 12BAA.",
      "id": "s112"
    },
    {
      "text": "That section provides that a \"financial product\" is a facility through which, or through the acquisition of which, a person makes a \"financial investment\".",
      "id": "s113"
    },
    {
      "text": "For present purposes this is the central part of the legislative scheme.",
      "id": "s114"
    },
    {
      "text": "\"Financial investment\" is defined in s 12BAA(4).",
      "id": "s115"
    },
    {
      "text": "By that section a person (the investor) makes a financial investment if: \n \n \n \"(a) the investor gives money or money's worth (the contribution) to another person and any of the following apply: \n \n \n \n \n (i) the other person uses the contribution to generate a \n \n \n \n \n financial return, or other benefit, for the investor; \n \n \n \n \n (ii) the investor intends that the other person will use the contribution to generate a financial return, or other benefit, for the investor (even if no return or benefit is in fact generated); \n (iii) the other person intends that the contribution will be used to generate a financial return, or other benefit, for the investor; and \n \n \n \n \n (b) the investor has no day-to-day control over the use of the contribution to generate the return or benefit.",
      "id": "s116"
    },
    {
      "text": "\" \n \n \n \n 20 The key elements of the first limb of this definition are: (1) handing over (the statutory word is \"gives\") an asset (money or money's worth) to another person; and (2) applying or intending to apply the asset to produce an advantage for the investor (the advantage being a \"financial return\" or some other \"benefit\").",
      "id": "s117"
    },
    {
      "text": "At a superficial level it is clear what is intended; a financial investment is when a person lays out money or capital for the purpose of getting a return.",
      "id": "s118"
    },
    {
      "text": "This is what a businessperson would understand as a \"financial investment\".",
      "id": "s119"
    },
    {
      "text": "On this view, the mere sale or purchase of a home for its exchange value is not covered.",
      "id": "s120"
    },
    {
      "text": "This is because the simple conversion of an asset of one kind (for example land) into an equivalent asset of a different kind (for example cash) has no element of putting the asset to use to gain a return, at least not in a business sense.",
      "id": "s121"
    },
    {
      "text": "21 On what basis, then, can it be said, as ASIC contends, that the sale and lease-back arrangements in question involve the client making a \"financial investment\"?",
      "id": "s122"
    },
    {
      "text": "This is not an easy question to answer.",
      "id": "s123"
    },
    {
      "text": "The proper approach in arriving at the answer must be based on the principle that the relevant provisions should be construed broadly: Australian Softwood Forests Pty Ltd v Attorney-General (NSW) [1981] HCA 49 ; (1981) 148 CLR 121.",
      "id": "s124"
    },
    {
      "text": "Adopting a broad view, it can be said that the investors (the clients) have contributed their homes for them to be used to generate benefits for themselves.",
      "id": "s125"
    },
    {
      "text": "The first benefit was the periodic tax free payments extending over many years.",
      "id": "s126"
    },
    {
      "text": "The homes were to generate this benefit as they were to be on-sold to investors who would provide the necessary funds.",
      "id": "s127"
    },
    {
      "text": "Also, there were benefits, or potential benefits, arising out of the leases.",
      "id": "s128"
    },
    {
      "text": "It will be remembered that each lease was for the client's life at what appears to be less than the market rent.",
      "id": "s129"
    },
    {
      "text": "This gave rise to two benefits; one actual the other potential.",
      "id": "s130"
    },
    {
      "text": "First, there was the low rent which was an immediate benefit.",
      "id": "s131"
    },
    {
      "text": "Second, there was the potential benefit that would arise if the client were to live longer than expected according to the life tables.",
      "id": "s132"
    },
    {
      "text": "Previously I noted that the consideration for the life tenancy (the amount deducted from the purchase price for the property) was based on life tables.",
      "id": "s133"
    },
    {
      "text": "If the client outlived the age prescribed in those tables he would receive a benefit; effectively the right to occupy the home for the additional period at no cost.",
      "id": "s134"
    },
    {
      "text": "22 Assuming these to be relevant benefits for the purpose of the definition of \"financial investment\" it is still necessary to decide whether the word \"gives\" in the phrase \"gives money or money's worth\" includes a sale with a lease-back.",
      "id": "s135"
    },
    {
      "text": "Ordinarily the word \"gives\" would not carry that meaning.",
      "id": "s136"
    },
    {
      "text": "I observe, however, that in the note to s 12BAA there are examples of what acts constitute making a financial investment.",
      "id": "s137"
    },
    {
      "text": "One example is the subscription of money for shares in a company.",
      "id": "s138"
    },
    {
      "text": "In substance this is the acquisition of an asset for its exchange value in the hope of making either a capital profit or receiving income.",
      "id": "s139"
    },
    {
      "text": "If \"gives\" includes the purchase of an asset there is no reason why it should not also include a sale.",
      "id": "s140"
    },
    {
      "text": "23 To this point I have not dealt with whether the statements about the client having a \"guaranteed tenancy\" or a \"guaranteed lifetime tenancy\" are misleading.",
      "id": "s141"
    },
    {
      "text": "In my view they are not for the reason that the lifetime tenancy which had been granted to the client was in fact \"guaranteed\" in the only relevant sense, namely that it could not be defeated by MFL, MFLP or any person claiming through them.",
      "id": "s142"
    },
    {
      "text": "24 I base this conclusion on s 42(2)(e) of the Transfer of Land Act 1958 (Vic) and the equivalent provision in the Torrens legislation in other States.",
      "id": "s143"
    },
    {
      "text": "The effect of s 42(2)(e) is that the estate of a registered proprietor of land (including the proprietor of a mortgage) is subject to the rights of a tenant in possession.",
      "id": "s144"
    },
    {
      "text": "In this area the relevant principles are clearly established.",
      "id": "s145"
    },
    {
      "text": "The first is that the possession of a tenant is notice of any right of the tenant affecting the land: McMahon v Swan [1924] VLR 397, 406.",
      "id": "s146"
    },
    {
      "text": "The second is that, as Dixon J confirmed in Burke v Dawes [1938] HCA 6 ; (1938) 59 CLR 1, 17-18, s 72 of the Transfer of Land Act 1928 (Vic) (which is the forerunner of s 42) was not intended to apply merely to a tenancy as commonly understood.",
      "id": "s147"
    },
    {
      "text": "See also Downie v Lockwood [1965] VR 257, 259 where Smith J said \"As appears from the cases the exception in s. 42 (2) (e) is to be widely construed; and it is to be treated as producing the result that \"any person in actual occupation of the land obtains as against any inconsistent registered dealing protection and priority for any equitable interest to which his occupation is incident, provided that at law his occupation is referable to a tenancy of sort, whether at will or for years\".",
      "id": "s148"
    },
    {
      "text": "Thus, for the purposes of the section a purchaser under a contract, who is given possession by the vendor and is only a tenant at will, is protected in respect of his equitable ownership: Robertson v Keith (1870) 1 VLR(E) 11.",
      "id": "s149"
    },
    {
      "text": "So, too, is a vendor who remains in possession until the purchase price is paid: he is a tenant \"whatever might be the legal denomination of the tenancy\": The Commercial Bank of Australia Limited v McCaskill (1897) 23 VLR 10, 12.",
      "id": "s150"
    },
    {
      "text": "It has also been held that an equitable life estate will prevail over a subsequent registered interest: Black v Poole (1895) 16 ALT 155.",
      "id": "s151"
    },
    {
      "text": "25 These principles will protect the tenancies granted to the clients (who it must be assumed were always in possession of their homes) over subsequent dealings with the land.",
      "id": "s152"
    },
    {
      "text": "Put another way, the clients' life tenancies are secure, that is their tenancies are \"guaranteed\" to survive any adverse claims made by subsequent registered proprietors and mortgagees, provided they (the clients) continue to pay $1.00 per annum by way of rent and do not vacate their home.",
      "id": "s153"
    },
    {
      "text": "26 ASIC should bring in short minutes to give effect to these reasons.",
      "id": "s154"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s155"
    },
    {
      "text": "Associate:\n\nDated: 29 September 2006\n\n\n Counsel for the Plaintiff: Ms F McLeod SC\nMr D Star \n \n Solicitor for the Plaintiff: Australian Securities &amp; Investments Commission \n \n Appearing for the First and Second Defendants: Ms U Praser \n \n Solicitor for the First and Second Defendants: Arnold Bloch Leibler \n \n No Appearance for the Third, Fourth &amp; Fifth Defendants \n \n \n \n \n Date of Hearing: 22 May 2006 \n \n Date of Judgment: 29 September 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1285.html",
      "id": "s156"
    }
  ]
}