{
  "name": "MZWXC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 172 (9 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/172.html",
  "catchphrases": [
    {
      "text": "purported appeal from judgment of federal magistrate",
      "id": "c0"
    },
    {
      "text": "dismissal of application due to failure of applicant to appear",
      "id": "c1"
    },
    {
      "text": "failure to appear at directions hearing",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of O'Dwyer FM, given on 8 November 2005, dismissing an application for review of a decision of the Refugee Review Tribunal to refuse the applicant the grant of a protection visa.",
      "id": "s0"
    },
    {
      "text": "2 The applicant is a national of Malaysia.",
      "id": "s1"
    },
    {
      "text": "He initially applied for a protection visa on 18 May 2004.",
      "id": "s2"
    },
    {
      "text": "He is a person of Hindu faith.",
      "id": "s3"
    },
    {
      "text": "The applicant claims that if he returns to Malaysia, he will be persecuted by Muslim extremists, and will not be protected by the Malaysian authorities.",
      "id": "s4"
    },
    {
      "text": "3 A delegate of the Minister for Immigration and Multicultural and Indigenous Affairs refused the applicant's protection visa application on 24 June 2004.",
      "id": "s5"
    },
    {
      "text": "An application for review of that decision was lodged on 21 July 2004 with the Tribunal.",
      "id": "s6"
    },
    {
      "text": "The applicant attended a hearing and gave evidence to the Tribunal on 29 November 2004.",
      "id": "s7"
    },
    {
      "text": "The following day, the Tribunal affirmed the delegate's decision, on the basis that it could not be satisfied that the applicant had a well-founded fear of persecution for a Convention reason.",
      "id": "s8"
    },
    {
      "text": "4 The applicant filed an application for review of the Tribunal's decision with the Federal Magistrates Court on 21 January 2005.",
      "id": "s9"
    },
    {
      "text": "On 8 November 2005, that application was dismissed by O'Dwyer FM due to the applicant's failure to appear, pursuant to r 13.03A(c) of the Federal Magistrates Court Rules .",
      "id": "s10"
    },
    {
      "text": "At the time, r 13.03A(c) was in the following terms:\n \n \"If a party to a proceeding is absent from a hearing (other than the first court date), the Court may do any of the following: \n ... \n \n \n (c) if the party absent is an applicant or a respondent who has made a cross-claim --- dismiss the application or the cross-claim\".",
      "id": "s11"
    },
    {
      "text": "5 The notice of appeal filed in this Court on 28 November 2005 purports to appeal from the whole of the judgment of O'Dwyer FM.",
      "id": "s12"
    },
    {
      "text": "It does so upon grounds which allege numerous errors of law in his Honour's decision, including failure to find an error of law in the Tribunal's decision, jurisdictional error and lack of procedural fairness.",
      "id": "s13"
    },
    {
      "text": "The notice of appeal has not been prepared with the assistance of a legal practitioner.",
      "id": "s14"
    },
    {
      "text": "It makes no mention of the applicant's failure to attend before O'Dwyer FM.",
      "id": "s15"
    },
    {
      "text": "6 Although O'Dwyer FM did not publish reasons for his decision, it is clear from the transcript that the applicant did not attend the hearing, and that it was on this basis that his application was dismissed.",
      "id": "s16"
    },
    {
      "text": "This is also apparent from the form of the order dismissing the application, which makes specific reference to r 13.03A(c).",
      "id": "s17"
    },
    {
      "text": "7 A judgment to dismiss an application due to the absence of the applicant is a judgment of an interlocutory nature.",
      "id": "s18"
    },
    {
      "text": "Pursuant to s 24(1A) of the Federal Court Act 1976 (Cth) (\"the Act\"), such an appeal from the Federal Magistrates Court cannot be brought in this Court without leave.",
      "id": "s19"
    },
    {
      "text": "Accordingly, the applicant must be granted leave to pursue his appeal.",
      "id": "s20"
    },
    {
      "text": "I refuse leave to appeal for the following reasons.",
      "id": "s21"
    },
    {
      "text": "8 Rule 16.05(2) of the Federal Magistrates Court Rules relevantly provides:\n \n \"The Court may vary or set aside its judgment or order after it has been entered if: \n \n \n (a) the order is made in the absence of a party\".",
      "id": "s22"
    },
    {
      "text": "9 The appropriate course for the applicant to adopt would have been to apply to have the decision of O'Dwyer FM set aside pursuant to r 16.05(2), rather than appealing in this Court.",
      "id": "s23"
    },
    {
      "text": "It has been doubted, in any event, whether this Court can entertain an appeal from a decision to dismiss an application for want of appearance: see the judgments of Sundberg J in MZWIK v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 185 (\" MZWIK \") and VOAQ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1505.",
      "id": "s24"
    },
    {
      "text": "10 The applicant failed to appear on 10 February 2006.",
      "id": "s25"
    },
    {
      "text": "In an affidavit sworn on 14 February 2006, Maria O'Regan, the solicitor for the respondents, deposed to a telephone conversation with the applicant on 8 February 2006 during which the applicant confirmed that he was aware that the matter was listed for 10 February 2006 but indicated that he would like to have the hearing moved to another date.",
      "id": "s26"
    },
    {
      "text": "Ms O'Regan informed him that if he was unable to attend, he should make an immediate application for an adjournment.",
      "id": "s27"
    },
    {
      "text": "The applicant did not do so.",
      "id": "s28"
    },
    {
      "text": "Ms O'Regan informed the applicant that if he did not attend the hearing, there was a possibility that the proceeding could be dismissed.",
      "id": "s29"
    },
    {
      "text": "On the morning of 10 February 2006, prior to the hearing, the applicant informed Ms O'Regan that he was ill and would not be appearing.",
      "id": "s30"
    },
    {
      "text": "11 On 10 February 2006, Ms O'Regan submitted that the proceedings should be dismissed pursuant to s 25(2B)(bb)(ii) of the Act which empowers a single judge to 'make an order that an appeal to the Court be dismissed for failure of the appellant to attend a hearing relating to the appeal'.",
      "id": "s31"
    },
    {
      "text": "In the alternative, Ms O'Regan submitted that leave to appeal should be refused on the basis that the decision of O'Dwyer FM is not attended by sufficient doubt and the applicant's grounds of appeal are destined to fail.",
      "id": "s32"
    },
    {
      "text": "12 Rather than proceeding under s 25(2B)(bb)(ii), I propose to adopt the course taken by Sundberg J in MZWIK , and consider whether there is sufficient merit in the appeal to justify the grant of leave.",
      "id": "s33"
    },
    {
      "text": "This seems preferable where the course the applicant should have taken is to make an application in the Federal Magistrates' Court under r 16.05(2).",
      "id": "s34"
    },
    {
      "text": "13 I cannot see any basis for impugning O'Dwyer FM's decision.",
      "id": "s35"
    },
    {
      "text": "It is clear that his Honour has the power to dismiss an application for non-appearance of an applicant, and nothing in the notice of appeal evinces any irregularity in the exercise of that power.",
      "id": "s36"
    },
    {
      "text": "The applicant's non-appearance before O'Dwyer FM remains unexplained.",
      "id": "s37"
    },
    {
      "text": "In these circumstances, the appeal has no prospect of success.",
      "id": "s38"
    },
    {
      "text": "14 Accordingly, I order that leave to appeal be refused, the notice of appeal dated 28 November 2005 be struck out as incompetent, and the applicant pay the respondents' costs.",
      "id": "s39"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s40"
    },
    {
      "text": "Associate:\n\n\nDated: 9 March 2006\n\n\n Counsel for the Applicant: No appearance \n \n Solicitor for the Respondents: Ms M. O'Regan from Clayton Utz \n \n Date of Hearing: 10 February 2006 \n \n Date of Judgment: 9 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/172.html",
      "id": "s41"
    }
  ]
}