{
  "name": "SZIGV v Minister for Immigration and Multicultural Affairs [2006] FCA 1571 (24 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1571.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "refused",
      "id": "c1"
    },
    {
      "text": "application for review to refugee review tribunal proceeded in the absence of appellant",
      "id": "c2"
    },
    {
      "text": "decision affirmed",
      "id": "c3"
    },
    {
      "text": "appeal to federal magistrates court",
      "id": "c4"
    },
    {
      "text": "dismissed",
      "id": "c5"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c6"
    },
    {
      "text": "insufficient information",
      "id": "c7"
    },
    {
      "text": "no error",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant appeals from a judgment of Federal Magistrate Scarlett in which his Honour dismissed an application for judicial review of a decision of the Refugee Review Tribunal.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the Republic of Korea, also known as South Korea.",
      "id": "s2"
    },
    {
      "text": "She claimed that she feared persecution if returned to South Korea in the reasonably foreseeable future on account of her political opinion.",
      "id": "s3"
    },
    {
      "text": "She claimed that she joined a newly formed trade union in May 1998 and was involved in demonstrations and protests in public areas.",
      "id": "s4"
    },
    {
      "text": "Those events received widespread media coverage.",
      "id": "s5"
    },
    {
      "text": "She and her boyfriend were beaten by police after a protest organised by the union in January 2000 in front of the Seoul City Council building.",
      "id": "s6"
    },
    {
      "text": "She was detained after the protest for six days.",
      "id": "s7"
    },
    {
      "text": "She claimed compensation from the government, without success.",
      "id": "s8"
    },
    {
      "text": "She said her actions in seeking justice led to adverse attention from criminal gangs.",
      "id": "s9"
    },
    {
      "text": "She further claimed as follows:\n \n&#8226; after a death threat received in April 2002 she fled Seoul and went to live in Wonji City where her relatives found her a job;\n \n&#8226; after two years had elapsed she returned to Seoul to care for her sick mother; \n \n&#8226; in December 2004, she was assaulted by masked men and returned to Wonji City, where she continued to receive death threats;\n \n&#8226; in July 2005, she decided to leave South Korea as she considered her safety was threatened because she was a union member who supported strikes.",
      "id": "s10"
    },
    {
      "text": "3 After considering \"independent country information\", the delegate found the appellant did not have a well-founded fear of persecution if returned to South Korea.",
      "id": "s11"
    },
    {
      "text": "The appellant sought a merits review of that decision before the Refugee Review Tribunal.",
      "id": "s12"
    },
    {
      "text": "4 In its reasons for decision, the Tribunal observed that it invited the appellant to give oral evidence before it at a hearing scheduled for 13 December 2005.",
      "id": "s13"
    },
    {
      "text": "The Tribunal noted it advised the appellant that if she did not attend the hearing and a postponement was not granted, the Tribunal would make a decision on her review application without further notice to her.",
      "id": "s14"
    },
    {
      "text": "5 The Tribunal received no response to its invitation to the appellant.",
      "id": "s15"
    },
    {
      "text": "The appellant did not appear on 13 December 2005.",
      "id": "s16"
    },
    {
      "text": "The next day the Tribunal affirmed the decision of the delegate not to grant a protection visa and handed down that decision on 5 January 2006.",
      "id": "s17"
    },
    {
      "text": "That course was available to the Tribunal under s 426A of the Migration Act 1958 (Cth).",
      "id": "s18"
    },
    {
      "text": "6 The Tribunal accepted the appellant is a citizen of South Korea and is who she claims to be.",
      "id": "s19"
    },
    {
      "text": "It was not satisfied, on the material before it, of the essential claims made by the appellant.",
      "id": "s20"
    },
    {
      "text": "It was not satisfied that she is or was a union member in South Korea or that she was persecuted or feared persecution there because of her union activities.",
      "id": "s21"
    },
    {
      "text": "It considered her claims to be no more than \"untested assertions\".",
      "id": "s22"
    },
    {
      "text": "7 The appellant sought judicial review of the Tribunal's decision before the Court below.",
      "id": "s23"
    },
    {
      "text": "She raised two issues: first, she contended the Tribunal breached s 424A of the Act and, second, the Tribunal failed to exercise its discretion under s 426A to hold a hearing.",
      "id": "s24"
    },
    {
      "text": "8 The appellant claimed the Tribunal did not give her particulars of information which it considered would be the reason or part of the reason for affirming the decision under review.",
      "id": "s25"
    },
    {
      "text": "She claimed that the Tribunal had thereby breached s 424A.",
      "id": "s26"
    },
    {
      "text": "9 Her counsel developed that argument by reference to the Tribunal's letter which invited the appellant to a hearing.",
      "id": "s27"
    },
    {
      "text": "That letter included the observation that the Tribunal had considered the material before it, but was unable to make a decision on that information alone.",
      "id": "s28"
    },
    {
      "text": "There was no new information before the Tribunal, only the information that was before the delegate.",
      "id": "s29"
    },
    {
      "text": "The appellant submitted because she did not attend the hearing, the Tribunal had to give particulars of the information it relied on to reject her application.",
      "id": "s30"
    },
    {
      "text": "This argument falls at its first hurdle.",
      "id": "s31"
    },
    {
      "text": "The Tribunal did not reject the application on the basis of any information but rather on account of a lack of, or insufficiency of, information such that the claims of the appellant were characterised as \"untested assertions\"; see SZING v Minister for Immigration and Multicultural Affairs [2006] FCA 1421 at [4] to [5] and the authorities referred to in that judgment.",
      "id": "s32"
    },
    {
      "text": "10 The appellant's submission based on s 426A is also without merit.",
      "id": "s33"
    },
    {
      "text": "The Tribunal had nothing before it on which it could exercise its discretion to defer making a decision on the application in circumstances where the appellant had not responded to an invitation to attend a hearing and failed to appear before the Tribunal.",
      "id": "s34"
    },
    {
      "text": "11 The appeal is dismissed with costs.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s36"
    },
    {
      "text": "Associate:\n\nDated: 24 November 2006\n\n\n The appellant represented herself.",
      "id": "s37"
    },
    {
      "text": "Counsel for the first respondent: Ms R A Pepper \n \n Solicitor for the first respondent: Blake Dawson Waldron \n \n Date of Hearing: 20 November 2006 \n \n Date of Judgment: 24 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1571.html",
      "id": "s38"
    }
  ]
}