{
  "name": "Merck &amp; Co Inc v Genrx Pty Ltd [2006] FCA 1407 (31 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1407.html",
  "catchphrases": [
    {
      "text": "interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "application to restrain respondent from importing and supplying pharmaceutical products containing applicant's patented compound",
      "id": "c1"
    },
    {
      "text": "claim that patent invalid for lack of novelty",
      "id": "c2"
    },
    {
      "text": "considerations relevant to grant of injunction where respondent challenges validity of patent",
      "id": "c3"
    },
    {
      "text": "whether serious question to be tried on validity of patent",
      "id": "c4"
    },
    {
      "text": "patents",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 An international pharmaceutical company, Merck &amp; Co Inc, owns an Australian patent for a compound used therapeutically.",
      "id": "s0"
    },
    {
      "text": "It was granted the patent in 1992.",
      "id": "s1"
    },
    {
      "text": "Another international pharmaceutical company, Apotex International Inc, is on the verge of supplying drugs for importation into Australia which contain that compound.",
      "id": "s2"
    },
    {
      "text": "The generic drugs will be imported through GenRx Pty Ltd, a company ultimately owned by Apotex.",
      "id": "s3"
    },
    {
      "text": "Arrangements are well advanced for the sale of the imported drugs in the Australian market which will commence after 1 December 2006.",
      "id": "s4"
    },
    {
      "text": "The drugs have been registered on the Australian Register of Therapeutic Goods and some are being included in the Pharmaceutical Benefits Scheme.",
      "id": "s5"
    },
    {
      "text": "Arrangements to import the drugs have been underway since at least November 2004.",
      "id": "s6"
    },
    {
      "text": "There is little room to doubt that the importation of the drugs will involve an infringement of Merck's patent.",
      "id": "s7"
    },
    {
      "text": "Merck has commenced infringement proceedings and seeks an interlocutory injunction to restrain the importation of the drugs until a final hearing.",
      "id": "s8"
    },
    {
      "text": "GenRx resists the injunction and says, amongst other things, that there can be no infringement because the patent is not valid.",
      "id": "s9"
    },
    {
      "text": "That is because the invention was not novel.",
      "id": "s10"
    },
    {
      "text": "2 The importation of the drugs is scheduled for 31 October 2006.",
      "id": "s11"
    },
    {
      "text": "The interlocutory application was heard on 26 and 27 October 2006 and, at the request of the parties, this judgment is being given before the scheduled date of importation.",
      "id": "s12"
    },
    {
      "text": "Given the limited time to prepare these reasons, they are intended convey the substance of my reasons for granting interlocutory injunctive relief but do not discuss some matters of detail.",
      "id": "s13"
    },
    {
      "text": "3 The first applicant, Merck, is the registered owner of Australian Patent No 625704, entitled \"Process for preparing 4-amino-1-hydroxybutylidene-1, 1-bisphosphonic acids or salts thereof\".",
      "id": "s14"
    },
    {
      "text": "The shortened name of the compound 4-amino-1-hydroxybutylidene-1, 1-bisphosphonic acid is alendronic acid.",
      "id": "s15"
    },
    {
      "text": "The patent period is from 8 June 1990 to 8 June 2010.",
      "id": "s16"
    },
    {
      "text": "A claimed salt of alendronic acid in Merck's patent (claim 23) is 4-amino-1-hydroxybutylidene-1, 1-bisphosphonic acid monosodium salt trihydrate (\"AMT\").",
      "id": "s17"
    },
    {
      "text": "AMT is an active ingredient in Merck products carrying the FOSAMAX label, prescribed for the treatment of various bone disorders such as osteoporosis.",
      "id": "s18"
    },
    {
      "text": "The second applicant, Merck Sharp &amp; Dohme (Australia) Pty Ltd carries on in Australia the business of formulation, sale and distribution of pharmaceutical products.",
      "id": "s19"
    },
    {
      "text": "It is a subsidiary of the first applicant.",
      "id": "s20"
    },
    {
      "text": "On 7 February 2001, MSDA obtained registration of \"FOSAMAX Once Weekly\" and \"FOSAMAX Plus\" on the Australian Register of Therapeutic Goods.",
      "id": "s21"
    },
    {
      "text": "The applicants commenced these proceedings on 25 September 2006 shortly after receiving correspondence suggesting one or number of the generic drugs to be imported by GenRx had been included in the Pharmaceutical Benefits Scheme.",
      "id": "s22"
    },
    {
      "text": "They applied to this Court under s 120 of the Patents Act 1990 (Cth) that the respondent be restrained from infringing claims 16 to 27 of the patent.",
      "id": "s23"
    },
    {
      "text": "4 As interlocutory relief, the applicants seek orders that the respondent be restrained from infringing claims 16 to 27 of the patent by supplying, ordering to supply, importing or keeping for the purpose of doing any of those things the products branded Apo-Alendronate, GenRx Alendronate, Chemmart Alendronate, Terry White Chemists Alendronate and Aledronate-DP.",
      "id": "s24"
    },
    {
      "text": "This includes preventing the respondent from continuing to list or apply to list any one or more of those products for supply under the Pharmaceutical Benefits Scheme.",
      "id": "s25"
    },
    {
      "text": "A distributor of several of the imported products will be Symbion Health Ltd. \n The case for infringement \n \n 5 Subject to a successful challenge to the validity of the patent, there is no basis for suggesting, on the cases presented in this interlocutory application, that the conduct of GenRx will not constitute infringement of Merck's patent.",
      "id": "s26"
    },
    {
      "text": "It will.",
      "id": "s27"
    },
    {
      "text": "The drugs which GenRx proposes to import into Australia for sale contain AMT.",
      "id": "s28"
    },
    {
      "text": "By s 13 of the Act, Merck has the exclusive rights to exploit the invention which includes an exclusive right to import and sell product which it covers.",
      "id": "s29"
    },
    {
      "text": "The conduct of GenRx will derogate from that right.",
      "id": "s30"
    },
    {
      "text": "The case for invalidity \n \n 6 Central to GenRx's case in this interlocutory application that the patent was invalid, was a US patent dated 4 November 1986 concerning processes for preparing pharmacologically active biphosphonates and pharmaceutical compositions derived from them.",
      "id": "s31"
    },
    {
      "text": "One of the inventors was Sergio Rosini.",
      "id": "s32"
    },
    {
      "text": "The Rosini patent was published in the Australian Patent Office on 18 December 1986.",
      "id": "s33"
    },
    {
      "text": "Merck has since acquired this patent.",
      "id": "s34"
    },
    {
      "text": "It contains one claim.",
      "id": "s35"
    },
    {
      "text": "It is \"for a method of treatment of urolithiasis and inhibiting bone reabsorption which consists of administering to a patient in need thereof and effective amount of 4-amino-1-hydroxybutane-1, 1-bisphosphonic acid\".",
      "id": "s36"
    },
    {
      "text": "Before considering what the patent discloses, it is convenient to discuss the principles concerning novelty of an invention.",
      "id": "s37"
    },
    {
      "text": "Lack of novelty is the only ground advanced by GenRx in the interlocutory hearing in support of the contention that the Merck's patent is invalid.",
      "id": "s38"
    },
    {
      "text": "7 The principles to be applied in determining whether an invention was novel are comparatively settled.",
      "id": "s39"
    },
    {
      "text": "Courts both in Australia and the United Kingdom continue to view the principles as rooted in the decision of Lord Westbury in Hill v Evans (1862) 31 LJ Ch (NS) 457, 1A IPR 1.",
      "id": "s40"
    },
    {
      "text": "That decision has recently been described by Lord Hoffman as a judgment of unquestionable authority: Smithkline Beecham plc's (paroxetine methanesulfonate) patent [2006] RPC 10.",
      "id": "s41"
    },
    {
      "text": "Hill v Evans concerned disclosure and a patent for the purification of gas.",
      "id": "s42"
    },
    {
      "text": "Lord Westbury described the disclosure required in an earlier publication necessary to destroy a later patent for want of novelty, as involving a statement such that a person of ordinary knowledge of the subject would at once perceive, understand and be able practically to apply the discovery without the necessity of making further experiments and gaining further information before the invention could be made useful.",
      "id": "s43"
    },
    {
      "text": "His Lordship continued by saying that if something remained to be ascertained which was necessary for the useful application of the discovery, that provided sufficient room for another valid patent.",
      "id": "s44"
    },
    {
      "text": "8 The other English authority described by Lord Hoffman in Smithkline Beecham plc's (paroxetine methanesulfonate) patent as of unquestionable authority was the judgment of the Court of Appeal in General Tyre and Rubber Co v Firestone Tyre and Rubber Co [1972] RPC 457, 1A IPR 121.",
      "id": "s45"
    },
    {
      "text": "In that case the prior publications and patent concerned processes (or aspects of processes) for making a compound suitable for tyre treads by mixing synthetic rubber with oil and carbon black.",
      "id": "s46"
    },
    {
      "text": "The Court of Appeal indicated that if the prior inventor's publication contained a clear description of, or clear instructions to do or make, something that would infringe the patentee's claim if carried out after the grant of the patentee's patent, the patentee's claim would have been shown to lack the necessary novelty.",
      "id": "s47"
    },
    {
      "text": "The prior inventor may have had a different starting point, but if the prior inventor's instructions were carried out and inevitably result in something being made or done which would constitute infringement of the patentee's claim, the patentee's claim would have been anticipated.",
      "id": "s48"
    },
    {
      "text": "9 The case considered by the House of Lords in Smithkline Beecham plc's (paroxetine methanesulfonate) patent concerned a patent for a compound, a crystalline salt.",
      "id": "s49"
    },
    {
      "text": "Somewhat simply described, the earlier publication concerned the same compound (though with different characteristics) and contained examples which, if skilfully manipulated in a way not described in the earlier publication, created the compound with the characteristics described in the patent in suit.",
      "id": "s50"
    },
    {
      "text": "The trial judge concluded the patent was not valid.",
      "id": "s51"
    },
    {
      "text": "This judgment was reversed by the Court of Appeal but reinstated by the House of Lords.",
      "id": "s52"
    },
    {
      "text": "Lord Hoffman gave the leading judgment.",
      "id": "s53"
    },
    {
      "text": "As noted in the headnote, the following emerges from his Lordship's judgment.",
      "id": "s54"
    },
    {
      "text": "The infringement had to be not merely a possible or even likely consequence of performing the invention disclosed by the prior disclosure.",
      "id": "s55"
    },
    {
      "text": "It had to be necessarily entailed.",
      "id": "s56"
    },
    {
      "text": "Anticipation necessary to defeat a patent for want of novelty required disclosure of subject-matter which, when performed, must necessarily infringe the patented invention.",
      "id": "s57"
    },
    {
      "text": "It was the requirement that the performance of an invention disclosed in the prior art must necessarily infringe the patent which distinguished novelty from obviousness.",
      "id": "s58"
    },
    {
      "text": "The performance of an invention disclosed by the prior art would not infringe the patent but the prior art would make it obvious to a skilled person how he might make adaptations which resulted in an infringing invention, then the patent might be invalid for lack of inventive step but not for lack of novelty.",
      "id": "s59"
    },
    {
      "text": "10 Australian authorities referred to by the parties, and judgments of Full Courts of this Court in particular, do not, in substance, suggest some other approach.",
      "id": "s60"
    },
    {
      "text": "Senior counsel for GenRx referred to passages in the joint judgment of Black CJ and Lehane J in Bristol-Myers Squibb Co v F H Faulding and Co Ltd [2000] FCA 316 ; (2000) 97 FCR 524 in which their Honours spoke of it being sufficient that the prior publication gave a direction or made a recommendation or suggestion which could be followed by a skilled reader and that the direction, recommendation or suggestion might be implicit.",
      "id": "s61"
    },
    {
      "text": "However, those observations were made in the context of quoting with approval the often cited and evocative observations of the Court of Appeal in General Tyre and Rubber Co v Firestone Tyre and Rubber Co that the prior publication must contain clear and unmistakable directions to what the patentee claims to have invented.",
      "id": "s62"
    },
    {
      "text": "A signpost, however clear, upon the road to the patentee's invention was not sufficient.",
      "id": "s63"
    },
    {
      "text": "The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.",
      "id": "s64"
    },
    {
      "text": "The joint judgment of Black CJ and Lehane J has since been described in another recent Full Court judgment as deciding that the prior publication must contain \"clear and unmistakable directions\": Fresenius Medical Care Australia Pty Ltd v Gambro Pty Ltd (2005) 67 IPR 230 at [140].",
      "id": "s65"
    },
    {
      "text": "To similar effect is the joint judgment of French and Lindgren JJ in another recent Full Court judgment Pfizer Overseas Pharmaceuticals v Eli Lilly and Co (2005) 225 ALR 416 at [311]-[317].",
      "id": "s66"
    },
    {
      "text": "11 In the present case, GenRx relies, in substance, on two aspects of the prior publication embodied in the Rosini patent.",
      "id": "s67"
    },
    {
      "text": "The first is that Rosini clearly directs the skilled reader to 4-amino (alendronic) acid and not 5-amino acid (I use the shorthand description used in GenRx's submissions which somewhat simplify what the patent says).",
      "id": "s68"
    },
    {
      "text": "In a table, Table 6, the reader is referred to some typical pharmaceutical formulations containing amino-butan-bisphosphonic acid which included capsules containing 4-amino acid, sodium salt.",
      "id": "s69"
    },
    {
      "text": "That is, a monosodium salt version of the acid.",
      "id": "s70"
    },
    {
      "text": "One experiment in Rosini, experiment 5, instructs the reader to undertake an experiment commencing with a quality of 5-amino acid to which is added a solution of sodium hydroxide.",
      "id": "s71"
    },
    {
      "text": "That is then decolourized, filtered and concentrated and kept in the cold for a period of three days under gentle stirring.",
      "id": "s72"
    },
    {
      "text": "This produces a crystalline solid which is washed with a small amount of cold water and then methanol.",
      "id": "s73"
    },
    {
      "text": "After this is dried at 100deg.C, a quantity of the monosodium salt of 5-amino acid is produced.",
      "id": "s74"
    },
    {
      "text": "12 GenRx led evidence that experiment 5 provided an illustration of how a monosodium salt of 4-amino acid might be produced.",
      "id": "s75"
    },
    {
      "text": "It also led evidence that if experiment 5 was followed but commencing with 4-amino acid rather than 5-amino acid as instructed, then AMT would be produced.",
      "id": "s76"
    },
    {
      "text": "That would come about and the trihydrate (AMT being a trihydrated monosodium salt of alendronic acid) would be created if a drying process as contemplated in experiment 5 was carried out though, as Merck points out, at a different temperature in different conditions.",
      "id": "s77"
    },
    {
      "text": "Merck also responded by pointing out that experiment 5 commences with 5-amino-1-hydroxy pentan-1, 1-bisphosphonic acid which is not alendronic acid as that compound has an extra carbon atom.",
      "id": "s78"
    },
    {
      "text": "13 The evidence of GenRx, at its highest, was the opinion of Dr McClelland, Professor Emeritus at the University of Toronto, that a person skilled in the art would follow the Rosini patent and be led directly and without difficulty to AMT.",
      "id": "s79"
    },
    {
      "text": "In addition, as GenRx points out, Merck successfully prosecuted infringement proceedings in the United States in 2002 against a generic drug manufacturer which sought to sell and distribute a generic version of FOSOMAX containing, it appears, AMT.",
      "id": "s80"
    },
    {
      "text": "Merck did so relying on the Rosini patent.",
      "id": "s81"
    },
    {
      "text": "Judge Farnam of the United States District Court of Delaware concluded (a conclusion upheld on appeal in the Court of Appeals in 2003) that the claim in the Rosini patent for 4-amino-1-hydroxybutane-1, 1-bisphosphonic acid included both its free acid and sodium salt forms.",
      "id": "s82"
    },
    {
      "text": "His Honour's ultimate conclusion did not appear to depend on AMT being a monosodium trihydrate which, on evidence of the inventor of AMT (filed in a change of inventorship application in Australia in 1992), is of significance therapeutically.",
      "id": "s83"
    },
    {
      "text": "14 Having regard to the criticisms made by Merck of GenRx's evidence, I doubt that GenRx is, in relation to the contention advanced in this interlocutory hearing that the invention in the patent in suit is not novel, in the territory marked out by the authorities referred to at [7]-[10] above.",
      "id": "s84"
    },
    {
      "text": "That is, GenRx's case of invalidity based on lack of novelty does not have strong prospects of success.",
      "id": "s85"
    },
    {
      "text": "Indeed it has, in my opinion, limited prospects of success.",
      "id": "s86"
    },
    {
      "text": "However, I doubt that it is open to me to proceed on the basis that there is not a serious question to be tried on the alleged invalidity of the patent particularly having regard to the findings of the Federal District Court in the litigation in the United States.",
      "id": "s87"
    },
    {
      "text": "I accept there is a serious question to be tried.",
      "id": "s88"
    },
    {
      "text": "Adequacy of damages \n \n 15 There appeared to be no real issue about whether Merck would suffer damage as a result of GenRx importing into Australia the generic drugs containing AMT for distribution and sale.",
      "id": "s89"
    },
    {
      "text": "It appeared to be accepted, and probably necessarily so, that Merck would lose sales, possibly lose market share and other generics may quickly enter the market to compete with the FOSOMAX line of products.",
      "id": "s90"
    },
    {
      "text": "The clear picture of Merck's present significant market share (though already adversely affected by one generic in the market, Alendro) is likely to be quickly and substantially muddied by the entry of not only the generics to be imported by GenRx, but other generics which might be encouraged to follow GenRx's example.",
      "id": "s91"
    },
    {
      "text": "It also appeared to not be seriously contested that Merck will lose the commercial advantages of being in the market with the patented products when the patent expires.",
      "id": "s92"
    },
    {
      "text": "Changes may be made to the Pharmaceutical Benefits Scheme in the near future and how they might impact on any loss suffered by Merck would be difficult to gauge.",
      "id": "s93"
    },
    {
      "text": "Undertakings are offered by GenRx and Symbion that neither will request a reduction of the Pharmaceutical Benefits Scheme benchmark price until final judgment is given in these proceedings.",
      "id": "s94"
    },
    {
      "text": "Principles governing the grant of interlocutory relief \n \n 16 There was limited debate about what were the applicable principles governing the grant or refuse of interlocutory relief in proceedings such as the present.",
      "id": "s95"
    },
    {
      "text": "The original submissions of the parties, as filed, appeared to accept that those principles were as discussed by Stone J in Hexal Australia Pty Ltd v Roche Therapeutics Inc (2005) 66 IPR 325, applied by Sundberg J in Pharmacia Italia SpA v Interpharma Pty Ltd (2005) 67 IPR 387.",
      "id": "s96"
    },
    {
      "text": "That is, on the one hand, first the applicants must establish that there is a serious question to be tried on the alleged infringement, secondly unless the injunction sought is granted, they will suffer irreparable harm for which damages cannot adequately compensate and thirdly the balance of convenience favours the granting of the injunction sought, and on the other hand, the respondent must establish a serious question to be tried on the alleged invalidity of the patent.",
      "id": "s97"
    },
    {
      "text": "I accept these are the applicable principles.",
      "id": "s98"
    },
    {
      "text": "17 During the course of the argument, counsel for GenRx referred to the decision of the High Court in Beecham Group Ltd v Bristol Laboratories Pty Ltd (1968) 119 CLR 618, the judgment of Stephen J in Firth Industries Ltd v Polyglas Engineering Pty Ltd [1975] HCA 25 ; (1975) 132 CLR 489 and observations in the fourth edition (2002) of Meagher, Gummow and Lehane's: Equity: Doctrines and Remedies at 782 (but, compare the commentary at 787) that \"the old rule still obtains that only in the rarest of cases can a plaintiff obtain an interlocutory injunction against the infringement of the patent if the validity of the patent is put in issue\".",
      "id": "s99"
    },
    {
      "text": "However I think it is clear, particularly having regard to the analysis of Gummow J in Martin Engineering Co v Trison Holdings Pty Ltd (1988) 81 ALR 543, that Courts are now considerably less reticent about granting interlocutory injunctive relief in infringement proceedings, than may have been the case historically.",
      "id": "s100"
    },
    {
      "text": "Consideration \n \n 18 In my opinion, this is a case warranting the grant of interlocutory injunctive relief.",
      "id": "s101"
    },
    {
      "text": "The balance of convenience favours it.",
      "id": "s102"
    },
    {
      "text": "Since at least November 2004, when the solicitors acting for GenRx in these proceedings sought in writing (by reference to the same file number that the firm is using for this matter) details of Merck's patent from IP Australia, GenRx has known of Merck's rights under the patent in relation to AMT.",
      "id": "s103"
    },
    {
      "text": "A clear inference is available than since then, GenRx has set about making the commercial arrangements to import into Australia for sale and distribution drugs containing an active ingredient protected by Merck's patent in Australia.",
      "id": "s104"
    },
    {
      "text": "It has done so for the admitted purpose of gaining the commercial advantage of putting the second generic drug into the market.",
      "id": "s105"
    },
    {
      "text": "Those arrangements have included sponsoring the registration of the drugs on the Australian Register of Therapeutic Goods and sponsoring the inclusion of one of them in the Pharmaceutical Benefits Scheme.",
      "id": "s106"
    },
    {
      "text": "The other branded drugs to be imported have been or are likely to be listed in that scheme on the application of other sponsors.",
      "id": "s107"
    },
    {
      "text": "19 There can be little doubt that GenRx has engaged in this conduct deliberately and with the knowledge that Merck's patent would be infringed unless it was able successfully to impeach its validity.",
      "id": "s108"
    },
    {
      "text": "It could have done so by revocation proceedings.",
      "id": "s109"
    },
    {
      "text": "It has not and now calls in aid the consequences of not being able to give effect to the arrangements now in place.",
      "id": "s110"
    },
    {
      "text": "That includes commercial loss to it and others and potentially, loss of reputation.",
      "id": "s111"
    },
    {
      "text": "For my part I give little weight to these complaints or concerns.",
      "id": "s112"
    },
    {
      "text": "As just discussed, GenRx has placed itself in this position quite deliberately and knowingly.",
      "id": "s113"
    },
    {
      "text": "To use the language of some of the authorities, its \"eyes were wide open\".",
      "id": "s114"
    },
    {
      "text": "20 While, if the infringement suit is successful, Merck's losses are ultimately only financial losses for which damages can be awarded, I accept that it will be difficult to assess with any real precision what those losses are so as compensate Merck for its actual loss.",
      "id": "s115"
    },
    {
      "text": "This is a relevant consideration.",
      "id": "s116"
    },
    {
      "text": "Issues were raised by Merck about whether it would be able to recover damages from GenRx given that it is a company with only two issued dollar shares.",
      "id": "s117"
    },
    {
      "text": "I do not view this as a matter supporting the grant of interlocutory relief.",
      "id": "s118"
    },
    {
      "text": "If I had concluded that interlocutory relief should not be granted having regard to the matters already discussed, a regime could have been put in place to ensure that any order for damages ultimately made could be made efficacious and met by Apotex.",
      "id": "s119"
    },
    {
      "text": "21 The Act and the authorities to which I have referred create a statutory regime intended to afford patent owners a measure of protection subject, of course, to the rights of others to remove that protection.",
      "id": "s120"
    },
    {
      "text": "For the reasons I have given, I consider that in the circumstances discussed, the protection the Act affords Merck should continue until this application has been heard and determined on a final basis.",
      "id": "s121"
    },
    {
      "text": "I proposed to grant interlocutory injunctive relief broadly in the term sought by Merck.",
      "id": "s122"
    },
    {
      "text": "GenRx should pay the applicants' costs of this interlocutory application.",
      "id": "s123"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore J.",
      "id": "s124"
    },
    {
      "text": "Associate:\n\nDated: 31 October 2006\n\n Counsel for the Applicants: Ms K Howard SC \n \n Solicitor for the Applicants: Cropper Parkhill Solicitors \n \n Counsel for the Respondent: Ms A N Bowne SC and Mr N R Murray \n \n Solicitor for the Respondent: Freehills \n \n Date of Hearing: 26 and 27 October 2006 \n \n Date of Judgment: 31 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1407.html",
      "id": "s125"
    }
  ]
}