{
  "name": "Food Improvers Pty Ltd v BGR Corporation Pty Ltd (No 2) [2006] FCA 1394 (10 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1394.html",
  "catchphrases": [
    {
      "text": "courts and judges generally",
      "id": "c0"
    },
    {
      "text": "courts",
      "id": "c1"
    },
    {
      "text": "proceedings in open court or in camera",
      "id": "c2"
    },
    {
      "text": "exception to general rule",
      "id": "c3"
    },
    {
      "text": "interests of justice",
      "id": "c4"
    },
    {
      "text": "application to close the court during cross-examination of witness in relation to medical condition",
      "id": "c5"
    },
    {
      "text": "where witness involved in tobacco industry related litigation as key witness or 'whistleblower'",
      "id": "c6"
    },
    {
      "text": "whether likely doctrine from participation in tobacco related litigation if confidential medical records disclosed",
      "id": "c7"
    },
    {
      "text": "where some parts of evidence already revealed in open court",
      "id": "c8"
    },
    {
      "text": "s 17(4) and s 50 of the federal court of australia act 1976 (cth)",
      "id": "c9"
    },
    {
      "text": "procedure",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n 1 The defendants and Mr Frederick Gulson (who I will refer to jointly just as 'the defendants' in this judgment) move on an application that the court be closed during part of the evidence to be given by Mr Gulson while he is being cross-examined in relation to mental health issues or any psychiatric condition from which he may, or may have been thought to have, suffered.",
      "id": "s0"
    },
    {
      "text": "The circumstances in which Mr Gulson's psychiatric condition, real or perceived, may be relevant in the trial which I have begun to hear were discussed by me in my reasons for judgment of 10 July 2006 ( The Food Improvers Pty Ltd v BGR Corporation Pty Ltd [2006] FCA 1238).",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n 2 In essence, there is an issue between the parties on the pleadings that in late May and June 2005 Mr Gulson, who is one of the directors of the present defendants and the person currently with the day to day control of the first defendant, BGR Corporation Pty Limited, was said to have behaved in a way which was described by various witnesses or documents as angry, rude, loud and involved a lack of self-control.",
      "id": "s2"
    },
    {
      "text": "At this point I have heard an opening and the affidavits of the second plaintiff, Mr Bax, have been read.",
      "id": "s3"
    },
    {
      "text": "They, together with some of the documentary material within them, suggest that there will be a deal of evidence in the proceedings concerning the way in which Mr Gulson was behaving, particularly at the time of critical meetings in late May 2005 and thereafter.",
      "id": "s4"
    },
    {
      "text": "The way in which it was put, I described in my earlier judgment as going to the manner in which Mr Gulson was exercising his powers as the person controlling approximately 70 per cent of the shares in BGR and thus the group of companies of which BGR is the relevant principal.",
      "id": "s5"
    },
    {
      "text": "Mr Bax's company The Food Improvers Pty Ltd, was a shareholder in control of shares constituting about 22 per cent of the voting and issued capital in BGR.",
      "id": "s6"
    },
    {
      "text": "3 The defence of the companies which Mr Gulson controls to the plaintiffs' claim asserts that the allegations concerning Mr Gulson's conduct amount to a ruse to deflect responsibility for the refusal by Mr Bax and a senior employee of the BGR group, Mr Gobert, in late May 2005 to continue to participate in business travel and arrangements overseas that were of significance with the BGR group's business.",
      "id": "s7"
    },
    {
      "text": "The defendants assert that it was Mr Gobert and Mr Bax who were supposedly completely unprofessional, intentionally disobedient, in serious breach of their duties and wilfully neglectful in the discharge of their obligations under their employee or consultancy arrangements with the BGR group.",
      "id": "s8"
    },
    {
      "text": "4 As I noted in my earlier judgment, there is a real issue as to how Mr Gulson was conducting himself among others and whether it was his behaviour and the way in which he was behaving was capable of making out the claim for oppression or was irrelevant to it depending on which side's point of view is ultimately to be accepted.",
      "id": "s9"
    },
    {
      "text": "5 I noted in my earlier judgment (and it is accepted for present purposes, that this is the position) that Mr Gulson said in his affidavit of 20 July 2005 that on 3 July 2005 he checked himself into the Caritas Centre and was at that time under extreme stress.",
      "id": "s10"
    },
    {
      "text": "He said that it was on a recommendation that he decided that it was in his best interests to rest and receive dedicated medical attention.",
      "id": "s11"
    },
    {
      "text": "He said that he wished his condition to remain a private matter and for that reason he and his wife told friends, family and staff of the Main Camp group, which at that time was the substantial business of the BGR group of companies, that he had acute bronchitis.",
      "id": "s12"
    },
    {
      "text": "6 The defendants argue that Mr Gulson has had an involvement in other litigation concerning the behaviour of his former employers in the tobacco industry.",
      "id": "s13"
    },
    {
      "text": "They seek that the portions of the trial and the evidence concerning Mr Gulson's mental state be kept confidential and that they not be revealed unless and until those matters are dealt with in my final reasons for judgment.",
      "id": "s14"
    },
    {
      "text": "7 Alternatively, they say that those parts of Mr Gulson's evidence and/or his medical records be kept confidential because they are confidential medical records or contain confidential information concerning his health which would ordinarily be regarded as private: see Australian Broadcasting Corporation v Lenah Game Meats Pty Limited [2001] HCA 63 ; (2001) 208 CLR 199 at 226 [42] per Gleeson CJ.",
      "id": "s15"
    },
    {
      "text": "8 The defendants have tendered evidence to show that Mr Gulson has had significant involvement in what I might describe as tobacco industry related litigation.",
      "id": "s16"
    },
    {
      "text": "For example, he was a key witness in litigation known as United States of America v Phillip Morris ML in which Kessler J of the United States District Court for the District of Columbia Circuit gave judgment on 17 August this year.",
      "id": "s17"
    },
    {
      "text": "At some point during the course of those proceedings, Mr Gulson had been offered 24-hour witness protection, seven days a week for a number of weeks while he was both in the United States and Australia.",
      "id": "s18"
    },
    {
      "text": "A number of articles were tendered by the defendants to show that his testimony in that case was the subject of widespread publicity.",
      "id": "s19"
    },
    {
      "text": "The defendants said that this established his participation in at least that litigation and the public interest aspects involved showed that there was a degree of notoriety about Mr Gulson's participation and his evidence.",
      "id": "s20"
    },
    {
      "text": "He was also a key witness in litigation in the Dust Diseases Tribunal of New South Wales decided earlier this year by Curtis J: Re Mowbray; Brambles Australia Limited (formerly known as Brambles Holdings Limited) v British American Tobacco Australia Services Limited on 30 May 2006 (an interlocutory decision).",
      "id": "s21"
    },
    {
      "text": "9 The Attorney-General for the State of Victoria in Parliament on 18 July 2006 referred to Mr Gulson's role as a whistleblower and the steps he had taken to challenge one of, what was said to be, the world's largest tobacco giants.",
      "id": "s22"
    },
    {
      "text": "Mr Gulson is apparently to give evidence in a forthcoming trial of the Dust Diseases Tribunal of New South Wales and is likely to be called as a key witness on what is known as a document destruction policy said to have been adopted by British American Tobacco in a number of cases both in Australia and overseas.",
      "id": "s23"
    },
    {
      "text": "The defendants argued that what would otherwise be confidential information concerning his mental state should not be made publicly available.",
      "id": "s24"
    },
    {
      "text": "10 Ms Cook, solicitor for the defendants, deposed to the fact that one of the plaintiffs' solicitors told her of an approach by third parties seeking to share information concerning the present proceedings.",
      "id": "s25"
    },
    {
      "text": "When the matter was before the court on 10 July 2006, Ms Cook noticed a lady sitting at the back of the court and sought to ascertain who she was, speculating, after her attempts to find out proved unsuccessful, that she may have been a lawyer.",
      "id": "s26"
    },
    {
      "text": "There is also evidence that British American Tobacco Australia Services Limited affiliates in the United States indicated that in the past they had sought to investigate Mr Gulson's background for the purposes of being able to cross-examine him in relation to any matters which may be the subject of questions in forensic proceedings.",
      "id": "s27"
    },
    {
      "text": "11 Currently, Mr Gulson has become aware of a pending suit in the United States concerning what are known as 'light' cigarettes which has attracted a great deal of publicity.",
      "id": "s28"
    },
    {
      "text": "He believes that the class action brought in the United States courts has a class in the order of 50 million citizens of that nation.",
      "id": "s29"
    },
    {
      "text": "He says that he has not made any decision about giving evidence in other litigation concerning the tobacco matters except at the forthcoming trial in the Dust Diseases Tribunal.",
      "id": "s30"
    },
    {
      "text": "12 Recently, the New South Wales Police have written to him asking for his assistance in relation to the so-called document 'destruction policy' of a previous employer, WD and HR Wills, in which he had a role as company secretary.",
      "id": "s31"
    },
    {
      "text": "SUBMISSIONS \n \n 13 The defendants say that evidence concerning Mr Gulson's medical condition, which is the subject of documents which have been subpoenaed and currently are the subject of orders restricting access which I made on 10 July 2006, may be deployed in these proceedings in a way that would interfere with the public interest served by Mr Gulson's giving evidence in the tobacco-related litigation now and in the future.",
      "id": "s32"
    },
    {
      "text": "14 The defendants also argued that there was a public interest in protecting confidential information in Mr Gulson's medical records where that information was only relevant in the present case and may ultimately, in essence, not be found to be material in the matters about which I have to give judgment.",
      "id": "s33"
    },
    {
      "text": "They relied on the inherent confidentiality of the medical records of a patient as suggesting an important reason which would enliven the court's jurisdiction under ss 17(4) and 50 of the Federal Court of Australia Act 1976 (Cth) and the inherent jurisdiction of the court to protect its processes from publicity.",
      "id": "s34"
    },
    {
      "text": "15 The defendants argued that the interests of justice were not closed categories.",
      "id": "s35"
    },
    {
      "text": "Those interests are protected by the court's power to close the court or restrict the publicity which might be given to what is deployed in open court.",
      "id": "s36"
    },
    {
      "text": "The defendants submitted that the power could extend to a case to protect the interests of a person who had performed what might be perceived as being a public service, such as a whistleblower with what was said to be the significant public interest and public spirit that Mr Gulson had displayed in tobacco-related litigation.",
      "id": "s37"
    },
    {
      "text": "The defendants argued that publicity given in the future to confidential medical records might deter Mr Gulson from giving that assistance to persons other than himself, including large numbers of persons.",
      "id": "s38"
    },
    {
      "text": "This result was possible if his own private affairs and revelation of material in his confidential medical records received extensive publicity.",
      "id": "s39"
    },
    {
      "text": "16 The defendants also referred to a decision of Tamberlin J in Gianni Versace SPA v Monte [2001] FCA 1565 where he made an order that the whole of the book - the subject of an application for injunctions suppressing its publication --- not be published during the course of the proceedings pursuant to s 50 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s40"
    },
    {
      "text": "17 Counsel for the defendants was unable to point to any judgment in which the principle of open justice had been qualified in the way in which they now seek.",
      "id": "s41"
    },
    {
      "text": "OPEN JUSTICE \n \n 18 In my opinion it is important to start with the recognition that our system of justice depends upon the public having confidence in what takes place in open court.",
      "id": "s42"
    },
    {
      "text": "In John Fairfax and Sons Limited v Police Tribunal of New South Wales (1986) 5 NSWLR 465, McHugh JA said at 476: \n \n 'The fundamental rule of the common law is that the administration of justice must take place in open court.",
      "id": "s43"
    },
    {
      "text": "A court can only depart from this rule where its observance would frustrate the administration of justice or some other public interest for whose protection Parliament has modified the open justice rule.",
      "id": "s44"
    },
    {
      "text": "The principle of open justice also requires that nothing should be done to discourage the making of fair and accurate reports of what occurs in the courtroom.",
      "id": "s45"
    },
    {
      "text": "Accordingly, an order of the court prohibiting the publication of evidence is only valid if it is really necessary to secure the proper administration of justice in proceedings before it.",
      "id": "s46"
    },
    {
      "text": "Moreover, an order prohibiting publication of evidence must be clear in its terms and do no more than is necessary to achieve the due administration of justice.",
      "id": "s47"
    },
    {
      "text": "The making of the order must also be reasonably necessary; and there must be some material before the court upon which it can reasonably reach the conclusion that it is necessary to make an order prohibiting publication.",
      "id": "s48"
    },
    {
      "text": "' \n\n\n \n 19 Ever since at least the seminal case of Scott v Scott [1913] AC 417, the concept that material deployed in open court might be embarrassing to a party or witness has not been sufficient to warrant closing the court or restricting in any way the scrutiny which publicity brings to bear upon judicial proceedings.",
      "id": "s49"
    },
    {
      "text": "In that case it was sought to enforce, by a process of contempt, an order made to keep issues in a divorce suit secret.",
      "id": "s50"
    },
    {
      "text": "The suit had been heard in camera and their Lordships unanimously held there was no power in the court to do so.",
      "id": "s51"
    },
    {
      "text": "As Viscount Haldane LC said ([1913] AC at 437):\n\n \n 'While the broad principle is that the courts of this country must, as between parties, administer justice in public, this principle is subject to apparent exceptions such as those to which I have referred.",
      "id": "s52"
    },
    {
      "text": "' (Namely, the cases of children and those with mental impairment.",
      "id": "s53"
    },
    {
      "text": ") \n\n\nHis Lordship continued:\n\n \n 'But the exceptions are themselves the outcome of a yet more fundamental principle that the chief object of Courts of justice must be to secure that justice is done.",
      "id": "s54"
    },
    {
      "text": "' \n\n\n \n 20 He then said that there may well be cases in which justice could not be done at all if it had to be done in public and continued: \n \n 'As the paramount object must always be to do justice, the general rule is to publicity, after all only the means to an end, must accordingly yield.",
      "id": "s55"
    },
    {
      "text": "But the burden lies on those seeking to displace its application in the particular case to make out that the ordinary rule must as of necessity be suspended by this paramount consideration.",
      "id": "s56"
    },
    {
      "text": "The question is by no means one which, consistently with the spirit of our jurisprudence, can be dealt with by the judge as resting in his mere discretion as to what is expedient.",
      "id": "s57"
    },
    {
      "text": "The latter must treat it as one of principle, and as turning, not on convenience, but on necessity.",
      "id": "s58"
    },
    {
      "text": "... \n But unless it be strictly necessary for the attainment of justice, there can be no power in the Court to hear in camera either a matrimonial clause or any other where there is contest between the parties.",
      "id": "s59"
    },
    {
      "text": "He who maintains that by no other means than by such a hearing can justice be done may apply for an unusual procedure.",
      "id": "s60"
    },
    {
      "text": "But he must make out his case strictly, and bring it up to the standard which the underlying principle requires.",
      "id": "s61"
    },
    {
      "text": "... \n The mere consideration that the evidence is of an unsavoury character is not enough, any more than it would be in a criminal Court, and still less is it enough that the parties agree in being reluctant to have their case tried with open doors.",
      "id": "s62"
    },
    {
      "text": "' ([1913] AC at 438)\n \n \n 21 One of the reasons why the principle of open justice is so fundamental in securing the due exercise of judicial power was explained by Earl Loreburn in his concurring speech.",
      "id": "s63"
    },
    {
      "text": "He said ([1913] AC at 449): \n \n 'But when a Court has to decide either that there should be no justice available for people suffering under wrong or that malicious publication should be prevented, I believe the second is the right alternative, and that so to hold is merely to apply a principle acted upon by higher authorities and indispensable in itself.",
      "id": "s64"
    },
    {
      "text": "There does, indeed, remain a danger that a Court may not be so jealous to do right when its proceedings are not subject to full public criticism.",
      "id": "s65"
    },
    {
      "text": "I acknowledge that this is always possible, and it is not an adequate answer to say that the judges can be trusted, though I believe entirely that they can be trusted.",
      "id": "s66"
    },
    {
      "text": "It comes to a choice between the administration of justice in some cases without the safeguard, on the one hand, and on the other hand no administration of justice in such cases at all.",
      "id": "s67"
    },
    {
      "text": "' \n\n\n \n 22 In R v Hamilton (1930) SR NSW 277 at 278, Street CJ, with whom Ferguson and Halse Rogers JJ concurred, applied these remarks and another passage from Lord Haldane's speech in which he said that: \n \n 'A mere desire to consider feelings of delicacy or to exclude from publicity details which it would be desirable not to publish is not, I repeat, enough as the law now stands.",
      "id": "s68"
    },
    {
      "text": "I think that to justify an order for hearing in camera it must be shown that the paramount object of securing that justice is done would really be rendered doubtful of attainment if the order were not made.",
      "id": "s69"
    },
    {
      "text": "' \n\n\n \n 23 In Dickason v Dickason [1913] HCA 77 ; (1913) 17 CLR 50 at 51 Barton ACJ giving the judgment of the High Court said that: \n \n '... the judgment of the House of Lords in Scott v Scott ([1913] AC 417), the effect of which is that there is no inherent power in a Court of justice to exclude the public, inasmuch as one of the normal attributes of a Court is publicity, that is, the admission of the public to attend the proceedings.",
      "id": "s70"
    },
    {
      "text": "Power to exclude may be conferred expressly by law, but there is no law which empowers us to proceed otherwise than with the ordinary publicity of a Court of justice.",
      "id": "s71"
    },
    {
      "text": "' \n\n\n \n 24 In The Queen v Tait (1979) 46 FLR 386 a Full Court of this court applied the principle in a criminal case.",
      "id": "s72"
    },
    {
      "text": "Brennan, Deane and Gallop JJ said at 46 FLR at 404: \n \n 'The exception - limited to cases where the presence of the public would make the securing of justice \"doubtful of attainment\" - does not extend to cases where excluding the public would merely save a party or a witness from suffering a collateral disadvantage as the result of the publicity of the proceedings in which he is engaged or in which he is to give evidence.",
      "id": "s73"
    },
    {
      "text": "' \n\n\n \n 25 Another Full Court applied these principles in Australian Broadcasting Commission v Parish (1980) 29 ALR 228.",
      "id": "s74"
    },
    {
      "text": "Bowen CJ said at 29 ALR at 233 that: \n \n 'Where proceedings are brought to restrain publication of confidential material, similar consideration apply.",
      "id": "s75"
    },
    {
      "text": "Disclosure would prejudice the court's proper exercise of the function it was appointed to discharge, to do justice between the parties.",
      "id": "s76"
    },
    {
      "text": "The possible cases where an order may be necessary to prevent prejudice to the administration of justice range fairly widely.",
      "id": "s77"
    },
    {
      "text": "The categories of this public interest are not closed and must alter from time to time whether by restriction or extension as social conditions and legislation develop.",
      "id": "s78"
    },
    {
      "text": "' \n \n \n 26 Subsequently other Full Courts have continued to apply these principles; see Herald and Weekly Times Ltd v Williams [2003] FCAFC 217 ; (2003) 130 FCR 435 at 443 where Merkel J, with whom Finn and Stone JJ agreed, applied what Gibbs J had said in Russell v Russell [1976] HCA 23 ; (1976) 134 CLR 495 at 520, namely: \n \n 'It is the ordinary rule of the Supreme Court as of other courts of the nation, that their proceedings should be conducted \"publicly and in open view\" ( Scott v Scott [1913] AC 417 at 441).",
      "id": "s79"
    },
    {
      "text": "This rule has the virtue that the proceedings of every court are fully exposed to public and professional scrutiny and criticism without which abuses may flourish undetected.",
      "id": "s80"
    },
    {
      "text": "Further, the public administration of justice tends to maintain confidence in the integrity and independence of the courts.",
      "id": "s81"
    },
    {
      "text": "The fact that courts of law are held openly and not in secret is an essential aspect of their character.",
      "id": "s82"
    },
    {
      "text": "It distinguishes their activities from those of administrative officials for \"publicity is the authentic hallmark of judicial as distinct from administrative procedure\" ( McPherson v McPherson [1936] AC 1777 at 200).",
      "id": "s83"
    },
    {
      "text": "Merkel J went on to recognise at 130 FCR 444-445 [36]:\n \n 'A different situation might arise, for example, if the embarrassment or damage that publicity might occasion is such that it would prevent or deter a person from prosecuting or defending a proceeding in the court or \"if there was a real risk as opposed to a remote possibility that this would occur\": see Johnston v Cameron [2002] FCAFC 251 ; (2002) 124 FCR 160 at 180.",
      "id": "s84"
    },
    {
      "text": "If that situation arises it can be waived in the discretionary balance that is to be struck between the public interest of open justice and preventing prejudice to the administration of justice.",
      "id": "s85"
    },
    {
      "text": "' \n\n\n \n 27 And of course it is important to be cognisant of what is involved in the exercise of judicial power of the Commonwealth.",
      "id": "s86"
    },
    {
      "text": "It is engaged when parties bring litigation to a court to decide.",
      "id": "s87"
    },
    {
      "text": "Judicial power is an element of the government of society.",
      "id": "s88"
    },
    {
      "text": "Its purpose is to quell controversies between subject and subject, subject and State, or State and State; see D'Orta Ekenaike v Victorian Legal Aid [2005] HCA 12 ; (2005) 79 ALJR 755 at 761 [31-33] per Gleeson CJ, Gummow, Hayne and Heydon JJ.",
      "id": "s89"
    },
    {
      "text": "28 The Federal Court of Australia Act 1976 (Cth) provides relevantly in ss 17(4) and 50 as follows: \n \n \n '17(4) The Court may order the exclusion of the public or of persons specified by the Court from a sitting of the Court where the Court is satisfied that the presence of the public or of those persons, as the case may be, would be contrary to the interests of justice.",
      "id": "s90"
    },
    {
      "text": "50 The Court may at any time during or after the hearing of the proceeding in the Court, make such order forbidding or restricting publication of particular evidence, or the name of a party or witness, as appears to the Court to be necessary in order to prevent prejudice to the administration of justice or the security of the Commonwealth.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n\n \n 29 I am of opinion that the construction which the courts have given to these two provisions in effect make them reflective of the implied power of every court to do justice in proceedings before it and of the concomitant inherent power of superior courts of record to supervise the administration of justice generally (see John Fairfax &amp; Sons Pty Ltd v McRae [1955] HCA 12 ; (1955) 93 CLR 351 at 363-365.",
      "id": "s92"
    },
    {
      "text": "John Fairfax &amp; Sons Ltd v Police Tribunal (1986) 5 NSWLR 465 at 476E-G per McHugh JA).",
      "id": "s93"
    },
    {
      "text": "30 The essence of this motion is that there is potential for confidential medical information concerning Mr Gulson's state of health at a particular point of time in 2005 to be deployed in the proceedings.",
      "id": "s94"
    },
    {
      "text": "That material necessarily goes to an issue raised as to his conduct at that time and the circumstances in which it did or did not occur as alleged by one side or the other.",
      "id": "s95"
    },
    {
      "text": "That alleged conduct is material to a central aspect of the plaintiffs' case, namely whether Mr Gulson's conduct amounted to or was evidence of oppression in the corporations in which he, Mr Bax and Mr Cordato were effectively alleged to be in a quasi partnership or similar relationship (such as enlivens the jurisdiction of the court in oppression cases concerning the running of a corporation in which the relevant individuals have had control of its management before a falling out excludes one or more persons).",
      "id": "s96"
    },
    {
      "text": "31 The fact that Mr Gulson's state of health may become the subject of evidence and of written reasons for judgment in the proceedings may, I recognise, have some impact on his reputation and on the material which others may wish to investigate in other litigation in which he may give evidence.",
      "id": "s97"
    },
    {
      "text": "There is of course a public interest in the tobacco related proceedings in which Mr Gulson has given evidence in the past and which he may or may not wish to give evidence in the future.",
      "id": "s98"
    },
    {
      "text": "32 But that public interest is not solitary.",
      "id": "s99"
    },
    {
      "text": "There is a public interest in knowing what occurred in court just as much in the administration of justice from a side opposed to interests who might call Mr Gulson.",
      "id": "s100"
    },
    {
      "text": "Others may wish to know what happened in open court, or what happened in court in these proceedings.",
      "id": "s101"
    },
    {
      "text": "33 But more than that, the administration of justice in these proceedings can be achieved in the ordinary way.",
      "id": "s102"
    },
    {
      "text": "What is sought is that the ordinary manner of hearing and deciding this case, at least up to the time of publishing written reasons, should be derogated from because of the possible impact on Mr Gulson's reputation vis-&agrave;-vis other litigation in which he has been involved.",
      "id": "s103"
    },
    {
      "text": "There, what is in the public interest has been asserted by one side in that litigation for whose interests Mr Gulson's evidence has been of assistance.",
      "id": "s104"
    },
    {
      "text": "And, his evidence has been of assistance to judges who have decided those cases accepting his evidence and acknowledging its significance.",
      "id": "s105"
    },
    {
      "text": "However, there was a public interest in those cases, of course, to ensure the due administration of justice in them.",
      "id": "s106"
    },
    {
      "text": "The function of this Court, when called upon to exercise the powers under ss 17(4) and 50 and the inherent and implied powers to limit publicity, is to ensure the due administration of justice in this court or, in certain other limited circumstances, generally.",
      "id": "s107"
    },
    {
      "text": "34 In cases involving informers, the courts traditionally have taken the view that it is necessary in the interests of justice to suppress not only the name of the informer but also material that might lead to the disclosure of the informer's identity so as to protect sources of information to law enforcement or other authorities or parties whose participation in vindication of public or private rights would be endangered or threatened if they were revealed; see, for example, Cain v Glass (1985) 3 NSWLR 230.",
      "id": "s108"
    },
    {
      "text": "35 Mr Gulson has already been a very prominent witness associated with a number of pieces of, what I have been told, is other public interest litigation.",
      "id": "s109"
    },
    {
      "text": "His role has been public.",
      "id": "s110"
    },
    {
      "text": "He has not only given his evidence in public but his role has been acknowledged in public judgments.",
      "id": "s111"
    },
    {
      "text": "The issue raised about his state of mental health has been the subject of my judgment given in open court; that is, it has been available on the internet: The Food Improvers Pty Ltd v BGR Corporation Pty Ltd [2006] FCA 1238.",
      "id": "s112"
    },
    {
      "text": "As Ms Cook's affidavit revealed, at least one other person who was a member of the public exercised her right to be present in court and to hear and see what was said in open court on that earlier occasion.",
      "id": "s113"
    },
    {
      "text": "That that involved, among other things, the reading of the evidence and the recounting, as I did in my ex tempore judgment, of the nature of the evidence and issues involved in the then application together with the identity of Dr Newman Harris and of the Caritas Centre to whom Mr Gulson in part confided his own medical care.",
      "id": "s114"
    },
    {
      "text": "In those circumstances I find it difficult to see how I could now cast a veil over evidence that dealt with the issue of Mr Gulson's alleged medical condition at the time in May, June and July 2005 to which I understand the medical records and medical evidence may be directed.",
      "id": "s115"
    },
    {
      "text": "There will also be, as there already is in the affidavits of Mr Bax which have been read, evidence making assertions about or observations of Mr Gulson's behaviour and apparent state of health.",
      "id": "s116"
    },
    {
      "text": "36 For the Court to now seek to remove from the open administration of justice some part or parts of the evidence would in my opinion be for it to do something which was not necessary in the interests of justice.",
      "id": "s117"
    },
    {
      "text": "Mr Gulson has not said that he would not be able to come to this Court or have his case litigated.",
      "id": "s118"
    },
    {
      "text": "He has not said, and there is no evidence, that he would not be able to give evidence in other cases.",
      "id": "s119"
    },
    {
      "text": "The fact that it may be embarrassing to him and no doubt distressing and upsetting to him to have confidential medical records about observations of him and his perceived mental condition made public is not a reason in itself to suppress either by closure of the court or some other means under ss 17(4) and 50 or in the exercise of the inherent powers of the court the availability of public access to everything that is sought to be raised about those matters.",
      "id": "s120"
    },
    {
      "text": "37 It seems to me that his behaviour in the case on the pleadings and arguments as I have outlined them, understood them and had been told about them in July this year are of fundamental importance in determining a material issue.",
      "id": "s121"
    },
    {
      "text": "This has already been exposed in open court.",
      "id": "s122"
    },
    {
      "text": "And the broad thrust of the allegations about that condition have been revealed including by Mr Gulson himself saying that he checked himself into the clinic in early July 2005 as was tendered in the application before me on the previous occasion.",
      "id": "s123"
    },
    {
      "text": "38 Those matters are now in the public domain.",
      "id": "s124"
    },
    {
      "text": "They cannot sensibly be recalled.",
      "id": "s125"
    },
    {
      "text": "Members of the public cannot be put into a position where they may be put at risk of being in contempt because I now make an order suppressing something intimately connected to what has already been revealed in open court.",
      "id": "s126"
    },
    {
      "text": "Any member of the public if he or she wishes to, including the media, should be free to discuss that matter.",
      "id": "s127"
    },
    {
      "text": "Moreover, the material which has already been identified, or the source of whatever the material has already been identified in my previous judgment, is available for any other third parties to subpoena if there is a legitimate and proper basis for doing so in some other proceedings.",
      "id": "s128"
    },
    {
      "text": "So, the suggestion in the affidavit material that others in litigation on the side opposed to the interests who seek to call Mr Gulson might wish to subpoena that material or use it if it is revealed in open court could come to nothing.",
      "id": "s129"
    },
    {
      "text": "That information is already in the public domain and available for them to use as they wish.",
      "id": "s130"
    },
    {
      "text": "39 It cannot now be necessary in the interests of justice to suppress knowledge of that source because it is public and available.",
      "id": "s131"
    },
    {
      "text": "Therefore, it cannot be necessary for the Court to stop further publicity of it in order to prevent any publicity of it.",
      "id": "s132"
    },
    {
      "text": "The cat, in this respect, is out of the bag.",
      "id": "s133"
    },
    {
      "text": "40 For these reasons I am of opinion that I should dismiss the motion dated 15 September 2006 filed by the defendants and Mr Gulson.",
      "id": "s134"
    },
    {
      "text": "I certify that the preceding forth (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s135"
    },
    {
      "text": "Associate:\n\nDated: 26 October 2006\n\n Counsel for the Plaintiffs: Mr F Lever SC with Mr R Alkadamani Solicitor for the Plaintiffs: Haywards Solicitors \n \n Counsel for the Defendants: Mr S Reuben with Mr D Jarrett Solicitor for the Defendants: Cordato Partners \n \n Date of Hearing: 10 October 2006 Date of Judgment: 10 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1394.html",
      "id": "s136"
    }
  ]
}