{
  "name": "Griffin Energy Pty Ltd v Western Power Corporation [2006] FCA 1241 (15 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1241.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "whether there was compliance with o 15a r 6(a) of the federal court rules",
      "id": "c1"
    },
    {
      "text": "information in documents confidential",
      "id": "c2"
    },
    {
      "text": "whether discretion should be exercised to refuse preliminary discovery order",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondent is responsible for the generation, transmission and distribution of electricity throughout Western Australia.",
      "id": "s0"
    },
    {
      "text": "The main transition network is in the south-west of the State centred on Perth.",
      "id": "s1"
    },
    {
      "text": "It is known as the South West Interconnected System ('the SWIS').",
      "id": "s2"
    },
    {
      "text": "In 2002 the respondent embarked upon a tender process for the purpose of procuring additional generating capacity for the SWIS.",
      "id": "s3"
    },
    {
      "text": "This tender process was conducted pursuant to the Electricity Corporation Act 1994 (WA), which requires the respondent to procure substantial new generating capacity through a non discriminatory and open public procurement process ('PPP').",
      "id": "s4"
    },
    {
      "text": "2 There were two stages to the PPP for the SWIS.",
      "id": "s5"
    },
    {
      "text": "This case is concerned with the second stage of the PPP.",
      "id": "s6"
    },
    {
      "text": "3 Under the first stage the respondent sought a procurement of approximately 240MW of generating capacity for the SWIS by late 2005.",
      "id": "s7"
    },
    {
      "text": "4 In December 2002, the respondent launched Stage 2 of the PPP which was for the procurement for 300MW to 330MW of new generating capacity for the SWIS.",
      "id": "s8"
    },
    {
      "text": "The applicants submitted a tender to build, own and operate a coal-fired power station which was capable of generating at least 300MW to 330MW constantly on a sent-out basis.",
      "id": "s9"
    },
    {
      "text": "On 16 August 2005 the respondent announced that the tender had been awarded to another tenderer, Wambo Power Ventures Pty Ltd ('Wambo').",
      "id": "s10"
    },
    {
      "text": "5 The applicants have seen documents relating to the obtaining of environmental approvals from the Minister for the Environment for Wambo's power station which caused them to believe that there was a substantial difference in the proposed power station that was the subject of the applicants' tender and the proposed power station that was the subject of Wambo's winning tender.",
      "id": "s11"
    },
    {
      "text": "The applicants say that, whereas the applicants' proposed power station had a baseload capacity of at least 300MW to 330MW, Wambo's proposed power station did not.",
      "id": "s12"
    },
    {
      "text": "It, they say, had a baseload capacity of 240MW and it could only generate 320MW of power by generating a further 80MW of power through the operation of a gas-fired duct booster system, which because of the conditions imposed by the Minister for the Environment, could only operate 15 per cent of the time.",
      "id": "s13"
    },
    {
      "text": "6 On the basis of the information presently available to them, the applicants believe that they submitted a tender which complied with the respondent's bid requirements, but the requirements that the successful bidder had to meet were different from those imposed on them, or that the respondent did not apply the requirements it said it would apply in awarding the tender to the successful bidder.",
      "id": "s14"
    },
    {
      "text": "The applicants believe that, acting in reliance on the information supplied by the respondent, they proposed a more expensive power station than that proposed by Wambo, and this would have disadvantaged them in the tender process.",
      "id": "s15"
    },
    {
      "text": "7 At the heart of the applicants' complaint is the distinction between a 'baseload' plant and a 'peaking' plant.",
      "id": "s16"
    },
    {
      "text": "In simple terms, the applicants say that the respondent called for tenders for a 300MW to 330MW baseload plant which was required to meet prescribed environmental standards, and, it appears, that the respondent awarded the tender to a plant with a 240MW baseload capacity and a 80MW peaking capacity, which did not meet the prescribed environmental standards.",
      "id": "s17"
    },
    {
      "text": "8 Accordingly, the applicants believe that they may be able to bring legal proceedings against the respondent.",
      "id": "s18"
    },
    {
      "text": "The applicants, therefore, seek relief under O 15A r 6 of the Federal Court Rules ('the Rules') to enable them to decide whether to take legal action against the respondent.",
      "id": "s19"
    },
    {
      "text": "9 The applicants seek orders that the respondent produce such of the following documents as are in its possession custody or power:\n \n '(a) any document recording or evidencing an invitation made by the respondent between 2004 to 2005 to Wambo Power Ventures Pty Ltd ( Wambo ) to submit a bid or proposal to construct a new electricity power station in the South West Integrated System; \n \n (b) any bid proposal, submission or presentation ( Proposal ) from Wambo to the respondent, or any documents which record or evidence the content of any such Proposal relating to the construction of a new electricity power station in the South West Integrated System during the period 20 December 2002 to date; \n \n \n \n (c) any document recording or evidencing any contract, arrangement or understanding entered into by the first respondent and Wambo relating to the construction of a new electricity power station in the South West Integrated System during the period 20 December 2002 to date.",
      "id": "s20"
    },
    {
      "text": "' (original emphasis) \n \n \n\n Order 15A r 6 of the Federal Court Rules \n \n10 Order 15A r 6 of the Rules provides:\n \n 'Where: \n \n \n (a) there is reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court from a person whose description has been ascertained; \n \n \n \n (b) after making all reasonable inquiries, the applicant has not sufficient information to enable a decision to be made whether to commence a proceeding in the Court to obtain that relief; and \n \n (c) there is reasonable cause to believe that that person has or is likely to have or has had or is likely to have had possession of any document relating to the question whether the applicant has the right to obtain the relief and that inspection of the document by the applicant would assist in making the decision - \n \n \n the Court may order that that person shall make discovery to the applicant of any document of the kind described in paragraph (c).",
      "id": "s21"
    },
    {
      "text": "' \n \n\n11 The respondent opposed the application on two grounds.",
      "id": "s22"
    },
    {
      "text": "Firstly, that the applicants were unable to satisfy the O 15A r 6(a); and, secondly, on the basis that the Court should in any event, as a matter of discretion, refuse to grant relief.",
      "id": "s23"
    },
    {
      "text": "There was no issue between the parties in relation to whether the applicant had fulfilled the requirements set out in O 15A r 6(b) and O 15A r 6(c) of the Rules.",
      "id": "s24"
    },
    {
      "text": "Did the applicants satisfy O 15A r 6(a) of the Federal Court Rules ?",
      "id": "s25"
    },
    {
      "text": "12 There was no dispute between the parties as to the principles to be applied in determining whether the applicants have satisfied O 15A r 6(a).",
      "id": "s26"
    },
    {
      "text": "Both counsel referred to the observations of Hely J in St George Bank Limited v Rabo Australia Limited (2004) 211 ALR 147 at 153-154 ('Rabo') to the following effect:\n \n '... \n \n \n (c) the test for determining whether the applicant has \"reasonable cause to believe\", as required by sub-paragraph (a), is an objective one; ... \n \n (d) belief requires more than mere assertion and more than suspicion or conjecture.",
      "id": "s27"
    },
    {
      "text": "Belief is an inclination of the mind towards assenting to, rather than rejecting a proposition.",
      "id": "s28"
    },
    {
      "text": "Thus it is not sufficient to point to a mere possibility.",
      "id": "s29"
    },
    {
      "text": "The evidence must incline the mind towards the matter or fact in question.",
      "id": "s30"
    },
    {
      "text": "If there is no reasonable cause to believe that one of the necessary elements of a potential cause of action exists, that would dispose of the application insofar as it is based on that cause of action:... \n \n \n \n (e) whilst uncertainty as to only one element of a cause of action might be compatible with the \"reasonable cause to believe\" required by sub-paragraph (a), uncertainty as to the number of such elements may be sufficient to undermine the reasonableness of the cause to believe; \n \n \n ...' \n \n \n\n13 Senior counsel for the applicants identified two main potential causes of action, namely, a contravention of s 52 of the Trade Practices Act 1974 (Cth) ('the TP Act') and breach of contract.",
      "id": "s31"
    },
    {
      "text": "As to the contravention of the TP Act, senior counsel contended that a cause of action could be founded upon the respondent having made the following representation:\n \n 'the respondent would only consider tenders that provided for a generated capacity of at least 300 megawatts to 330 megawatts constantly provided on a sent-out basis and which tenders satisfied the minimum environmental conditions specified in the tender documents.",
      "id": "s32"
    },
    {
      "text": "' \n \n\n14 Senior counsel also identified another potential representation, namely, that the respondent would, in assessing the tenders, determine the successful tenderer applying criteria that were uniform to all.",
      "id": "s33"
    },
    {
      "text": "Senior counsel relied upon Hughes Aircraft Systems International v Civil Aviation Authority (1995) 217 ALR 303 to contend that there was a potential claim in contract based upon an implied contract that the respondent would apply the same requirements to all tenders.",
      "id": "s34"
    },
    {
      "text": "Senior counsel for the applicants also referred to, but did not elaborate upon, other potential causes of action in common law, namely, an action based upon an estoppel in respect of wasted expenditure and an action on the basis of monies had and received in respect of expenditure incurred on the preparation of the tender.",
      "id": "s35"
    },
    {
      "text": "15 Before referring to the evidence, it is convenient to identify the four stages involved in the bid process.",
      "id": "s36"
    },
    {
      "text": "16 During the first stage the parties submitted their expressions of interest to the respondent.",
      "id": "s37"
    },
    {
      "text": "The stage lasted from 20 December 2002 to 2 May 2003, and resulted in the respondent nominating some parties as qualified to proceed to the next stage.",
      "id": "s38"
    },
    {
      "text": "17 The second stage was referred to as the 'Request for Proposal' ('RFP') stage.",
      "id": "s39"
    },
    {
      "text": "It occurred when those qualified parties considered whether to submit a non-binding proposal in response to a request for a proposal issued by the respondent.",
      "id": "s40"
    },
    {
      "text": "The qualified parties were required to submit their non-binding proposals by 6 August 2004.",
      "id": "s41"
    },
    {
      "text": "On that date the applicants submitted a non-binding proposal for a coal-fired power station.",
      "id": "s42"
    },
    {
      "text": "By reason of a Bid Agreement subsequently entered into with the respondent, the applicants were required to adhere in its final binding proposal to the choice of fuel for the power station that it had nominated in its non-binding proposal.",
      "id": "s43"
    },
    {
      "text": "18 The third stage was the stage during which the limited number of parties that were invited to do so, compiled and submitted their final bids to the respondent and the respondent considered and announced the preferred bidder.",
      "id": "s44"
    },
    {
      "text": "The final bids were lodged on 22 July 2005.",
      "id": "s45"
    },
    {
      "text": "The applicants' final bid proposed a coal-fired power station.",
      "id": "s46"
    },
    {
      "text": "In August 2005 the respondent announced that Wambo was the preferred bidder.",
      "id": "s47"
    },
    {
      "text": "19 The final stage was the negotiation of project agreements with the preferred bidder.",
      "id": "s48"
    },
    {
      "text": "20 The applicants relied upon the affidavits of Wayne Richard Trumble affirmed on 22 November 2005, 8 March 2006 and 3 April 2006.",
      "id": "s49"
    },
    {
      "text": "The respondent relied upon the affidavits of Baden Furphy dated 7 April 2006 and Trevor Stanley Harvey sworn on 22 February 2006 and 30 March 2006.",
      "id": "s50"
    },
    {
      "text": "Mr Trumble was responsible for the preparation and submission of the tender on behalf of the applicants.",
      "id": "s51"
    },
    {
      "text": "Mr Harvey is an employee of the respondent and holds the position of Manager, Power Procurement.",
      "id": "s52"
    },
    {
      "text": "None of Mr Trumble, Mr Furphy or Mr Harvey was cross-examined.",
      "id": "s53"
    },
    {
      "text": "Mr Trumble's evidence \n \n21 In his affidavit of 22 November 2005, Mr Trumble identifies information from the respondent which led him to believe that the respondent required the proposed power station to have a baseload generating capacity of between 300MW to 330MW of power; or putting it another way, to be capable of generating 300MW to 330MW of power on a constantly sent-out basis; and to meet prescribed environmental standards.",
      "id": "s54"
    },
    {
      "text": "22 Firstly, Mr Trumble identified a number of documents issued by the respondent entitled 'Process Update' dated 7 June 2002, 1 July 2002, 20 December 2002, 26 February 2003 and 31 March 2004 respectively.",
      "id": "s55"
    },
    {
      "text": "The author of each of these documents was Mr Trevor Harvey.",
      "id": "s56"
    },
    {
      "text": "23 Process Update No 2 is dated 7 June 2002 and reads:\n \n '... [the respondent] has launched the public procurement process for approximately 240 MW peaking generation capacity for the South West Interconnected System (SWIS) by late 2005.",
      "id": "s57"
    },
    {
      "text": "The Minister for Energy Hon.",
      "id": "s58"
    },
    {
      "text": "Eric Ripper announced this first stage of power procurement on 2 June 2002, as part of a generation strategy including both the public procurement of additional capacity in two stages and the replacement of ageing units in [the respondent's] existing portfolio.",
      "id": "s59"
    },
    {
      "text": "... \n \n A second stage of the power procurement process, which is to procure approximately 300 MW of baseload generation capacity by late 2007, is expected to commence in late 2002.",
      "id": "s60"
    },
    {
      "text": "No further information covering the second stage is yet available.",
      "id": "s61"
    },
    {
      "text": "' \n \n\n24 Process Update No 5 is dated 1 July 2002 and reads:\n \n '.... \n \n EXPRESSION OF INTEREST UPDATE \n \n [The respondent] received 26 expressions of interest from companies with local, national and international operations to provide around 240 megawatts of new peaking capacity to meet the growing electricity demand in the South West Interconnected System.",
      "id": "s62"
    },
    {
      "text": "... \n \n The second stage of power procurement, to obtain additional baseload generating capacity, is expected to begin later in 2002 and to be in operation by 2007/08.",
      "id": "s63"
    },
    {
      "text": "' \n \n\n25 Process Update No 12 is dated 20 December 2002 and reads:\n \n ' SWIS POWER PROCUREMENT \n STAGE 2 \n \n LAUNCH OF STAGE 2 \n \n The Minister for Energy Hon.",
      "id": "s64"
    },
    {
      "text": "Eric Ripper announced in June 2002 two stages of public power procurement.",
      "id": "s65"
    },
    {
      "text": "The first stage is now in the Final Bid Phase.",
      "id": "s66"
    },
    {
      "text": "[The respondent] has today launched the second stage of the public procurement process, for the acquisition of 300 MW to 330 MW of baseload capacity for the South West Interconnected System (SWIS) to be in service from 2007.",
      "id": "s67"
    },
    {
      "text": "... \n \n Lodgement of expressions of interest close at 10:00 am WST on Wednesday, 26 February 2003.",
      "id": "s68"
    },
    {
      "text": "' \n \n\n26 Process Update No 13 is dated 26 February 2003 and reads:\n \n ' EXPRESSION OF INTEREST UPDATE \n \n [The respondent] has received 13 expressions of interest for Stage 2 of the Power Procurement Process from companies with local, national and international operations to provide around 300 megawatts of new baseload capacity to meet the growing electricity demand in the South West Interconnected System.",
      "id": "s69"
    },
    {
      "text": "Expressions of interest are to be evaluated and those Respondents that qualify will, in due course, be asked to submit indicative bids.",
      "id": "s70"
    },
    {
      "text": "A short-list of bidders will later be asked to submit binding bids.",
      "id": "s71"
    },
    {
      "text": "This stage of the Process is to obtain additional baseload generating capacity to be in operation by 2007/08.",
      "id": "s72"
    },
    {
      "text": "' \n \n\n27 Process Update No 19 is dated 31 March 2004 and reads relevantly:\n \n ' SWIS POWER PROCUREMENT \n STAGE 2 \n \n LAUNCH OF REQUEST FOR PROPOSAL (RFP) PHASE \n \n The respondent] has confirmed that Stage 2 of the Power Procurement Process for 300 MW to 330 MW of baseload generating capacity is to continue to the Request for Proposal Phase.",
      "id": "s73"
    },
    {
      "text": "The Respondents that qualified through the Expressions of Interest Phase have received an RFP Information Memorandum to provide the details of the next steps in the Process.",
      "id": "s74"
    },
    {
      "text": "Essentially this provides for the issue of Requests for Proposal by 27 April 2004 and lodgement of non-binding Proposals by 6 August 2004 for at least 300 MW to 330 MW approximately (sent-out basis at standard conditions) of generating capacity to come into service no later than December 2008.",
      "id": "s75"
    },
    {
      "text": "... \n \n [The respondent] will now continue to work with this strong field of Proponents, which includes a good balance between gas-fired and coal-fired proposals, to progress this important public power procurement to obtain additional generating capacity to be in operation by December 2008.",
      "id": "s76"
    },
    {
      "text": "' \n \n\n28 Secondly, Mr Trumble referred to information in the Bid Information Memorandum --- a document issued by the respondent dated 21 September 2004.",
      "id": "s77"
    },
    {
      "text": "The respondent provided with the Bid Information Memorandum, terms sheets for two agreements which a successful bidder would be required to enter - the 'Available Capacity Agreement' ('ACA') and the 'Tradable Purchase Agreement' ('TPA').",
      "id": "s78"
    },
    {
      "text": "29 Mr Trumble said that in cl 6.1 of the Bid Information Memorandum, the respondent stated that to be successful, bids must meet the following requirements:\n \n &#8226; 'the Power Station must be capable of generating at least 300MW to 330MW approximately (on a sent-out basis, at ISO standard conditions at the actual Power Station elevation) and be commissioned by December 2008; \n \n \n \n &#8226; the Power Station must maintain the capability to generate its capacity (as defined in the ACA) and to be connected to the SWIS for the term of the TPA; \n \n &#8226; ... \n \n &#8226; the Power station must meet best commercially available environmental performance for fuel and unit size, as described in paragraph 6.3; \n \n &#8226; the Power Station must provide high levels of availability and reliability; \n \n &#8226; ...' \n \n \n\n30 Mr Trumble also referred to cl 6.2 of the Bid Information Memorandum which included the following statement:\n \n ' [The respondent] requires that in submitting their Binding Proposals, Bidders submit: \n \n \n &#8226; a Binding Proposal that is based on a TPA with a constant \"Total Tradable Capacity\" (as that term is defined in the TPA) committed to [the respondent] in the range of 300MW to 330MW (sent-out) over a period of 25 years;... \n \n \n ...\" ' \n \n\n31 Mr Trumble also referred to the para 3.1 of the terms sheet for the ACA which stated:\n \n '3.1 Performance Requirements \n The IPP [Independent Power Producer] must ensure that, other than in respect of scheduled outages approved in accordance with the Market Rules, the TCO is available from the Power Station at all times during the Term.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n32 The TCO was defined in the ACA as follows:\n \n 'TCO or \"Total Capacity Obligation\" means the capacity specified as such the Capacity Clarification Schedule to the TPA measured in accordance with the procedures in the Market Rules for measuring capacity.",
      "id": "s80"
    },
    {
      "text": "' \n \n\n33 The 'Capacity Clarification Schedule' is a schedule to the terms sheet for the TPA.",
      "id": "s81"
    },
    {
      "text": "In general terms, the schedule draws a distinction between the concept of Total Tradable Capacity ('TTC') and the concept of the Total Capacity Obligation ('TCO').",
      "id": "s82"
    },
    {
      "text": "The TTC comprises three types of capacity, namely, Minimum Stable Capacity ('MSC'), Flexible Capacity ('FC') and Non Firm Capacity ('NFC').",
      "id": "s83"
    },
    {
      "text": "The aggregate of FC and MSC will be equal to the TCO.",
      "id": "s84"
    },
    {
      "text": "Paragraph 2 of the TPA defines the different characteristics of the various categories of capacity:\n \n ' Type of capacity \n \n Energy Nominations \n \n Firmness of energy delivery \n \n MSC \n \n Deemed to be nominated for all hours at the full level of the capacity by Off-taker \n \n Firm --- energy must be provided \n \n FC \n \n Nominated each day by the Off-taker, if required \n \n Firm --- energy must be provided \n \n NFC \n \n Nominated each day by the Off-taker, if required \n \n Non-firm --- must be provided if physically available, but there are no penalties for non-provision of nominated quantities.",
      "id": "s85"
    },
    {
      "text": "' \n \n \n\n34 Mr Trumble went on to say that the 'best commercially available environmental performance for fuel and unit size' referred to in cl 6.1 of the Bid Information Memorandum was described in cl 6.3 of that document and included the following requirements:\n \n '6.3.1 Thermal efficiency \n \n \n The Power Station is to satisfy the Australian Greenhouse Office Generator Efficiency Standards (GES) procedure for best practise sent-out thermal efficiency for new plant, as applicable for the fuel, technology and unit size proposed.",
      "id": "s86"
    },
    {
      "text": "... \n \n \n 6.3.2 Nitrogen Oxides \n \n \n \n For combined cycle gas turbines (CCGT): NOx levels in stack emissions must not exceed 25 ppm by volume at a 15% oxygen reference level.",
      "id": "s87"
    },
    {
      "text": "For sub-critical and super-critical coal fired power stations: NOx levels in stack emissions must not exceed 250 ppm by volume at a 7% oxygen reference level.",
      "id": "s88"
    },
    {
      "text": "' \n \n\n35 Thirdly, Mr Trumble said that in April 2005, the respondent issued a Final Bid Invitation to the first and third applicants.",
      "id": "s89"
    },
    {
      "text": "Mr Trumble referred specifically to para 9.2 of the Final Bid Invitation which provided:\n \n '9.2 Safety and Reliability \n \n For the purpose of the Stage 2 process, the safety and reliability of the system is taken to be maintained provided that the Power Station will make its contribution of at least 300 MW (on a sent out basis at 41 degrees celsius) of new generating capacity to the SWIS and will meet defined minimum environmental, compliance and technical standards.",
      "id": "s90"
    },
    {
      "text": "...' \n \n\n36 Mr Trumble also referred to the following statements included in para 7 of the Final Bid Invitation:\n \n '...the Binding Proposal...to be submitted by the Bidder must satisfy the following specific requirements: \n ... \n ... \n \n TPA [tradeable purchase agreement] \n \n The TPA must provide for a TCO [total capacity obligation] of 300MW to 330MW throughout the 25 year term of the TPA, and a Target Completion \n Date of 15 December 2008; \n \n Power Station \n The Power Station must be capable of generating at a TCO of 300MW to 330MW; and... \n ... \n The Power Station must be capable of operation at high levels of availability and reliability (namely, a long-term average EAF of at least 90% and a long-term average EFOF of not more than 3%); and \n \n The Power Station must be capable of becoming and remaining certified under the Market Rules for a certified reserve capacity at least equal to the TCO of 300MW to 330MW; and \n \n The Power Station must meet the best commercially available environmental performance for fuel and unit size, as described in the BIM, paragraph 6.3.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n37 Mr Trumble deposed that, in submitting the proposals on behalf of the applicants to the respondent, he relied on the statements referred to above.",
      "id": "s92"
    },
    {
      "text": "38 Mr Trumble went on to say that he has read a report and recommendations of the Environmental Protection Authority ('EPA') on the Wambo power station; and the decision of the Minister for the Environment dismissing an appeal from the recommendations of the EPA report.",
      "id": "s93"
    },
    {
      "text": "Mr Trumble said that on reading the EPA report and the Minister for the Environment's reasons for decision, he understood that Wambo's proposal was to provide a 240MW unit plant, only capable of generating a further 80MW through duct-firing.",
      "id": "s94"
    },
    {
      "text": "Further, it appeared from those documents that Wambo had made a commitment to the EPA and the Minister that the plant would only operate in this configuration 10 per cent to 15 per cent of the time.",
      "id": "s95"
    },
    {
      "text": "Further, Mr Trumble understood that Wambo's proposed power station was capable of generating at a thermal efficiency level of 47.3 per cent when operating at 320MW, and that Wambo's proposed power station would produce emissions of NOx of 30.8 parts per million when operating at 320MW.",
      "id": "s96"
    },
    {
      "text": "39 Accordingly, Mr Trumble said that because of the restriction on duct-firing of 10 per cent to 15 per cent of the time, the Wambo power station will not be able to provide on a consistently available basis, the generation capacity of 300MW to 320MW over the 25 year term --- being the generation capacity required by the respondent in its bid information.",
      "id": "s97"
    },
    {
      "text": "40 Further, Mr Trumble said that the Wambo proposal also failed to comply with the environmental standards as to thermal efficiency and NOx emissions stated by the respondent in the Bid Information Memorandum.",
      "id": "s98"
    },
    {
      "text": "He said that the Australian Greenhouse Office Generator Efficiency Standards, referred to in the respondent's bid information, required a thermal efficiency level of at least 51 per cent for a power station of the type and size of Wambo's power station; and that the bid information required that NOx emissions not exceed 25 parts per million.",
      "id": "s99"
    },
    {
      "text": "41 Mr Trumble went on to say that in his experience power stations can typically be classified as either baseload or peaking plants.",
      "id": "s100"
    },
    {
      "text": "He goes onto say:\n \n 'A baseload plant is one that provides a constant amount of power throughout its operational cycle.",
      "id": "s101"
    },
    {
      "text": "It is designed to meet what is known as \"baseload demand\", which is the basic level of electricity required to meet normal levels of demand.",
      "id": "s102"
    },
    {
      "text": "A peaking plant is one whose power output can be increased or decreased swiftly to meet peak demand for electricity.",
      "id": "s103"
    },
    {
      "text": "' \n \n\n42 Mr Trumble said that a power station having the characteristics of the Wambo power station described in the environmental documents, 'would not commonly be understood in the power generation industry as a 'baseload plant' or as generating 'baseload capacity' above the level of 240MW.",
      "id": "s104"
    },
    {
      "text": "43 Mr Trumble also said that the applicant spent several million dollars in preparing the bid.",
      "id": "s105"
    },
    {
      "text": "Mr Trumble also deposed to the unsuccessful efforts he had made to obtain information about the tender process from the probity auditor.",
      "id": "s106"
    },
    {
      "text": "Mr Harvey's evidence \n \n44 Mr Harvey responded by an affidavit dated 22 February 2006 to Mr Trumble's affidavit dated 22 November 2005.",
      "id": "s107"
    },
    {
      "text": "45 As to Mr Trumble's statement that he understood the respondent to require a plant with 300MW to 330MW baseload capacity, Mr Harvey made several points.",
      "id": "s108"
    },
    {
      "text": "Firstly, Mr Harvey takes issue with the use of Mr Trumble's word 'constant' in his definition of a baseload plant as one that provides 'a constant amount of power throughout its operational cycle'.",
      "id": "s109"
    },
    {
      "text": "Mr Harvey said that few power stations ever run so as to provide a constant amount of power.",
      "id": "s110"
    },
    {
      "text": "In the SWIS, the output is typically reduced during periods of low load and increased during high load.",
      "id": "s111"
    },
    {
      "text": "46 Secondly, Mr Harvey said that before the applicants submitted their non-binding bid he made it clear that a constant amount of power was not required.",
      "id": "s112"
    },
    {
      "text": "Mr Harvey says that he responded to an email from Mr Trumble dated 14 April 2004 saying that it was expected that the plant would need to turn down overnight and that this would result in a variable dispatch profile over a 24 hour period.",
      "id": "s113"
    },
    {
      "text": "In particular, Mr Harvey referred to a document, Bulletin # 2, which the respondent published on 16 April 2004 in response to the applicants' and other proponents' queries, which contained the following statement:\n \n 'Committing to volume and capacity at the same level would imply a plant that operated 100% of the time.",
      "id": "s114"
    },
    {
      "text": "This is neither physically nor commercially practical.",
      "id": "s115"
    },
    {
      "text": "' \n \n\n47 Next Mr Harvey said that there was only one reference to the term 'baseload' in the documentation supplied to parties in the PRF and Final Bid phase.",
      "id": "s116"
    },
    {
      "text": "Mr Harvey also says that he used the term 'baseload' in a presentation that he gave to the proponents on 5 April 2004, but he says that during his presentation he 'made it clear to the participants that the precise role of the power station was still to be finalised'.",
      "id": "s117"
    },
    {
      "text": "48 Mr Harvey also said that the 'capacity factor' was relevant to baseload.",
      "id": "s118"
    },
    {
      "text": "Mr Harvey said that 'capacity factor' is generally understood in the industry to be the average level of energy production of a power station as a proportion of energy available by continuous operation at its nameplate capacity or nominal installed capacity which is typically shown on a nameplate within the power station.",
      "id": "s119"
    },
    {
      "text": "Mr Harvey said that he had at the meeting on 5 April 2004 and by Bulletin # 2, informed the applicants that the expected capacity factor for the new power station was 75 per cent to 80 per cent - being an anticipated capacity factor based on the respondent's experience and forecasts.",
      "id": "s120"
    },
    {
      "text": "49 Mr Harvey also said that the plants in the SWIS which are commonly understood in the industry to be operating in 'baseload duty' had plant capacity factors between 74 per cent and 82 per cent.",
      "id": "s121"
    },
    {
      "text": "Mr Harvey said that he had calculated that, assuming duct-firing was only permitted for 10 per cent of the time, 'the theoretical maximum possible capacity factor' for the proposed Wambo plant was 77.5 per cent.",
      "id": "s122"
    },
    {
      "text": "This, said Mr Harvey, was well within the 'customary understanding of base load duty cycle in the industry'.",
      "id": "s123"
    },
    {
      "text": "50 Mr Harvey also dealt with Mr Trumble's reference to the respondent's requirement in the bid information that the TCO be available from the power station 'at all times during the term.",
      "id": "s124"
    },
    {
      "text": "' Mr Harvey said that he understood that Mr Trumble claims that the Wambo plant cannot produce 300MW to 330MW all the time, and, therefore, cannot meet the respondent's published requirements.",
      "id": "s125"
    },
    {
      "text": "51 Mr Harvey says that there was a distinction between the ACA and the TPA - the ACA dealt with physical requirements of the proposed power station whereas the TPA only imposed financial obligations.",
      "id": "s126"
    },
    {
      "text": "Mr Harvey said that there was a reference, as stated by Mr Trumble, in the terms sheet for the ACA that the TCO was to be available from the power station at all times during the term.",
      "id": "s127"
    },
    {
      "text": "However, said Mr Harvey, there were subsequent negotiations between Mr Trumble and Mr Harvey which led to amendments to the terms sheet.",
      "id": "s128"
    },
    {
      "text": "Mr Harvey says that when he issued the Final Bid Invitation in April 2005, that invitation reflected the final form of the ACA which was that the power station must be capable of becoming and remaining certified under the Market Rules for a certified reserve capacity at least equal to the TCO of between 300MW to 330MW.",
      "id": "s129"
    },
    {
      "text": "Mr Harvey said that to obtain certification all the proponent needed to do is to satisfy the Independent Market Operator that the power station was capable of generating at its proposed certified reserve capacity.",
      "id": "s130"
    },
    {
      "text": "The power station, said Mr Harvey, would remain certified if it could, on a small number of occasions during the year when it was tested, demonstrate that it was capable of generating at the level of its certified capacity.",
      "id": "s131"
    },
    {
      "text": "Mr Harvey said that the TPA which related only to financial obligations and not actual performance measures, and the reference to TCO in the terms sheet for that agreement, was not a measure of actual physical performance.",
      "id": "s132"
    },
    {
      "text": "52 In his affidavit, Mr Harvey also took issue with Mr Trumble's assessment that the EPA intended to place a limit on the time that Wambo could use the duct-firing system of 10 per cent to 15 per cent.",
      "id": "s133"
    },
    {
      "text": "However, at the hearing the applicants tendered a document signed by the Minister for the Environment, to which I refer below, which contained limits on the operation of the duct-firing system of 10 per cent to 15 per cent of operating time.",
      "id": "s134"
    },
    {
      "text": "At the hearing, senior counsel for the respondent accepted, for the purposes of this application, that the proposed Wambo power station would only be permitted to use duct-firing for 10 per cent to 15 per cent of the time.",
      "id": "s135"
    },
    {
      "text": "53 As to compliance with the environmental standards, Mr Harvey said there was no absolute requirement for the plant to comply with the environmental standards, identified by Mr Trumble in his affidavit.",
      "id": "s136"
    },
    {
      "text": "All that was required was that the proponent strive to meet the environmental standards.",
      "id": "s137"
    },
    {
      "text": "Mr Harvey referred to the following parts of cl 6.3 of the Bid Information Memorandum:\n \n 'Plant Environmental Performance \n \n The best commercially available environmental performance for the fuel and unit size is taken to be described in the following paragraphs.",
      "id": "s138"
    },
    {
      "text": "Bidders must strive to meet or exceed these levels of performance.",
      "id": "s139"
    },
    {
      "text": "' \n \n\n54 Mr Harvey also said that Wambo's proposed power station came close to meeting the standards, Wambo had committed to developing a greenhouse gas management plan, and, therefore, Wambo was assessed as having complied with the 'striving' requirement in cl 6.3.",
      "id": "s140"
    },
    {
      "text": "55 As to the breach of contract, Mr Harvey referred to cl 3.4 and cl 3.5 of the Bid Agreement which he said would preclude the applicants from claiming against the respondent.",
      "id": "s141"
    },
    {
      "text": "Clause 3.4 of the Bid Agreement provides:\n \n 'Without limiting the terms of any disclaimer contained in any information provided by [the respondent] to the Bidder, insofar as is permissible by law, neither [the respondent] nor its employees, officers, advisers or their respective representatives: \n \n \n \n &#8226; are, or will be, responsible in any way for or in relation to; or \n \n \n \n \n &#8226; are, or will be, liable to compensate any person in any way for or in relation to, \n \n \n any claims, losses, costs and expenses incurred by the Bidder (or any Related Body Corporate of the Bidder) or any person in relation to preparing and submitting a Binding Proposal, providing further information, participating in any meetings or other contact or otherwise arising out of or in connection with the Final Bid Phase.",
      "id": "s142"
    },
    {
      "text": "' \n \n\n56 Clause 3.5 of the Bid Agreement provides:\n \n 'The Bidder waives any claims it may have against [the respondent] in respect of any conduct by [the respondent] in relation to the conduct of the Process up to the time of execution of this Bid Agreement.",
      "id": "s143"
    },
    {
      "text": "' \n \n\n57 Clause 11 of the Bid Agreement provides:\n \n ' [The respondent] is not liable to reimburse or compensate the Bidder or any representative or sub-contractor of the Bidder for any costs or expenses incurred by such person at any stage during or after the Process (including without limitation costs or expenses incurred in evaluating the Information, preparing a Binding Proposal, or other proposal and discussions with [the respondent] or other persons).",
      "id": "s144"
    },
    {
      "text": "' \n \n\n The applicants' response to Mr Harvey's evidence \n \n58 Mr Trumble filed an affidavit dated 7 March 2006 in response to Mr Harvey's affidavit.",
      "id": "s145"
    },
    {
      "text": "59 Mr Trumble also said in amplification of his evidence as to his understanding of 'baseload' and 'peaking' capacity that a plant may combine both baseload and peaking features as different components of its capacity.",
      "id": "s146"
    },
    {
      "text": "This, he said, was the case with the plant proposed by Wambo which consisted of 240MW of baseload capacity and a further 80MW of capacity produced by a process known as duct-firing.",
      "id": "s147"
    },
    {
      "text": "60 Mr Trumble also took issue with Mr Harvey's evidence in relation to the 'baseload' and the 'capacity factor'.",
      "id": "s148"
    },
    {
      "text": "Mr Trumble said that no power station operates without interruption because there are planned and unplanned outages.",
      "id": "s149"
    },
    {
      "text": "It would be unusual for any power station to operate without interruption for more than 90 per cent of the time over a year.",
      "id": "s150"
    },
    {
      "text": "Mr Trumble also said that it was a requirement of the respondent in the bid information, that the proposed power station be capable of operating at 'high levels of availability and reliability'.",
      "id": "s151"
    },
    {
      "text": "He said that the effect of the respondent's published requirement was that the respondent was stipulating an available capacity of at least 90 per cent.",
      "id": "s152"
    },
    {
      "text": "Mr Trumble disputed the calculation which Mr Harvey made in relation to the available capacity of the Wambo plant, saying that the calculations that Mr Harvey did not adjust for EAF or EFOF factors which are availability factors.",
      "id": "s153"
    },
    {
      "text": "61 Mr Trumble also said that had he known that the respondent would accept a proposal for a power station that provided less than 300MW to 330MW of power for up to 85 per cent of the term of 25 years, it is likely that the applicants would have proposed in their non-binding proposal a combination of a coal-fired baseload power station with lower capacity than that which they had proposed, in combination with a gas-fired peaker which would have been less costly than a solely coal-fired power station.",
      "id": "s154"
    },
    {
      "text": "62 Mr Trumble also deposed that the applicants proceeded on the basis that the environmental requirements specified in the bid documentation were the minimum standards which had to be met.",
      "id": "s155"
    },
    {
      "text": "He said that if the applicants had known that the standards were ones which the respondent would consider to be satisfied if a bidding party had merely expressed a willingness to endeavour to meet them, the applicants would have modified their proposal and would have been able to submit a final bid at a lower price than that which they did.",
      "id": "s156"
    },
    {
      "text": "63 Further, in response to Mr Harvey's evidence challenging the effect of the EPA's recommendations limiting the time that Wambo could engage in duct-firing, the applicants tendered at the hearing a document to which I have already referred, entitled 'Statement that a Proposal may be Implemented (pursuant to the provisions of the Environmental Protection Act 1986 )' issued by the Minister for the Environment dated 7 November 2005.",
      "id": "s157"
    },
    {
      "text": "That document provides relevantly:\n 'KWINANA GAS-FIRED POWER STATION (WATER-COOLED CONDENSER) LEATH &amp; BARTER ROADS, KWINANA \n \n \n Proposal: The construction, operation, and maintenance of a nominal 320 megawatt combined-cycle base-load power plant at Kwinana, as documented in schedule 1 of this statement.",
      "id": "s158"
    },
    {
      "text": "... \n \n \n The proposal referred to above may be implemented by the proponent subject to the following conditions and procedures: \n \n \n 1 Implementation \n \n \n \n 1-1 The proponent shall implement the proposal as documented in schedule 1 of this statement subject to the conditions and procedures of this statement.",
      "id": "s159"
    },
    {
      "text": "... \n \n Dr Judy Edwards MLA \n MINISTER FOR THE ENVIRONMENT; SCIENCE \n \n ... \n Schedule 1 \n The Proposal (Assessment No.",
      "id": "s160"
    },
    {
      "text": "1583) \n \n The proposal is to construct and operate a natural gas-fired combined-cycle gas turbine power plant with a nominal generation capacity of 320 megawatts on a site located off Leath and Barter Roads on the western edge of the Kwinana Industrial Area,... \n \n ... \n \n The power station will be operated in two modes: \n \n \n &#8226; as a base load power station providing 240 megawatts of power (65-85% of operating time); and \n \n \n \n &#8226; with auxiliary duct firing to provide an additional 80 megawatts of power during times of peak demand (10-15% of operating time).",
      "id": "s161"
    },
    {
      "text": "... \n \n The main characteristics of the proposal are summarised in table 1 below.",
      "id": "s162"
    },
    {
      "text": "... \n \n Table 1 --- Key Proposal Characteristics (Assessment No.",
      "id": "s163"
    },
    {
      "text": "1583) \n \n Element \n Description \n \n Project Purpose \n \n To construct, operate and maintain a nominal 320 megawatt base-load power station for the South West Interconnected System Grid \n \n Life of the Project \n \n 30 years \n \n ... \n \n \n Plant Facilities \n Gas turbine specifications \n \n \n \n Steam turbine specifications \n \n \n \n \n Heat recovery steam generator (HRSG) \n \n \n Number of stacks \n \n Height of HRSG stack \n \n \n 1 x gas turbine of 160MW nominal generating capacity fitted with dry low NO x burners \n \n 1 x single shaft, axial exhaust steam turbine of 160MW nominal steam generating capacity.",
      "id": "s164"
    },
    {
      "text": "100% steam turbine bypass \n \n 1 x dual pressure HRSG with horizontal gas path and supplementary firing \n \n One \n \n 60m \n \n ... \n \n ... \n \n Thermal Efficiency \n Thermal Efficiency based on net higher heating value \n \n \n 48% during base load (without duct firing) \n 46% during peak load (with duct firing) \n \n Plant operation \n \n Base load (65-85% of operation time) plus peaking capacity (10--15% of operation time) \n \n Operation Hours \n Operation without duct firing \n \n \n Operation with duct firing \n \n Available 24 hours, 365 days/year \n Approximately 5600-7500 hours/year (65-85% ACF) \n Approximately 1000-1300 hours/year (10-15% ACF) \n \n ... \n \n ... \n \n Air Emissions \n Oxides of Nitrogen (NO x ) \n ... \n \n \n 25- &gt;31ppmv; 640 tonnes/year \n ... \n \n ... \n \n ...' \n \n \n\n Respondent's submissions \n \n64 Senior counsel for the respondent submitted that the applicants had not met the requirements of O 15A r 6(a) because there was objectively, insufficient evidence which inclined the mind towards the asserted case of misleading and deceptive conduct and breach of contract.",
      "id": "s165"
    },
    {
      "text": "65 In relation to the possible claim for misleading and deceptive conduct based on the alleged representation as to the required generating capacity of the plant, senior counsel for the respondent submitted that the decisive act of reliance on the part of the applicants occurred no later than 6 August 2004.",
      "id": "s166"
    },
    {
      "text": "This, he said, is evident from Mr Trumble's evidence that, had he known of the respondent's willingness to accept a proposal which provided for the generation of less than 300MW to 330MW of power for up to 85 per cent of the time, it is likely he would have submitted a different non-binding proposal.",
      "id": "s167"
    },
    {
      "text": "The applicants submitted a non-binding proposal for a coal-fired power station on 6 August 2004.",
      "id": "s168"
    },
    {
      "text": "The applicants were precluded by the Bid Agreement from changing the nature of the fuel for the proposed power station in the final bid.",
      "id": "s169"
    },
    {
      "text": "Therefore, said senior counsel, the only representations relevant were those made prior to 6 August 2004.",
      "id": "s170"
    },
    {
      "text": "66 Senior counsel for the applicants said that for the purposes of this application at least, the applicants were content to rely only on the documents that predated 6 August 2004 as evidencing the representation as to generating capacity.",
      "id": "s171"
    },
    {
      "text": "67 The documents which predate 6 August 2004, are primarily the various press releases by the respondent to which reference has previously been made, and the correspondence between the applicants and the respondent including Bulletin # 2, issued by the respondent on 16 April 2004.",
      "id": "s172"
    },
    {
      "text": "68 Senior counsel for the respondent said there were three answers to the applicant's asserted claim that it relied upon the conduct of the respondent to form the mistaken impression that the tender was in respect of a power station with the capability to produce 300MW to 330MW of power on a constant sent-out basis.",
      "id": "s173"
    },
    {
      "text": "69 Firstly, the respondent submitted that there is and always was a distinction between the generating capacity of the future power station and the operational requirement of that power station.",
      "id": "s174"
    },
    {
      "text": "The applicants have confused the generating capacity with the operational requirements and that that confusion is not attributable to any conduct on the part of the respondent.",
      "id": "s175"
    },
    {
      "text": "70 Secondly, the respondent submitted that the media releases did not represent that the operational requirements of the power station would be 300MW to 330MW.",
      "id": "s176"
    },
    {
      "text": "The respondent says that the press releases referred to the generating capacity and not the operational requirements.",
      "id": "s177"
    },
    {
      "text": "71 Thirdly, the respondent also submitted that the applicants knew that the power station was not intended to operate at the generating capacity for 100 per cent of the time because of communications that had occurred between the respondent and the bidders.",
      "id": "s178"
    },
    {
      "text": "In particular, the respondent referred to Bulletin # 2, which was issued on 16 April 2004, whereby the respondent informed the bidders that the plant would be expected to turn down every night resulting in a variation of output over a 24 hour period.",
      "id": "s179"
    },
    {
      "text": "It also relied upon the following statement made in that same bulletin, which it said put the matter beyond doubt:\n \n 'Committing to volume and capacity at the same level would imply a plant that operated 100 per cent of the time.",
      "id": "s180"
    },
    {
      "text": "That is neither physically nor commercially practical.",
      "id": "s181"
    },
    {
      "text": "' \n \n\n72 The respondent also said that, the applicants had been advised by Mr Harvey that the plant's capacity factor was expected to be between about 75 per cent to 80 per cent.",
      "id": "s182"
    },
    {
      "text": "73 Accordingly, it is argued that there is no reasonable basis for the asserted belief that the plant was required to generate 300MW to 330MW 100 per cent of the time.",
      "id": "s183"
    },
    {
      "text": "74 The respondent also submitted that it was difficult to accept that Mr Trumble would rely upon the material that was contained in the press releases bearing in mind the voluminous and comprehensive nature of the documentation subsequently signed by the applicants as part of the tender and that the project would involve a substantial expenditure by the winning bidder in the order of $300 million to $550 million.",
      "id": "s184"
    },
    {
      "text": "75 As to the environmental considerations the respondent said that there was no absolute requirement to meet the environmental standards in the bid information referred to by the applicants.",
      "id": "s185"
    },
    {
      "text": "76 As to the environmental issues, the respondent relies upon the following parts of cl 6.3 of the Bid Information Memorandum which states:\n \n 'Plant Environmental Performance \n \n The best commercially available environmental performance for the fuel and unit size is taken to be described in the following paragraph.",
      "id": "s186"
    },
    {
      "text": "Bidders must strive to meet or exceed these levels of performance.",
      "id": "s187"
    },
    {
      "text": "' \n \n\n77 Wambo was assessed as having met the 'striving requirement' in cl 6.3.",
      "id": "s188"
    },
    {
      "text": "78 As to the potential cause of action for breach of contract, the respondent submitted that any claim for breach of contract would be met by the terms of the disclaimer clauses in the bid agreement at cl 3.4 and cl 11.",
      "id": "s189"
    },
    {
      "text": "Disposition \n \n79 I deal, firstly, with the applicants' postulated potential claim for a contravention of s 52 of the TP Act.",
      "id": "s190"
    },
    {
      "text": "There are three main elements that the applicants would have to establish in order to obtain relief under s 82 or s 87 of the TP Act in respect of the postulated potential claim, namely, misleading or deceptive conduct by the respondent, reliance and damage.",
      "id": "s191"
    },
    {
      "text": "80 In their respective submissions the parties have dealt separately with each of the two component representations comprising the composite representation, which senior counsel for the applicants identified as the basis for a potential claim.",
      "id": "s192"
    },
    {
      "text": "This composite representation is referred to at [13] above.",
      "id": "s193"
    },
    {
      "text": "The first representation relates to the generating capacity of the plant and, the second, to the need for the plant to meet prescribed environmental standards.",
      "id": "s194"
    },
    {
      "text": "81 I deal, firstly, with the alleged representation as to the generating capacity of the plant.",
      "id": "s195"
    },
    {
      "text": "For the purposes of this application, both senior counsel appeared to accept that in respect of this representation, the question of whether there is reasonable cause to believe that the applicants may have the right to obtain relief, is to be assessed by reference to the alleged critical act of reliance by the applicants, namely, the submission of the non-binding proposal, having occurred on 6 August 2004.",
      "id": "s196"
    },
    {
      "text": "I will, therefore, proceed on that basis.",
      "id": "s197"
    },
    {
      "text": "82 The question, applying the test in Rabo , is whether there is evidence in support of the potential claim which elevates the potential claim beyond 'mere assertion' and 'more than suspicion or conjecture'.",
      "id": "s198"
    },
    {
      "text": "83 I deal, firstly, with the evidence in relation to the making and meaning of the potential representation.",
      "id": "s199"
    },
    {
      "text": "In my view, the evidence establishes that the respondent made statements in its press releases dated 7 June 2002, 20 December 2002, 26 February 2003 and 31 March 2004 that are capable of comprising representations that the power station, in respect of which tenders were called for under the second stage of the PPP, was to have a baseload generating capacity of 300MW to 330MW.",
      "id": "s200"
    },
    {
      "text": "84 Further, Mr Trumble deposed that a baseload plant is one that provides a constant amount of power throughout its operation cycle; and is designed to meet what is known as 'baseload demand' which is the basic level of electricity required to meet normal level of demand.",
      "id": "s201"
    },
    {
      "text": "In his evidence, Mr Trumble distinguished a baseload plant from a peaking plant as one whose power output can be increased or decreased swiftly to meet peak demand for electricity.",
      "id": "s202"
    },
    {
      "text": "He also said that a plant may combine both baseload and peaking features as different components of its capacity, as was the case with the plant proposed by Wambo which consisted of 240MW of baseload capacity and a further 80MW of capacity.",
      "id": "s203"
    },
    {
      "text": "Mr Trumble also deposed that a power station having the characteristics of the Wambo power station would not commonly be understood in the power generation industry as a 'baseload plant' or as generating 'baseload capacity' above the level of 240MW.",
      "id": "s204"
    },
    {
      "text": "85 Mr Trumble was not cross-examined on that evidence.",
      "id": "s205"
    },
    {
      "text": "There is also evidence from other sources which appears to support Mr Trumble's evidence that his understanding of baseload capacity and peaking capacity accords with the common understanding of those terms in the power generation industry.",
      "id": "s206"
    },
    {
      "text": "Firstly, the respondent itself in its press release of 7 June 2002 distinguished between the procuring of '240MW peaking generation capacity' in respect of Stage 1 of the PPP and 'approximately 300MW of baseload generating capacity' in respect of Stage 2.",
      "id": "s207"
    },
    {
      "text": "86 Secondly, in the Minister for the Environment's statement dated 7 November 2005, there are statements reflecting the distinction between baseload capacity and peaking capacity in respect of the proposed Wambo plant, which appear to be consistent with the distinction drawn by Mr Trumble in his evidence.",
      "id": "s208"
    },
    {
      "text": "Thus, for example, Sch 1 of the document states:\n \n 'The power station will be operated in two modes: \n \n \n &#8226; as a base load power station providing 240 megawatts of power (65-85% of operating time); and \n \n \n \n &#8226; with auxiliary duct-firing to provide an additional 80 megawatts of power during times of peak demand (10-15% of operating time).",
      "id": "s209"
    },
    {
      "text": "' \n \n \n\n87 Also, in 'Table 1 --- Key Proposal Characteristics', which forms part of the Minister's statement, 'Plant Operation' is described as 'Base load (65-85% of operation time) plus peaking capacity (10-15% of operation time)'.",
      "id": "s210"
    },
    {
      "text": "88 On the basis of that evidence, I am of the view that there is a foundation beyond mere assertion upon which the applicants can base a potential claim that, in referring in its press releases to the proposed power station as having a 300MW to 330MW of baseload generating capacity, the respondent, thereby, represented that it 'would only consider tenders that provided for a generated capacity of at least 300 megawatts to 330 megawatts constantly provided on that sent-out basis'.",
      "id": "s211"
    },
    {
      "text": "89 There is also the evidence upon which the respondent relied.",
      "id": "s212"
    },
    {
      "text": "Firstly, there is the evidence of Mr Harvey that the respondent advised the applicants and other proponents at a meeting on 5 April 2004, and later in Bulletin # 2, that the expected capacity factor for the new power station was 75 per cent to 80 per cent.",
      "id": "s213"
    },
    {
      "text": "There is also the evidence that the respondent in Bulletin # 2, issued on 16 April 2004, responding to queries from the applicants and other proponents, said that the plant would need to turn down overnight and that this would result in a variable dispatch profile over a 24 hour period, and that it was 'neither physically nor commercially practical for the plant to operate 100 per cent of the time'.",
      "id": "s214"
    },
    {
      "text": "90 However, it is not obvious that this evidence must inevitably lead to the conclusion that Mr Trumble did, and could not as a reasonable member of the power generation industry have, understood the term 'baseload capacity' in the way that he has deposed.",
      "id": "s215"
    },
    {
      "text": "Firstly, Mr Trumble was not cross-examined on his evidence.",
      "id": "s216"
    },
    {
      "text": "Secondly, the evidence does not address the apparent conflict between the respondent's stated requirement in the bid information, of the plant's high availability, which Mr Trumble said was in the order of 90 per cent, and the 'capacity factor' referred to of 75 per cent to 80 per cent.",
      "id": "s217"
    },
    {
      "text": "Thirdly, after 6 August 2004, the respondent issued, as part of the bid information a terms sheet for the ACA which provided that as a performance requirement, the proponent must ensure that the TCO is available from the Power Station at all times during the term --- a statement, which could arguably be construed as articulating a performance requirement which is consistent with Mr Trumble's understanding of the term 'baseload capacity'.",
      "id": "s218"
    },
    {
      "text": "91 What, can, however, be said of the evidence upon which the respondent relies is that it would, in the context of an actual proceeding between the parties founded on the potential claim, raise a serious question to be tried as to whether Mr Trumble did, and could as a reasonable member of the power generation industry have held the understanding that he says he did, based upon the respondent's statements as to 'baseload capacity' in the respondent's press releases.",
      "id": "s219"
    },
    {
      "text": "But this does not mean that, for the purposes of this application, the status of the applicants' postulated potential claim is thereby reduced to a 'mere assertion', 'conjecture' or 'speculation'; nor does it incline the mind against the characterisation of that potential claim as one which may give the applicants a right to relief.",
      "id": "s220"
    },
    {
      "text": "92 I am satisfied that the evidence as to reliance and damage in respect of the potential claim founded upon the generating capacity representation, also causes those elements to rise above the status of 'mere assertion'.",
      "id": "s221"
    },
    {
      "text": "It follows that, in my view, the applicants have established that there is reasonable cause to believe that the applicants may have the right to obtain relief founded upon the statements in the press releases issued by the respondent prior to 6 August 2004.",
      "id": "s222"
    },
    {
      "text": "93 I now deal with the potential claim in relation to the representation that the respondent would only consider tenders which complied with the prescribed environmental conditions.",
      "id": "s223"
    },
    {
      "text": "There is plainly evidence in support of the making of that representation which is to be found in cl 6.1 and cl 6.3 of the Bid Information Memorandum dated 21 September 2004 and para 7 of the Final Bid Invitation issued by the respondent in April 2005.",
      "id": "s224"
    },
    {
      "text": "94 Further, there is no dispute between the parties that on the evidence, the proposed Wambo power station does not meet the requirements that are stated in cl 6.3.1 and cl 6.3.2 of the Bid Information Memorandum.",
      "id": "s225"
    },
    {
      "text": "The answer which the respondent makes to the potential claim is that the requirements referred to in cl 6.3.1 and cl 6.3.2 did not impose absolute standards, but were only standards that a proponent should 'strive' to meet or exceed.",
      "id": "s226"
    },
    {
      "text": "Whether this is a complete answer or not, would be a matter for trial.",
      "id": "s227"
    },
    {
      "text": "It suffices to say that the evidence establishes that there is a potential claim for a contravention of s 52 of the TP Act, beyond a 'mere assertion', founded on the representation that the respondent would only accept tenders which satisfied the minimum environmental conditions specified in the tender documents.",
      "id": "s228"
    },
    {
      "text": "95 There is, in addition, evidence from Mr Trumble that he relied upon those statements in submitting the tender and evidence that the applicants spent several million dollars on the bid, which I am satisfied also causes those elements of a potential claim under the TP Act to rise above the characterisation of 'mere assertion'.",
      "id": "s229"
    },
    {
      "text": "I, accordingly, find that there is reasonable cause to believe that the applicants may have a right to obtain relief against the respondent founded upon the statement in the Bid Information Memorandum and the Final Bid Invitation which relate to the compliance with environmental conditions.",
      "id": "s230"
    },
    {
      "text": "96 It follows that, in my view, the applicants have satisfied the provisions of O 15A r 6(a) in relation to both components of the composite representation identified by senior counsel for the applicants at [13] above.",
      "id": "s231"
    },
    {
      "text": "Although there was no issue between the parties in this respect, I am also of the view, the applicants have satisfied the provisions of O 15A r 6(b) and O 15A r 6(c).",
      "id": "s232"
    },
    {
      "text": "It also follows, therefore, that, subject to considering the respondent's argument on the exercise of discretion, I would order that the respondent provide discovery as sought in the applicants' application.",
      "id": "s233"
    },
    {
      "text": "97 There is no need to deal with the question of whether there is a potential claim for relief in contract.",
      "id": "s234"
    },
    {
      "text": "Suffice to say that the exclusion clauses in the Bid Agreement appear, on the face of it, to comprise a substantial obstacle for the applicants.",
      "id": "s235"
    },
    {
      "text": "Discretionary considerations \n \n98 The next question is whether I should in the exercise of discretion decline relief.",
      "id": "s236"
    },
    {
      "text": "99 The respondent relied upon the affidavit of Mr Baden Furphy sworn 7 April 2006.",
      "id": "s237"
    },
    {
      "text": "Mr Furphy said that he was a partner of the law firm, Freehills, and that he had approximately 10 years experience acting on transactions in the energy industry having acted for various electricity companies and State governments.",
      "id": "s238"
    },
    {
      "text": "100 Mr Furphy said that Freehills acts for Wambo and was aware of Wambo's participation in the PPP.",
      "id": "s239"
    },
    {
      "text": "Wambo is a joint venture between ERM Group and Babcock &amp; Brown.",
      "id": "s240"
    },
    {
      "text": "Mr Furphy said that his role was to assist Wambo in the negotiation of the documentation for the project.",
      "id": "s241"
    },
    {
      "text": "He said that he is familiar with the documentation which was sent by Wambo to the respondent and received by Wambo from the respondent during the period 2002-2005 in connection with Wambo's tender.",
      "id": "s242"
    },
    {
      "text": "101 Mr Furphy said that the information contained in the Wambo documentation includes:\n \n '(a) detailed information regarding the technical characteristics and design of the power stations; \n \n (b) financial information relating to the project, including pricing information; and \n \n \n \n (c) information relevant to the future operation of the power station.",
      "id": "s243"
    },
    {
      "text": "' \n \n \n\n102 Mr Furphy said that the applicants seek production of all bid proposals, submissions, presentations and any other documents which record or evidence the content of any proposal submitted by Wambo to the respondent.",
      "id": "s244"
    },
    {
      "text": "This class of documents, he said, would include confidential information.",
      "id": "s245"
    },
    {
      "text": "103 Mr Furphy also said that he has been informed by Mr St Baker, Chairman of ERM Group, that the documentation in respect of which discovery is sought, also contains information regarding the technical characteristics and design of the power station which was the product of several years work in developing a power station that met the respondent's specific requirements.",
      "id": "s246"
    },
    {
      "text": "There are, said Mr Furphy, aspects of Wambo's project which were novel and elements of the information which Wambo regarded as proprietary.",
      "id": "s247"
    },
    {
      "text": "Mr Furphy went on to say that he was informed by Mr St Baker that the applicants, or a related company or companies of the applicants, are constructing the Bluewater Power Station in Western Australia and that once the Bluewater Power Station is constructed the applicants, or related companies, will be direct commercial competitors of Wambo into the future.",
      "id": "s248"
    },
    {
      "text": "104 Mr Furphy said that he was informed by Mr St Baker that there would be ways in which the applicants could use the information in the documents to the disadvantage of Wambo.",
      "id": "s249"
    },
    {
      "text": "Mr Furphy identified two specific ways.",
      "id": "s250"
    },
    {
      "text": "105 Firstly, when Wambo's power station was not available for service, Wambo may need to procure energy from other sources, including possibly, the applicants.",
      "id": "s251"
    },
    {
      "text": "If the applicants were aware of Wambo's contractual obligations with the respondent and the likely operational characteristics of the power station, this would give a commercial advantage to the applicants in any procurement negotiations with Wambo or an informational advantage in respect of selling energy into the market.",
      "id": "s252"
    },
    {
      "text": "106 The second way in which Wambo may be disadvantaged is that it would enable the applicants to asses the cost structures of Wambo's project, and this information may be valuable to the applicants in competing with Wambo in the future.",
      "id": "s253"
    },
    {
      "text": "107 Senior counsel for the respondent submitted that even if the requirements of O 15A r 6 were otherwise satisfied, the Court retained a discretion as to whether to grant relief.",
      "id": "s254"
    },
    {
      "text": "Senior counsel for the respondent submitted that this case involved a very public tendering process for the construction of important infrastructure which attracted multiple State, national and international bidders.",
      "id": "s255"
    },
    {
      "text": "Senior counsel submitted that it was vital that the necessary confidence in this kind of process be retained, such that the parties would not believe that the process could be readily re-opened.",
      "id": "s256"
    },
    {
      "text": "108 Senior counsel for the respondent also relied upon the following observations made by French J in the case of Viskase Corp v Cryovac Inc [2000] FCA 1695 at [24] ('Viskase') :\n \n 'The rule [Order 15A r 6] should not operate to production of information except for good cause shown in terms of the conditions.",
      "id": "s257"
    },
    {
      "text": "In respect of patents for inventions, the exercise of the discretion must have regard both to the intrusive nature of the order and the need to encourage research and development unhampered by the prospect of speculative review of working papers by competitors.",
      "id": "s258"
    },
    {
      "text": "' \n \n\n109 Senior counsel for the applicants accepted that there would be amongst the documents in respect of which discovery was sought, a number of documents which would contain confidential information and be commercially sensitive.",
      "id": "s259"
    },
    {
      "text": "However, senior counsel submitted that that fact in itself, should not preclude the Court making orders for the discovery of documents.",
      "id": "s260"
    },
    {
      "text": "It was not uncommon in commercial cases that discovered documents would contain confidential information, but the concern as to the disclosure of confidential information could be met by the imposition of an inspection regime which limited inspection of the confidential documents only to a small number of people.",
      "id": "s261"
    },
    {
      "text": "110 In my view, the submissions of senior counsel for the applicants should be accepted.",
      "id": "s262"
    },
    {
      "text": "The fact that the documents in respect of which discovery is sought may contain confidential information will not usually in itself be sufficient to cause the Court, in the exercise of its discretion to decline to order preliminary discovery.",
      "id": "s263"
    },
    {
      "text": "In this case, the applicants recognise restrictions may need to be imposed upon the number of persons who may be entitled to inspect the discovered documents.",
      "id": "s264"
    },
    {
      "text": "111 Further, limiting inspection also strikes a balance between the legitimate concerns expressed by senior counsel for the respondent as to the need to maintain confidence in the respondent's public tender process, and the applicants' concerns as to whether the process operated lawfully.",
      "id": "s265"
    },
    {
      "text": "112 The position in this case is to be distinguished from the position in Viskase .",
      "id": "s266"
    },
    {
      "text": "In Viskase , French J was of the view that the evidence adduced by the applicant was very weak --- consisting only of an unreasoned expression of opinion by a patent attorney.",
      "id": "s267"
    },
    {
      "text": "In this case, I am of the view, that the evidence disclosed at least a substantial issue to be tried.",
      "id": "s268"
    },
    {
      "text": "113 In my view, the applicants' notice of motion succeeds.",
      "id": "s269"
    },
    {
      "text": "However, because I do not have evidence of the extent of the task in giving discovery, I will order that the parties confer with a view to the agreeing a minute of orders to give effect to my judgment.",
      "id": "s270"
    },
    {
      "text": "The application is, otherwise, adjourned sine die.",
      "id": "s271"
    },
    {
      "text": "I certify that the preceding one hundred and thirteen (113) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s272"
    },
    {
      "text": "Associate:\n\nDated: 15 September 2006\n\n\n Counsel for the Applicant: Mr G Donaldson SC, Mr A I Tonking \n \n Solicitor for the Applicant: Allens Arthur Robinson \n \n Counsel for the Respondent: Mr J Gilmour QC, Ms J Eversden \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n \n Date of Hearing: 10 April 2006 \n \n Date of Judgment: 15 September 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1241.html",
      "id": "s273"
    }
  ]
}