{
  "name": "SZHMM v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1541 (13 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1541.html",
  "catchphrases": [
    {
      "text": "migration",
      "id": "c0"
    },
    {
      "text": "review of decisions",
      "id": "c1"
    },
    {
      "text": "judicial review",
      "id": "c2"
    },
    {
      "text": "grounds of review",
      "id": "c3"
    },
    {
      "text": "natural justice",
      "id": "c4"
    },
    {
      "text": "exclusion of natural justice ground",
      "id": "c5"
    },
    {
      "text": "operation of s 422b of the migration act 1958 (cth)",
      "id": "c6"
    },
    {
      "text": "unjust result",
      "id": "c7"
    },
    {
      "text": "citizenship and migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n \n1 This is an appeal from the decision of the Federal Magistrates Court constituted by Federal Magistrate Scarlett.",
      "id": "s0"
    },
    {
      "text": "His Honour dismissed an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') which was adverse to the appellant.",
      "id": "s1"
    },
    {
      "text": "The matter has been comprehensively dealt with in the written submissions of Ms Wong, counsel for the respondent Minister, and I will append those submissions to these reasons rather than simply paraphrase them.",
      "id": "s2"
    },
    {
      "text": "2 Long and varied experience of hearing legally hopeless applications for judicial review of Tribunal decisions, and of appeals from the Federal Magistrates Court when that court has declined to grant judicial review, has left me with no small reservoir of cynicism about the extent to which there are quite worthless and simply manipulatory approaches to the courts, and indeed to the Tribunal, by persons who in reality are a long way from being refugees of any kind, except from the relative poverty of their own countries as compared to Australia.",
      "id": "s3"
    },
    {
      "text": "Such cynicism is, however, unaccompanied, at least on my part, by any degree of moral condemnation because I do not know what I would do in their shoes.",
      "id": "s4"
    },
    {
      "text": "I suspect: probably not much different.",
      "id": "s5"
    },
    {
      "text": "3 Nevertheless, not dispelling that cynical cast of mind, the present case causes me considerable unease.",
      "id": "s6"
    },
    {
      "text": "The appellant spoke briefly but with apparent sincerity and authority about what he says is the actual lot of Hindu refugees from Bangladesh, and of activists such as himself who would assist them, before the ruling minions of the Communist Party which governs the relevant state of India.",
      "id": "s7"
    },
    {
      "text": "4 The appellant had originally put inconsistent claims before the decision-making authorities, but explained the first set as being the falsifications of an allegedly unethical migration agent.",
      "id": "s8"
    },
    {
      "text": "The Tribunal Member went to some pains to establish the true nature of the appellant's claims to be accorded refugee status here, and put a number of questions to the appellant.",
      "id": "s9"
    },
    {
      "text": "However, the Tribunal seems to have conducted its investigation into the veracity of the appellant's claims as to the matter I have mentioned only after the appellant had given his evidence orally in response to an invitation before the Tribunal.",
      "id": "s10"
    },
    {
      "text": "That investigation suggested to the Tribunal compelling reasons for disbelieving the appellant.",
      "id": "s11"
    },
    {
      "text": "However, the only information, broadly described by the Tribunal as 'sources', which found its way into evidence before the learned Federal Magistrate was a single article in an Indian newspaper.",
      "id": "s12"
    },
    {
      "text": "For all I know, Indian newspapers may be much more accurate in their practices than Australian newspapers, but it does not appear that evidence of that fact, if it be a fact, was before the Tribunal.",
      "id": "s13"
    },
    {
      "text": "5 The appellant says that, if he had known about that article, he could have produced other similarly apparently objective newspaper articles that would support his version of matters.",
      "id": "s14"
    },
    {
      "text": "6 As counsel for the Minister points out, the decision in Minister for Immigration and Multicultural and Indigenous Affairs v NAMW and Others [2004] FCAFC 264 ; (2004) 140 FCR 572 places beyond argument for the purposes of a single Judge of this Court, the proposition that it was not unlawful or a denial of natural justice (as that has been artificially limited by s 422B of the Migration Act 1958 ('the Act')) for the Tribunal to so proceed.",
      "id": "s15"
    },
    {
      "text": "The consequence is however that, as a matter of an ordinary Australian 'fair go' procedurally, this appellant appears not to have had one.",
      "id": "s16"
    },
    {
      "text": "Frankly, it ought to be a matter of shame for every Australian citizen that the law has been put into this condition.",
      "id": "s17"
    },
    {
      "text": "7 I am not unaware of the essentially bipartisan approach to this and cognate questions which has been taken in the Australian Parliament.",
      "id": "s18"
    },
    {
      "text": "However, it does seem that some winds of attitudinal change have been blowing through the Australian community sufficiently strongly to ruffle papers in Parliamentary offices.",
      "id": "s19"
    },
    {
      "text": "The establishment of the Federal Magistrates Court, and improved management and procedures and, perhaps, more generous provision of personnel in the Tribunal have meant that the entire legal process, which certainly is capable of abuse, nevertheless now displays only rarely the kinds of egregious delays which probably led to the great expansion of legally worthless and merely cynical claims for refugee status being made, and to applications for judicial review of their rejection by the competent authorities.",
      "id": "s20"
    },
    {
      "text": "In these improved circumstances, it seems to me that there would be no great practical detriment to efficient administration and a very considerable advance in affording genuine applicants a fair hearing if s 422B were repealed.",
      "id": "s21"
    },
    {
      "text": "I will ask the solicitor for the Minister to ensure that these remarks reach the Minister personally.",
      "id": "s22"
    },
    {
      "text": "8 If the appellant is in a position to approach the Minister to exercise her s 417 powers, no doubt he may do so.",
      "id": "s23"
    },
    {
      "text": "However, for the reasons set out by counsel for the Minister in her submissions, which I adopt, the appeal must fail and will be dismissed with costs, assessed in the sum of $4000.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s25"
    },
    {
      "text": "Associate:\nDated: 20 November 2006\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the Respondent: Ms Tiffany Wong \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 13 November 2006 \n \n Date of Judgment: 13 November 2006 \n\n APPENDIX \n \n \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1541.html",
      "id": "s26"
    }
  ]
}