{
  "name": "Edwards v Postsuper Pty Ltd [2006] FCA 1380 (24 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1380.html",
  "catchphrases": [
    {
      "text": "appeal from superannuation complaints tribunal affirming decision of trustee of superannuation fund to distribute death benefit to deceased's daughter and de facto",
      "id": "c0"
    },
    {
      "text": "whether tribunal erred by confining meaning of \"in any way dependent\" in definition of \"dependant\" in trust deed to financial dependence",
      "id": "c1"
    },
    {
      "text": "whether tribunal erred in finding that mother of deceased's daughter was deceased's \"spouse\"",
      "id": "c2"
    },
    {
      "text": "whether tribunal erred by not making findings on what it called \"disputes of fact of minor issues\"",
      "id": "c3"
    },
    {
      "text": "whether tribunal correctly understood its review role under s 37 of the superannuation (resolution of complaints) act 1993 (cth)",
      "id": "c4"
    },
    {
      "text": "superannuation",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 A young postal worker died in a motor vehicle accident.",
      "id": "s0"
    },
    {
      "text": "He was a member of the Australia Post Superannuation Scheme.",
      "id": "s1"
    },
    {
      "text": "Under that scheme, a payment was to be made if he died though he had not nominated who should receive any payment in the event of his untimely death.",
      "id": "s2"
    },
    {
      "text": "A dispute then arose between his parents and a young woman who was the mother of his child, about how the payment should be made.",
      "id": "s3"
    },
    {
      "text": "The trustee of the scheme decided the mother of his child was his de facto spouse and the payment should be made to her (as to 75%) and their child (as to 25%).",
      "id": "s4"
    },
    {
      "text": "No payment was to be made to his parents.",
      "id": "s5"
    },
    {
      "text": "The parents challenged this decision in the Superannuation Complaints Tribunal.",
      "id": "s6"
    },
    {
      "text": "In effect, the Tribunal decided not to disturb the decision of the trustee.",
      "id": "s7"
    },
    {
      "text": "The parents contend in this Court that in making its decision, the Tribunal fell into legal error.",
      "id": "s8"
    },
    {
      "text": "2 The proceedings take the form of an \"appeal\" from the determination of the Tribunal reflected in determination number D05-06/121 dated 17 January 2006.",
      "id": "s9"
    },
    {
      "text": "The appeal is under s 46(1) of the Superannuation (Resolution of Complaints) Act 1993 (Cth) (\"the Complaints Act \") which enables an appeal to this Court from the Tribunal on a question of law.",
      "id": "s10"
    },
    {
      "text": "The first respondent is the trustee of the Australia Post Superannuation Scheme.",
      "id": "s11"
    },
    {
      "text": "The Tribunal has been joined as second respondent and has filed a submitting appearance.",
      "id": "s12"
    },
    {
      "text": "Background \n \n3 The appellants were the parents of Jason Edwards (\"the deceased\"), who died in a motor vehicle accident on 6 March 2003.",
      "id": "s13"
    },
    {
      "text": "At the date of his death, the deceased was 25 years of age and, on the finding of the trustee and the Tribunal, was in a de facto relationship with Hayley Ifield (though this has been challenged by the parents).",
      "id": "s14"
    },
    {
      "text": "On 13 May 2003, a daughter was born of that relationship.",
      "id": "s15"
    },
    {
      "text": "4 As noted earlier, the deceased was a member of the Australia Post Superannuation Scheme (\"the scheme\").",
      "id": "s16"
    },
    {
      "text": "He did not complete a 'Nomination of Beneficiary form' for the scheme and died intestate.",
      "id": "s17"
    },
    {
      "text": "The total amount of the superannuation death benefit as at 2 December 2004 was $221,509.65.",
      "id": "s18"
    },
    {
      "text": "The Australia Post Superannuation Trust Deed in effect at the date of the deceased's death was that amended to 1 July 2000.",
      "id": "s19"
    },
    {
      "text": "Clause 11.6(a) of the trust deed provided as follows:\n \n Clause 11.6 Payment of Death Benefits \n \n \n \n (a) Any benefit payable from the Fund on the death of a person who was a Member at the time of his or her death shall be paid or applied by the Trustees to or for the benefit of such one or more of: \n \n \n \n (i) The Member's Dependants; \n \n \n \n \n \n (ii) The Member's legal personal representative; \n \n (iii) if applicable, any other person but only on the terms and in the circumstances permitted under Superannuation Law \n \n \n \n to the exclusion of others or other of them or in such proportions between them and in such form, manner, and subject to such conditions as the Trustees shall determine.",
      "id": "s20"
    },
    {
      "text": "5 The words \"Dependant\" and \"Spouse\" were defined in Clause 2.",
      "id": "s21"
    },
    {
      "text": "\"Dependant\" was defined as follows:\n \n \"Dependant\" means in relation to a Member or Beneficiary: \n \n \n (i) the Spouse or Child of a Member or Beneficiary; and \n (ii) any other person whom in the opinion of the Trustee is, or in the case of a deceased Member or Beneficiary was at the time of his or her death, in any way dependent on the Member or Beneficiary.",
      "id": "s22"
    },
    {
      "text": "6 \"Spouse\" was defined as follows:\n \n \"Spouse\" means a person who at the date of death of a Member was in the opinion of the Trustee: \n \n \n (i) legally married to the deceased Member; or \n (ii) not legally married to the deceased Member and in the opinion of the Trustee ordinarily living with the deceased Member as his wife or her husband on a permanent and bona fide domestic basis.",
      "id": "s23"
    },
    {
      "text": "7 On 21 April 2004, the trustee notified the appellants that it had decided to pay 75% of the death benefit to Ms Ifield and the remaining 25% to the deceased's daughter.",
      "id": "s24"
    },
    {
      "text": "Proceedings before the Tribunal \n \n8 On 30 July 2004, the appellants lodged a complaint about the trustee's decision with the Tribunal.",
      "id": "s25"
    },
    {
      "text": "The complaint was made pursuant to s 14(2) of the Complaints Act , which enables a person to make a complaint about certain decisions made by a trustee to the Tribunal \"that the decision was unfair or unreasonable\".",
      "id": "s26"
    },
    {
      "text": "The appellants sought a decision that 75% be paid to the appellants and the deceased's siblings instead of Ms Ifield, with the remaining 25% still to go to the daughter.",
      "id": "s27"
    },
    {
      "text": "Ms Ifield and the daughter were joined as parties in the Tribunal proceedings.",
      "id": "s28"
    },
    {
      "text": "9 The Tribunal conducted the review on the papers.",
      "id": "s29"
    },
    {
      "text": "The second appellant and Ms Ifield were both granted requests to be legally represented.",
      "id": "s30"
    },
    {
      "text": "The daughter was represented by her grandmother.",
      "id": "s31"
    },
    {
      "text": "The request of the first appellant to be legally represented was refused.",
      "id": "s32"
    },
    {
      "text": "Submissions were received from the appellants, Ms Ifield and the daughter.",
      "id": "s33"
    },
    {
      "text": "10 The appellants' case before the Tribunal was that they were financially dependent on the deceased.",
      "id": "s34"
    },
    {
      "text": "They said that they were seriously disabled and unable to work and that the deceased provided them with $50 per week towards rent and had assisted them financially in other ways.",
      "id": "s35"
    },
    {
      "text": "He had also assisted one of his siblings to buy a boat.",
      "id": "s36"
    },
    {
      "text": "The appellants claimed they had been very close to the deceased and saw him daily, and that had he not died, the deceased would have continued to provide emotional and financial support to his parents and siblings.",
      "id": "s37"
    },
    {
      "text": "11 The appellants claimed that Ms Ifield was not a potential beneficiary, being neither his spouse nor financially dependent on him.",
      "id": "s38"
    },
    {
      "text": "They disputed that Ms Ifield and the deceased had lived together as husband and wife, even though they had shared a house.",
      "id": "s39"
    },
    {
      "text": "Evidence relied by the appellants included that Ms Ifield was receiving the sole parent pension at the time she claimed to have been in the de facto relationship and that the deceased had not nominated her as a spouse on his tax returns.",
      "id": "s40"
    },
    {
      "text": "12 Ms Ifield claimed that she was the deceased's de facto, having lived with him as his wife for two years prior to his death.",
      "id": "s41"
    },
    {
      "text": "She disputed that the appellants were financially dependent on the deceased and that he had given them $50 per week.",
      "id": "s42"
    },
    {
      "text": "She submitted that the evidence showed that the appellants and siblings were merely recipients of the deceased's generosity but not that they depended upon him.",
      "id": "s43"
    },
    {
      "text": "Tribunal's decision \n \n13 The Tribunal identified the issue it had to address as whether the trustee's determination was fair and reasonable in relation to the appellants and other parties, and not whether the Tribunal would have made the same decision on the evidence.",
      "id": "s44"
    },
    {
      "text": "In considering the submissions of the parties, it said:\n \n \"It is clear that there is considerable antipathy on the part of some of the parties involved.",
      "id": "s45"
    },
    {
      "text": "In the submissions, there were many disputes of fact on minor issues, as well as accusations.",
      "id": "s46"
    },
    {
      "text": "The Tribunal does not propose to involve itself in these issues as they are of little relevance in the determination of this complaint.",
      "id": "s47"
    },
    {
      "text": "\" \n\n The Tribunal said that it viewed as relevant to its determination the wishes of the deceased member, the financial circumstances and needs of the potential beneficiaries and the nature of the deceased's relationship with Ms Ifield.",
      "id": "s48"
    },
    {
      "text": "14 The Tribunal was not satisfied that the appellants or his siblings were financially dependent on the deceased and found that there was no evidence that he had provided them with regular monetary support.",
      "id": "s49"
    },
    {
      "text": "Although it accepted that the deceased had made many gifts to his family, the Tribunal did not accept this as evidence that the appellants were financially dependent on him.",
      "id": "s50"
    },
    {
      "text": "The Tribunal concluded that both Ms Ifield and the daughter were financially dependent on the deceased, and that he would have wished to support them.",
      "id": "s51"
    },
    {
      "text": "It was satisfied that the deceased member and Ms Ifield were in \"a loving, committed relationship\" at the time of his death.",
      "id": "s52"
    },
    {
      "text": "Pursuant to s 37(6) of the Complaints Act , the Tribunal found that the trustee's decision was \"fair and reasonable in the circumstances\" and affirmed the decision.",
      "id": "s53"
    },
    {
      "text": "Grounds of appeal and submissions \n \n15 The amended notice of appeal filed 16 August 2006 identified five grounds of appeal.",
      "id": "s54"
    },
    {
      "text": "The written submissions of the appellants articulated the grounds differently.",
      "id": "s55"
    },
    {
      "text": "They identified five issues.",
      "id": "s56"
    },
    {
      "text": "I will address the grounds as they emerge from the written submissions.",
      "id": "s57"
    },
    {
      "text": "The first issue \n \n16 The first issue concerned the Tribunal's alleged misconstruction of the term \"Dependant\" in the trust deed.",
      "id": "s58"
    },
    {
      "text": "The appellants submitted that the Tribunal had failed to consider whether the term \"Dependant\", which included \"any other person whom in the opinion of the Trustee is ... in any way dependent on the Member or Beneficiary\" (emphasis added), included not only financial dependence but also encompassed either or both emotional dependence and other forms of dependence, such as financial contribution to the appellants' outgoings on a frequent but not necessarily regular basis.",
      "id": "s59"
    },
    {
      "text": "17 The failure to consider or give reasons whether emotional dependence or other dependence was sufficient to constitute dependence for the purposes of the scheme was framed as a failure to take into account a relevant consideration and a failure to make a finding on a material question of fact.",
      "id": "s60"
    },
    {
      "text": "18 The appellants submitted that the Tribunal had narrowly and unreasonably focussed on whether the appellants, as potential beneficiaries, could establish financial dependency.",
      "id": "s61"
    },
    {
      "text": "It had narrowly construed the term \"in any way dependent\" to require evidence of financial dependency and thereby posited a test which was incorrect as a matter of law.",
      "id": "s62"
    },
    {
      "text": "19 The appellants relied on the decision of the Court of Appeal of New South Wales in Petrohilos v Hunter (1991) 25 NSWLR 343.",
      "id": "s63"
    },
    {
      "text": "The appellants submitted that, in that case, in a different but related context, Hope AJA (with whom Clarke and Sheller JJA agreed) refused to confine the term \"Dependent\", \"as used in the statute or otherwise\", to the \"very limited meaning\" of financial dependence (at 386).",
      "id": "s64"
    },
    {
      "text": "Hope AJA instead adopted the definition applied by Samuels JA in Ball v Newey (1988) 13 NSWLR 489 at 491, namely that 'Dependent' in the ordinary sense of the word, means the condition of depending on something or someone for what is needed\".",
      "id": "s65"
    },
    {
      "text": "The appellants submitted that dependence may arise by reason of expectations of support as manifested by patterns of behaviour which may or may not have monetary value: see Petrohilos at 346.",
      "id": "s66"
    },
    {
      "text": "They submitted that their evidence to the Tribunal confirmed that they were in need of both emotional and financial support from the deceased, and that he was the only person in the family who was employed and who provided constant comfort, gifts, financial support and contributions.",
      "id": "s67"
    },
    {
      "text": "The appellants also relied on the decision of the Administrative Appeals Tribunal in Re Cornish and Commissioner for Superannuation (1987) 18 ALD 418.",
      "id": "s68"
    },
    {
      "text": "20 The respondent resisted the appellants' contention that the term \"Dependant\" as defined in the trust deed extended to emotional dependence and contended that the notion of dependency in the trust deed was limited to financial dependency.",
      "id": "s69"
    },
    {
      "text": "It is unnecessary to detail this argument.",
      "id": "s70"
    },
    {
      "text": "The second issue \n \n21 The second issue was whether the Tribunal fell into jurisdictional error by constructively failing to exercise its statutory review powers and obligations as contemplated by the Complaints Act , in particular, whether it did so by failing to conduct a hearing de novo which was required by s 37(1) of the Act.",
      "id": "s71"
    },
    {
      "text": "The Tribunal said that \"[t]he issue is not what the decision of the Tribunal would have made on the evidence before it\".",
      "id": "s72"
    },
    {
      "text": "The appellants submitted that the intention of the Complaints Act is to place the Tribunal in the shoes of the trustee when making a determination in respect of a complaint and, under s 37(1) of the Act, the Tribunal was vested with all the powers, obligations and discretions of the trustee.",
      "id": "s73"
    },
    {
      "text": "The Tribunal had also erred by affirming the decision of the trustee as fair and reasonable in circumstances where it was not fair and reasonable.",
      "id": "s74"
    },
    {
      "text": "22 The respondent submitted that, contrary to the appellants' submission, the Tribunal was not required to conduct a hearing de novo and had approached its task in accordance with the authorities.",
      "id": "s75"
    },
    {
      "text": "It relied on the Full Court in Cameron v Board of Trustees of the State Public Sector Superannuation Scheme [2003] FCAFC 214 ; (2003) 130 FCR 122 where it was held that the Tribunal's task in reviewing a decision pursuant to s 37 of the Complaints Act was not to determine whether the decision complained of was the correct or preferable decision but to form a view, from the perspective of the trustee, as to whether the trustee's decision was fair and reasonable having regard to the framework of the governing rules and terms of the applicable fund.",
      "id": "s76"
    },
    {
      "text": "It held also that the Tribunal could be satisfied that a trustee's decision was fair and reasonable without reaching its own preliminary view of the issues on the material before it.",
      "id": "s77"
    },
    {
      "text": "It relied also on the decisions of Mansfield J in Hornsby v Military Superannuation &amp; Benefits Board of Trustees No 1 [2003] FCA 54 ; (2003) 126 FCR 484 and Lykogiannis v Retail Employees Superannuation Pty Ltd [2000] FCA 327 ; (2000) 97 FCR 361 at [48] .",
      "id": "s78"
    },
    {
      "text": "The third issue \n \n23 The third issue concerned the Tribunal's conclusions that Ms Ifield was the deceased's spouse and was dependent on him.",
      "id": "s79"
    },
    {
      "text": "The appellants submitted that the Tribunal had erred by giving undue weight to irrelevant matters and failing to give adequate weight to relevant matters.",
      "id": "s80"
    },
    {
      "text": "In particular, the appellants submitted that:\n \n&#8226; The Tribunal did not consider whether the deceased ordinarily lived with Ms Ifield on a \"permanent and bona fide basis\".",
      "id": "s81"
    },
    {
      "text": "It instead proceeded on the basis that she was his spouse, without providing its reasons for this finding.",
      "id": "s82"
    },
    {
      "text": "&#8226; The Tribunal failed to give any weight to a number of relevant facts.",
      "id": "s83"
    },
    {
      "text": "These facts were that the deceased member did not claim Ms Ifield as a de facto on his tax returns, that the de facto was receiving the sole parent pension at the time she claimed to be in a spousal relationship with the deceased, that the deceased member earned almost five times that of the de facto spouse (in relation to The Tribunal's finding that household expenses were shared between the deceased member and the de facto), and that Ms Ifield was not named as a co-tenant on the lease of the premises at which the deceased member lived at the time of his death.",
      "id": "s84"
    },
    {
      "text": "&#8226; The Tribunal found that the deceased intended sharing his future with Ms Ifield and that they were \"in a loving, committed relationship\" on the basis of an unexecuted loan application.",
      "id": "s85"
    },
    {
      "text": "&#8226; The Tribunal reached its conclusion that the deceased and Ms Ifield were in a loving and committed relationship despite the failure of the deceased member to nominate her as a beneficiary for the purposes of the superannuation scheme, to claim the existence of a de facto relationship on his tax returns or to include her name on the lease of the premises where he resided at the time of his death.",
      "id": "s86"
    },
    {
      "text": "&#8226; The Tribunal said that it was not prepared to involve itself in \"disputes of fact of minor issues\" without explaining the facts and issues to which it was referring.",
      "id": "s87"
    },
    {
      "text": "By ignoring or not involving itself in many disputes of fact, the Tribunal had failed to address whether the trustee's decision was fair and reasonable in all the circumstances and unfairly restricted its review task.",
      "id": "s88"
    },
    {
      "text": "Further, the Tribunal was not constrained by the rules of evidence and it was entitled, if not required, to consider disputes of fact.",
      "id": "s89"
    },
    {
      "text": "24 The respondent submitted that the Tribunal's finding that Ms Ifield was a de facto spouse was a finding of fact.",
      "id": "s90"
    },
    {
      "text": "The Tribunal had clearly satisfied itself that the definition of \"Spouse\" was satisfied on the evidence.",
      "id": "s91"
    },
    {
      "text": "The appellants' submissions went to issues of weight to be given to the evidence and were not susceptible to challenge on appeal for error of law.",
      "id": "s92"
    },
    {
      "text": "No issue of Wednesbury unreasonableness had been raised by the submissions.",
      "id": "s93"
    },
    {
      "text": "25 The respondent also submitted that the Tribunal was not obliged to explain what were the \"minor matters\" it regarded as irrelevant: see Cameron at [32], where the Full Court refers to Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39-43 per Mason J.",
      "id": "s94"
    },
    {
      "text": "It was clear that the Tribunal had taken into account all the submissions made to it: see HEST Australia Ltd v Sykley [2005] FCA 1381 ; (2005) 147 FCR 248 at [48] - [52] .",
      "id": "s95"
    },
    {
      "text": "The fourth issue \n \n26 The appellants submitted that the Tribunal failed to give reasons why it considered certain disputes of fact as minor issues.",
      "id": "s96"
    },
    {
      "text": "This is linked to the second issue.",
      "id": "s97"
    },
    {
      "text": "The fifth issue \n \n27 The final issue was whether the Tribunal erred by reaching a critical conclusion of fact that was not open to it, namely that the deceased member was paying most of the household expenses, notwithstanding that the only evidence available to the Tribunal was that all household expenses were shared between the deceased member and Ms Ifield.",
      "id": "s98"
    },
    {
      "text": "28 The respondent submitted that there was no necessary contradiction between the Tribunal's finding that \"all household expenses were shared\" and that the deceased paid most household expenses.",
      "id": "s99"
    },
    {
      "text": "This was because the evidence was capable of supporting the finding that the expenses were shared in unequal proportions.",
      "id": "s100"
    },
    {
      "text": "In any event, it was submitted, this was not a critical conclusion of fact for this appeal and had no bearing on the appellants' position.",
      "id": "s101"
    },
    {
      "text": "Consideration \n \n29 The appellants' submissions on the first issue involved an assumption which I do not accept.",
      "id": "s102"
    },
    {
      "text": "The assumption is that the Tribunal acted on the basis that a \"Dependant\" for the purposes of the trust deed was only a person who was financially dependent on the member.",
      "id": "s103"
    },
    {
      "text": "It is true that the Tribunal, in its determination, said that in order for the appellants and other members of the deceased's family to be potential beneficiaries, they had to show they were in some way dependent on the deceased.",
      "id": "s104"
    },
    {
      "text": "However, in its reasons the Tribunal discussed various aspects of the relationship between the deceased and the appellants including whether there was financial dependency.",
      "id": "s105"
    },
    {
      "text": "The Tribunal did not say that it would only consider the appellants as potential beneficiaries if they could demonstrate financial dependency.",
      "id": "s106"
    },
    {
      "text": "Indeed the Tribunal's discussion appears to proceed on the basis that the appellants could be potential beneficiaries notwithstanding its conclusion that they were not financially dependent on the deceased.",
      "id": "s107"
    },
    {
      "text": "Were it otherwise, it would have been unnecessary for the Tribunal to address the wishes of the deceased and the nature of the relationship between the deceased and both Ms Ifield and his parents and siblings.",
      "id": "s108"
    },
    {
      "text": "The Tribunal appeared to consider the issue of whether the trustee's decision was fair and reasonable on the basis of an assumption that the appellants were dependants.",
      "id": "s109"
    },
    {
      "text": "It is unnecessary to determine whether, as a matter of construction, the word \"Dependant\", and notions of dependency in the trust deed, concern only financial dependency as the second respondent submitted.",
      "id": "s110"
    },
    {
      "text": "30 The appellants' submissions on the second issue also involved an assumption that is not correct.",
      "id": "s111"
    },
    {
      "text": "The task of the Tribunal was to review the trustee's decision.",
      "id": "s112"
    },
    {
      "text": "It has considerable licence in doing so, and was not, in the present case, bound to decide how the payment should be made.",
      "id": "s113"
    },
    {
      "text": "Its task was to determine whether the trustee's determination was unfair or unreasonable.",
      "id": "s114"
    },
    {
      "text": "In engaging in this process it was not necessary for the Tribunal to decide afresh all findings of fact made by the primary decision maker.",
      "id": "s115"
    },
    {
      "text": "It was necessary for the Tribunal to make its own findings sufficient to determine whether the decision under review was fair and reasonable: Cameron at [42] and [43].",
      "id": "s116"
    },
    {
      "text": "31 The third issue does not, in substance, concern a question of law but rather is an attempt to have the Court re-evaluate the material considered by the Tribunal.",
      "id": "s117"
    },
    {
      "text": "It was a matter for the Tribunal to make what use it wanted of the material before it, having regard to its role as discussed at [30] above.",
      "id": "s118"
    },
    {
      "text": "It was not incumbent on the Tribunal to resolve all disputes of fact on minor issues.",
      "id": "s119"
    },
    {
      "text": "32 The comments in the preceding paragraph are equally applicable to the fourth issue.",
      "id": "s120"
    },
    {
      "text": "33 Similarly the fifth issue is answered by the observations made at [30] above.",
      "id": "s121"
    },
    {
      "text": "34 The appeal should be dismissed.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding thirty four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 24 October 2006\n\n Counsel for the Appellant: Mr J Azzi \n \n Solicitor for the Appellant: H H Weller, solicitor \n \n Counsel for the First Respondent: Mr R J Carruthers \n \n Solicitor for the First Respondent: Allens Arthur Robinson \n \n Date of Hearing: 13 September 2006 \n \n Date of Judgment: 24 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1380.html",
      "id": "s124"
    }
  ]
}