{
  "name": "SZICO v Minister for Immigration and Multicultural Affairs [2006] FCA 1803 (21 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1803.html",
  "catchphrases": [
    {
      "text": "federal magistrate found application for judicial review of tribunal's decision was incompetent on the basis that s 477 prohibits the grant of an extension of time if application is brought outside the 84-day time limit as specified in the section",
      "id": "c0"
    },
    {
      "text": "whether this interpretation of s 477 is correct",
      "id": "c1"
    },
    {
      "text": "whether s 477 is effectively a privative clause. held: application dismissed.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from a judgment of Federal Magistrate Driver delivered on 30 March 2006 dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\"), which affirmed a decision of a delegate of the Minister not to grant a protection visa to the applicants.",
      "id": "s0"
    },
    {
      "text": "The learned Magistrate found that the application was incompetent because s 477 of the Migration Act 1958 (Cth) (\"the Act \") prohibited the grant of an extension of time within which to make an application for judicial review.",
      "id": "s1"
    },
    {
      "text": "2 Section 477 is outlined in the following terms:\n \n ' Section 477: Time Limits on Applications to the Federal Magistrates Court \n \n \n (1) An application to the Federal Magistrates Court for a remedy to be granted in exercise of the court's original jurisdiction under section 476 in relation to a migration decision must be made to the court within 28 days of the actual (as opposed to deemed) notification of the decision.",
      "id": "s2"
    },
    {
      "text": "(2) The Federal Magistrates Court may, by order, extend that 28 day period by up to 56 days if; \n \n \n \n \n (a) an application for that order is made within 84 days of the actual (as opposed to deemed) notification of the decision; and \n (b) the Federal Magistrates Court is satisfied that it is in the interest of the administration of justice to do so.",
      "id": "s3"
    },
    {
      "text": "(3) Except as provided by subsection (2), the Federal Magistrates Court must not make an order allowing, or which has the effect of allowing, an applicant to make an application mentioned in subsection (1) outside that 28 day period.",
      "id": "s4"
    },
    {
      "text": "' \n \n \n \n\n3 The application before the Federal Magistrate related to a decision of the Tribunal handed down on 15 January 2004.",
      "id": "s5"
    },
    {
      "text": "It is common ground that the decision of the Tribunal was a \"migration decision\" within the meaning of s 477(1).",
      "id": "s6"
    },
    {
      "text": "4 The Magistrate found that the actual notification of the Tribunal's decision occurred on or before 21 April 2004.",
      "id": "s7"
    },
    {
      "text": "That finding is not challenged.",
      "id": "s8"
    },
    {
      "text": "By reason of item 42 of Schedule 1 of the Migration Litigation Reform Act 2005 (Cth), which amended s 477, the date of actual notification must be taken to be 1 December 2005.",
      "id": "s9"
    },
    {
      "text": "5 The applicants did not seek an extension of time within 84 days of 1 December 2005.",
      "id": "s10"
    },
    {
      "text": "Accordingly, his Honour found that by force of s 477(3), he did not have jurisdiction to allow any application for an extension of time beyond the time limit as specified in the section.",
      "id": "s11"
    },
    {
      "text": "The application for review was therefore dismissed as incompetent and the first applicant was ordered to pay the costs of the Minister.",
      "id": "s12"
    },
    {
      "text": "6 On this appeal, it is submitted by the applicants that the Federal Magistrate erred in finding that the application for review was incompetent.",
      "id": "s13"
    },
    {
      "text": "Counsel for the applicants contends that the application was not incompetent because the time limit of 84 days imposed by s 477 in respect of an application for extension is a requirement that may be waived by the Court or is one which does not have the effect of prohibiting an application for judicial review.",
      "id": "s14"
    },
    {
      "text": "On this basis, counsel submits that the Court is not deprived of jurisdiction by reason of s 477 in this case.",
      "id": "s15"
    },
    {
      "text": "7 It is accepted by counsel that there is authority for the proposition that the specified time limit of 28 days can go to the issue of jurisdiction.",
      "id": "s16"
    },
    {
      "text": "Reference is made to Wang v Minister for Immigration and Multicultural Affairs (1997) 151 ALR 717 at 721, where Merkel J said that reference to the 28 day time limit in s 478 was not merely directory, but specified an absolute mandatory requirement.",
      "id": "s17"
    },
    {
      "text": "8 Counsel for the applicants seeks to draw a distinction between Wang , which concerned s 478 as it previously stood, and the present case.",
      "id": "s18"
    },
    {
      "text": "It is submitted that the 84 day limitation on extension in s 477(2)(a) is not mandatory.",
      "id": "s19"
    },
    {
      "text": "Counsel has referred to a number of authorities: Yong Jun Qin v Minister for Immigration and Multicultural Affairs (1997) 144 ALR 695; NABM v Minister for Immigration and Multicultural Affairs [2002] FCAFC 294 ; (2002) 70 ALD 64; Rishmawi v Minister for Immigration and Multicultural Affairs [1999] FCA 611 ; Wickremsainghe v Minister for Immigration and Multicultural Affairs (1998) 82 FCR 125 and Hamilton v Minister for Immigration and Ethnic Affairs (1994) 53 FCR 349.",
      "id": "s20"
    },
    {
      "text": "9 In my view, these authorities do not assist the applicants in the present circumstances.",
      "id": "s21"
    },
    {
      "text": "In these matters, the instances of non-compliance did not go to jurisdiction and were of a non---mandatory and non-essential nature.",
      "id": "s22"
    },
    {
      "text": "In Yong Jun Qin, for example, the applicant was allowed to amend an application and name the Minister as respondent in place of the Immigration Review Tribunal.",
      "id": "s23"
    },
    {
      "text": "In NABM, the applicant sought and was entitled to seek judicial review, although the application mistakenly referred to s 476 of the Migration Act 1958 (Cth) rather than s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s24"
    },
    {
      "text": "In Rishmawi , an application for review of the Tribunal's decision was made in the form of a comprehensive letter.",
      "id": "s25"
    },
    {
      "text": "The letter did not strictly comply with the requirements of the Federal Court Rules but gave all the necessary information.",
      "id": "s26"
    },
    {
      "text": "10 The terms of s 477 require that an application for review to the Federal Magistrates Court must be made within 28 days, although this period made be extended by up to 56 days if the application is made within 84 days of the actual notification and the Court is satisfied that it is in the interests of the administration of justice to do so.",
      "id": "s27"
    },
    {
      "text": "The section is of a different character when compared to the provisions referred to in the cases cited above.",
      "id": "s28"
    },
    {
      "text": "The wording in s 477 is clear and compelling.",
      "id": "s29"
    },
    {
      "text": "The section does make provision for an extension in certain circumstances, but the extension is only available where the application is made within 84 days.",
      "id": "s30"
    },
    {
      "text": "The Federal Magistrates Court is specifically required not to make an order which has the effect of allowing an application outside the 28 day period where the application for extension is not made within 84 days of the actual notification.",
      "id": "s31"
    },
    {
      "text": "11 I am satisfied that on the clear language of s 477 , strict compliance is mandatory and it is a condition which goes to jurisdiction.",
      "id": "s32"
    },
    {
      "text": "Since the provision has not been complied with, the Federal Magistrate was correct in holding that there was no jurisdiction in this case.",
      "id": "s33"
    },
    {
      "text": "12 The second argument advanced by counsel for the applicants is that s 477 is a privative clause and should be read strictly so as not to oust the jurisdiction of the Federal Magistrates Court.",
      "id": "s34"
    },
    {
      "text": "13 In my opinion, s 477 does not oust the jurisdiction of the Court.",
      "id": "s35"
    },
    {
      "text": "Access is not denied.",
      "id": "s36"
    },
    {
      "text": "It is open to the applicant to access the Court provided that the conditions of access are satisfied.",
      "id": "s37"
    },
    {
      "text": "It is within the power of an applicant to comply.",
      "id": "s38"
    },
    {
      "text": "The section recognises the jurisdiction of the Court to review the decision of the Tribunal, but lays down a period within which that right must be exercised.",
      "id": "s39"
    },
    {
      "text": "The provision goes beyond fixing a time limit and makes express provision for an extension of time.",
      "id": "s40"
    },
    {
      "text": "It is favourable to an applicant because it requires \"actual\" as opposed to \"deemed\" notification of the decision.",
      "id": "s41"
    },
    {
      "text": "14 In Plaintiff S157/2002 v The Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476 at [7] , Gleeson CJ referred to privative clauses as those clauses which deprive, or purport to deprive, courts of jurisdiction to review the acts of public officials or tribunals in order to enforce compliance with the law, or which limit, or purport to limit, such jurisdiction.",
      "id": "s42"
    },
    {
      "text": "Section 477 is not a provision which makes a decision final and conclusive such that it may not be challenged, appealed against, reviewed or called into question in any court.",
      "id": "s43"
    },
    {
      "text": "It contemplates a challenge and provides a challenge to be made in a timely way.",
      "id": "s44"
    },
    {
      "text": "Section 474 , which was the subject of consideration in S157 , attempted to exclude a challenge in clear terms.",
      "id": "s45"
    },
    {
      "text": "It is evident that s 477 does not purport to preclude judicial review but imposes a limitation on the time for initiating that review.",
      "id": "s46"
    },
    {
      "text": "In these circumstances, I do not consider there is any substance in the submission that s 477 gives rise to a privative clause which is invalid or unconstitutional.",
      "id": "s47"
    },
    {
      "text": "In my view, it is appropriate to construe clauses fixing time limits with due regard to the necessity to ensure that courts are able to properly exercise their jurisdiction in a timely manner.",
      "id": "s48"
    },
    {
      "text": "15 Further submissions were made by counsel for the applicants regarding the desirability of having uniform extendable time limits for appeal and review of administrative decisions, as referred to in the Second Reading Speech for the Migration Litigation Reform Bill 2005 presented in March 2005.",
      "id": "s49"
    },
    {
      "text": "It is said that the purpose of s 477 is to avoid the potential unfairness of the strict 28 day time limit while ensuring timely handling of the application.",
      "id": "s50"
    },
    {
      "text": "In my view, the section does have the effect of extending the time limit and is a provision favourable to an applicant.",
      "id": "s51"
    },
    {
      "text": "16 I do not consider that there is anything incongruous, capricious or unreasonable in the application of s 477 in the circumstances of the present case.",
      "id": "s52"
    },
    {
      "text": "Accordingly, I do not accept the submission that the clear language of s 477 can or should be read down on the basis that it produces such results.",
      "id": "s53"
    },
    {
      "text": "17 Accordingly, for the above reasons, I am not persuaded that there has been any error demonstrated in the judgment of the Federal Magistrate and I dismiss this application with costs.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s55"
    },
    {
      "text": "Associate: \n\nDated: 21 December 2006\n\n Counsel for the Applicants: S. Thode \n \n Counsel for the Respondents: T. Wong \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 11 August 2006 \n \n Date of Judgment: 21 December 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1803.html",
      "id": "s56"
    }
  ]
}