{
  "name": "University of Western Australia v Gray (No 6) [2006] FCA 1656 (1 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1656.html",
  "catchphrases": [
    {
      "text": "further and better discovery",
      "id": "c0"
    },
    {
      "text": "relevance of additional documents sought",
      "id": "c1"
    },
    {
      "text": "whether additional discovery oppressive",
      "id": "c2"
    },
    {
      "text": "legal professional privilege",
      "id": "c3"
    },
    {
      "text": "whether privilege resides in party claiming it",
      "id": "c4"
    },
    {
      "text": "location of inspection",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 On 13 November 2006 the first respondent, Dr Gray, filed a motion seeking further discovery from the University of Western Australia (the University).",
      "id": "s0"
    },
    {
      "text": "That motion was listed for mention at a directions hearing on 23 November 2006.",
      "id": "s1"
    },
    {
      "text": "At that time the University had filed an affidavit sworn on 22 November 2006 by Marjorie Frances Hodgson, one of its solicitors, setting out unresolved discovery issues between the University, Dr Gray and Sirtex Medical Limited (Sirtex).",
      "id": "s2"
    },
    {
      "text": "2 On 23 November 2006 I directed that the Discovery Committee, which comprises representatives of each of the parties, should meet on 24 November 2006 to endeavour to resolve the issues raised in the motion and the affidavit.",
      "id": "s3"
    },
    {
      "text": "To the extent that those issues were not resolved the parties were to file written submissions by close of business on 28 November 2006 for decision on the papers on 1 December 2006.",
      "id": "s4"
    },
    {
      "text": "Written submissions, together with a minute of orders proposed by the University and a further affidavit, sworn 29 November 2006, by Marjorie Hodgson, were filed.",
      "id": "s5"
    },
    {
      "text": "Dr Gray's motion relied upon an affidavit sworn by Cinzia Lee Donald, an articled clerk employed by his solicitors.",
      "id": "s6"
    },
    {
      "text": "He also relied, in answer to the University's claims, upon an affidavit of Annabelle Hughes, sworn 28 November 2006.",
      "id": "s7"
    },
    {
      "text": "The University's claims for further discovery from Dr Gray \n \n3 The University seeks the following orders against Dr Gray:\n \n \n '1.",
      "id": "s8"
    },
    {
      "text": "On or before Friday, 8 December 2006, the First Respondent is to produce for inspection by the Applicant any clinical data in the possession, custody or power of the First Respondent in relation to any patient treated with an invention the subject of these proceedings at Royal Perth Hospital during the period 1986 to 1991.",
      "id": "s9"
    },
    {
      "text": "2.",
      "id": "s10"
    },
    {
      "text": "On or before Friday, 8 December 2006, the First Respondent is to produce for inspection by the Applicant any document relating to the due diligence process undertaken by or on behalf of the Second Respondent in 2000 which is not enumerated in the letter from the solicitors for the Second Respondent dated 24 November 2006.",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "The First Respondent forthwith produce for inspection by the Applicant document 18 of Part 2 of Schedule 1 to the First Respondents' (sic) list of documents dated 7 July 2006 and described as \" Letter from Dr Michael Panaccio of Nomura/Jafco to Professor Bruce Gray of Paragon Medical Ltd with attachment from Freehill Hollingdale and Page \".",
      "id": "s13"
    },
    {
      "text": "4.",
      "id": "s14"
    },
    {
      "text": "Save in respect of any documents otherwise ordered to be produced for inspection by these orders, the First Respondent on or before Friday, 8 December 2006 is to provide a proper description of documents 1 to 22 of Part 2 of Schedule 1 to the First Respondents' (sic) list of documents dated 7 July 2006.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n\n4 According to Ms Hodgson's affidavit sworn 29 November 2006 she believes, based on a review of the pleadings, that one of the matters in issue in the proceedings is the time at which the alleged inventions described as \"SIRT1\" and \"SIRT2\" were reduced to practice.",
      "id": "s16"
    },
    {
      "text": "She referred to an application for a patent filed by Sirtex on 25 October 2000 which stated that one of the features of the invention described in that application was the size of the microspheres preferably in the range 20 to 50 microns, and more particularly 30 to 35 microns.",
      "id": "s17"
    },
    {
      "text": "She referred also to a document discovered by Sirtex relating to procedures for producing and using Yttrium-90 microspheres for selective internal radiotherapy.",
      "id": "s18"
    },
    {
      "text": "She then stated her belief, based on the document, that work was undertaken on \"the invention described in Application PR0983\" at Royal Perth Hospital from about 1985 onwards and that the production of clinical records relating to patients treated at the hospital by Dr Gray could be relevant to the question of whether SIRT1 and SIRT2 were \"reduced to practice\", including the time at which the size of the microspheres used was changed from 17 to 35 microns.",
      "id": "s19"
    },
    {
      "text": "5 Dr Gray's solicitors told the University's solicitors that clinical data for patients treated by Dr Gray is held at his offices in Bentley and that the data is voluminous and mixed up with unrelated hospital notes and other data.",
      "id": "s20"
    },
    {
      "text": "6 The University sought discovery on 12 October 2006 of \"Clinical data for patients treated by the First Respondent with any of the inventions the subject of these proceedings (in particular those patients treated between 1986 and 1991)\".",
      "id": "s21"
    },
    {
      "text": "They say that the documents fall within Category 24 of the categories in respect of which Dr Gray was required to provide discovery.",
      "id": "s22"
    },
    {
      "text": "As no laboratory books recording laboratory experiments in relation to SIRT1 and SIRT2 were produced by Dr Gray or by Sirtex the records of clinical data held by him ought to be produced as the best evidence available of the reduction of the inventions to practice.",
      "id": "s23"
    },
    {
      "text": "7 The University is prepared to accept informal discovery of the clinical data by way of inspection of the relevant documents.",
      "id": "s24"
    },
    {
      "text": "It also contends that clinical data and related records, including individual patient files, derived from and produced in the course of treatment of patients by Dr Gray during his employment with the University are owned by the University.",
      "id": "s25"
    },
    {
      "text": "That is not a submission which is relevant to the question of discovery or one to be dealt with as an incident of a discovery application.",
      "id": "s26"
    },
    {
      "text": "8 Dr Gray's solicitors do not contend that the material sought is irrelevant.",
      "id": "s27"
    },
    {
      "text": "They contend rather that it is of \"tangential relevance\".",
      "id": "s28"
    },
    {
      "text": "They say that it is not in issue that Dr Gray treated patients during the relevant period but no issue about that treatment was raised on the pleadings.",
      "id": "s29"
    },
    {
      "text": "Their substantive point is that it would be oppressive to require that Dr Gray sort out and produce from the large volume of documents around those which fall within the class the subject of the proposed order.",
      "id": "s30"
    },
    {
      "text": "The case advanced by the University for access to these records at this stage is less than convincing.",
      "id": "s31"
    },
    {
      "text": "The class of documents sought in the University's minute overreaches in seeking a range of clinical data beyond that relevant to treatment with the invention.",
      "id": "s32"
    },
    {
      "text": "I would add that the concept of treatment with the \"invention\" may itself involve judgments about what is meant by \"the invention\".",
      "id": "s33"
    },
    {
      "text": "9 The claim for documents in this category goes beyond the grounds of relevance on any view.",
      "id": "s34"
    },
    {
      "text": "Moreover, their significance does not seem to be great and it is likely that the time and cost involved in retrieving them will be substantial.",
      "id": "s35"
    },
    {
      "text": "I am also reluctant to have the clinical data of individuals treated by Dr Gray put in play in these proceedings without good reason.",
      "id": "s36"
    },
    {
      "text": "I decline to order discovery of the first class of documents sought by the University.",
      "id": "s37"
    },
    {
      "text": "10 The second issue or set of issues in discovery between the University and Dr Gray relate to his claims for privilege.",
      "id": "s38"
    },
    {
      "text": "These issues are described by the University in its submissions as follows: \n \n \n '(a) Dr Gray's entitlement to maintain claims for privilege relation (sic) to documents created during the course of the due diligence process prior to the issue of the Sirtex prospectus; \n \n (b) Dr Gray's entitlement to maintain a claim for privilege over a letter from Dr Michael Panaccio of Nomura/JAFCO (Asia) Ltd to Dr Gray dated 18 June 1997; and \n \n (c) the provision of descriptions of documents which are inadequate for the University to determine whether Dr Gray's claim for privilege are properly made.",
      "id": "s39"
    },
    {
      "text": "' \n \n \n\n11 The documents referred to in par (a) were created in the course of due diligence investigations conducted by or on behalf of Sirtex in relation to its prospectus and initial public offering.",
      "id": "s40"
    },
    {
      "text": "Dr Gray's solicitors say that he asserts a claim for legal professional privilege over documents created in the due diligence process in respect of the preparation of the Sirtex prospectus.",
      "id": "s41"
    },
    {
      "text": "This is said to be on the basis that the documents record communications with legal advisors made for the purpose of furnishing Sirtex with legal advice in respect of the preparation of the prospectus.",
      "id": "s42"
    },
    {
      "text": "12 The short answer to Dr Gray's claim is that it is not his privilege.",
      "id": "s43"
    },
    {
      "text": "Any privilege which exists resides with Sirtex.",
      "id": "s44"
    },
    {
      "text": "It does not depend on any contention that Sirtex may or may not have waived the privilege.",
      "id": "s45"
    },
    {
      "text": "In a letter of 24 November 2006 the solicitors for Sirtex wrote to the solicitors for the University attaching a list of Due Diligence Committee minutes and related documents in respect of which it claimed legal professional privilege.",
      "id": "s46"
    },
    {
      "text": "13 I reject Dr Gray's claim for privilege.",
      "id": "s47"
    },
    {
      "text": "The due diligence documents sought will have to be discovered less those in respect of which Sirtex maintained its claim of privilege in the letter dated 24 November 2006.",
      "id": "s48"
    },
    {
      "text": "I note that I am not asked to determine whether that privilege has subsisted in relation to those documents and, if so, whether it has been waived.",
      "id": "s49"
    },
    {
      "text": "14 The third order sought by the University relates to a letter (document 18) from Dr Michael Panaccio of Nomura/JAFCO to Dr Gray with an attachment from Freehill, Hollingdale and Page, Solicitors.",
      "id": "s50"
    },
    {
      "text": "The letter was evidently from Freehills to Nomura/JAFCO.",
      "id": "s51"
    },
    {
      "text": "The privilege was Nomura's.",
      "id": "s52"
    },
    {
      "text": "The letter from Nomura to Dr Gray does not attract legal professional privilege.",
      "id": "s53"
    },
    {
      "text": "On the face of it, communication of the letter to him indicates that any privilege was waived.",
      "id": "s54"
    },
    {
      "text": "No basis is disclosed in Dr Gray's submissions for his claim for legal professional privilege and he will be required to produce the document.",
      "id": "s55"
    },
    {
      "text": "15 The next order sought by the University relates to the adequacy of the descriptions given by Dr Gray to documents 1 to 22 of Part 2 of Schedule 1 to his list of documents dated 7 July 2006.",
      "id": "s56"
    },
    {
      "text": "These are documents for which legal professional privilege is claimed.",
      "id": "s57"
    },
    {
      "text": "No argument on this matter was advanced on behalf of Dr Gray and I will make an order requiring discovery of the subject matter of the documents and the nature and source of the legal advice (if any) said to be contained in them.",
      "id": "s58"
    },
    {
      "text": "Order sought by the University against Sirtex \n \n16 The order sought against Sirtex requires production of the relevant documents to the University in Perth.",
      "id": "s59"
    },
    {
      "text": "Sirtex is proposing to produce them in Sydney.",
      "id": "s60"
    },
    {
      "text": "Given the scale of this litigation I see no reason why the solicitors for the University should not be able to arrange for inspection of the discovered documents in Sydney.",
      "id": "s61"
    },
    {
      "text": "I decline the order sought.",
      "id": "s62"
    },
    {
      "text": "The orders sought by Dr Gray against the University \n \n17 Dr Gray's notice of motion seeks discovery of the following categories of documents: \n \n \n '1.",
      "id": "s63"
    },
    {
      "text": "Original records, comprising minutes of each of the University of Western Australia Patents Committee, Intellectual Property Committee and Intellectual Property Sub-Committee for the period between 1985 and 1999.",
      "id": "s64"
    },
    {
      "text": "2.",
      "id": "s65"
    },
    {
      "text": "Original or copies of file notes created by: \n \n 2.1 Professor Robert Parfitt; \n 2.2 Professor Michael Barber; and \n 2.3 Vice Chancellor Fay Gale, \n \n recording the substance of any communication in relation to the Inventions (as defined in the categories of documents for discovery by the applicant) for the period between 1985 and 1999.",
      "id": "s66"
    },
    {
      "text": "3.",
      "id": "s67"
    },
    {
      "text": "Documents received or created between 1984 and 1999 by CABR or Uniscan referring to the Inventions.",
      "id": "s68"
    },
    {
      "text": "' \n \n \n\n18 The motion was supported by the affidavit of an articled clerk, Cinzia Donald.",
      "id": "s69"
    },
    {
      "text": "The affidavit asserts the existence of a Patents Committee and an Intellectual Property Committee or Sub-Committee at the University.",
      "id": "s70"
    },
    {
      "text": "This does not appear to be in dispute.",
      "id": "s71"
    },
    {
      "text": "However the affidavit does not disclose any basis upon which minutes would be relevant to the issues in the case.",
      "id": "s72"
    },
    {
      "text": "Ms Donald asserts that activities may be revealed in the minutes which \"are directly relevant to the applicant's position at the time in relation to intellectual property rights amongst students and staff\".",
      "id": "s73"
    },
    {
      "text": "The submissions filed on behalf of Dr Gray go further and state that the minutes are \"essential\" to the University's claim.",
      "id": "s74"
    },
    {
      "text": "I am not satisfied that any adequate basis is disclosed for adding to the already large volume of documents requiring discovery of this class.",
      "id": "s75"
    },
    {
      "text": "I will not order production of these minutes.",
      "id": "s76"
    },
    {
      "text": "19 I note, however, that a bundle of minutes was voluntarily produced by the University at the meeting of the Discovery Committee on 24 November 2006 and that it was made available to Dr Gray's solicitors.",
      "id": "s77"
    },
    {
      "text": "I do not know the time period covered by the minutes.",
      "id": "s78"
    },
    {
      "text": "In any event, no order will be made requiring production.",
      "id": "s79"
    },
    {
      "text": "20 As to the second category of documents sought by Dr Gray, the University accepts that such notes which exist in relation to any disclosure by Dr Gray to the University through its named officers are discoverable.",
      "id": "s80"
    },
    {
      "text": "The University says, however, that it has discovered the documents.",
      "id": "s81"
    },
    {
      "text": "There is no evidence to indicate that the discovery was insufficient.",
      "id": "s82"
    },
    {
      "text": "There is an assertion in the submissions on behalf of Dr Gray, but that is not evidence.",
      "id": "s83"
    },
    {
      "text": "The order sought is denied.",
      "id": "s84"
    },
    {
      "text": "21 As to the third class, the University concedes its relevance.",
      "id": "s85"
    },
    {
      "text": "However it says it has no discovered documents in that class as indicated in the discovery already given.",
      "id": "s86"
    },
    {
      "text": "According to Ms Donald the parties have agreed that such documents were a discoverable category.",
      "id": "s87"
    },
    {
      "text": "Any such agreement does not involve an admission that there exists any documents in the relevant category.",
      "id": "s88"
    },
    {
      "text": "The University appears to have taken the discovery as far as it can.",
      "id": "s89"
    },
    {
      "text": "There is no evidence that it was insufficient.",
      "id": "s90"
    },
    {
      "text": "The third order is therefore refused.",
      "id": "s91"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s92"
    },
    {
      "text": "Associate:\nDated: 1 December 2006\n\n Counsel for the Applicant: Mr M Green and Mr DJ Pratt \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr I Freeman \n \n Solicitor for the First Respondent:\n\nCounsel for the Second Respondent: \n\nSolicitors for the Second Respondent: Lavan Legal\n\n\nMr J Elliott SC and Mr E Heerey\n\n\nPhillips Fox \n \n Date of Hearing:\nDate of Last Submission: 23 November 2006\n29 November 2006 \n \n Date of Judgment: 1 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1656.html",
      "id": "s93"
    }
  ]
}