{
  "name": "Skymaker Holdings Pty Ltd v Jadjet Pty Ltd [2006] FCA 13 (20 January 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/13.html",
  "catchphrases": [
    {
      "text": "interlocutory mandatory injunction",
      "id": "c0"
    },
    {
      "text": "injunctions",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for interlocutory relief in the form of a mandatory injunction.",
      "id": "s0"
    },
    {
      "text": "It arises in the following circumstances.",
      "id": "s1"
    },
    {
      "text": "The applicant has filed an application containing a claim pursuant to ss 52 , 75B , 80 , 82 and 87 of the Trade Practices Act 1974 (Cth) ('the Act') and for breach of contract relating to the purchase by the applicant from the first respondent (of which the second and third respondents were the sole directors) of the business of a child care centre in Karrinyup.",
      "id": "s2"
    },
    {
      "text": "The price of $276 153 was paid for goodwill.",
      "id": "s3"
    },
    {
      "text": "2 The claim is for an order for transfer of the telephone number of the business to the applicant and damages for failure to transfer the telephone number at settlement and for loss of goodwill from solicitation pre and post settlement and for failing to deliver financial records relating to the accounts of past and current customers of the business.",
      "id": "s4"
    },
    {
      "text": "3 The claim for interlocutory relief relates to the first principal claim, namely an order to occasion the telephone number of the business to be transferred to the applicant at no cost to it.",
      "id": "s5"
    },
    {
      "text": "This therefore is an application for interlocutory relief which, at least to the extent of the first claim in the application, would be decisive of it.",
      "id": "s6"
    },
    {
      "text": "4 The circumstances asserted in the statement of claim are as follows.",
      "id": "s7"
    },
    {
      "text": "The child care business purchased by the applicant is conducted at 21 Norman Street, Karrinyup.",
      "id": "s8"
    },
    {
      "text": "The business at that address was formally known as Tommie Turtle Karrinyup Child Care Centre.",
      "id": "s9"
    },
    {
      "text": "5 The statement of claim asserts that around March 2005, the applicant received a written sales brochure ('the Brochure') for the sale of the child care business from a business broker.",
      "id": "s10"
    },
    {
      "text": "The Brochure represented that the child care business had a weekly turnover of $7250, was strong and profitable in trading and had the potential to expand.",
      "id": "s11"
    },
    {
      "text": "Around 21 April 2005 the applicant and another company of which the second and third respondents were the only directors --- Patson Enterprises Pty Ltd, then mistakenly thought to be the company which owned the child care business --- entered into a written contract for sale of the business as a going concern ('the Original Contract').",
      "id": "s12"
    },
    {
      "text": "Paragraphs nine to twelve of the statement of claim plead as follows:\n \n '9.",
      "id": "s13"
    },
    {
      "text": "The Original Contract contained the following material terms: \n \n \n \n (a) the gross purchase price was $337,000.00 of which $276,153 was payable for goodwill and the balance of equipment; \n (b) it was subject to: \n \n \n \n (i) the purchaser being satisfied as to the profitability of the business \n (ii) an increase being made to the child care fees being charged to be comparable with other centres within a 5 kilometre radius; \n (iii) the trading hours being shortened from 7:00 am to 6:00 pm Monday to Friday than 6:30 am and 6:30 pm.",
      "id": "s14"
    },
    {
      "text": "(c) that on settlement the First Respondent will deliver the financial records relating to the accounts of past and current customers of the business; \n (d) that the First Respondent would conduct the business as a going concern until settlement and conduct it efficiently, in a proper and businesslike manner, to the best of its skill and ability, in order to maintain goodwill and the profitability of the business and not terminate the employment of existing employees; \n (e) that the First Respondent would do all things necessary for effectively vesting the business in the purchaser; \n (f) that on settlement the First Respondent deliver any documents providing evidence of ownership of telephone numbers associated with the business and do all things necessary for effectively vesting in the purchaser the business including assistance in the transfer of the telephone number; \n (g) that the First Respondent would provide on settlement all records relating to enquiries or approaches made by prospective customers or clients and relating to concluded or pending negotiations for children for the centre so that the purchaser would receive on settlement the benefit of any pending enquiries; \n (h) that the First Respondent would not for a period of 5 years after settlement engage in conduct derogating from the purchaser's right to obtain the full benefit of the goodwill of the business; \n (i) the First Respondent would not from the date of the Original Agreement and for a period of 5 years after settlement disclose or use or attempt to use any confidential information regarding the business including confidential financial information and details of customers, past or current negotiations or transactions relating to customers or the business; \n (j) that the First Respondent would not for a period of 5 years after settlement solicit, canvass or endeavour to obtain the custom of customers of the business who had been customers or clients at any time during the period of 2 years immediately preceding the date of settlement nor to entice or attempt to entice any employee of the business from continuing to be employed in the business; \n (k) that on settlement the First Respondent would deliver a deed of restraint whereby both the Second and Third Respondents accepted the same restraints on competition as contained in clauses (h), (i) and (j) above.",
      "id": "s15"
    },
    {
      "text": "10.",
      "id": "s16"
    },
    {
      "text": "On 25 May 2005 the Third Respondent on behalf of the First Respondent provided written financial information to the Applicant representing: \n (a) the income to 31 March 2005 was $300,092.00; \n (b) the annualised result was $400,122.66; \n \n \n \n \n (c) the figures do not include income for before and after school care which the Child Care Business could also provide and that extra service will generate approximately an extra $100,000.00 per annum; \n (d) the forecast turnover for the year is $440,000.00 plus after school care meaning $440,000.00 plus before and after school care income; \n (e) that fees had been increased about two weeks ago and are not reflected in the figures.",
      "id": "s17"
    },
    {
      "text": "11.",
      "id": "s18"
    },
    {
      "text": "The representation pleaded in paragraph 10(c) as to an extra $100,000.00 per annum and 10(d) of forecast turnover of $440,000.00 were representations as to future matters for the purposes of section 51A of the Trade Practices Act .",
      "id": "s19"
    },
    {
      "text": "12.",
      "id": "s20"
    },
    {
      "text": "In reliance on the representation pleaded in paragraph 10 the Applicant was satisfied as to the profitability of the business and on or about 2 August 2005 a substitute written agreement was entered into identical in all material respects to the Original Contract other than the identity of the vendor was clarified and substituted as being the First Respondent.",
      "id": "s21"
    },
    {
      "text": "' \n \n\n6 It is pleaded that settlement of the purchase of the business occurred on 26 August 2005 in reliance on certain pleaded representations concerning enrolments in it.",
      "id": "s22"
    },
    {
      "text": "7 Around that date the applicant was unable to arrange the transfer of the telephone number of the business into the name of the applicant because it had been transferred by or on behalf of the first respondent to the Karrinyup Child Care Centre at 22 Davenport Street, Karrinyup being the other centre in Karrinyup associated with the second and third respondents.",
      "id": "s23"
    },
    {
      "text": "It is alleged that prior to settlement the first respondent had eroded the goodwill of the child care business by encouraging parents to move their children to the Karrinyup Child Care Centre.",
      "id": "s24"
    },
    {
      "text": "8 After pleading the allegations of engagement by the first respondent in conduct that was misleading or deceptive it is also pleaded that damages are sought from the first respondent for breach of contract for not assisting in transfer of the telephone number and in not maintaining the goodwill and profitability of the business to settlement and in derogating after settlement from the purchaser's right to obtain the full benefit of the goodwill of the business.",
      "id": "s25"
    },
    {
      "text": "There are other claims for breaches of contract not presently relevant.",
      "id": "s26"
    },
    {
      "text": "9 The applicant's interlocutory application is supported by affidavits of Ms Ana Lara Skinner, a director of the applicant and the child care director and principal child carer for its business known as Tiny Beez Child Care (formerly Tommie Turtle Karrinyup Child Care Centre) which trades from the premises at 21 Norman Street, Karrinyup.",
      "id": "s27"
    },
    {
      "text": "The affidavits were sworn on 23 December 2005 and 16 January 2006 respectively.",
      "id": "s28"
    },
    {
      "text": "The applicant has also given an undertaking as to damages.",
      "id": "s29"
    },
    {
      "text": "10 The respondents bring evidence from Ms Lina Louise Dornford in an affidavit sworn on 12 January 2006 and Mr Gerard Cyril Herbert Dornford in an affidavit sworn the same date.",
      "id": "s30"
    },
    {
      "text": "They are each directors of the first respondent.",
      "id": "s31"
    },
    {
      "text": "11 The first affidavit of Ms Skinner brings into evidence a copy of the agreement for the sale of the business.",
      "id": "s32"
    },
    {
      "text": "Clauses 3 and 4 of that agreement read:\n \n ' 3.",
      "id": "s33"
    },
    {
      "text": "SETTLEMENT AND POSSESSION \n \n \n \n The balance of Purchase Price shall be paid on the Date of Settlement specified in C of the Schedule and payment shall be effected by Bank Cheque(s) payable to the Vendor or the Vendor's Conveyancer or such other person or persons as the Vendor or the Vendor's Conveyancer shall nominate in writing.",
      "id": "s34"
    },
    {
      "text": "The Vendor shall deliver to the Purchaser a proper registrable and executed transfer of the Business Name in favour of the Purchaser.",
      "id": "s35"
    },
    {
      "text": "Possession of the Business shall be given on the Date of Possession provided Settlement and the counting of the stock has occurred.",
      "id": "s36"
    },
    {
      "text": "4 VENDOR TO PROVIDE AT SETTLEMENT \n \n On Settlement the Vendor will deliver to the Purchaser, in addition to any other documents or records expressly agreed in this Agreement: \n \n \n \n \n (a) the documents and certificates establishing or providing evidence of title and ownership to the Business and to each asset included in the sale including but not limited to any intellectual property, rights to design and transfer of domain names, email addresses, telephone and fax numbers associated with the Business; \n (b) all licences, authorities and permits held by the Vendor in respect of the Business, except those which are expressly excluded from the sale; \n (c) such assignments or transfers of each business asset included in the sale as the Purchaser reasonably requires; \n (d) duly signed by the Vendor, the required form to notify the change of ownership of the Vendor's registered business name; \n (e) discharges or releases of mortgages, charges or encumbrances or of outstanding interest over any asset included in the sale; \n (f) keys to the Premises and passwords and/or code numbers for security devices to the Premises; \n (g) all lists and records relating to the customers of the Business; \n (h) the financial records relating to the accounts of past and current customers of the Business; \n (i) all orders, correspondence and records relating to inquiries or approaches made to the Vendor by prospective customers or clients and relating to concluded or pending negotiations for orders, so that the Purchaser will receive on Settlement the benefit of unfulfilled orders and pending negotiations for orders of the Business; \n (j) all computer software and systems necessary to continue on the Business, including any necessary assignments or new licences' \n \n \n \n \n \n \n\nClause 12 reads:\n\n \n ' 12.",
      "id": "s37"
    },
    {
      "text": "FURTHER ASSURANCE \n \n \n \n Subject to the due and punctual performance by the Purchaser of all of the Purchaser's obligations under this Agreement the Vendor shall do all things necessary for effectively vesting in the Purchaser the Business and ensuring that all necessary licenses and/or franchises (if any) in respect of the Premises and Business are granted or assigned to the Purchaser.",
      "id": "s38"
    },
    {
      "text": "' \n \n \n\nClause 32 provided that the agreement would be subject to the laws of Western Australia.",
      "id": "s39"
    },
    {
      "text": "12 In her first affidavit, Ms Skinner deposes that there have been persistent refusals by the respondents to transfer the telephone number to the applicant with the result that she arranged an alternative telephone number.",
      "id": "s40"
    },
    {
      "text": "Her evidence was that in the short term this caused concern among the parents and until she changed her advertising she was in fact advertising the telephone number of a competing Karrinyup Child Care Centre.",
      "id": "s41"
    },
    {
      "text": "Additionally she had prepared signage prior to the settlement date which advertised the new trading name but contained the telephone number, being the number in dispute, namely 9224 1905.",
      "id": "s42"
    },
    {
      "text": "When the respondents refused to transfer the telephone number she incurred expense in changing the signage.",
      "id": "s43"
    },
    {
      "text": "13 In her first affidavit, Ms Skinner also deposes that the telephone number in question is the subject of a listing in the Yellow Pages.",
      "id": "s44"
    },
    {
      "text": "In the 2005 Yellow Pages the number appeared as part of listings for Tommie Turtle Child Care Centres in Belmont, Karrinyup and Huntingdale.",
      "id": "s45"
    },
    {
      "text": "It appeared as relating to the premises in Norman Street.",
      "id": "s46"
    },
    {
      "text": "In the 2006 Yellow Pages it appeared as one of two numbers relating to the competing Karrinyup centre in Davenport Street.",
      "id": "s47"
    },
    {
      "text": "Her evidence was that any telephone enquiries to the number in question were being received by the competing business associated with the second and third respondents.",
      "id": "s48"
    },
    {
      "text": "This is in the context where the applicant has paid a substantial sum for the goodwill of the business at the Norman Street premises.",
      "id": "s49"
    },
    {
      "text": "14 In her second affidavit, Ms Skinner deposes that an internet online search of the Yellow Pages for child care centres in Karrinyup shows the telephone number 9244 1905 as associated with the business at Norman Street.",
      "id": "s50"
    },
    {
      "text": "In fact that number would be answered by the competing business of the respondents at 22 Davenport Street.",
      "id": "s51"
    },
    {
      "text": "In contrast the 2006 Yellow Pages advertisement shows, as has been said, the two telephone numbers including the number in dispute.",
      "id": "s52"
    },
    {
      "text": "Anyone using those references and phoning 9244 1905, would not have the availability of the current phone number of the Norman Street business.",
      "id": "s53"
    },
    {
      "text": "15 Ms Skinner further deposes that on taking possession of the business and having been advised by Telstra that the business telephone number had been transferred to Karrinyup Child Care Centre, they tried to arrange transfer of the number from the vendor.",
      "id": "s54"
    },
    {
      "text": "In the meantime she arranged a substitute business telephone number for the Norman Street business.",
      "id": "s55"
    },
    {
      "text": "It was then too late to advertise in the Yellow Pages.",
      "id": "s56"
    },
    {
      "text": "Her evidence is that the Norman Street business has the capacity to take further enrolments and that not having the telephone number previously associated with the business is critical to it, particularly at this time.",
      "id": "s57"
    },
    {
      "text": "She testifies that many parents are most active in seeking child care over the period from now until about mid to late February as this is the most active enrolment period for the forthcoming school year.",
      "id": "s58"
    },
    {
      "text": "She further deposes that some prospective parents seeking child care would still use the 9244 1905 number in an effort to contact the Norman Street business.",
      "id": "s59"
    },
    {
      "text": "This is because it is currently advertised in Yellow Pages online for that address.",
      "id": "s60"
    },
    {
      "text": "Also, there may be parents who wish to re-enrol students and who will have previous records of the address of the business.",
      "id": "s61"
    },
    {
      "text": "Additionally, she had distributed business cards prior to settlement on which the number in dispute had been advertised.",
      "id": "s62"
    },
    {
      "text": "She further states that in her experience parents looking for child care centres view the Yellow Pages and focus on a suburb.",
      "id": "s63"
    },
    {
      "text": "The consequence of the present modes of listing in the Yellow Pages is that the applicant has been deprived of telephone enquiries.",
      "id": "s64"
    },
    {
      "text": "16 As to the steps taken by the applicant to obtain the telephone number, the evidence of Ms Skinner is that an email was sent on 29 August 2005 to the respondents' settlement agents.",
      "id": "s65"
    },
    {
      "text": "A further complaint was lodged by letter dated 1 September 2005.",
      "id": "s66"
    },
    {
      "text": "Correspondence then continued between solicitors.",
      "id": "s67"
    },
    {
      "text": "Following a letter of 25 October 2005 from the solicitors for the respondents to the solicitors for the applicant it became apparent that the possibility of a negotiated settlement and transfer of the telephone number in question was 'exhausted'.",
      "id": "s68"
    },
    {
      "text": "The applicant then had to consider the step of initiating proceedings which was not a step it took likely.",
      "id": "s69"
    },
    {
      "text": "During November 2005 Ms Skinner and her husband 'mulled over the matter'.",
      "id": "s70"
    },
    {
      "text": "Ms Skinner had further discussions with the solicitors for the applicant and in early December 2005 gave instructions for an opinion to be sought with regard to the initiation of proceedings in relation to the purchase, for damages and for the transfer of the telephone number.",
      "id": "s71"
    },
    {
      "text": "It was on 14 December 2005 that counsel was briefed and proceedings were filed on 23 December 2005 resulting in the interlocutory hearing on 13 January 2006.",
      "id": "s72"
    },
    {
      "text": "17 The affidavit of Ms Dornford for the respondents is as follows.",
      "id": "s73"
    },
    {
      "text": "She deposes that the billing address had been changed and the telephone number in issue transferred prior to settlement of the sale of the business at Norman Street.",
      "id": "s74"
    },
    {
      "text": "On the second occasion in which she had met Ms Skinner, Ms Skinner had confirmed that she did not wish to use the business name 'Tommie Turtle' and wished to trade under the name of 'Tiny Beez'.",
      "id": "s75"
    },
    {
      "text": "18 On or about 25 July 2005, Ms Dornford received a letter together with her co-director addressed to the 'Tommie Turtle Child Care Centre' from Sensis Pty Ltd in respect of the Yellow Pages advertising program and inviting them to check the particulars of their advertising.",
      "id": "s76"
    },
    {
      "text": "She deposed that as the representative of the applicant had advised there was no requirement for the 'Tommie Turtle' name she requested Sensis Pty Ltd to remove the Norman Street address from the 'Tommie Turtle' Yellow Pages advertisement.",
      "id": "s77"
    },
    {
      "text": "This was at a time when all of the special conditions of the contract had not been satisfied and it was by no means certain that the applicant would proceed with the sale.",
      "id": "s78"
    },
    {
      "text": "The deadline for placing advertisements with the 2006 Yellow Pages was around 22 July 2005.",
      "id": "s79"
    },
    {
      "text": "19 Approximately two weeks prior to settlement in a telephone conversation with Ms Skinner, Ms Dornford advised her that the first and second respondents would be taking the telephone number 9244 1905 to the premises of Karrinyup Child Care Centre at 22 Davenport Street.",
      "id": "s80"
    },
    {
      "text": "Ms Skinner replied that could not be done because she had ordered signage and stationary bearing the name Tiny Beez with that telephone number.",
      "id": "s81"
    },
    {
      "text": "Ms Dornford advised her that she had already arranged for the Yellow Pages advertising and it was too late to change it.",
      "id": "s82"
    },
    {
      "text": "Ms Skinner did not say anything more about it until after settlement.",
      "id": "s83"
    },
    {
      "text": "In particular, no request was made by or on behalf of the applicant for the transfer of the telephone number prior to settlement.",
      "id": "s84"
    },
    {
      "text": "20 Prior to settlement, Ms Dornford diverted the line, 9244 1905, back to a second line at Norman Street until the date of settlement.",
      "id": "s85"
    },
    {
      "text": "That second line was cancelled by her on 29 August 2005.",
      "id": "s86"
    },
    {
      "text": "The applicant wished to reconnect the second line and that occurred on 30 August 2005.",
      "id": "s87"
    },
    {
      "text": "21 Ms Dornford's evidence is that she only became aware of the objection to the retention of the telephone number, 9244 1905, in the conversation referred to above that occurred two weeks prior to settlement.",
      "id": "s88"
    },
    {
      "text": "Even then the applicant had not requested the transfer of the telephone number to it and had proceeded to settlement knowing that the respondents intended to take the telephone number with them.",
      "id": "s89"
    },
    {
      "text": "22 So far as the applicant seeks to attribute reduction in turnover to the transfer of the telephone number in question to the respondents, Ms Dornford says that many of the actions and policies of the applicant could have contributed to the alleged loss.",
      "id": "s90"
    },
    {
      "text": "23 Her further evidence was that if the respondents are ordered to transfer the telephone number now, any customers referring to the 2006 Yellow Pages seeking to contact 'Tommie Turtle' will be put through to 'Tiny Beez'.",
      "id": "s91"
    },
    {
      "text": "24 Mr Dornford's affidavit is generally supportive of the evidence of Ms Dornford.",
      "id": "s92"
    },
    {
      "text": "In addition he deposes that he has been told by advisors and it is his experience in business generally, that it is the responsibility of a purchaser (here the applicant) to make applications for the transfer of a business telephone number because Telstra could then make any necessary credit arrangements.",
      "id": "s93"
    },
    {
      "text": "No such application had been made to Telstra by the applicant prior to settlement.",
      "id": "s94"
    },
    {
      "text": "WHETHER SERIOUS QUESTION TO BE TRIED \n \n25 The nub of the applicant's claim with respect to the transfer of the telephone number, 9244 1905, is that there is a breach of contract in it not having originally been transferred to it.",
      "id": "s95"
    },
    {
      "text": "This directs attention to the provisions in the sale agreement, the relevant portions having been set out above.",
      "id": "s96"
    },
    {
      "text": "26 It is apparent that the applicant as purchaser waived the right to the transfer of the business name provided for in cl 3.",
      "id": "s97"
    },
    {
      "text": "27 The relevant provision with respect to the telephone number is that appearing in cl 4(a).",
      "id": "s98"
    },
    {
      "text": "The question raised by the terms of the clause is whether in fact the telephone number in question was 'an asset of the Business'.",
      "id": "s99"
    },
    {
      "text": "Part A of the sale agreement describes the business as the goodwill of the child care centre business carried on at 21 Norman Street, Karrinyup under the name of Tommie Turtle Karrinyup Child Care Centre.",
      "id": "s100"
    },
    {
      "text": "That latter name is identified as 'the Business Name'.",
      "id": "s101"
    },
    {
      "text": "It is clear that the business name was not an asset to be transferred at settlement.",
      "id": "s102"
    },
    {
      "text": "28 The prima face position raised by cl 4(a) is, in my opinion, that there is an obligation on the respondents as vendors to deliver to the applicant as purchaser the documents and certificates establishing or providing evidence of title and ownership to the asset comprised by the telephone number being the number associated with the business.",
      "id": "s103"
    },
    {
      "text": "29 The respondents state however that such cannot be the case where prior to settlement the applicant has been advised that the telephone number will not be transferred and has made no demur.",
      "id": "s104"
    },
    {
      "text": "The respondents have not contended that amounted to a waiver but it nevertheless relies on the evidence of non-response from Ms Skinner on behalf of the applicant to the advice that the telephone number was not included in the sale.",
      "id": "s105"
    },
    {
      "text": "30 Further, there is some issue, not yet viewed with complete clarity, as to whether the respondents are disputing that any consideration passed for the telephone number in terms of the goodwill.",
      "id": "s106"
    },
    {
      "text": "Certainly the respondents contend that the mere reference to the amount of money paid for goodwill does not itself establish that the particular telephone number was included in the sale.",
      "id": "s107"
    },
    {
      "text": "31 In my view there is a serious issue to be tried on the question of whether there was a breach of contract in the circumstances.",
      "id": "s108"
    },
    {
      "text": "On the face of it the contractual provisions give rise to a right, however, the full effect of the evidence on which the respondents rely cannot be determined until trial.",
      "id": "s109"
    },
    {
      "text": "BALANCE OF CONVENIENCE \n \n32 The respondents contend that the applicant has not shown to the requisite standard that on the balance of convenience it should be granted an injunction.",
      "id": "s110"
    },
    {
      "text": "It relies on a number of factors which are generally finely balanced.",
      "id": "s111"
    },
    {
      "text": "33 First is the delay between the date of settlement and the application to the Court for interlocutory relief.",
      "id": "s112"
    },
    {
      "text": "The second affidavit of Ms Skinner makes apparent that the delay is not entirely explained by the time taken for exchange of correspondence between solicitors and others.",
      "id": "s113"
    },
    {
      "text": "Rather, there was at least a month when those involved in the applicant 'mulled over the matter'.",
      "id": "s114"
    },
    {
      "text": "The reality is that the business purchased by the applicant has been able to be contacted under the second line installed by the respondents prior to settlement and taken over after settlement by the applicant.",
      "id": "s115"
    },
    {
      "text": "Nevertheless, there is evidence that the business purchased by them is not yet fully enrolled and that this is an important time of the year for maximum access in terms of attracting enrolments.",
      "id": "s116"
    },
    {
      "text": "Further, the respondents make the point that as there never was any indication from them that they were willing to transfer the telephone number the delay in issuing proceedings for an injunction is not adequately explained.",
      "id": "s117"
    },
    {
      "text": "Further, the respondents contend that the applicant has failed to show why the transfer of the telephone number after a period of almost five months would benefit it to a degree that would outweigh the hardship to the respondents given that it was Ms Skinner for the applicant who had advised she did not wish to use the 'Tommie Turtle' name and that number has been associated with the 'Tommie Turtle' name and now with the new premises by customers.",
      "id": "s118"
    },
    {
      "text": "34 Further, it is contended that the applicant has failed to show that the transfer of the telephone number would enhance the goodwill of the business to a significant degree compared to other advertising such as signs on site, newspaper advertising, electronic Yellow Pages or direct mail outs that would cause no hardship or inconvenience to the respondents.",
      "id": "s119"
    },
    {
      "text": "35 Further, it is contended for the respondents that if the Court takes the view that the applicant is entitled to the telephone number in question, transferring the telephone number after such a delay when a contrary advertisement has been placed at this stage is not the appropriate remedy.",
      "id": "s120"
    },
    {
      "text": "36 Therefore, it is said that the applicant must prove on the balance of probabilities that not only is it entitled to the number pursuant to the sale agreement but that it has suffered at least some damage as a result of the transfer of the telephone number to new premises in circumstances where it is not sought to retain the former business name and that there is a benefit it would obtain if the telephone number was transferred back to it after a lapse of some months which would outweigh the hardship to the respondents.",
      "id": "s121"
    },
    {
      "text": "The respondents submit that the applicant has not proved this to the required standards.",
      "id": "s122"
    },
    {
      "text": "Therefore it is said this is a case where an injunction is not an appropriate remedy, and by implication damages could be.",
      "id": "s123"
    },
    {
      "text": "37 For the applicant reliance is placed on the statement in RP Meagher, Meagher, Gummow and Lehane's Equity: Doctrines and Remedies 4 th edn Butterworths 2002 at \n[21-380] where it is stated:\n \n 'The greater the hardship to the defendant, the greater the reluctance of the Court to grant the injunction; but, the more it is apparent that an equal or further hardship would be caused to the plaintiff by refusing an injunction, or the stronger a plaintiff's case appears, the more that reluctance will be dissipated: Beese v Woodhouse [1970] 1 All ER 769; [1971] WLR 586.",
      "id": "s124"
    },
    {
      "text": "' \n\n38 The applicant submits that the only stated concern of the respondents is that any customers referring to the printed 2006 Yellow Pages seeking to contact Tommie Turtle at Davenport Street will be put through to Tiny Beez being the Norman Street business.",
      "id": "s125"
    },
    {
      "text": "However that is in circumstances where the online Yellow Pages displays the Norman Street address with the 9244 1905 telephone number.",
      "id": "s126"
    },
    {
      "text": "39 Additionally the Davenport Street business has an alternative telephone number displayed in the printed 2006 Yellow Pages.",
      "id": "s127"
    },
    {
      "text": "40 In contrast any customers referring to telephone records other than the printed 2006 Yellow Pages seeking to contact the child care business at Norman Street would get the competing business of the respondents at Davenport Street without an alternative telephone number.",
      "id": "s128"
    },
    {
      "text": "This could include people using the current Yellow Pages on-line, past customers using business cards and their own records of telephone numbers, persons using printed Yellow Pages from 2005 and earlier or old stationary, old notations and telephone numbers given on a referral basis.",
      "id": "s129"
    },
    {
      "text": "41 The applicant submits that given the strong merits of the case for breach of contract in favour of the applicant, the risk of any confusion generated by the deliberate act of the respondents in advertising the Norman Street telephone number should be borne by the respondents given the difficulty of the applicant in assessing damages.",
      "id": "s130"
    },
    {
      "text": "Had the respondents retained the Norman Street address when they received the letter from Sensis Pty Ltd dated 25 July 2005, there would have been no confusion.",
      "id": "s131"
    },
    {
      "text": "Therefore, any confusion has been created by the deliberate breach of contract of the respondents.",
      "id": "s132"
    },
    {
      "text": "They, therefore, should bear the risk of any confusion.",
      "id": "s133"
    },
    {
      "text": "42 The applicant also contends that the conduct by the respondents in approving the printed 2006 Yellow Pages listing at that time was done in breach of cl 13 of the general conditions of the agreement for sale which provided that the vendor was to conduct the business as a going concern until settlement in order to maintain goodwill and profitability.",
      "id": "s134"
    },
    {
      "text": "Relevantly that portion of the agreement reads:\n \n ' 13.",
      "id": "s135"
    },
    {
      "text": "CONDUCT BEFORE SETTLEMENT \n \n \n \n The Vendor agrees to conduct the Business as a going concern at the Premises until Settlement and: \n \n \n \n \n (a) to conduct the Business efficiently, in a proper and businesslike manner, to the best of the Vendor's skill and ability, in order to maintain goodwill and the profitability of the Business such conduct to include promotional and marketing activities normal for the current trading period.",
      "id": "s136"
    },
    {
      "text": "In the event such promotional, marketing or advertising activity entails or requires forward planning, bookings for advertisement placements, brochures, catalogues and the like, then the Vendor will assist the Purchaser with such planning and the Vendor will be liable only for such portion of the costs that are relevant to the remainder of the Vendor's trading time in the Business; \n \n \n \n \n ...' \n \n\n 43 Therefore the applicant submits that the other way to contrast the situation is if the printed Yellow Pages advertisement for 2006 had stayed the same as for 2005 as it did for the online Yellow Pages then anyone ringing the 9244 1905 telephone number would have known it was for the business at Norman Street and that it was still a child care centre business notwithstanding the ownership had changed and so had the business name.",
      "id": "s137"
    },
    {
      "text": "44 I find these factors flowing from the submissions of both parties in relation to the balance of convenience fairly evenly balanced themselves.",
      "id": "s138"
    },
    {
      "text": "The thing that ultimately persuades me that the applicant should succeed is the submission relating to the strength of the case for contractual breach.",
      "id": "s139"
    },
    {
      "text": "If the respondents had any case to argue in terms of legal categories arising from the advice to the applicant that the telephone number was not being transferred and the progression of settlement in the face of that knowledge, they have not made them apparent at the stage of this interlocutory application.",
      "id": "s140"
    },
    {
      "text": "Consequently the prima facie position remains that the contract has been breached.",
      "id": "s141"
    },
    {
      "text": "The strength of that position is entitled to resonate in the balance of convenience.",
      "id": "s142"
    },
    {
      "text": "I therefore do not agree with the respondents that this is a case where the balance of convenience should nevertheless be allowed to tip in the respondents favour.",
      "id": "s143"
    },
    {
      "text": "This is because ultimately if interlocutory relief were not granted and the matter was determined adversely to the respondents at trial, as it will appear to be likely on the issue of contractual breach so far as it can be judged at this stage, the case for not granting any relief would have then been considerably escalated because of the reasonably longer time lapse involved to enable the resolution of the dispute at trial.",
      "id": "s144"
    },
    {
      "text": "45 For these reasons I consider that the balance of convenience does tip in favour of the applicant.",
      "id": "s145"
    },
    {
      "text": "Consequently the interlocutory relief should issue.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 20 January 2006\n\n\n Counsel for the Applicant: MF Holler \n \n Solicitor for the Applicant: Denning Deane Masten \n \n Counsel for the Respondents: L Horwood \n \n Solicitor for the Respondents: MacKinlays Solicitors \n \n Date of Hearing: 13 January 2006 \n \n Date of Last Written Submissions: 18 January 2006 \n \n Date of Judgment: 20 January 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/13.html",
      "id": "s148"
    }
  ]
}