{
  "name": "SZBEU v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1544 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1544.html",
  "catchphrases": [
    {
      "text": "appeals",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "status of findings of fact of refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "impermissible merits review",
      "id": "c3"
    },
    {
      "text": "whether tribunal required to communicate prospective findings as to the correctness of statements made in letters supplied to the tribunal",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Federal Magistrate Scarlett on 22 March 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('The Tribunal') which was handed down on 20 October 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal in that decision affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs, made on 26 March 2002, to refuse the appellant's application for a Protection (Class XA) Visa ('a Protection Visa').",
      "id": "s1"
    },
    {
      "text": "2 The background to this appeal is summarised in the written outline of submissions by the first respondent.",
      "id": "s2"
    },
    {
      "text": "'2.",
      "id": "s3"
    },
    {
      "text": "The appellant is a 30 year old citizen of Bangladesh.",
      "id": "s4"
    },
    {
      "text": "He entered Australia on 1 October 2001, travelling on a visitor's visa.",
      "id": "s5"
    },
    {
      "text": "He submitted an application for a Protection (Class XA) Visa on 30 October 2001.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed a well founded fear of persecution on the grounds of political opinion.",
      "id": "s7"
    },
    {
      "text": "... \n \n 3.",
      "id": "s8"
    },
    {
      "text": "After the Minister's delegate refused the application for a protection visa on 26 March 2002, on 14 April 2002 the appellant applied to the Tribunal for a review of the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "The appellant's advisor provided further material to the Tribunal by letters dated 8 February 2003, 15 May 2003, and 19 May 2003.",
      "id": "s10"
    },
    {
      "text": "4.",
      "id": "s11"
    },
    {
      "text": "The Tribunal made a decision in the matter on 23 June 2003 which was handed down on 17 July 2003.",
      "id": "s12"
    },
    {
      "text": "This decision of the Tribunal was quashed by order of the Federal Magistrates Court on 13 May 2005, and the matter was remitted to the Tribunal for re-determination according to law.",
      "id": "s13"
    },
    {
      "text": "5.",
      "id": "s14"
    },
    {
      "text": "On 31 July 2005 the appellant's advisor made a lengthy written submission to the Tribunal.",
      "id": "s15"
    },
    {
      "text": "The appellant attended a hearing before the second Tribunal on 2 August 2005.",
      "id": "s16"
    },
    {
      "text": "On 5 August 2005, following the hearing, the Tribunal sent to the appellant a section 424A letter.",
      "id": "s17"
    },
    {
      "text": "The appellant's advisor responded to that letter on 17 August 2005.",
      "id": "s18"
    },
    {
      "text": "On 12 October 2005 the appellant's advisor provided yet further documentary material to the Tribunal.... \n \n \n \n \n \n 6.",
      "id": "s19"
    },
    {
      "text": "The Tribunal made its decision on 13 October 2005, and handed it down on 20 October 2005, affirming the decision not to grant a protection visa.",
      "id": "s20"
    },
    {
      "text": "' \n \n\n\n \n3 The appellant's claims for a Protection Visa assert a well-founded fear of persecution on the basis of political opinion.",
      "id": "s21"
    },
    {
      "text": "The appellant claimed to be an Awami League member and official who feared persecution from members and supporters of the Bangladesh Nationalist Party ('BNP').",
      "id": "s22"
    },
    {
      "text": "He claimed an extensive connection with the Awami League.",
      "id": "s23"
    },
    {
      "text": "He claimed that his father had been active in politics since an early age, and from an early age he had helped his father in relation to political matters.",
      "id": "s24"
    },
    {
      "text": "The appellant claimed to have worked during the 1996 election for a candidate for the Awami League.",
      "id": "s25"
    },
    {
      "text": "He claimed that he was elected in 1998 as organising secretary of the Belabo Thana Awami League, and was, in 2000, elected as the vice-president of the Belabo Thana Awami Committee.",
      "id": "s26"
    },
    {
      "text": "He claimed that he led a procession during the election in support of an Awami League candidate, and the procession was attacked by BNP hoodlums, injuring the appellant and killing one of his political affiliates.",
      "id": "s27"
    },
    {
      "text": "4 In a written submission of 19 May 2003, the appellant's advisor claimed that he was ' a leading activist of the Bangladesh Awami League '.",
      "id": "s28"
    },
    {
      "text": "5 On 31 July 2005, the solicitor for the appellant wrote to the Registrar advising, amongst other things: \n \n \n '5.",
      "id": "s29"
    },
    {
      "text": "The [appellant] was a leading activist of the Bangladesh Awami League, who entered into politics during my early stage of life.",
      "id": "s30"
    },
    {
      "text": "6.",
      "id": "s31"
    },
    {
      "text": "In 1998 the [appellant] became the general secretary of the Bangladesh Awami League Belabo Thana committee.",
      "id": "s32"
    },
    {
      "text": "7.",
      "id": "s33"
    },
    {
      "text": "In 2000 the [appellant] became the President of the above-mentioned Thana committee.",
      "id": "s34"
    },
    {
      "text": "8.",
      "id": "s35"
    },
    {
      "text": "A number of false cases was filed against the [appellant] .",
      "id": "s36"
    },
    {
      "text": "' \n \n\n\n \n6 The Tribunal summarised the appellant's claims: \n \n 'Essentially, it is the [appellant's] claims that he is an Awami League member and official who fears persecution from supporters and members of the BNP (he also referred in passing to Jamat-e Islami, as members of the ruling coalition, and the authorities acting at the behest of the coalition parties).",
      "id": "s37"
    },
    {
      "text": "He has been subject to past harm, namely: (a) death threats following a meeting in July 2001, if he refused to abandon the AL and its processions, (b) death threats if he did not join the BNP, (c) false charges orchestrated by the BNP and (d) beatings at a number of processions.",
      "id": "s38"
    },
    {
      "text": "This past harm (including the ongoing nature of the false charges), his continued interest in AL matters and current independent information concerning the treatment of AL activists in Bangladesh all lead the Applicant to fear further persecution for reason of his political opinion if he returns to Bangladesh.",
      "id": "s39"
    },
    {
      "text": "' \n \n\n7 One particular aspect of the appellant's history requires specific reference.",
      "id": "s40"
    },
    {
      "text": "The appellant claimed in his Protection Visa application that he had been employed by the Organisation of Development Program for the Underprivileged ('ODPUP') in Dhaka.",
      "id": "s41"
    },
    {
      "text": "He claimed that this information was obtained to assist him to obtain a Visitors' Visa for Australia.",
      "id": "s42"
    },
    {
      "text": "In fact, according to the appellant, he had never worked for the ODPUP.",
      "id": "s43"
    },
    {
      "text": "8 At the conclusion of the second hearing, the Tribunal with the appellant's consent, and in his presence, telephoned ODPUP to inquire about the appellant's employment status with that organisation.",
      "id": "s44"
    },
    {
      "text": "Prior to the call, the Tribunal Member said to the appellant: \n \n 'If they answer the telephone, I'm not going to tell them why you are here.",
      "id": "s45"
    },
    {
      "text": "I'm just going to ask if they know you and if they can tell me if you've worked for them.",
      "id": "s46"
    },
    {
      "text": "That's all.",
      "id": "s47"
    },
    {
      "text": "So I'm not going to compromise any of your privacy.",
      "id": "s48"
    },
    {
      "text": "' \n \n\n9 In the course of the call, the Tribunal Member said, ' I'd just like to ask you a question, please.",
      "id": "s49"
    },
    {
      "text": "Do you know [the appellant]?'.",
      "id": "s50"
    },
    {
      "text": "After some questioning, the Member asked, ' I would like to know if he once worked with you '.",
      "id": "s51"
    },
    {
      "text": "And later, the Tribunal Member said, ' I think he was once working with ODPUP.",
      "id": "s52"
    },
    {
      "text": "I'd like to know can you confirm that for me?",
      "id": "s53"
    },
    {
      "text": "'.",
      "id": "s54"
    },
    {
      "text": "And then, after some questioning, the Member asked, ' No, no, no, when was he working there before, was it?",
      "id": "s55"
    },
    {
      "text": "'.",
      "id": "s56"
    },
    {
      "text": "ODPUP answered, ' Two years before '.",
      "id": "s57"
    },
    {
      "text": "The Member said, ' Okay, and for how long, sir?",
      "id": "s58"
    },
    {
      "text": "Was he working one year?",
      "id": "s59"
    },
    {
      "text": "'.",
      "id": "s60"
    },
    {
      "text": "ODPUP replied, 'Yes'.",
      "id": "s61"
    },
    {
      "text": "10 At the first hearing, the appellant did tell the Tribunal that he had worked at ODPUP ' for a short time '.",
      "id": "s62"
    },
    {
      "text": "Subsequent to the second hearing, he forwarded a letter from the current Executive Director of ODPUP, in which the author claims that he had known the appellant since 1995, and confirms that the appellant had never worked there.",
      "id": "s63"
    },
    {
      "text": "11 The question of employment by ODPUP is relevant because of the unlikelihood of employment by a Non Government Organisation ('a NGO') in Dhaka of a person who is at the claimed level of involvement in the Awami League, namely a 'leading activist', and is described by the appellant himself as being engaged in full-time activities for the Awami League.",
      "id": "s64"
    },
    {
      "text": "As the Tribunal noted, it also may have a relevance to the appellant's credibility generally.",
      "id": "s65"
    },
    {
      "text": "12 The Tribunal wrote to the solicitor for the appellant on 5 August 2005, three days after the Tribunal hearing.",
      "id": "s66"
    },
    {
      "text": "The body of that s 424A letter was in these terms:\n \n 'At the Tribunal hearing held on Tuesday, 2 August 2005, you were given information that would, subject to any comments you make, be the reason, or part of the reason, for deciding that you are not entitled to a Protection Visa.",
      "id": "s67"
    },
    {
      "text": "The Tribunal drew to your attention information on your protection visa application, which was received on 30 October 2001 and had been completed with the assistance of your current adviser.",
      "id": "s68"
    },
    {
      "text": "With respect to your past employment, you wrote on that application form \"12/09-07/01: ODPUP --- North Badda, Gulsun, Dhaka --- Community Counsellor --- Tk 4,000 (monthly salary)\".",
      "id": "s69"
    },
    {
      "text": "At the hearing, the Tribunal expressed its interest in contacting ODPUP (Organisation of development Program for Underprivileged) in Dhaka to clarify your employment status.",
      "id": "s70"
    },
    {
      "text": "With your consent and in your presence, it telephoned the Dhaka Office of ODPUP on the following telephone number: +880-2-9883470.",
      "id": "s71"
    },
    {
      "text": "It obtained this telephone number from the Care Bangladesh website (http://www.carebd.org/pngo.html) which lists partner organisations, and which gives three telephone numbers for ODPUP.",
      "id": "s72"
    },
    {
      "text": "As you will be aware, a person on that telephone line confirmed in English that he worked for ODPUP.",
      "id": "s73"
    },
    {
      "text": "On checking, he advised that you no longer worked there, but that you did previously (perhaps two years ago) and that you had worked there for a period of perhaps one year.",
      "id": "s74"
    },
    {
      "text": "Your statement on your protection visa application and the telephone advice from ODPUP in Dhaka contradict your claims at the Tribunal hearings in March 2003 (when you said you worked only briefly for ODPUP) and in August 2005 when you said that you did not have any paid work after high school, but instead paid the Executive Director of ODPUP to list you as an employee so that you could obtain an Australian visa.",
      "id": "s75"
    },
    {
      "text": "This information is relevant because (a) it indicates that you were employed by an NGO in Dhaka, contrary to your claimed level of involvement in the Awami League in Narsingdi (described by your adviser as a \"leading activist\" and represented by yourself as being engaged in full-time activities), and (b) it may cast doubt on your credibility generally.",
      "id": "s76"
    },
    {
      "text": "You are invited to comment on this information.",
      "id": "s77"
    },
    {
      "text": "Your comments are to be in writing and in English.",
      "id": "s78"
    },
    {
      "text": "They are to be received at the Tribunal by close of business on 19 August 2005.",
      "id": "s79"
    },
    {
      "text": "IF YOU DO NOT GIVE COMMENTS BY CLOSE OF BUSINESS ON 19 AUGUST 2005 THE TRIBUNAL MAY MAKE A DECISION ON THE REVIEW OF YOUR CASE WITHOUT FURTHER NOTICE.",
      "id": "s80"
    },
    {
      "text": "At hearing, the Tribunal agreed to your adviser's request to provide a submission on any relevant matter by COB 16 August 2005.",
      "id": "s81"
    },
    {
      "text": "In accordance with section 424A of the Act, the Tribunal is now inviting you to comment in writing on the information above by 19 August 2005.",
      "id": "s82"
    },
    {
      "text": "You may, if you wish, provide information on other relevant matters in your response to this letter (on or before 19 August 2005).",
      "id": "s83"
    },
    {
      "text": "' \n \n\n13 In respect to the s 424A letter of 5 August 2007, the appellant forwarded to the Tribunal a letter headed 'To Whom it May Concern' from the Executive Director of ODPUP dated 9 August 2005, which said, '[the appellant] is known to me since 1995, but I would like to mention here that he was not any kinds of employee of our any project or Organization.",
      "id": "s84"
    },
    {
      "text": "' \n \n14 It is clear that the Tribunal did not accept that this statement was correct.",
      "id": "s85"
    },
    {
      "text": "15 The Tribunal concluded: \n \n 'The [appellant's] account of having paid an NGO Executive Director in 2001 to \"show\" him as an employee is, in the Tribunal's opinion, plausible.",
      "id": "s86"
    },
    {
      "text": "However, the [appellant's] replication of this information in his protection visa application (when it no longer served the purpose of securing a visitors visa) and the Tribunal's recent confirmation of his employment at ODPUP in an unsolicited telephone enquiry lead the Tribunal to conclude that he did in fact work there for at least some significant period in the past.",
      "id": "s87"
    },
    {
      "text": "' \n \n\n16 The Tribunal expressed its decision as follows: \n \n 'The Tribunal finds that the [appellant] is a low level supporter of the AL, and not an office-bearer, activist or in any other manner an active member.",
      "id": "s88"
    },
    {
      "text": "...\n \n ... the Tribunal accepts that the [appellant] is an AL supporter and that he has a low level of interest in the party.",
      "id": "s89"
    },
    {
      "text": "The Tribunal is not satisfied that he has suffered past harm as a result of such political interests.",
      "id": "s90"
    },
    {
      "text": "The [appellant] is free to continue his support for the AL if he returns to Bangladesh, and faces no more than a remote and insubstantial possibility --- hence, no real chance --- of persecutory or other harm should [he] wish to pursue his political interests.",
      "id": "s91"
    },
    {
      "text": "The material before the Tribunal does not indicate any other grounds for refugee claims.",
      "id": "s92"
    },
    {
      "text": "The Tribunal therefore concludes that he does not have a well-founded fear of Convention-related persecution.",
      "id": "s93"
    },
    {
      "text": "He is not a refugee.",
      "id": "s94"
    },
    {
      "text": "' \n\n \n \n17 The appellant filed an application for review in the Federal Magistrates Court on 15 November 2005.",
      "id": "s95"
    },
    {
      "text": "That application set out five grounds of review.",
      "id": "s96"
    },
    {
      "text": "18 At the hearing in the Federal Magistrates Court, the appellant was represented by counsel, who, effectively, abandoned those grounds, and sought to rely only upon grounds raised in the written submissions by counsel.",
      "id": "s97"
    },
    {
      "text": "19 The Federal Magistrate summarised those grounds at par 16:\n \n ' [counsel] referred... to the Tribunal's findings about whether or not the [appellant] had worked for the ODPUP and how that impacted upon his claims to have been a full time politician.",
      "id": "s98"
    },
    {
      "text": "He raised concerns about the Tribunal's findings of the extent of the [appellant's] knowledge of the Awami League and illustrated that by reference to the transcript of the hearing.",
      "id": "s99"
    },
    {
      "text": "He referred also to the [appellant's] answers to the questions asked of him about the false charges issue, and took issue with the method used by the Tribunal for asking questions about this issue in a speculative way.",
      "id": "s100"
    },
    {
      "text": "The difficulty with asking speculative questions, to summarise his argument, is that it produces speculative answers.",
      "id": "s101"
    },
    {
      "text": "And if a person in reply to a speculative question provides a speculative answer, it can hardly be a criticism because that is what the [appellant] was asked.",
      "id": "s102"
    },
    {
      "text": "' \n \n\n20 Concerning the application for Judicial Review, the Federal Magistrate said at pars 19 --- 20:\n \n '19...",
      "id": "s103"
    },
    {
      "text": "It is noteworthy that the Tribunal did accept the [appellant's] involvement with the Awami League, but did not accept the fact that he had engaged in an increasing level of political activity on behalf of the League, which culminated in his election as vice president of a particular committee in the year 2000, the year before he came to Australia.",
      "id": "s104"
    },
    {
      "text": "20.",
      "id": "s105"
    },
    {
      "text": "The question of credibility, as I said, is a factual question.",
      "id": "s106"
    },
    {
      "text": "In my view, it was open to the Tribunal to make a finding that the [appellant's] seniority in the League or his involvement in the League, or the extent of his work as an activist with the League was not as great as the [appellant] put it.",
      "id": "s107"
    },
    {
      "text": "To my mind, this is, ... a merits review question and it is not a matter that is therefore susceptible to judicial review.",
      "id": "s108"
    },
    {
      "text": "' \n \n\n21 After a careful examination of the grounds advanced by counsel, Scarlett FM found that there was no jurisdictional error in the reasons of the Tribunal.",
      "id": "s109"
    },
    {
      "text": "22 At the hearing of this appeal, the appellant relied on the three grounds contained in a document styled 'Amended Notice of Appeal', namely:\n \n \n '1.",
      "id": "s110"
    },
    {
      "text": "The Federal Magistrate made a mistake in finding that there was no error in the decision of the Tribunal.",
      "id": "s111"
    },
    {
      "text": "2.",
      "id": "s112"
    },
    {
      "text": "The Federal Magistrate failed to find that the Tribunal denied me natural justice.",
      "id": "s113"
    },
    {
      "text": "3.",
      "id": "s114"
    },
    {
      "text": "The Federal Magistrate failed to find that the Tribunal's s424A letter contained incorrect information.",
      "id": "s115"
    },
    {
      "text": "' \n \n\n\n \n23 In support of those grounds of appeal, the appellant relied on written submissions, which fairly encapsulate the submissions he makes concerning both the proceedings before the Tribunal, and the review by Scarlett FM.",
      "id": "s116"
    },
    {
      "text": "24 In respect of the proceedings before the Tribunal, the applicant submitted: \n \n \n '3.",
      "id": "s117"
    },
    {
      "text": "The Tribunal made some mistakes when it assessed my claims.",
      "id": "s118"
    },
    {
      "text": "Those mistakes are as follows: \n 4.",
      "id": "s119"
    },
    {
      "text": "The Tribunal used wrong information in it's s424A letter dated 5 August 2005.",
      "id": "s120"
    },
    {
      "text": "On that date the Tribunal wrote that the Tribunal received information via telephone from ODPUP that I worked in that organization two years ago for one year.",
      "id": "s121"
    },
    {
      "text": "5.",
      "id": "s122"
    },
    {
      "text": "The Tribunal gave that information to me in writing and informed that it was reason or part of the reason to affirm the decision that is under review.",
      "id": "s123"
    },
    {
      "text": "6.",
      "id": "s124"
    },
    {
      "text": "I responded to that letter on 17 August 2005 and attached a letter from the Director of ODPUP.",
      "id": "s125"
    },
    {
      "text": "Both my letter and the letter from the Director of ODPUP confirmed that I did not work for ODPUP.",
      "id": "s126"
    },
    {
      "text": "Denial of natural justice by the RRT \n \n 7.",
      "id": "s127"
    },
    {
      "text": "I believe that the Tribunal erred in determining that the information it relied on in deciding my credibility was not correct.",
      "id": "s128"
    },
    {
      "text": "The Tribunal claimed that it received information that I worked for ODPUP two years ago for at least one year.",
      "id": "s129"
    },
    {
      "text": "However, the Tribunal also had information that I arrived in Australia on 1 October 2001, applied for a protection visa on 30 October 2001, and the Tribunal made that phone call to ODPUP on 2 August 2005, some three years ten months and one day after my arrival in Australia.",
      "id": "s130"
    },
    {
      "text": "There was no evidence before the Tribunal that I departed Australia since my arrival in 2001.",
      "id": "s131"
    },
    {
      "text": "8.",
      "id": "s132"
    },
    {
      "text": "Therefore, it was impossible for me to work for that organization two years ago when I was not present in that country.",
      "id": "s133"
    },
    {
      "text": "The Tribunal had a duty to judge its own information before it decides to send a s424A notice, which the Tribunal failed to perform.",
      "id": "s134"
    },
    {
      "text": "9.",
      "id": "s135"
    },
    {
      "text": "I strongly protested to the Tribunal that I did not work for ODPUP during the hearing and also after the hearing by sending letters.",
      "id": "s136"
    },
    {
      "text": "I provided a letter from the Executive Director of ODPUP which the Tribunal did not accept.",
      "id": "s137"
    },
    {
      "text": "However, the Tribunal did not inform me that it was not willing to accept that letter from the Executive Director of ODPUP.",
      "id": "s138"
    },
    {
      "text": "I believe that if the tribunal informed about it's stand in relation to that letter, I could have done more to prove my credibility.",
      "id": "s139"
    },
    {
      "text": "However, that did not occur and it was a denial of natural justice from the side of the Tribunal.",
      "id": "s140"
    },
    {
      "text": "...' \n \n \n\n25 Concerning the proceedings before the Federal Magistrate, the appellant submitted:\n \n \n '10.",
      "id": "s141"
    },
    {
      "text": "The Federal Magistrate failed to find that there was a significant denial of natural justice by the Tribunal in not giving me an opportunity to know that it did not accept the letter from the Executive Director of ODPUP.",
      "id": "s142"
    },
    {
      "text": "11.",
      "id": "s143"
    },
    {
      "text": "The Federal Magistrate also erred in not observing that the S424A letter from the Tribunal was plainly incorrect, based on which the entire credibility issue was decided.",
      "id": "s144"
    },
    {
      "text": "12.",
      "id": "s145"
    },
    {
      "text": "I believe that the Honourable Federal Magistrate also denied me natural justice and the decision was not correct.",
      "id": "s146"
    },
    {
      "text": "' \n \n \n \n\n26 The complaint of the appellant concerning the way the Tribunal dealt with the question of involvement of the appellant with ODPUP seems to involve two aspects: the first concerns the correctness of the finding by the Tribunal that the appellant did in fact work for ODPUP, contrary to his later protestations and the letter he provided to the Tribunal subsequent to the s 424A notice; secondly, it seems to be asserted that the Tribunal was under an obligation to inform the appellant that it was not willing to accept that letter from the executive director of ODPUP as truthful.",
      "id": "s147"
    },
    {
      "text": "27 Concerning the first aspect of this complaint, the Tribunal determined that the appellant had given inconsistent accounts of whether he had been employed by ODPUP.",
      "id": "s148"
    },
    {
      "text": "The Tribunal found as a fact that, contrary to his later protestations, he had in fact been employed by ODPUP.",
      "id": "s149"
    },
    {
      "text": "This, in the Tribunals' view, was a telling circumstance against his claims concerning his level of his involvement with the Awami League.",
      "id": "s150"
    },
    {
      "text": "This is a finding of fact open to the Tribunal on the material before it.",
      "id": "s151"
    },
    {
      "text": "There is no error of law in making a wrong finding of fact: Waterford v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510, per Brennan J at 77.",
      "id": "s152"
    },
    {
      "text": "28 Further, as Brennan J said in Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at pp 35 - 36: \n \n 'The duty and jurisdiction of the court to review administrative action do not go beyond the declaration and enforcing of the law which determines the limits and governs the exercise of the repository's power.",
      "id": "s153"
    },
    {
      "text": "If, in so doing, the court avoids administrative injustice or error, so be it; but the court has no jurisdiction simply to cure administrative injustice or error.",
      "id": "s154"
    },
    {
      "text": "The merits of administrative action, to the extent that they can be distinguished from legality, are for the repository of the relevant power and, subject to political control, for the repository alone.",
      "id": "s155"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s156"
    },
    {
      "text": ")\n \n\n29 The argument expressed in par 7 of the appellant's written submissions (set out above at par 24) is directed at the merits of the issue of employment at ODPUP, and relies on details of chronology to assert that the information relied on in determining the appellant's credibility was not correct.",
      "id": "s157"
    },
    {
      "text": "Not only is this impermissible merits review, but it exhibits a misunderstanding of the significance of the information contained in the telephone call.",
      "id": "s158"
    },
    {
      "text": "The Tribunal does not appear to have accepted that the employment of the appellant by ODPUP was for a period of one year, and occurred two years before the telephone call.",
      "id": "s159"
    },
    {
      "text": "The significance of the conversation, from the Tribunal's point of view, appears to be that it indicates that the appellant had been employed by ODPUP, as he had claimed in his application for a visa, and which he later denied.",
      "id": "s160"
    },
    {
      "text": "The fact of that employment brought into serious question the claimed fear of persecution for political opinion.",
      "id": "s161"
    },
    {
      "text": "30 The appellant, in his written submissions, referred to Waco v Minister Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 171 ; (2003) 131 FCR 511 (' Waco ').",
      "id": "s162"
    },
    {
      "text": "In Waco , the Full Court of the Federal Court (Lee, Hill, Carr JJ) held at par 54:\n \n 'Where a finding of fact made does not turn upon the credibility of the appellant and where there is nothing on the face of the documents themselves to alert the decision maker that they are forgeries, it is likewise inherently unfair that the decision maker conclude that they are not genuine without affording the person affected by that conclusion the opportunity of dealing with it.",
      "id": "s163"
    },
    {
      "text": "' \n \n \n \n Such action amounts to a denial of procedural fairness.",
      "id": "s164"
    },
    {
      "text": "31 In Waco , after the Tribunal hearing, the appellant had submitted further evidence, being two letters written in Arabic and translations of the same.",
      "id": "s165"
    },
    {
      "text": "Both letters corroborated a critical element of his claim.",
      "id": "s166"
    },
    {
      "text": "The Tribunal found that the letters were false documents.",
      "id": "s167"
    },
    {
      "text": "However, at no time did the Tribunal give any indication to the appellant that it doubted the genuineness of the letters, and the appellant was, at no time, invited to comment on the authenticity of the documents.",
      "id": "s168"
    },
    {
      "text": "32 The issue in Waco was the authenticity of the letters.",
      "id": "s169"
    },
    {
      "text": "In this case, there was no issue as to the authenticity of the letter supplied by the appellant to the Tribunal.",
      "id": "s170"
    },
    {
      "text": "What the Tribunal did was reject the correctness of the statement in the letter, having regard to the other evidence that was before it.",
      "id": "s171"
    },
    {
      "text": "There was no obligation on the Tribunal to inform the appellant that it disputed the correctness of the statement made in the letter supplied by the appellant to the Tribunal.",
      "id": "s172"
    },
    {
      "text": "33 As to the second aspect of the complaint contained in the letter (set out in par 24 above), namely, that the Tribunal was under an obligation to inform the appellant that it was not willing to ' accept the letter from the Executive Director of ODPUP ', the short answer is that the Tribunal was not under any such obligation.",
      "id": "s173"
    },
    {
      "text": "34 A Tribunal is not required to tell the appellant its thought processes or conclusions before it makes adverse findings.",
      "id": "s174"
    },
    {
      "text": "Section 424A(1) of the Act requires the Tribunal to disclose 'information' of a certain kind.",
      "id": "s175"
    },
    {
      "text": "35 Allsop J said in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 at par 205: \n \n \n 205 Information is that of which one is told or apprised; it is knowledge communicated concerning some particular fact, subject or event: The Complete Oxford English Dictionary (2nd ed, 1991).",
      "id": "s176"
    },
    {
      "text": "In this context, the word has been taken as referring to knowledge of relevant facts or circumstances communicated to, or received by, the Tribunal: Tin v Minister for Immigration and Multicultural Affairs [2000] FCA 1109 at [3] , approved in [VAF v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 206 ALR 471 ] at [24] or knowledge which has come to, or has been gained by, the Tribunal: [Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396] at [95] .",
      "id": "s177"
    },
    {
      "text": "206 Information does not encompass the Tribunal's subjective appraisals, thought processes or determinations: Tin at [54], Paul at [95] and VAF at [24].",
      "id": "s178"
    },
    {
      "text": "In this respect, it is relevant to recall the root of the word \"information\": that of which one has been told or apprised, or informed...' \n \n \n \n\n36 The view that the contents of the letter were incorrect is a conclusion based on an assessment of all the evidence: it is not 'information' that is subject to the obligations required by s 424A of the Act.",
      "id": "s179"
    },
    {
      "text": "37 The appellant has not demonstrated any error in the decision of Scarlett FM, or, indirectly, any error in the decision of the Tribunal.",
      "id": "s180"
    },
    {
      "text": "Consequently, the appellant is not entitled to any relief.",
      "id": "s181"
    },
    {
      "text": "38 The appeal is dismissed with costs.",
      "id": "s182"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s183"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n\n The Appellant appeared in person.",
      "id": "s184"
    },
    {
      "text": "Solicitor for the Respondent: Mr Jason Potts \n \n Date of Hearing: 9 August 2006 \n \n Date of Judgment: 17 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1544.html",
      "id": "s185"
    }
  ]
}