{
  "name": "Hearn v O*Rourke [2006] FCA 1320 (6 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1320.html",
  "catchphrases": [
    {
      "text": "consideration of an application for an order for the provision of further answers to interrogatories",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a Notice of Motion by which the Respondents seek an order for further discovery on the part of both Applicants, an order that both Applicants provide further answers to interrogatories in order to comply with the order made on 6 July 2006 and an order that the Applicants in the proceeding pay the costs of the Motion.",
      "id": "s0"
    },
    {
      "text": "2 Considerable correspondence has passed between the solicitors for the parties in relation to discovery and aspects of the answers to interrogatories with the result that no order is now sought for further discovery.",
      "id": "s1"
    },
    {
      "text": "On 19 September 2006 the Applicants' solicitors provided the Respondents' solicitors with further answers to interrogatories sworn by each of the Applicants.",
      "id": "s2"
    },
    {
      "text": "The Respondents, however, press for an order that each Applicant provide a further answer to interrogatory no 9 and that the First Applicant provide further answers to interrogatories numbered 38 to 41.",
      "id": "s3"
    },
    {
      "text": "3 Interrogatory no 9 is in these terms: \n \n 'When did you first learn that footage of you talking to the first respondent about your sexual relationships and/or sexual activities would be included in the documentary \"Cunnamulla\"?",
      "id": "s4"
    },
    {
      "text": "'\n \n \n 4 The First Applicant, Taccara Jayne Hearn, answered interrogatory no 9 in these terms: \n \n 'In answer to interrogatory no.",
      "id": "s5"
    },
    {
      "text": "9, I say that the first time that I learned that the footage of me talking about my sexual relationships and/or sexual activities had been included in the documentary was after the release of the documentary.",
      "id": "s6"
    },
    {
      "text": "In or about December 2000 I saw the documentary on a copy of the video that was sent to my mother by O'Rourke.",
      "id": "s7"
    },
    {
      "text": "' \n \n \n 5 The Second Applicant, Kellie Anne Allardice, answered interrogatory no 9 in these terms: \n \n 'In answer to interrogatory no.",
      "id": "s8"
    },
    {
      "text": "9, I say that I first learned that the footage of me talking about sexual relationships and/or sexual activities had been included in the documentary when I watched a video of the documentary that had been sent to me whilst I was living in Brisbane by my father in or around January 2001.",
      "id": "s9"
    },
    {
      "text": "' \n \n \n 6 In these proceedings, Taccara Hearn and Kellie Allardice claim that Dennis O'Rourke (the First Respondent) acting on behalf of Camerawork Pty Ltd (the Second Respondent) represented in 1998 to Margaret Hearn (Taccara Hearn's mother) and Bruce Allardice (Kellie Allardice's father) that he was making a documentary about the township of Cunnamulla and he wished to interview each Applicant for a particular purpose as part of the documentary.",
      "id": "s10"
    },
    {
      "text": "7 As to Taccara Hearn, the contention is that Dennis O'Rourke represented that he wished to feature her in the documentary as an entrant in the 'Miss Maid Contest', document her involvement in the contest, would not canvass other matters, and would not publish any interview about any other matter without first seeking her consent or that of her guardian.",
      "id": "s11"
    },
    {
      "text": "8 Taccara Hearn was 13 years of age at the time.",
      "id": "s12"
    },
    {
      "text": "9 As to Kellie Allardice, the contention is that Dennis O'Rourke represented that; he wished to interview her for the documentary concerning her views about racism in the township of Cunnamulla as an aspect of engagement between black and white communities; he wished to do so without the presence of any other adult; he would not canvass other matters; and he would not publish in the documentary any interview with her concerning any other matter without first seeking her consent or that of her guardian.",
      "id": "s13"
    },
    {
      "text": "10 In October 1998, Kellie Allardice was 15 years of age.",
      "id": "s14"
    },
    {
      "text": "11 The Applicants further contend that Dennis O'Rourke represented to them that he would not publish in the documentary information given by them concerning their sexual relationships and activities.",
      "id": "s15"
    },
    {
      "text": "In particular, the Applicants contend that the First Applicant asked Dennis O'Rourke in the course of an interview of both Applicants whether questions concerning the involvement of the Applicants with boys would form part of the documentary.",
      "id": "s16"
    },
    {
      "text": "The Applicants contend that Dennis O'Rourke said that responses to such questions would not form part of the documentary.",
      "id": "s17"
    },
    {
      "text": "12 The Applicants further contend that in reliance upon the various representations, Margaret Hearn and Bruce Allardice respectively gave permission for each child to be interviewed and each Applicant responded to questions asked of them concerning the nature and extent of their sexual conduct in Cunnamulla, and continued to answer such questions.",
      "id": "s18"
    },
    {
      "text": "13 The Applicants contend that the representations were false and constitute contraventions of the Trade Practices Act 1974 (Cth).",
      "id": "s19"
    },
    {
      "text": "The Applicants further contend that the conduct on the part of the Respondents constitutes breaches of an obligation of confidence owed to each Applicant and an invasion of each Applicant's privacy.",
      "id": "s20"
    },
    {
      "text": "14 The Respondents deny the scope of the representations.",
      "id": "s21"
    },
    {
      "text": "The Respondents contend that representations were made to Margaret Hearn and her family that filming for the documentary would cover many aspects of their family life, challenges and difficulties over an extended period, and that the First Respondent was interested in filming the First Applicant because she had dropped out of school and was leading life 'on the wild side'.",
      "id": "s22"
    },
    {
      "text": "The contention concerning limitations on questions about other matters, seeking prior approval, etcetera, are denied.",
      "id": "s23"
    },
    {
      "text": "Similarly, the Respondents deny any limitations upon the scope of the interview with the Second Applicant and deny any representations other than that Dennis O'Rourke was a filmmaker and was making a documentary about the township of Cunnamulla.",
      "id": "s24"
    },
    {
      "text": "15 The Respondents deny that any representation was made to the Applicants that the Second Respondent would not publish information given to Dennis O'Rourke concerning the sexual relationships and sexual activities of either Applicant, and, in consequence, the Respondents deny that responses to questions concerning that topic were given by each Applicant in reliance upon such a representation.",
      "id": "s25"
    },
    {
      "text": "16 Although the Respondents concede that Dennis O'Rourke did not 'specifically tell' Taccara Hearn or Margaret Hearn that he intended to interview Taccara Hearn about her sexual activity and sexual conduct, nor Kellie Allardice or Bruce Allardice of his intention to ask Kellie Allardice about such matters, the Respondents contend that the subject of the sexual activity and sexual conduct of these two girls in the Cunnamulla community fell within the 'broad spectrum of issues' Dennis O'Rourke indicated that he was interested in talking about.",
      "id": "s26"
    },
    {
      "text": "By para 17(b) of the Defence of the Respondents filed 23 August 2005, the Respondents admit that ' the First Respondent spoke to the Applicants about sexual matters on some three or four occasions towards the end of 1998 but did so following the Applicants volunteering to talk about those matters, which they proceeded to do willingly '.",
      "id": "s27"
    },
    {
      "text": "17 The trial of the action has been set down for five days commencing on 27 November 2006.",
      "id": "s28"
    },
    {
      "text": "Because the issues in controversy between the parties involve questions of credit, no order has been made that the trial proceed on affidavit.",
      "id": "s29"
    },
    {
      "text": "18 In the context of these issues raised on the pleadings, an order was made that the Applicants provide answers to particular interrogatories.",
      "id": "s30"
    },
    {
      "text": "On 28 April 2006, Taccara Hearn was ordered to file answers to interrogatories by 5 May 2006 and Kellie Allardice was ordered to file answers by 12 May 2006.",
      "id": "s31"
    },
    {
      "text": "On 6 July 2006, the Respondents raised at a directions hearing, questions as to the adequacy of answers on the part of both Applicants to particular interrogatories.",
      "id": "s32"
    },
    {
      "text": "The Applicants agreed that they would file further answers.",
      "id": "s33"
    },
    {
      "text": "19 On 9 August 2006, the Respondents filed the present Motion.",
      "id": "s34"
    },
    {
      "text": "In the period between 9 August and the hearing of the Motion on 20 September 2006, various exchanges took place between the parties.",
      "id": "s35"
    },
    {
      "text": "The Applicants contend that interrogatory no 9 has been answered correctly by each of them.",
      "id": "s36"
    },
    {
      "text": "The First Applicant contends that her answers to interrogatories 38, 39, 40, and 41 are properly answered.",
      "id": "s37"
    },
    {
      "text": "20 The Respondents say that interrogatory no.",
      "id": "s38"
    },
    {
      "text": "9 has not been properly answered because the answer is not responsive to the question.",
      "id": "s39"
    },
    {
      "text": "The question seeks to elicit as a matter relevant to the issue concerning the topics to be addressed by Dennis O'Rourke in the course of the interview of the Applicants for the documentary, when did each Applicant 'first learn' that footage of Dennis O'Rourke asking questions about sexual conduct on the part of the respective Applicant 'would be' included in the documentary.",
      "id": "s40"
    },
    {
      "text": "Each response is said to be unresponsive because the answer identifies the moment in time when each Applicant first knew (in December 2000 after the release of the documentary in the case of Taccara Hearn, and in January 2001 in the case of Kellie Allardice) that the documentary actually included footage of each Applicant talking about sexual conduct.",
      "id": "s41"
    },
    {
      "text": "21 The Respondents seek an answer to an earlier point on the continuum.",
      "id": "s42"
    },
    {
      "text": "The solicitor for the Applicants, Mr Black, says that the question has been answered, because the answer also reflects the point at which each Applicant first knew that the documentary 'would contain' such information.",
      "id": "s43"
    },
    {
      "text": "Mr Black says the Applicants had 'no knowledge' that these matters would be in the documentary because they first learnt of the fact of the subject matter within the documentary when they first saw the footage.",
      "id": "s44"
    },
    {
      "text": "Mr Black says this position was made plain by his letter dated 19 September 2006 in which he said: \n \n '... both of our clients say that they were not aware that the footage relating the sexual discussions between them would be included in the documentary until after it had been publicly screened.",
      "id": "s45"
    },
    {
      "text": "' \n \n \n 22 The Respondents say that such an explanation of the answer nevertheless fails to expressly depose on oath to that answer.",
      "id": "s46"
    },
    {
      "text": "23 It seems to me that the answer is not, in terms, responsive to the question although the explanation of the answer seems to convey the position adopted by each Applicant.",
      "id": "s47"
    },
    {
      "text": "Nevertheless, since each Applicant contends that she did not know that the documentary 'would contain' material concerning her sexual conduct (that is, an understanding as to the future content of the documentary, at least as to that topic), each applicant ought to file and serve a further answer to interrogatory no 9 expressly dealing with that contention.",
      "id": "s48"
    },
    {
      "text": "24 A further contention is this.",
      "id": "s49"
    },
    {
      "text": "On 13 February 2001, Margaret Hearn (and Taccara Hearn) signed a document described as a 'Formal Letter of Authorisation' (Annexure B to the affidavit of Brian Hatch affirmed and filed on 9 August 2006) which, in part, provides: \n \n 'I, Margaret Hearn, do hereby engage the services of Stephen Hagan of Toowoomba to represent my daughter Cara and myself on all matters relating to taking defamation and or any other legal action against the producer and distributor of the film \"Cunnamulla\".",
      "id": "s50"
    },
    {
      "text": "All media inquiries before and after any legal action against the producer and distributor of the film \"Cunnamulla\" are to go through Stephen Hagan.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n 25 Counsel for the Respondents contends that Mr Hagan has made a number of public statements about the issues in the proceeding and apparently some have been attributed to each claimant.",
      "id": "s52"
    },
    {
      "text": "In other words, the Respondents contend that by force of the authority, Mr Hagan speaks for the claimants as agent and with their authority.",
      "id": "s53"
    },
    {
      "text": "26 The conduct of Mr Hagan is also said to go to damages.",
      "id": "s54"
    },
    {
      "text": "Accordingly, the Respondents seek to elicit an admission as to the authority of Mr Hagan by compelling a responsive answer to interrogatories 38-41 from the First Applicant, Taccara Hearn.",
      "id": "s55"
    },
    {
      "text": "It should be remembered that the role of a proper interrogatory is to facilitate proof of the adversary's case and to save expense, but the Court will not allow interrogatories of an oppressive nature.",
      "id": "s56"
    },
    {
      "text": "( Cross on Evidence , Seventh Edition , J.D. Heydon [17,025]) 27 Interrogatories 38-41 are in these terms: \n \n \n '38.",
      "id": "s57"
    },
    {
      "text": "Did you, or anyone acting on your behalf, engage the services of any \n person who is not a lawyer to represent you in relation to taking legal action \n against any person associated with the documentary \"Cunnamulla\".",
      "id": "s58"
    },
    {
      "text": "39.",
      "id": "s59"
    },
    {
      "text": "If the answer the answer to interrogatory 38 is yes: \n \n \n (a) State the name of the person who engaged the services of any person who is not a lawyer to represent you in relation to taking legal action against any person associated with the documentary \"Cunnamulla\";\n (b) State the name of the person who is not a lawyer whose services have been engaged to represent you in relation to taking legal action against any person associated with the documentary \"Cunnamulla\";\n (c) State the arrangements made with the person who is not a lawyer whose services have been engaged to represent you in relation to taking legal action against any person associated with the documentary \"Cunnamulla\"; \n (d) State when the services of the person who is not a lawyer were engaged to represent you in relation to taking legal action against any person associated with the documentary \"Cunnamulla\".",
      "id": "s60"
    },
    {
      "text": "40.",
      "id": "s61"
    },
    {
      "text": "Did you, or anyone acting on your behalf, give permission for media inquiries before and after the commencement of any legal action against anyone associated with the documentary \"Cunnamulla\" to go through a particular person?",
      "id": "s62"
    },
    {
      "text": "41.",
      "id": "s63"
    },
    {
      "text": "If the answer to interrogatory 40 is yes: \n \n \n (a) State who gave permission for media inquiries before and after the commencement of any legal action against anyone associated with the documentary \"Cunnamulla\" to go through a particular person; \n (b) State what were the terms of the permission for media inquiries before and after the commencement of any legal action against anyone associated with the documentary \"Cunnamulla\" to go through a particular person; \n (c) State who was the person who received permission to deal with media inquiries before and after the commencement of any legal action against anyone associated with the documentary \"Cunnamulla\";\n (d) State when was the person given permission for all media inquiries before and after the commencement of any legal action against anyone associated with the documentary \"Cunnamulla\" to go through a particular person.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n \n \n 28 Taccara Hearn answered those interrogatories in this way: \n \n '38.",
      "id": "s65"
    },
    {
      "text": "In answer to interrogatory no.",
      "id": "s66"
    },
    {
      "text": "38, I say that neither myself nor anyone acting on my behalf engaged any person other than a lawyer to represent me in relation to the taking of legal action against any person.",
      "id": "s67"
    },
    {
      "text": "What did occur was that my mother, Margaret Hearn at some point took the video of the documentary to the Aboriginal Legal Service and sought advices about its contents.",
      "id": "s68"
    },
    {
      "text": "A representative of the Aboriginal Legal Service apparently forwarded the video on seeking advices in relation to it.",
      "id": "s69"
    },
    {
      "text": "Not hearing back from the Aboriginal Legal Service for some time, when my mother came upon Stephen Hagan who was an old friend from Cunnamulla and a local ATSIC Regional Councillor she told him about the documentary and the delay by the Aboriginal Legal Service and he agreed to assist in finding legal representation.",
      "id": "s70"
    },
    {
      "text": "39.",
      "id": "s71"
    },
    {
      "text": "In light of my answer to interrogatory no.",
      "id": "s72"
    },
    {
      "text": "38, I say it is not necessary for me to answer this interrogatory.",
      "id": "s73"
    },
    {
      "text": "40.",
      "id": "s74"
    },
    {
      "text": "In answer to interrogatory no.",
      "id": "s75"
    },
    {
      "text": "40, I say that my mother and I did give permission for media inquiries to go through a particular person.",
      "id": "s76"
    },
    {
      "text": "41.",
      "id": "s77"
    },
    {
      "text": "In answer to interrogatory no.",
      "id": "s78"
    },
    {
      "text": "41, I say that: \n \n \n (a) My mother and I gave permission for media inquiries to go through a particular person.",
      "id": "s79"
    },
    {
      "text": "(b) The terms of the permission were that \"all media enquiries before and after any legal action against the producers and distributors of the film 'Cunnamulla' are to go through Stephen Hagan\".",
      "id": "s80"
    },
    {
      "text": "(c) The person who received the permission to deal with the media was Stephen Hagan.",
      "id": "s81"
    },
    {
      "text": "(d) Stephen Hagan was given the permission to deal with media enquiries on or about 13 February 2001.",
      "id": "s82"
    },
    {
      "text": "' \n \n \n \n 29 On 19 September 2006, the following further sworn answers to interrogatories (sworn by Taccara Hearn on 26 August 2006) were provided to the solicitor for the Respondents.",
      "id": "s83"
    },
    {
      "text": "The further answers are in these terms: \n \n '1.",
      "id": "s84"
    },
    {
      "text": "Further to my answer to interrogatory no 38 in my answer to interrogatories dated 3 April 2006, I say that: \n \n \n \n (a) Mr Hagan was not and has never been a lawyer; \n (b) It was not my intention through the letter of authority or otherwise to allow Mr Hagan to commence or represent me in any legal action; \n (c) The effect of the authorisation letter, as I understood it, was that Mr Hagan was going to assist my mother and I to secure the services of a lawyer and then was going to liaise with us and the lawyer to assist in the provision of instructions; \n (d) To the extent that Mr Hagan was retained for the abovementioned purposes, in practice he has done little more than secure the services of Drakopoulos Black Solicitors for us and all communications between us and Drakopoulos Black regarding the court proceedings have been direct and have not involved Mr Hagan at all.",
      "id": "s85"
    },
    {
      "text": "2.",
      "id": "s86"
    },
    {
      "text": "Taking into account the matters raised in my further interrogatory no 38 above, I say in further answer to interrogatory no 39 that: \n \n \n \n (a) The name of the persons who engaged Mr Hagan were myself and my mother Margaret Hearn; \n \n \n \n \n (b) The name of the person engaged was Mr Hagan; \n \n \n \n \n (c) The arrangements made with Mr Hagan in relation to such representation are as set out in my further answer to interrogatory no 38 as set out above; \n (d) As appears from the letter of authorisation, the said engagement of Mr Hagan commenced on or about 13 February 2001.",
      "id": "s87"
    },
    {
      "text": "3.",
      "id": "s88"
    },
    {
      "text": "Notwithstanding the matters referred to in the Respondent's interrogatories dated 5 July 2006, I say that any answer to interrogatories no 40 and 41 do not require further clarification.",
      "id": "s89"
    },
    {
      "text": "' \n \n \n 30 The effect of these exchanges is this.",
      "id": "s90"
    },
    {
      "text": "The answer to the question posed by interrogatory no 38 is that neither Taccara Hearn or anyone acting on her behalf engaged any non-lawyer to represent her in relation to taking legal action against any person although Margaret Hearn (supported by the signature of Taccara Hearn) on 13 February 2001 did engage Stephen Hagan, a non-lawyer, to assist her and Taccara Hearn to secure the services of a lawyer with the result that the services of Drakopoulos Black were secured.",
      "id": "s91"
    },
    {
      "text": "31 The answer to the question posed by interrogatory 40 is that Margaret Hearn (supported by Taccara Hearn) authorised on 13 February 2001 media inquiries to 'go through Stephen Hagan' and the scope of the permission is recited at para [24] (answer no 41(b), 3 April 2006).",
      "id": "s92"
    },
    {
      "text": "It seems to me that the conjunction of the answers to interrogatories of 3 April 2006 and 25 August 2006 provide responsive answers to the interrogatories.",
      "id": "s93"
    },
    {
      "text": "It may be that those answers will be the subject of contradiction by direct evidence, or alternatively, by reference to inferences drawn from secondary facts, or perhaps the subject of controversy in terms of the construction of particular documents.",
      "id": "s94"
    },
    {
      "text": "However, the answers given by the First Applicant are responsive to the questions put.",
      "id": "s95"
    },
    {
      "text": "32 Accordingly, I do not propose to make any further orders in relation to the answers given to interrogatories no 38 to 41 of the answers to interrogatories.",
      "id": "s96"
    },
    {
      "text": "Costs \n \n 33 On 6 July 2006, two matters were agitated by the Respondents at a directions hearing.",
      "id": "s97"
    },
    {
      "text": "The first concerned matters of discovery which were to be taken up in correspondence between the solicitors for the parties and the second concerned objections to the adequacy of answers by each Applicant to particular interrogatories (interrogatories 38-41 in the case of Taccara Hearn and interrogatories 51, 52, and 53 in the case of Kellie Allardice).",
      "id": "s98"
    },
    {
      "text": "34 Counsel for the Respondents also discussed with Mr Black on behalf of the Applicants the adequacy of the answer by each Applicant to interrogatory no 9.",
      "id": "s99"
    },
    {
      "text": "35 Those matters seem to have been resolved on the basis that the Applicants would provide further answers to interrogatories.",
      "id": "s100"
    },
    {
      "text": "36 The discovery issue concerned the question of whether Mr Stephen Hagan held documents relevant to the issues in the proceeding, and, if so, whether Taccara Hearn had an obligation to disclose those documents as documents in her possession or control on the footing that any such documents were held by Stephen Hagan as Taccara Hearn's agent.",
      "id": "s101"
    },
    {
      "text": "37 By 9 August 2006, the solicitors for the Respondents had not received any further answers to interrogatories nor a response to a letter dated 10 July 2006 to the solicitors for the Applicants.",
      "id": "s102"
    },
    {
      "text": "On 9 August 2006, the Notice of Motion was filed by which orders were sought for further discovery on the part of the Applicants and further answers by the Applicants to particular interrogatories.",
      "id": "s103"
    },
    {
      "text": "38 On 21 August 2006, the solicitors for the Applicants provided the solicitors for the Respondents with draft unsworn versions of the further interrogatories.",
      "id": "s104"
    },
    {
      "text": "A sworn version of the further answers by each Applicant was provided on 19 September 2006.",
      "id": "s105"
    },
    {
      "text": "Ultimately, the discovery matter was not pressed.",
      "id": "s106"
    },
    {
      "text": "Further answers to interrogatories were provided by the Second Applicant on the day prior to the hearing of the Motion.",
      "id": "s107"
    },
    {
      "text": "39 The Respondents have not persuaded me of any inadequacy in the answers to interrogatories 38-41 on the part of the First Applicant, although I am satisfied that the answer on the part of each Applicant to interrogatory no 9 requires a further answer.",
      "id": "s108"
    },
    {
      "text": "I accept that the application has been made necessary by the failure on the part of the Applicants to provide further answers to interrogatories consistent with the commitment the Applicants made at the directions hearing.",
      "id": "s109"
    },
    {
      "text": "40 However, because the Respondents abandoned that part of the Motion dealing with discovery and were unsuccessful in respect of the challenge to the answers by the First Applicant to interrogatories 38-41, I propose to order that the Applicants in the proceeding pay 40 per cent of the costs of and incidental to the Notice of Motion filed on 9 August 2006 by the Respondents in the proceeding.",
      "id": "s110"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood .",
      "id": "s111"
    },
    {
      "text": "Associate:\n\nDated: 6 October 2006\n\n\n Counsel for the Applicant: Applicants appeared by their Solicitor \n \n Solicitor for the Applicant: Mr Black, Drakopoulos &amp; Black \n \n Counsel for the Respondent: Mr O'Gorman \n \n Solicitor for the Respondent: Pamela Coward &amp; Associates \n \n Date of Hearing: 20 September 2006 \n \n Date of Judgment: 6 October 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1320.html",
      "id": "s112"
    }
  ]
}