{
  "name": "Wakaman People 2 v Native Title Registrar and Authorised Delegate (with Corrigendum dated 5 September 2006) [2006] FCA 1198 (5 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1198.html",
  "catchphrases": [
    {
      "text": "delegate's refusal to accept claim for registration",
      "id": "c0"
    },
    {
      "text": "nature of court's jurisdiction to review",
      "id": "c1"
    },
    {
      "text": "requirements for registration",
      "id": "c2"
    },
    {
      "text": "registrar or delegate's functions",
      "id": "c3"
    },
    {
      "text": "certification of application by representative body",
      "id": "c4"
    },
    {
      "text": "whether registrar may consider authorization process where application certified",
      "id": "c5"
    },
    {
      "text": "whether earlier certification may apply to later application",
      "id": "c6"
    },
    {
      "text": "whether later application referred to different group",
      "id": "c7"
    },
    {
      "text": "meaning of 'cognatic descent'",
      "id": "c8"
    },
    {
      "text": "whether delegate may consider change of description and effect",
      "id": "c9"
    },
    {
      "text": "limits on delegate's functions where certification.",
      "id": "c10"
    },
    {
      "text": "native title",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "On 10 February 2006 a delegate of the National Native Title Registrar ('the Registrar') made a decision not to accept for registration, pursuant to s 190A of the Native Title Act 1993 (Cth) ('the NTA'), an application for native title determination on the part of the Wakaman People # 2.",
      "id": "s0"
    },
    {
      "text": "The decision was based upon the delegate's lack of satisfaction that the application had been certified or authorised by s 190C(4) of the NTA.",
      "id": "s1"
    },
    {
      "text": "The applicant seeks review of that decision.",
      "id": "s2"
    },
    {
      "text": "When this matter came before the Court for directions the Court was informed that the Registrar and the authorised delegate would abide the outcome of the Court's decision and did not intend making submissions in the matter.",
      "id": "s3"
    },
    {
      "text": "The State of Queensland, which had been named as the second respondent, did not propose making any submissions.",
      "id": "s4"
    },
    {
      "text": "The Court expressed concern about the lack of a contradictor particularly given the issues then raised by the application, some of which concerned the conduct of the delegate.",
      "id": "s5"
    },
    {
      "text": "In consequence the Attorney-General for the Commonwealth undertook the role of intervenor in the proceeding (see s 84A NTA).",
      "id": "s6"
    },
    {
      "text": "(I shall refer to the Attorney-General in these reasons as 'the intervenor').",
      "id": "s7"
    },
    {
      "text": "Background to the Decision Statutory Requirements An application for native title determination is made to the Federal Court and then referred to the Registrar (s 61 and s 63 NTA).",
      "id": "s8"
    },
    {
      "text": "Provision for delegation of the Registrar's powers is made by s 99.",
      "id": "s9"
    },
    {
      "text": "When the Registrar is given a copy of the claimant application the Registrar must consider the claim made in the application in accordance with the section: s 190A(1).",
      "id": "s10"
    },
    {
      "text": "Section 190A(3) provides that, in considering a claim under the section, the Registrar must have regard to certain information, including information contained in the application and any other documents provided by the applicant.",
      "id": "s11"
    },
    {
      "text": "The Registrar may also conduct searches, have regard to relevant information supplied by the Commonwealth, a State or Territory in relation to the requirement of s 190B or s 190C ' and may have regard to such other information as he or she considers appropriate '.",
      "id": "s12"
    },
    {
      "text": "Section 190A(6) provides a test for registration : \n \n The Registrar must accept the claim for registration if the claim satisfies all of the conditions in: \n \n (a) section 190B (which deals mainly with the merits of the claim); and \n \n (b) section 190C (which deals with procedural and other matters).",
      "id": "s13"
    },
    {
      "text": "any other case, the Registrar must not accept the claim for registration.",
      "id": "s14"
    },
    {
      "text": "' \n \n Section 190B ' Registration: conditions about merits of the claim ' provides by subs (3): \n \n The Registrar must be satisfied that: \n \n (a) the persons in the native title claim group are named in the application; or \n \n (b) the persons in that group are described sufficiently clearly so that it can be ascertained whether any particular person is in that group.",
      "id": "s15"
    },
    {
      "text": "' \n \n\n Section 190C: ' Registration: conditions about procedural and other matters ' contains the following relevant subsections: \n \n \n The Registrar must be satisfied that the application contains all details and other information, and is accompanied by an affidavit or other document, required by sections 61 and 62 .",
      "id": "s16"
    },
    {
      "text": "The Registrar must be satisfied that either of the following is the case: \n \n (a) the application has been certified under Part 11 by each representative Aboriginal/Torres Strait Islander body that could certify the application in performing its functions under that Part; or \n \n (b) the applicant is a member of the native title claim group and is authorised to make the application, and deal with matters arising in relation to it, by all the other persons in the native title claim group.",
      "id": "s17"
    },
    {
      "text": "If the application has not been certified as mentioned in paragraph (4)(a), the Registrar cannot be satisfied that the condition in subsection (4) has been satisfied unless the application: \n \n includes a statement to the effect that the requirement set out in paragraph (4)(b) has been met; and \n \n briefly sets out the grounds on which the Registrar should consider that it has been met.",
      "id": "s18"
    },
    {
      "text": "' \n \n Section 61(1) provides that a native title determination application may be made by certain persons.",
      "id": "s19"
    },
    {
      "text": "The list includes a reference to: \n \n A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group.",
      "id": "s20"
    },
    {
      "text": "' \n \n Section 61(4) provides: \n \n A native title determination application, or a compensation application, that persons in a native title claim group or a compensation claim group authorise the applicant to make must: \n \n (a) name the persons; or \n \n (b) otherwise describe the persons sufficiently clearly so that it can be ascertained whether any particular person is one of those persons.",
      "id": "s21"
    },
    {
      "text": "' \n \n Section 62(1) requires a claimant application to be accompanied by an affidavit sworn by the applicant deposing as to certain beliefs about the claim, providing the details specified in subs (1)(c) and subs (2).",
      "id": "s22"
    },
    {
      "text": "Subsection (1)(a)(iv) requires the affidavit to contain a statement that: \n \n the applicant is authorised by all the persons in the native title claim group to make the application and to deal with matters arising in relation to it; ' \n \n\nThe note to this provision refers to s 251B , which states what it means for the applicant to be authorised by all the persons in the native title claim group.",
      "id": "s23"
    },
    {
      "text": "That section provides:\n\n \n \n the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if: \n \n where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind---the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or \n \n where there is no such process---the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s24"
    },
    {
      "text": "' \n \n In relation to certification, s 203B in Pt 11 , Div 3, provides that one of the functions of a representative body (which the North Queensland Land Council (the 'NQLC') is acknowledged to be) is a certification function as referred to in s 203BE.",
      "id": "s25"
    },
    {
      "text": "Subsections (1) and (2) of s 203BE provide: \n \n 'General \n \n (1) The certification functions of a representative body are: \n \n (a) to certify, in writing, applications for determination of native title relating to areas of land or waters wholly or partly within the area for which the body is the representative body: and ... \n \n of applications for determinations of native title \n \n A representative body must not certify under paragraph (1)(a) an application for a determination of native title unless it is of the opinion that: \n \n (a) all the persons in the native title claim group have authorised the applicant to make the application and to deal with the matters arising in relation to it; and \n \n (b) all reasonable efforts have been made to ensure that the application describes or otherwise identifies all the other persons in the native title claim group.",
      "id": "s26"
    },
    {
      "text": "' \n \n\nSubsection (3) deals with overlapping applications for determinations of native title.",
      "id": "s27"
    },
    {
      "text": "It requires representative bodies to make all reasonable efforts to achieve agreement with the other applicants and to minimise the number of applications with respect to the same land or waters.",
      "id": "s28"
    },
    {
      "text": "A failure to comply with the subsection does not however invalidate the certification of the application.",
      "id": "s29"
    },
    {
      "text": "Subsection (4) provides for a statement to be included in a certification of an application for determination of native title:\n \n \n A certification of an application for a determination of native title by a representative body must: \n \n (a) include a statement to the effect that the representative body is of the opinion that the requirements of paragraphs (2)(a) and (b) have been met; and \n \n (b) briefly set out the body's reasons for being of that opinion; and \n \n (c) where applicable, briefly set out what the representative body has done to meet the requirements of subsection (3).",
      "id": "s30"
    },
    {
      "text": "' \n \n\nOther provisions are made in the following two subsections with respect to certification for applications for registration for indigenous land use agreements.",
      "id": "s31"
    },
    {
      "text": "Section 190D(2) provides that if the applicant is given a notice that the Registrar does not accept the claim for registration, the applicant may apply to the Federal Court ' for a review of the Registrar's decision not to accept the claim'.",
      "id": "s32"
    },
    {
      "text": "The First Application The review sought is of the third in a series of decisions by the same delegate as to whether applications and amended applications, said to have been made on behalf of the Wakaman People, should be accepted for registration.",
      "id": "s33"
    },
    {
      "text": "It is necessary to refer to each of the applications given the submissions made and the delegate's reasons with respect to the last of them.",
      "id": "s34"
    },
    {
      "text": "In that approach I refer to the first of the decisions as 'the first application' although it proposed the second set of amendments to the original application on behalf of the Wakaman People # 2 and was brought after the application in Wakaman People # 1.",
      "id": "s35"
    },
    {
      "text": "On 9 August 2004 (incorrectly referred to by the delegate as 9 April 2004) the persons named as applicant in these proceedings lodged an application for a determination of native title under s 61(1) of the NTA.",
      "id": "s36"
    },
    {
      "text": "The native title claim group was described in Sch A as: \n \n Wakaman People being descendants of \n \n Byrne Rosie Biddle (aka Phillips, Thomas) \n \n Atherton (Cameron) Willy (aka Willie) Maher \n \n Cameron Snr Joe Dosetta Jnr \n \n McTavish Snr \n \n known apical ancestors of the Wakaman People' \n \n Authorisation was said to have been given at a meeting of the Wakaman People on 31 July 2004.",
      "id": "s37"
    },
    {
      "text": "Previous authorisation meetings had been held.",
      "id": "s38"
    },
    {
      "text": "The decision, dated 18 April 2005, not to accept the application for registration, was based upon the requirements as to authorisation and as to the identification of the claim group not being met.",
      "id": "s39"
    },
    {
      "text": "As to the latter, the delegate said: \n \n description does not satisfactorily allow it \"to be ascertained whether any particular person is in that group\".",
      "id": "s40"
    },
    {
      "text": "It cannot be determined from the description whether the intended meaning is that the Wakaman People are all the descendants of the named apical ancestors or whether it means that all Wakaman People are descended from those apical ancestors (but that persons identifying with other groups may also share those ancestors).",
      "id": "s41"
    },
    {
      "text": "It is also not clear whether the principle of the descent of rights asserted here is cognatic, such that any one descendant of the named apical ancestors take their descent or identity from either their father or their mother and choose whether or not he or she identifies with the claim group.",
      "id": "s42"
    },
    {
      "text": "If this is the case, there might be persons in these descent groups who do not identify as members of the Wakaman People.",
      "id": "s43"
    },
    {
      "text": "use of the expression \"the known apical ancestors\" could possibly suggest, but does not make clear, that there are Wakaman persons whose ancestors have not been identified.",
      "id": "s44"
    },
    {
      "text": "' \n \n Later in the reasons the delegate suggests that there should be some form of objective identifier to allow an individual to be identified as a member of the claim group.",
      "id": "s45"
    },
    {
      "text": "So far as concerned the question of authorisation, the delegate considered further information would be necessary to overcome two difficulties.",
      "id": "s46"
    },
    {
      "text": "The first arose from the delegate's finding concerning the claim group description and the second appeared to be a lack of evidence surrounding the authorisation meeting, by reference to observations in Moran v Minister for Land and Water Conservation for the State of New South Wales [1999] FCA 1637 at [33] --- [35] ('Moran'), to similar effect.",
      "id": "s47"
    },
    {
      "text": "The second (the amended) application On 16 December 2005 leave was granted to amend the Wakaman People # 2 application pursuant to s 64 of the NTA.",
      "id": "s48"
    },
    {
      "text": "The description of the claim group was amended and the applicant now relied upon certification by the NQLC instead of evidence of authorisation for the purposes of s 190C(4).",
      "id": "s49"
    },
    {
      "text": "The description of the native title group in the amended application was as follows: \n \n Wakaman People are all of those persons who are descendants of : \n \n who identify as Wakaman People.",
      "id": "s50"
    },
    {
      "text": "means cognatic descent.",
      "id": "s51"
    },
    {
      "text": "' \n \n There followed the names of the same persons listed with respect to the first application).",
      "id": "s52"
    },
    {
      "text": "This application was accompanied by a certificate under s 203BE of the NTA by the NQLC dated 7 December 2005.",
      "id": "s53"
    },
    {
      "text": "The document was described as a certificate under s 203BE.",
      "id": "s54"
    },
    {
      "text": "It was explained that: \n \n certificate is provided by [NQLC] in respect of amended native title determination application QUD158/2004 filed in the Federal Court by [the persons making up 'the applicant'].",
      "id": "s55"
    },
    {
      "text": "' \n \n\nThe land and water covered by the application were said to be within the representative body area.",
      "id": "s56"
    },
    {
      "text": "The NQLC then certified that it was of the opinion that the requirements of paragraphs of 203BE (2)(a) and (b) of the Act had been met and in particular that:\n \n \n \n \n all the persons in the Native Title claim group have authorised the applicant to make the application and to deal with matters arising in relation to it; and \n \n (b) all reasonable efforts have been made to ensure that the Application describes or otherwise identifies all the other persons in the native title claim group.",
      "id": "s57"
    },
    {
      "text": "' \n \n \n \n Brief reasons were given for those opinions.",
      "id": "s58"
    },
    {
      "text": "In relation to the requirement of authorisation, it was said that the process undertaken involved a combination of the traditional laws and customs of the native title claim group, which recognised persons having particular interests, as authorised to speak for the group and decide matters pertaining to the rights and interests claims, and the consent of the majority of the senior members of the group.",
      "id": "s59"
    },
    {
      "text": "The authorisation was also said to have involved extensive consultation with members of the group.",
      "id": "s60"
    },
    {
      "text": "So far as concerned the requirements of s 203BE(2)(b) it was said that the identification of the native title claim group had involved the engagement of a consultant anthropologist who had undertaken extensive research in the region and the description of the native title claim group had been the subject of consideration by the members of the group.",
      "id": "s61"
    },
    {
      "text": "Instructions had been given to the legal representatives of the claimants.",
      "id": "s62"
    },
    {
      "text": "Anthropological reports in respect of the claim group had been subject to peer review by a senior anthropologist who concluded that the claim group ' as presently described in the application was properly constituted '.",
      "id": "s63"
    },
    {
      "text": "Although the application did not overlap any other application, the requirements of s 203BE(3) were also addressed.",
      "id": "s64"
    },
    {
      "text": "The amended application drew a \" preliminary assessment\" by the delegate.",
      "id": "s65"
    },
    {
      "text": "The assessment listed, in summary form, the requirements of s 190B and s 190C.",
      "id": "s66"
    },
    {
      "text": "Under each requirement the materials in the application which were relevant to it were identified.",
      "id": "s67"
    },
    {
      "text": "The delegate than provided an opinion as to whether the test was satisfied and whether further information was required, with or without comment.",
      "id": "s68"
    },
    {
      "text": "In answer to the requirement: \n \n The members of the Native Title claim group must be (a) named or (b) described so that they can be readily identified (section 190B(3)) ' \n \n\nit was said that the relevant part of the Form 1 application, Sch A/Attachment A ' does not satisfy the test ' and the comment was made that ' the delegate would refer you to the detailed reasons given when the matter was last tested in April 2005' .",
      "id": "s69"
    },
    {
      "text": "The requirement that the authorisation of the applicant be either certified or satisfactory evidence of authorisation supplied (s 190C(4)(a) and (b); s 61(1)) , was not assessed or commented upon.",
      "id": "s70"
    },
    {
      "text": "The third (further amended) application The NQLC corresponded with the delegate concerning the substance of the preliminary assessment.",
      "id": "s71"
    },
    {
      "text": "It is not necessary to refer to that correspondence.",
      "id": "s72"
    },
    {
      "text": "What followed was a further amendment of the description of the native title claim group in an application dated 30 January 2006.",
      "id": "s73"
    },
    {
      "text": "The description of the Wakaman People is now limited to ' ... all of those persons who are descendants of' (the same persons whose names were listed in the previous two applications are again listed here).",
      "id": "s74"
    },
    {
      "text": "In Sch R to the application which was entitled ' Certificate or Authorisation [see Act, s 190C] ' a copy of a certificate was to be provided ' if the application has been certified by each Aboriginal/Torres Strait Islander Body ... '.",
      "id": "s75"
    },
    {
      "text": "In response it was said that a certificate from the NQLC was attached.",
      "id": "s76"
    },
    {
      "text": "It is not in dispute that the certificate attached was a copy of the same certificate which had been provided with the second application.",
      "id": "s77"
    },
    {
      "text": "In his decision dated 10 February 2006 the delegate explained that his decision was made in short form ' in accordance with the policy of the Registrar '.",
      "id": "s78"
    },
    {
      "text": "The delegate elected to give reasons in that form having come to the conclusion that ' the further amended application was not, or is not, authorised in its amended form.",
      "id": "s79"
    },
    {
      "text": "Any further testing of the application as either to its merits or procedural compliance could be either misleading of meaningless '.",
      "id": "s80"
    },
    {
      "text": "The delegate addressed the requirements of s 190C(4)(a) and (b) in the reasons which followed.",
      "id": "s81"
    },
    {
      "text": "He referred to the reasons which had been provided in both the earlier Wakaman People # 2 application and the Wakaman People #1 application.",
      "id": "s82"
    },
    {
      "text": "In both those matters the claim group had been described by reference to the list of persons from whom the Wakaman people were said to be descended and the known apical ancestors of the Wakaman People, the delegate observed.",
      "id": "s83"
    },
    {
      "text": "He set out passages from the earlier reasons in which he had identified the problems with the description of the group.",
      "id": "s84"
    },
    {
      "text": "Although the legal representative had recently written to the delegate, saying that each of those matters had been corrected, the delegate did not accept ' that these submissions accurately reflect the earlier decision.",
      "id": "s85"
    },
    {
      "text": "' The delegate then went on: \n \n my findings in Wakamin # 1 and in Wakamin # 2, when previously tested, and which have not been challenged, that there is a difference in the composition of a group which is defined by cognatic descent, and one which is described as 'all the descendants of' I must come to the conclusion, as I do, that the description of the claim group in the further amended application before me is that of a wider group.",
      "id": "s86"
    },
    {
      "text": "wording of the claim group description in the application filed on 16 th December 2005 was exactly as above but included the words 'and who identify as Wakamin People' and 'Descent means cognatic descent'.",
      "id": "s87"
    },
    {
      "text": "the further amended application those words have been removed.",
      "id": "s88"
    },
    {
      "text": "adopt here my reasoning and findings in those decisions as to way in which these terms are to be interpreted.",
      "id": "s89"
    },
    {
      "text": "It is not the role of the delegate to be an anthropologist, but if such terms are used in an application then I must interpret them as best I can.",
      "id": "s90"
    },
    {
      "text": "last two paragraphs of the submission above would seem to concede that the use of the word cognatic does in fact have the meaning which I ascribed to it in those decisions and which I found to be such that I could not be satisfied at s.109B(3)(b).",
      "id": "s91"
    },
    {
      "text": "cannot accept that 'the amendments do not change... the substance of the claim.",
      "id": "s92"
    },
    {
      "text": "' My conclusion is that the description now given, whether it would satisfy s.190B(3)(b) , which I do not decide, is that of a differently constituted group.",
      "id": "s93"
    },
    {
      "text": "the previous applications, this application has been certified.",
      "id": "s94"
    },
    {
      "text": "The certificate was executed on 7 th December 2005 and in form, with one exception, is in accordance with the requirements of s.190C(4)(a) and s. 203BE (2) and (4).",
      "id": "s95"
    },
    {
      "text": "am unable to consider the 'merits' of the certificate and do not do so.",
      "id": "s96"
    },
    {
      "text": "Relevantly to s.203BE(2)(b) the certificate states: \n \n The identification of the Native Title Claim Group has involved the engagement of consultant anthropologists who have undertaken extensive research in the region, including in relation to the land and waters covered by the Application.",
      "id": "s97"
    },
    {
      "text": "The description of the Native Title Claim Group has been the subject of consideration by the members of the Native Title Claim Group, and instructions given to the legal representatives of the claimants.",
      "id": "s98"
    },
    {
      "text": "Anthropological Reports in respect of the claim group, including a report specifically commissioned to deal with assertions by the dissenter, have been subject to Peer Review by Senior Anthropologist Dr Nancy Williams who concluded that the claim group as presently described in the application was properly constituted.",
      "id": "s99"
    },
    {
      "text": "' \n \n \n \n statement in paragraph 3 is identical to paragraph 3 in a Certificate issued by NQLCAC on 20 th August 2004 in Combined Dulabed and Malanbarra Yidinji (QC01/14 and Q6012/01) which was accepted for registration on 10 th December 2004.",
      "id": "s100"
    },
    {
      "text": "My examination of the files held by the Registrar in relation to this and the other Wakaman applications does not assist.",
      "id": "s101"
    },
    {
      "text": "certificate and s.62 affidavits filed by the persons comprising the applicant refer to authorisation meetings on 16 th March 2004, 17 th April 2004 and 31 st July 2004.",
      "id": "s102"
    },
    {
      "text": "the reasons expressed above, I have come to the conclusion that the claim group as described in the further amended application filed 30 th January 2006 now before me is different to the group which held authorisation meetings in 2004, and is different to the group which was described in the application filed 16 th December 2005 which was covered by the certificate.",
      "id": "s103"
    },
    {
      "text": "is my conclusion that the claim group changed significantly after the issuing of the certificate and that, accordingly, the application either needed to be reauthorised or a fresh certificate issued.",
      "id": "s104"
    },
    {
      "text": "' \n \n The application for review The grounds given for review of the delegate's decision included one that the applicant was misled by the delegate's decision.",
      "id": "s105"
    },
    {
      "text": "It suggested something in the nature of an estoppel and was not pressed on the hearing of the application.",
      "id": "s106"
    },
    {
      "text": "It was also sought to identify errors in each of the delegate's decisions.",
      "id": "s107"
    },
    {
      "text": "It is not necessary to undertake such an assessment, since the application before the Court is limited to review of the third decision and the reasoning leading to it.",
      "id": "s108"
    },
    {
      "text": "Nevertheless the delegate has incorporated part of his earlier reasons in the third decision and it may therefore be necessary to have regard to them.",
      "id": "s109"
    },
    {
      "text": "The primary submission for the applicant at the hearing was that the delegate had neither the duty nor the power to go behind the certification provided with respect to the third application.",
      "id": "s110"
    },
    {
      "text": "The intervenor submits that the delegate's duties under s 190C(4) required him to be satisfied that the application had been certified under s 203BE.",
      "id": "s111"
    },
    {
      "text": "That necessarily refers to the third application.",
      "id": "s112"
    },
    {
      "text": "If he was not able to conclude that the certification in question applied to that application, he could not be so satisfied.",
      "id": "s113"
    },
    {
      "text": "The applicant also submitted that the delegate was in error in finding that the native title claim group described in the third application was a wider, and significantly different, group from that referred to in the previous application, which had been subject of certification.",
      "id": "s114"
    },
    {
      "text": "The intervenor submitted that the conclusion that there had been a significant change was obviously correct because the words ' and who identify as Wakaman People ' in the second application referred, at least potentially, to a smaller group.",
      "id": "s115"
    },
    {
      "text": "In that regard it was submitted that a person might be a biological descendant of a named ancestor, but not identify themselves as a member of the group claiming native title, but some other group to whom they are also related.",
      "id": "s116"
    },
    {
      "text": "The third application may refer to a larger group because it has all biological descendants as part of the group regardless as to whether they consider themselves to be a member of it.",
      "id": "s117"
    },
    {
      "text": "Whilst the applicant's case for review is based upon the identification of an error on the part of the delegate, it is not submitted that the Court is limited to a review based upon questions of law.",
      "id": "s118"
    },
    {
      "text": "The intervenor does not argue against that contention, given the decision of the Full Court in Western Australia v Strickland [2000] FCA 652 ; (2000) 99 FCR 33.",
      "id": "s119"
    },
    {
      "text": "I had previously expressed a view different to that in Strickland (in Powder v Registrar, National Native Title Tribunal [1999] FCA 913 ; (1999) 92 FCR 454) but consider that I am now bound by the decision of the Full Court.",
      "id": "s120"
    },
    {
      "text": "In Strickland the Full Court held that the power given by s 190A to the Registrar by the NTA to make decisions in respect of the registration of an application made to the Court is the exercise of an administrative power in respect of a matter in which the Court is exercising jurisdiction (at [63]).",
      "id": "s121"
    },
    {
      "text": "The legislation does not specify the nature or the extent of the Court's review under s 190D(3) or impose any limitation upon the material that may be taken into account.",
      "id": "s122"
    },
    {
      "text": "Jurisdiction is conferred by s 190D(2) and (3) in the broadest of terms (at [64]).",
      "id": "s123"
    },
    {
      "text": "A review under s 190D is not restricted to considerations and determination of a question of law.",
      "id": "s124"
    },
    {
      "text": "Section 190D(4) makes it plain that the review extends to determinations of issues of fact.",
      "id": "s125"
    },
    {
      "text": "The NTA does not proceed upon the premise that determinations of fact in the relevant controversy have been settled by the administrative determination and that the only matter in respect of which jurisdiction is conferred upon the Court is any controversy on questions of law.",
      "id": "s126"
    },
    {
      "text": "The Honours said that ' the review proceeding enlivens the jurisdiction of the Court in respect of the whole matter ' (at [65], referring to TNT Skypak International (Aust) Pty Ltd v Commissioner of Taxation (Cth) (1998) 82 ALR 175 at 178, 180 --- 181).",
      "id": "s127"
    },
    {
      "text": "Their Honours concluded that it was Parliament's intention that the right of review would place before the Court the controversy constituted by the issues of fact and law raised between the parties and that, upon a ground of review being established, appropriate orders may be made to do justice as between parties (at [66]).",
      "id": "s128"
    },
    {
      "text": "In each of the applications no attempt had been made to name all of the persons who comprised the native title claim group.",
      "id": "s129"
    },
    {
      "text": "It was therefore necessary that the Registrar or his delegate be satisfied, pursuant to s 190B(3)(b) , that the persons who comprised the claim group were described sufficiently clearly so that it could be ascertained whether any particular person was a member of that group.",
      "id": "s130"
    },
    {
      "text": "It may be seen from the delegate's reasons on the third application that he did not consider that the description of the claim group failed to meet this requirement.",
      "id": "s131"
    },
    {
      "text": "Clearly it was satisfied by a description of the group as being all of the descendants of named ancestors.",
      "id": "s132"
    },
    {
      "text": "I put to one side whether there is any real difference between this description and that in the first application.",
      "id": "s133"
    },
    {
      "text": "And the inconsistency found by the delegate between the description in the third application and the one which had preceded it was not applied to the satisfaction of this statutory condition.",
      "id": "s134"
    },
    {
      "text": "The delegate refused to register only because he was not satisfied as to the requirements of s 190C(4).",
      "id": "s135"
    },
    {
      "text": "The delegate reasoned that the certification earlier provided could not relate to the application brought on behalf of a wider, and therefore different, group.",
      "id": "s136"
    },
    {
      "text": "I propose to deal with the function and effect of certification and the Registrar's or delegate's role in connection with it, before turning to the issue concerning the description of the group in each of the two applications.",
      "id": "s137"
    },
    {
      "text": "In Northern Territory of Australia v Doepel and Others [2003] FCA 1384 ; [2003] 133 FCR 112 ('Doepel') Mansfield J discussed the Registrar's general functions under s 190A to 190C of the NTA, those sections being part of the extensive amendments introduced by the Native Title Amendment Act 1998 (Cth).",
      "id": "s138"
    },
    {
      "text": "As his Honour observed (at [12]), they separate the judicial decision-making processes under the Act from the administrative processes relating to registration.",
      "id": "s139"
    },
    {
      "text": "The Tribunals task, his Honour considered, was not one of finding the real facts in every respect on the balance of probabilities or some other basis.",
      "id": "s140"
    },
    {
      "text": "Its role was not to supplant the role of the Court in adjudicating upon the application for determination of native title or generally to undertake a preliminary hearing of the application.",
      "id": "s141"
    },
    {
      "text": "Section 190C is largely directed to the terms of the application, as does s 190B(3) (at [16]).",
      "id": "s142"
    },
    {
      "text": "Section 190C(2) did not involve the Registrar going beyond the application nor require the undertaking of some form of merit assessment.",
      "id": "s143"
    },
    {
      "text": "So far as concerned the description of the native title group, its focus was not upon its correctness but upon the adequacy of the description, so that the members of it could be ascertained (at [36] and [37]).",
      "id": "s144"
    },
    {
      "text": "His Honour considered that s 190C(4) contained conditions of a different nature and that the contrast between the requirements of paragraphs (a) and (b) of subs (4) is dramatic (at [78]).",
      "id": "s145"
    },
    {
      "text": "In the case of subs (4)(a), the Registrar is to be satisfied about the fact of certification by an appropriate representative body.",
      "id": "s146"
    },
    {
      "text": "His Honour later observed that, in determining whether the certificate was in accordance with s 203BE, the Registrar is required to address the terms of the certificate.",
      "id": "s147"
    },
    {
      "text": "The Registrar was not required to go beyond that point to be satisfied that the requirements of subs (4)(a) was met (at [80]).",
      "id": "s148"
    },
    {
      "text": "The contrast between paragraphs (a) and (b) of subs (4) indicate that responsibility in the former rests with the representative body which is required to address the requirements of s 251B; and in the case of paragraph (b) the responsibility lies with the Registrar.",
      "id": "s149"
    },
    {
      "text": "It was to be noted, his Honour observed, that s 203B(2) emphatically states that the representative body ' must not ' provide its certificate unless it is of the opinion that all persons in the claim group have authorised the applicant to make the application.",
      "id": "s150"
    },
    {
      "text": "In his Honour's view it followed that s 190C(4)(a) does not leave some residual obligation upon the Registrar, once satisfied of the matters to which it expressly refers, to revisit the certification of the representative body (at [81]).",
      "id": "s151"
    },
    {
      "text": "I respectfully agree.",
      "id": "s152"
    },
    {
      "text": "The intervenor submits that the delegate did not consider the correctness of the matters certified, but was concerned to ensure that the application before him, the third application, had been certified, as s 190C(4)(a) required.",
      "id": "s153"
    },
    {
      "text": "I do not understand the submission to be directed to the act of certification by the NQLC.",
      "id": "s154"
    },
    {
      "text": "It is implicit in the submission that it is part of the delegate's function under the NTA to consider whether the certification is of the particular application under consideration.",
      "id": "s155"
    },
    {
      "text": "So much may be accepted, but it is not obvious that the delegate viewed the matter in this way.",
      "id": "s156"
    },
    {
      "text": "Before turning to what the delegate's findings about the claim group were directed to, in the context of certification, it is necessary to clarify one matter which arises from the terms of the certification dated 1 December 2005.",
      "id": "s157"
    },
    {
      "text": "The certificate, it will be recalled, had been prepared for the purpose of the second application.",
      "id": "s158"
    },
    {
      "text": "It was expressed to relate to the proceedings upon that application and bore no reference to the later, third, application.",
      "id": "s159"
    },
    {
      "text": "It was not suggested by the delegate, or the intervenor in submissions, that the certificate could not apply to the third application for this reason alone.",
      "id": "s160"
    },
    {
      "text": "Such an approach would be unduly technical and not appropriate to procedures under the NTA.",
      "id": "s161"
    },
    {
      "text": "The matter should be approached by applying the certification to the third application, as the applicant and the NQLC, which was a participant, clearly intended.",
      "id": "s162"
    },
    {
      "text": "Putting aside the change in the way in which the claim group was described, there is no dispute that the content of the third application was the same as that preceding it.",
      "id": "s163"
    },
    {
      "text": "It referred to the same lands and the process utilised for authorisation was the same, as were the persons participating in it.",
      "id": "s164"
    },
    {
      "text": "The NQLC must then be taken to say, amongst other things, that the members of the native title group referred to in the application had authorised those persons to be the applicant and to bring the application in the way required by the NTA.",
      "id": "s165"
    },
    {
      "text": "The delegate's response to this, it may be inferred, was that this could not be correct because the group now involved was different.",
      "id": "s166"
    },
    {
      "text": "This opinion has relevance only to the question of authorisation.",
      "id": "s167"
    },
    {
      "text": "That the delegate viewed the matter in this way is confirmed by his concluding observation that re-certification or re-authorisation was necessary.",
      "id": "s168"
    },
    {
      "text": "The delegate clearly did not consider the certificate, so far as it related to authorisation, to be conclusive or correct.",
      "id": "s169"
    },
    {
      "text": "The NTA provisions relating to registration do not give the Registrar or a delegate the authority to consider these matters.",
      "id": "s170"
    },
    {
      "text": "So far as concerns the composition of a native title claim group, s 190B(3)(b) requires the Registrar (or delegate) to be satisfied as to the sufficiency of the description of the group for the purpose of facilitating the identification of any person as part of that group.",
      "id": "s171"
    },
    {
      "text": "Section 61(4) also requires information as to identification for the same purpose.",
      "id": "s172"
    },
    {
      "text": "By s 190C(2) the Registrar must ensure that this information is contained in the application, together with evidence about the authorisation.",
      "id": "s173"
    },
    {
      "text": "None of these provisions require or permit the Registrar to be satisfied about the correctness of these matters, as his Honour pointed out in Doepel .",
      "id": "s174"
    },
    {
      "text": "The Registrar's functions do extend to a consideration as to whether the authorisation of the person or persons to bring the application has been made as required by the NTA.",
      "id": "s175"
    },
    {
      "text": "This would include consideration of the process of authorisation used and whether ' all ' the members of the claim group participated in it (although the NTA does not require that every member of the group be present or that all those present agree: Lawson on behalf of the 'Pooncarie' Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 1517 at [25] and Moran at [48].",
      "id": "s176"
    },
    {
      "text": "A consideration of aspects of the authorisation process is not to be undertaken by a Registrar where the application in question has been certified in accordance with s 203BE.",
      "id": "s177"
    },
    {
      "text": "Certification means that the function has been carried out by the representative body and there is no basic function for the Registrar to carry out.",
      "id": "s178"
    },
    {
      "text": "The conditions set by s 190B and s 190C were met by the third application and the test for registration under s 190A(6) satisfied.",
      "id": "s179"
    },
    {
      "text": "It follows, in my view, that the delegate was obliged by that provision to accept the claim for registration.",
      "id": "s180"
    },
    {
      "text": "It is not necessary to consider whether the delegate was correct in his assessment that the claim groups as described were different.",
      "id": "s181"
    },
    {
      "text": "I shall however state my views on that matter in short form.",
      "id": "s182"
    },
    {
      "text": "The intervenor seeks to support the delegate's conclusion in that regard by a process of reasoning different from that expressed by the delegate.",
      "id": "s183"
    },
    {
      "text": "The delegate considered that the reference to ' cognatic ' descent in the second application limited the number of persons said to be descended from the same apical ancestor.",
      "id": "s184"
    },
    {
      "text": "Nothing turns upon the latter description, the apical ancestor being the common ancestor at the apex of a genealogy.",
      "id": "s185"
    },
    {
      "text": "The delegate did not explain what it was about ' cognatic ' descent which was limiting.",
      "id": "s186"
    },
    {
      "text": "There was no evidence from an anthropologist as to its meaning in kinship systems, but there seems little dispute in dictionary definitions of the term.",
      "id": "s187"
    },
    {
      "text": "The Oxford English Dictionary refers to cognatic descent as being from a common ancestor.",
      "id": "s188"
    },
    {
      "text": "Elsewhere it is explained that the descent may be through males or females and is not limited to one or the other sex.",
      "id": "s189"
    },
    {
      "text": "The intervenor submitted that the claim group could be seen to be different and larger following the removal of the requirement, stated in connection with the second application, that a person identify as one of the Wakaman People before they could be said to be a member of the group.",
      "id": "s190"
    },
    {
      "text": "Without the requirement any biological descent would qualify.",
      "id": "s191"
    },
    {
      "text": "It may be observed that identification with a group may be relevant to findings of fact about membership of the group, which may be made later in the proceedings.",
      "id": "s192"
    },
    {
      "text": "The registration process is concerned with the clarity of the description of persons making up a claim group, so that it may be determined whether a person is a member of it.",
      "id": "s193"
    },
    {
      "text": "A requirement of self-identification would not appear to meet such an objective and might be thought to provide grounds for refusal of registration.",
      "id": "s194"
    },
    {
      "text": "The intervenor's argument proceeds from a description of a group which is uncertain in its operation, hardly a strong basis for comparison.",
      "id": "s195"
    },
    {
      "text": "At a practical level it cannot be known whether descendants will or will not identify with the group.",
      "id": "s196"
    },
    {
      "text": "A conclusion that a group described as descendants, regardless of their opinion as to membership, will be larger is merely conjecture.",
      "id": "s197"
    },
    {
      "text": "I will make an order setting aside the delegate's decision and propose to make further orders requiring the Registrar to accept the application for registration and including details of the claim in the Register of Native Title Claims.",
      "id": "s198"
    },
    {
      "text": "Before making the second order I will hear further submissions from the parties as to whether that order should be expressed to take effect at an earlier time than the present, if the applicant presses for such an order.",
      "id": "s199"
    },
    {
      "text": "A claim was made to one but there was no argument of substance on the point.",
      "id": "s200"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kiefel.",
      "id": "s201"
    },
    {
      "text": "Associate:\n\nDated: 5 September 2006\n\n Counsel for the Applicant: Ms S Phillips \n \n Solicitor for the Applicant: North Queensland Land Council \n \n Solicitor for the First Respondent: Gore &amp; Associates \n \n Counsel for the Intervenor: Mr D C Rangiah \n \n Solicitor for the Intervenor Australian Government Solicitor \n \n Date of Hearing: 18 July 2006 \n \n Date of Judgment: 5 September 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1198.html",
      "id": "s202"
    }
  ]
}