{
  "name": "SZIHH v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1550 (6 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1550.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 In these proceedings, SZIHH v Minister for Immigration &amp; Multicultural Affairs , when the matter was called on the appellant did not appear.",
      "id": "s0"
    },
    {
      "text": "2 I note that the appellant on 26 September 2005 lodged an application with the Refugee Review Tribunal ('the RRT') who invited him to appear at a hearing on 30 November 2005.",
      "id": "s1"
    },
    {
      "text": "The appellant did not respond to the invitation and did not attend the RRT on the nominated hearing date.",
      "id": "s2"
    },
    {
      "text": "The RRT then proceeded to review the matter without a hearing, pursuant to s 426A of the Migration Act 1958 (Cth) ('the Act') and concluded that it was not able to reach the required level of satisfaction in relation to the applicant's claims as they were scant and lacking in detail.",
      "id": "s3"
    },
    {
      "text": "3 Before the Federal Magistrates Court, the appellant claimed as his only ground that he was denied an opportunity to present his case at the hearing as the RRT sent all the correspondence to the applicant's previous address, after the applicant had notified the Tribunal of his change of address.",
      "id": "s4"
    },
    {
      "text": "Scarlett FM referred to the fact that there was no evidence that the appellant had changed his address for service or notified the RRT of this fact.",
      "id": "s5"
    },
    {
      "text": "His Honour carefully reviewed the material before the Court and dismissed the appeal.",
      "id": "s6"
    },
    {
      "text": "In particular his Honour found that there was nothing to suggest that the RRT had breached the requirements of s 425A of the Act, or to suggest that it had failed to exercise its power under s 426A in a proper way.",
      "id": "s7"
    },
    {
      "text": "4 I have looked at the notice of appeal filed on 8 June 2006 and have read the appeal papers.",
      "id": "s8"
    },
    {
      "text": "This appeal will be dismissed pursuant to s 25(2B)(bb)(ii) of the Federal Court of Australia Act 1976 (Cth) for the appellant's failure to attend.",
      "id": "s9"
    },
    {
      "text": "I note that the Registrar of the Court wrote to both parties in September and those letters were not returned unclaimed.",
      "id": "s10"
    },
    {
      "text": "Further, I am told that the Australian Government Solicitor wrote to the appellant on 26 September and 31 October 2006 and I am told that neither of those letters was returned unclaimed.",
      "id": "s11"
    },
    {
      "text": "5 Having regard to the history of the matter and in particular the appellant's non-appearance on several occasions, this is a clear case where the appellant is not pursuing his appeal, and the appeal will be dismissed.",
      "id": "s12"
    },
    {
      "text": "I should note however that I have independently considered the material and there is no injustice in making those orders.",
      "id": "s13"
    },
    {
      "text": "6 The appeal is dismissed with costs.",
      "id": "s14"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender .",
      "id": "s15"
    },
    {
      "text": "Associate:\n\nDated: 16 November 2006\n\n\n No appearance by Appellant \n \n \n Solicitor for the Respondent: Mr A. Markus, Australian Government Solicitor \n \n Date of Hearing: 6 November 2006 \n \n Date of Judgment: 6 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1550.html",
      "id": "s16"
    }
  ]
}