{
  "name": "Starr Partners Pty Ltd v Dem Prem Pty Ltd (No. 2) [2006] FCA 1269 (25 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1269.html",
  "catchphrases": [
    {
      "text": "trade marks and trade names",
      "id": "c0"
    },
    {
      "text": "infringement and passing off",
      "id": "c1"
    },
    {
      "text": "where trade marks incorporated star shaped graphic and the words 'starr partners' and 'star realty' respectively",
      "id": "c2"
    },
    {
      "text": "whether mark substantially identical with or deceptively similar to registered mark",
      "id": "c3"
    },
    {
      "text": "application of established principles",
      "id": "c4"
    },
    {
      "text": "intellectual property",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 This proceeding commenced in March 2005 in a fanfare of claims against the respondent and two of its directors under the Trade Marks Act 1995 (Cth), the Trade Practices Act 1974 (Cth) and for the tort of passing off, seeking a range of relief --- injunctive, damages, an account of profits, costs and interest.",
      "id": "s0"
    },
    {
      "text": "2 By the time the proceeding came on for hearing a little over 12 months later, the claims against the two directors had been discontinued and all that remained was an infringement claim under the Trade Marks Act 1995 (Cth) ('the Act') against the respondent which sought injunctive relief restraining the alleged infringement and an order for costs.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n 3 The applicant carries on a real estate franchise business in New South Wales under the name 'STARR Partners' and has done so since 1992.",
      "id": "s2"
    },
    {
      "text": "The applicant has 36 franchisees carrying on business in New South Wales under that name.",
      "id": "s3"
    },
    {
      "text": "4 Since 18 January 1999 the applicant has been the registered owner of trade mark No.",
      "id": "s4"
    },
    {
      "text": "783181 ('the registered mark') which is depicted below: \n \n \n 5 The registered mark is registered in various classes including in class 36 for real estate services and in class 35 for advertising related to real estate.",
      "id": "s5"
    },
    {
      "text": "Over the years, the applicant's use of the registered mark has included its use in many different forms of advertising, signs on properties for sale, information leaflets at seminars, letterheads, business cards and on the internet.",
      "id": "s6"
    },
    {
      "text": "6 The respondent carries on a real estate business in certain northern suburbs of Brisbane under the name 'Star REALTY'.",
      "id": "s7"
    },
    {
      "text": "The respondent uses the name 'Star REALTY' in the course of its business as part of an unregistered trade mark ('the respondent's mark') which is depicted below as part of the header to its website: \n\n \n ISSUE \n \n 7 There is no issue that the registered mark and the respondent's mark are used in relation to real estate services, including related advertising.",
      "id": "s8"
    },
    {
      "text": "8 Indeed, it is common ground that the only substantive issue is whether the respondent's mark is 'substantially identical with, or deceptively similar to', the registered mark such that the respondent's use of its mark constitutes an infringement of the registered mark: Subsection 120(1) of the Act.",
      "id": "s9"
    },
    {
      "text": "THE EVIDENCE \n \n 9 Mr John Starr gave evidence on behalf of the applicant.",
      "id": "s10"
    },
    {
      "text": "He deposed that he commenced business, under the name 'Starr Partners Real Estate', with his brother, Phillip Starr, in about April 1992.",
      "id": "s11"
    },
    {
      "text": "10 He further deposed that the first Starr Partners offices established in 1992 were located in Merrylands, Blacktown, Fairfield, St. Mary's and Auburn, and a further Campbelltown office opened two months later.",
      "id": "s12"
    },
    {
      "text": "As at the date of his affidavit (20 June 2005), he deposed that there were 36 Starr Partners franchises in New South Wales in the business of marketing and listing residential property, commercial property, conducting strata management, and the maintenance of large property management portfolios.",
      "id": "s13"
    },
    {
      "text": "11 Mr Starr deposed that on 10 June 2003 he caused the matter of Starr Partners expanding into Queensland to be placed before the board of the applicant.",
      "id": "s14"
    },
    {
      "text": "In his words: \n \n 'I sought to propose to the Board that Starr Partners approach real estate agent David Deane in Queensland to open the first Starr Partners franchise in Brisbane.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n 12 He deposed that he had first met Mr Deane, a real estate agent who conducted his own business in the northern suburbs of Brisbane, in about 1993.",
      "id": "s16"
    },
    {
      "text": "He said that on or about 17 July 2003 he travelled to Brisbane and that, along with a fellow board member of the applicant, Rod Cartledge, he met with Mr Deane.",
      "id": "s17"
    },
    {
      "text": "He said that the meeting was at a restaurant over lunch and that during the course of the meeting he said to Mr Deane words to the following effect: \n \n 'David, as you know we are extremely keen to expand business into Queensland and we would like to offer you the opportunity of opening a Starr Partners franchise in Queensland.",
      "id": "s18"
    },
    {
      "text": "Are you interested?",
      "id": "s19"
    },
    {
      "text": "' \n \n\nHe deposed that Mr Deane replied in words to the effect:\n \n 'I would be John, however to be honest there is another real estate business up here in Queensland called Star Realty, and I believe that if I opened up a Starr Partners franchise there will be major confusion in the market place between the two businesses given the similarity of the name and logo.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n 13 Mr Starr deposed that prior to this time he had not been aware of Star Realty and had never heard of the name or the business before.",
      "id": "s21"
    },
    {
      "text": "He said to Mr Deane: \n \n 'David if you have got anything on these people, and in particular any advertising or documents showing their trade mark, we would be really grateful if you could send it down.",
      "id": "s22"
    },
    {
      "text": "' \n \n\nHe deposed that Mr Deane replied:\n \n 'I don't have anything with me and I don't think I have got anything at the office.",
      "id": "s23"
    },
    {
      "text": "However, I can track some material down and send it to you.",
      "id": "s24"
    },
    {
      "text": "' \n \n \n 14 Mr Deane also gave evidence about his meeting with Mr Starr and Mr Cartledge on 17 July 2003.",
      "id": "s25"
    },
    {
      "text": "He deposed that, at the meeting, he said words to the following effect: \n \n 'John, there is no way I can enter into a franchise with you guys given the name of your business.",
      "id": "s26"
    },
    {
      "text": "There is a real estate agency up here already trading under the name of Star Realty.",
      "id": "s27"
    },
    {
      "text": "It would be very difficult to set up a Starr Partners franchise or network given that this other group have been in operation for some time .",
      "id": "s28"
    },
    {
      "text": "Also, from what I know of the way they operate, I would not want to be perceived to have any association with them by the industry or potential clients.",
      "id": "s29"
    },
    {
      "text": "Their office is just around the corner from mine and I would hate to think people would consider there is any connection between them and us.",
      "id": "s30"
    },
    {
      "text": "Even if I came on board, I reckon it would be extremely difficult for me to convince other real estate agents in Brisbane to join the group.",
      "id": "s31"
    },
    {
      "text": "The similarity of the names is too great and the reputation issues that we would have would make it too hard.",
      "id": "s32"
    },
    {
      "text": "The names are just too similar to allow a differentiation and to allow Starr Partners franchisees to make a distinctive mark in the market.",
      "id": "s33"
    },
    {
      "text": "' (Emphasis added)\n \n\nHe then deposed that Mr Starr said:\n \n 'What is the name of that business?",
      "id": "s34"
    },
    {
      "text": "We didn't know anything about it.",
      "id": "s35"
    },
    {
      "text": "' \n \n\nAnd that he (Mr Deane) then said:\n \n ' Star Realty.",
      "id": "s36"
    },
    {
      "text": "They have been in operation since about the late 1990's .",
      "id": "s37"
    },
    {
      "text": "They have a couple of offices in the northern suburbs of Brisbane.",
      "id": "s38"
    },
    {
      "text": "They have a logo which is similar to yours and it is blue.",
      "id": "s39"
    },
    {
      "text": "I have often thought in the past how similar the logos are .",
      "id": "s40"
    },
    {
      "text": "They are residential real estate agents.",
      "id": "s41"
    },
    {
      "text": "I have noticed signs out the front of houses which they have listed.",
      "id": "s42"
    },
    {
      "text": "They pretty prominently display their logo and the name of the business.",
      "id": "s43"
    },
    {
      "text": "' (Emphasis added)\n \n\nHe then deposed that Mr Cartledge said:\n \n 'David we understand what you are saying.",
      "id": "s44"
    },
    {
      "text": "We need to get to the bottom of this.",
      "id": "s45"
    },
    {
      "text": "Could you please send down all the stuff you have on Star Realty.",
      "id": "s46"
    },
    {
      "text": "Any promotional flyers or advertising would be extremely useful.",
      "id": "s47"
    },
    {
      "text": "' \n \n \n 15 Mr Deane deposed that they continued their lunch.",
      "id": "s48"
    },
    {
      "text": "He said there was no further discussion about Star Realty or him or his business entering into a franchise arrangement with Starr Partners.",
      "id": "s49"
    },
    {
      "text": "16 On 10 November 2003, some four months after Mr Deane had his meeting with Messrs Starr and Cartledge, he wrote a letter to Mr Starr in the following terms: \n \n 'Dear John, \n \n First, let me say how good it was to meet with you and Rod again, it's always a pleasure having the opportunity of discussing market trends with fellow professionals.",
      "id": "s50"
    },
    {
      "text": "With respect to your offer of a Starr Partners Franchise in Queensland I must at this time decline the opportunity.",
      "id": "s51"
    },
    {
      "text": "At our meeting you'll remember I raised my concerns with the confusion amongst fellow agents here in Queensland thinking that Star Realty was in fact Starr Partners.",
      "id": "s52"
    },
    {
      "text": "If agents are raising the issue then I'm sure you'll agree that any of your Sydney clients purchasing property here will think they are dealing with Starr Partners.",
      "id": "s53"
    },
    {
      "text": "The colours and logo are too much alike and I feel the confusion would create to [sic] many problems.",
      "id": "s54"
    },
    {
      "text": "John, I strongly believe that this is an issue that you and your fellow Board members need to address sooner than later.",
      "id": "s55"
    },
    {
      "text": "I really do appreciate the opportunity and please pass my best regards to your fellow Board members and I look forward to seeing you next time you are in town.",
      "id": "s56"
    },
    {
      "text": "Kindest regards ...' (Ex.",
      "id": "s57"
    },
    {
      "text": "1)\n \n \n 17 Mr Deane was cross-examined on this letter although he was not asked why it took some four months from the time he met with Mr John Starr and Mr Rod Cartledge in Brisbane on 17 July 2003 until he wrote his letter.",
      "id": "s58"
    },
    {
      "text": "On the other hand, he did not deny that the letter was drafted by, and sent at the request of, Mr Starr.",
      "id": "s59"
    },
    {
      "text": "On this point, his evidence was (T 48): \n \n ' In respect of the letter, may that be just shown briefly to Mr Deane, please, that we've just looked at that was made an exhibit.",
      "id": "s60"
    },
    {
      "text": "Is that something - well, it's obviously something you've typed at the request of Mr Starr; that is he said, Could you please type up a letter for me about this?---I don't recollect.",
      "id": "s61"
    },
    {
      "text": "You don't recollect one way or the other?---No.",
      "id": "s62"
    },
    {
      "text": "What about did you say put it through some drafts, like write it out first or type it up to see how it was going to be and then send it to Mr Starr to see if he was happy with it or anything like that?---I don't recollect.",
      "id": "s63"
    },
    {
      "text": "You don't recollect one way or the other?---No.",
      "id": "s64"
    },
    {
      "text": "It just descends into a little bit of detail there and I was just wondering what it is that prompted you to write that with that type of detail in describing those issues?---I can't recollect whether it was requested or whether it was something I did myself.",
      "id": "s65"
    },
    {
      "text": "I have no recollection, I'm sorry.",
      "id": "s66"
    },
    {
      "text": "' \n \n \n 18 I have some difficulty with Mr Deane's evidence in this regard, in particular, his lack of recollection and the fact that there is no explanation for the temporal gap between the Brisbane meeting among Mr Deane, Mr Starr and Mr Cartledge and the date of the letter.",
      "id": "s67"
    },
    {
      "text": "The inference I draw is that it was sent by Mr Deane at Mr Starr's request and the terms of the letter, if not drafted by Mr Starr, adopted opinions and views suggested by Mr Starr or someone in his interest.",
      "id": "s68"
    },
    {
      "text": "Insofar as the letter is relied upon by the applicant as expressing Mr Deane's opinions and views, both at that time and presently, I attach no weight to them, notwithstanding his embracement of those opinions and views in re-examination.",
      "id": "s69"
    },
    {
      "text": "19 There are other aspects of Mr Deane's evidence which I find unsatisfactory.",
      "id": "s70"
    },
    {
      "text": "First, his alleged statement to Mr Starr at [14] supra that: 'It would be very difficult to set up a Starr Partners franchise or network given that this other group have been in operation for some time'; the 'given' is just false.",
      "id": "s71"
    },
    {
      "text": "The respondent's evidence, which was not challenged, was that it had only been carrying on business under the name 'Star Realty' for some two to three weeks at the time of the 17 July 2003 meeting.",
      "id": "s72"
    },
    {
      "text": "20 Second, he deposed to saying to Mr Starr: \n \n 'Star Realty.",
      "id": "s73"
    },
    {
      "text": "They have been in operation since about the late 1990's.",
      "id": "s74"
    },
    {
      "text": "They have a couple of offices in the northern suburbs of Brisbane.",
      "id": "s75"
    },
    {
      "text": "They have a logo which is similar to yours and it is blue.",
      "id": "s76"
    },
    {
      "text": "I have often thought in the past how similar the logos are.",
      "id": "s77"
    },
    {
      "text": "' \n \n\nThe second and last sentences of that statement are also false.",
      "id": "s78"
    },
    {
      "text": "The terms of the last sentence, like the terms of the 'given' in the immediately preceding statement, suggests that nothing was said to those effects.",
      "id": "s79"
    },
    {
      "text": "21 In cross-examination, Mr Deane's evidence was no better.",
      "id": "s80"
    },
    {
      "text": "This appears from the following extract from the transcript.",
      "id": "s81"
    },
    {
      "text": "At T 48 --- 49 the following exchange took place: \n \n ' Can I ask you to have a look at paragraph 17.",
      "id": "s82"
    },
    {
      "text": "It says: \n \n \n \n Since the late 1990s I have observed Star Realty advertising in newspapers, trade journals and magazines.",
      "id": "s83"
    },
    {
      "text": "Do you see that?---I do.",
      "id": "s84"
    },
    {
      "text": "And you appreciate Star Realty is the Brisbane operation in the northern suburbs there that we're talking about?---I do.",
      "id": "s85"
    },
    {
      "text": "But that can't be right, can it?",
      "id": "s86"
    },
    {
      "text": "They only commenced trading as Star Realty in July 2003?---I used that term for the firm as such.",
      "id": "s87"
    },
    {
      "text": "I think I explained somewhere earlier that I knew they were Harcourts too.",
      "id": "s88"
    },
    {
      "text": "So what you mean by that is the persons, the natural persons - - -?---Yes.",
      "id": "s89"
    },
    {
      "text": "- - - behind Star Realty, you knew them previously as being Harcourt?---That's correct.",
      "id": "s90"
    },
    {
      "text": "And so they had advertised obviously in the late 1990s up to 2003 as Harcourts or whoever they traded as at the time?---That's what I believe to be the case.",
      "id": "s91"
    },
    {
      "text": "In July 2003 they commenced trading as Star Realty; does that accord with your recollection?---I wouldn't know either way.",
      "id": "s92"
    },
    {
      "text": "I suggest to you it was about 1 July 2003.",
      "id": "s93"
    },
    {
      "text": "Does that accord with your recollection one way or the other?---It doesn't help me, no.",
      "id": "s94"
    },
    {
      "text": "Okay.",
      "id": "s95"
    },
    {
      "text": "Now, when you go further into paragraph 17 it refers to an example of an advertisement placed by Star Realty but of course that can't be something from the [late] 1990s.",
      "id": "s96"
    },
    {
      "text": "That can only be something if what I'm putting to you is accurate, after July 2003, correct?---Well, yes, if that's what you say.",
      "id": "s97"
    },
    {
      "text": "And when you say: \n \n \n \n I've also observed signs placed by them on the street frontage of properties they have listed for sale.",
      "id": "s98"
    },
    {
      "text": "That could only be from July 2003 onwards if what I'm putting to you is correct?---If what you're putting to me is correct, that's right.",
      "id": "s99"
    },
    {
      "text": "' \n \n\nAnd at T 50 he said:\n \n 'And see, you said: \n \n \n \n John, there is no way I could enter into a franchise with you guys given the name of your business.",
      "id": "s100"
    },
    {
      "text": "There is a real estate agency up here already trading under the name of Star Realty.",
      "id": "s101"
    },
    {
      "text": "Right?---That is correct.",
      "id": "s102"
    },
    {
      "text": "You knew, you knew there was a distinction between Star Realty and Starr Partners?---Not really, no.",
      "id": "s103"
    },
    {
      "text": "But you did.",
      "id": "s104"
    },
    {
      "text": "You just told him that in the conversation.",
      "id": "s105"
    },
    {
      "text": "There is someone here already called Star Realty.",
      "id": "s106"
    },
    {
      "text": "And you knew who they were.",
      "id": "s107"
    },
    {
      "text": "You knew who the principals were and it wasn't Starr Partners, is that not correct?---It wasn't Starr Partners, that is correct.",
      "id": "s108"
    },
    {
      "text": "It wasn't Mr Starr's business operating up here, or the business associated with Mr Starr?---No, a business with a similar name.",
      "id": "s109"
    },
    {
      "text": "Yes, but you knew there was a distinction between the two?---A small distinction, yes.",
      "id": "s110"
    },
    {
      "text": "Well, you knew one wasn't the other?---Correct.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n 22 I find that Mr Deane was in no way confused by the respondent's mark in the sense of thinking it was the source of services provided by the applicant.",
      "id": "s112"
    },
    {
      "text": "Otherwise, his expression of concern to Mr Starr at their meeting in Brisbane on 17 July 2003 is totally inexplicable.",
      "id": "s113"
    },
    {
      "text": "Nor do I think that sufficient time had elapsed from the time the respondent commenced business under the name 'Star REALTY' and the date of the Brisbane meeting for the possibility to arise whereby any other agent was so confused.",
      "id": "s114"
    },
    {
      "text": "One can accept that that situation potentially could have changed by the date of Mr Deane's letter (10 November 2003) but I have already indicated that, for other reasons, insofar as the opinions and views expressed therein are relied on as the opinions and views of Mr Deane, they have no weight.",
      "id": "s115"
    },
    {
      "text": "In any event, they are irrelevant to the issue before me.",
      "id": "s116"
    },
    {
      "text": "It is not whether the respondent's mark is likely to deceive or cause confusion in Mr Deane and his ilk, but whether an ordinary person would entertain a reasonable doubt from his imperfect recollection of his impression of the registered mark, about the source of the services being provided under the respondent's mark.",
      "id": "s117"
    },
    {
      "text": "23 Mr Anil Chandra, a director of the respondent, gave evidence on behalf of the respondent.",
      "id": "s118"
    },
    {
      "text": "It was put to Mr Chandra on a number of occasions in cross-examination that he was aware or had knowledge of Starr Partners at the time he sought to register a business name which incorporated the word 'Star'.",
      "id": "s119"
    },
    {
      "text": "He consistently denied this.",
      "id": "s120"
    },
    {
      "text": "His evidence was that the word 'Star' was based on an acronym which he explained.",
      "id": "s121"
    },
    {
      "text": "It was submitted that I should not accept his evidence as to when he became aware of Starr Partners or that the word 'Star' was based on an acronym, at least, in the latter case, in the absence of documentation 'to justify' this.",
      "id": "s122"
    },
    {
      "text": "I reject this submission.",
      "id": "s123"
    },
    {
      "text": "I found Mr Chandra to be unhesitating and forthright in the answers he gave to the questions which were put to him in cross-examination.",
      "id": "s124"
    },
    {
      "text": "I find him to be a truthful witness.",
      "id": "s125"
    },
    {
      "text": "I find that there is no evidence of intent on the part of the respondent to deceive or cause confusion.",
      "id": "s126"
    },
    {
      "text": "THE APPLICANT'S CASE \n \n 24 The applicant's case was put on both limbs of subs 120(1) of the Act, that is, that the respondent's mark was both substantially identical with, and deceptively similar to, the registered mark, although counsel for the applicant, through his written and oral submissions, made it clear, correctly in my view, that he saw greater strength for his case in the second limb rather than the first.",
      "id": "s127"
    },
    {
      "text": "Substantially Identical \n \n 25 I was referred to what Windeyer J said in Shell Co. of Australia Ltd v Esso Standard Oil (Australia) Ltd [1961] HCA 75 ; (1961) 109 CLR 407 at 414 --- 415 concerning the different ways of assessing the criteria of 'substantially identical with' on the one hand, and 'deceptively similar to' on the other.",
      "id": "s128"
    },
    {
      "text": "His Honour said: \n \n 'In considering whether marks are substantially identical they should, I think, be compared side by side, their similarities and differences noted and the importance of these assessed having regard to the essential features of the registered mark and the total impression of resemblance or dissimilarity that emerges from the comparison.",
      "id": "s129"
    },
    {
      "text": "... \n \n On the question of deceptive similarity a different comparison must be made from that which is necessary when substantial identity is in question.",
      "id": "s130"
    },
    {
      "text": "The marks are not now to be looked at side by side.",
      "id": "s131"
    },
    {
      "text": "The issue is not abstract similarity, but deceptive similarity.",
      "id": "s132"
    },
    {
      "text": "Therefore the comparison is the familiar one of trade mark law.",
      "id": "s133"
    },
    {
      "text": "It is between, on the one hand, the impression based on recollection of the plaintiff's mark that persons of ordinary intelligence and memory would have; and, on the other hand, the impressions that such persons would get from the defendant's television exhibitions.",
      "id": "s134"
    },
    {
      "text": "' \n \n \n 26 The applicant submitted that: \n \n (i) The essential features of the registered mark are the star logo and the word 'STARR'.",
      "id": "s135"
    },
    {
      "text": "The essential features of the respondent's mark are the star logo and the word 'Star'.",
      "id": "s136"
    },
    {
      "text": "(ii) The star logo in both marks is eye catching.",
      "id": "s137"
    },
    {
      "text": "The star logo appears at the front of both marks.",
      "id": "s138"
    },
    {
      "text": "It is the first thing seen when looking at the marks.",
      "id": "s139"
    },
    {
      "text": "(iii) The star logo in both marks abuts the word part of the mark.",
      "id": "s140"
    },
    {
      "text": "(iv) The differences in the star logos are minor.",
      "id": "s141"
    },
    {
      "text": "The differences in the word part of the marks are also minor; the registered mark has an additional 'R' and the word is capitalised.",
      "id": "s142"
    },
    {
      "text": "The word 'Partners' is in lower case in the registered mark and is not an essential feature.",
      "id": "s143"
    },
    {
      "text": "Similarly, the word 'REALTY' is not an essential feature of the respondent's mark.",
      "id": "s144"
    },
    {
      "text": "(v) Comparing the two marks side by side, demonstrates that the essential features are substantially identical to each other and the differences do not detract from the total resemblance of the two marks.",
      "id": "s145"
    },
    {
      "text": "Deceptive Similarity \n \n 27 The applicant referred to s 10 of the Act which provides: \n \n 'For the purposes of this Act, a trade mark is taken to be \"deceptively similar\" to another trade mark if it so nearly resembles that other trade mark that it is likely to deceive or cause confusion.",
      "id": "s146"
    },
    {
      "text": "' \n \n \n 28 Section 10 looks to how closely one mark resembles the other and whether the effect of that resemblance is likely to deceive or cause confusion, rather than intent to deceive or cause confusion.",
      "id": "s147"
    },
    {
      "text": "Evidence that there was such an intention is admissible and relevant and may lead the Court to infer more readily that there has, in fact, been use of a mark that is likely to deceive or cause confusion and is therefore deceptively similar to a registered mark: Beecham Group Plc v Colgate-Palmolive Pty Ltd (2005) 66 IPR 254 at [64] per Emmett J.",
      "id": "s148"
    },
    {
      "text": "But as indicated in [23] supra, there is no such evidence in the present case.",
      "id": "s149"
    },
    {
      "text": "Ultimately, it is a question of fact for the Court to decide whether there is a reasonable probability of deception or confusion between an impugned mark and a registered mark: Australian Woollen Mills Ltd v F S Walton &amp; Co Ltd [1937] HCA 51 ; (1937) 58 CLR 641 at 658 per Dixon and McTiernan JJ.",
      "id": "s150"
    },
    {
      "text": "29 I was also referred to certain propositions set out by Kitto J at first instance in Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd [1953] HCA 73 ; (1953) 91 CLR 592 at 594 --- 595: \n \n (1) To show that a trade mark is deceptively similar to another it is necessary to show a real, tangible danger of deception or confusion occurring.",
      "id": "s151"
    },
    {
      "text": "A mere possibility of confusion is not sufficient.",
      "id": "s152"
    },
    {
      "text": "(2) A trade mark is likely to cause confusion if the result of its use will be that a number of persons are caused to wonder whether it might not be the case that the two products or closely related products and services come from the same source.",
      "id": "s153"
    },
    {
      "text": "It is enough if the ordinary person entertains a reasonable doubt.",
      "id": "s154"
    },
    {
      "text": "(3) In considering whether there is a likelihood of deception or confusion, all the surrounding circumstances have to be taken into consideration.",
      "id": "s155"
    },
    {
      "text": "These include the circumstances in which the marks will be used, the circumstances in which the goods or services will be bought and sold, and the character of the probable acquirers of the goods and services.",
      "id": "s156"
    },
    {
      "text": "30 I was referred to what Windeyer J said in Shell concerning 'deceptive similarity', quoted at [25] supra, and to what was said by Dixon and McTiernan JJ in Australian Woollen Mills at 658: \n \n 'In deciding this question, the marks ought not, of course, to be compared side by side.",
      "id": "s157"
    },
    {
      "text": "An attempt should be made to estimate the effect or impression produced on the mind of potential customers by the mark or device for which the protection of an injunction is sought.",
      "id": "s158"
    },
    {
      "text": "The impression or recollection which is carried away and retained is necessarily the basis of any mistaken belief that the challenged mark or device is the same.",
      "id": "s159"
    },
    {
      "text": "The effect of spoken description must be considered.",
      "id": "s160"
    },
    {
      "text": "If a mark is in fact or from its nature likely to be the source of some name or verbal description by which buyers will express their desire to have the goods, then similarities both of sound and of meaning may play an important part.",
      "id": "s161"
    },
    {
      "text": "The usual manner in which ordinary people behave must be the test of what confusion or deception may be expected.",
      "id": "s162"
    },
    {
      "text": "Potential buyers of goods are not to be credited with any high perception or habitual caution.",
      "id": "s163"
    },
    {
      "text": "On the other hand, exceptional carelessness or stupidity may be disregarded.",
      "id": "s164"
    },
    {
      "text": "The cause of business and the way in which a particular class of goods are sold gives, it may be said, the setting, and the habits and observations of men considered in the mass affords the standard.",
      "id": "s165"
    },
    {
      "text": "Evidence of actual cases of deception, if forthcoming, is of great weight.",
      "id": "s166"
    },
    {
      "text": "' \n \n \n 31 I was also referred to what was said at [7.75] of Shanahan's Australian Law of Trade Marks and Passing-Off , 3 rd ed., that it is net impression which is to be considered: \n \n 'The trade marks must be considered in their entirety.",
      "id": "s167"
    },
    {
      "text": "\"One must bear in mind the points of resemblance and the points of dissimilarity, attaching fair weight and importance to all, but remembering that the ultimate solution is to be arrived at, not by adding and comparing the results of such matters, but by judging the general effect of the respective wholes.",
      "id": "s168"
    },
    {
      "text": "\" (Clark v Sharp (1898) 15 RPC 141 at 146).",
      "id": "s169"
    },
    {
      "text": "It is not sufficient to seize upon and compare the differences between the trade marks, for the overall impressions created may be so similar as to lead to confusion: see e.g.",
      "id": "s170"
    },
    {
      "text": "William Bailey (Birmingham) Ltd's Appn (1935) 52 RPC 136.",
      "id": "s171"
    },
    {
      "text": "' \n \n\nAnd what is said at [7.80] as to imperfect recollection:\n \n 'The trade marks should not be compared side by side.",
      "id": "s172"
    },
    {
      "text": "The court proceeds upon the assumption that customers may have but an \"imperfect recollection\" of a trade mark and thus confuse it with another, although the two are not the same.",
      "id": "s173"
    },
    {
      "text": "' \n \n \n 32 The applicant submitted that this is a clear case of infringement on the ground of deceptive similarity.",
      "id": "s174"
    },
    {
      "text": "Not only is there a very close resemblance between the essential features of the two marks --- in the case of the registered mark, the star logo and the word 'STARR', and in the case of the respondent's mark, the star logo and the word 'Star' --- the following factors are relevant: \n \n (i) The essential features of the two marks sound the same --- STARR, Star;\n (ii) the two marks are used to advertise real estate services.",
      "id": "s175"
    },
    {
      "text": "Therefore, members of the public who will see and hear the marks are likely to be interested in the same matter --- real estate.",
      "id": "s176"
    },
    {
      "text": "This will particularly be the case of members of the public seeing the marks when using the internet.",
      "id": "s177"
    },
    {
      "text": "The fact that people may also see or hear the words 'Partners' and 'REALTY' will not avoid them being caused to wonder whether the two services come from the same source;\n (iii) the circumstances in which the two marks are used are similar.",
      "id": "s178"
    },
    {
      "text": "Further, the registered mark frequently uses the colours blue and white; similarly the respondent's mark uses the colours blue and white;\n (iv) the first portion of the two marks sound and look the same.",
      "id": "s179"
    },
    {
      "text": "That is the part of the marks that members of the public will see, hear and will subsequently recall;\n (v) as to imperfect recollection --- members of the public will not remember the minor differences in the shape of the 'star' logos, nor the font or spelling of the words 'STARR' and 'Star'.",
      "id": "s180"
    },
    {
      "text": "As the authorities establish, such a meticulous approach is not the correct one;\n (vi) there is clear similarity between the marks in question.",
      "id": "s181"
    },
    {
      "text": "The strong and close association with the star logos combined with the word 'STARR' and 'Star' is the overall impression that will remain with members of the public;\n (vii) the fact that the applicant's mark has the word 'Partners' in no way detracts from the general impression that will be retained as referred to in (vi) above.",
      "id": "s182"
    },
    {
      "text": "Furthermore, 'Partners' is insignificant in size, font and location compared to the rest of the mark.",
      "id": "s183"
    },
    {
      "text": "'Realty' is very insignificant.",
      "id": "s184"
    },
    {
      "text": "So much so that it does not form part of the respondent's mark, or at least it would not register with members of the public;\n (viii) 'It may be important to consider any \"idea\" suggested by a trade mark as this is more likely to be recalled than the precise details of the trade mark' : Shanahan, [7.85].",
      "id": "s185"
    },
    {
      "text": "In this case the marks are strongly suggesting and referring to a star, both by the star design and the word.",
      "id": "s186"
    },
    {
      "text": "In those respects, the idea is identical;\n (ix) the very strong similarity between the two star logos and the words 'STARR' and 'Star' are not ideas or elements that are common place in the real estate industry or descriptive of the services.",
      "id": "s187"
    },
    {
      "text": "They are both invented words, not applicable per se to the real estate industry.",
      "id": "s188"
    },
    {
      "text": "In contrast, the words 'Partners' and 'Realty' have no particular significance to the respective party and are ordinary English words not distinctive of the party.",
      "id": "s189"
    },
    {
      "text": "They are words used in many businesses and other enterprises; 'Realty' is clearly common place to the real estate industry;\n (x) further to (ix) above, where an element 'which is common to trade marks under comparison is descriptive or in common use in the trade, its presence must be to some extent discounted in considering whether the trade marks are deceptively similar': Shanahan, [7.110].",
      "id": "s190"
    },
    {
      "text": "Therefore, little if any significance should be placed on the words 'Partners' and 'Realty'.",
      "id": "s191"
    },
    {
      "text": "THE RESPONDENT'S CASE \n Substantially Identical \n \n 33 The respondent submitted that the marks 'STARR Partners' and 'Star REALTY' are not identical and they fall short of being 'substantially identical'.",
      "id": "s192"
    },
    {
      "text": "The respondent referred to the following points of difference: \n \n (i) In the use of capitals for the entirety of the word and the additional 'R' in 'STARR';\n (ii) there is the use of the word 'Partners' as opposed to 'REALTY'.",
      "id": "s193"
    },
    {
      "text": "The use of the word 'Partners' is essential to the registered mark and some analogy can be drawn to the circumstances in Torpedoes Sportswear Pty Limited v Thorpedo Enterprises Pty Ltd [2003] FCA 901 ; (2003) 132 FCR 326 at [54] --- [60];\n (iii) the use of different words results in completely different aural sounds when the marks are spoken in their entirety;\n (iv) the 'star symbols' at the commencement of each of the respective marks are different;\n (v) the applicant's 'star symbol' has four points to the star including points on the eastern and southeastern points whilst the respondent's symbol has only the northern and western points;\n (vi) the applicant's 'star symbol' is also separate and distinct from the letters in the word 'STARR' with the southern line of the symbol directed to the northwest and coming inside, and parallel to, a line heading directed to the southeast;\n (vii) the respondent's 'star symbol' leans against, or is cut off by, the 'S';\n (viii) further, the 'S' in the respondent's mark is stylised and the letters 't', 'a' and 'r' are separate from one another whilst the applicant's 'T', 'A', 'R' and 'R' are more standard, closely positioned letters.",
      "id": "s194"
    },
    {
      "text": "Deceptively Similar \n \n 34 The respondent accepted, generally, the summary of the relevant principles as set out in the applicant's submissions; the test in respect of infringement, it was submitted, remains that as set out in Southern Cross .",
      "id": "s195"
    },
    {
      "text": "35 I was referred to a summary of the principles, recently extracted by Bennett J in Torpedoes Sportswear at [78] from the leading authorities.",
      "id": "s196"
    },
    {
      "text": "36 I was also referred to the recent decision in Beecham Group at [54] --- [56] where the Court considered the established principles in Southern Cross and confirmed that the approach adopted by the Court is to attempt to estimate the 'effect or impression produced on the mind of potential customers' and to determine whether there is a 'real, and tangible danger of confusion'.",
      "id": "s197"
    },
    {
      "text": "37 The respondent submitted it is of crucial importance to note that the registered mark is not confined to the word 'Star' or 'STARR' or to the existence of a partial 'star symbol'.",
      "id": "s198"
    },
    {
      "text": "Such words would not be capable of being registered of their own accord nor would the symbol of an entire star.",
      "id": "s199"
    },
    {
      "text": "38 The respondent submitted that the applicant's submissions disregard the fact that the respective marks must be considered in their entirety when assessing whether they are deceptively similar.",
      "id": "s200"
    },
    {
      "text": "The focus on the use of the word 'STARR' and the applicant's 'star symbol' is, in effect, to infer that infringement will occur if another mark contains the word 'star', either of its own accord or in combination with a star symbol of some type.",
      "id": "s201"
    },
    {
      "text": "It was submitted that it is erroneous to focus on that word or symbol in isolation from the remainder of the mark.",
      "id": "s202"
    },
    {
      "text": "I was referred in particular to SAP (Australia) Pty Ltd v Sapient (Australia) Pty Ltd (1999) 169 ALR 1 and Torpedoes Sportswear , supra.",
      "id": "s203"
    },
    {
      "text": "39 Further, the respondent submitted that any emphasis solely on the similarities would be misconceived.",
      "id": "s204"
    },
    {
      "text": "In considering marks as a whole where they contain common words, one should look primarily to those aspects of the marks that are not common: Cooper Engineering Co Pty Ltd v Sigmund Pumps Ltd [1952] HCA 15 ; (1952) 86 CLR 536 at 538 --- 539; Melbourne Chinese Press Pty Ltd v Australian Chinese Newspapers Pty Ltd (2004) 63 IPR 38 at [40]; Chantelle v Kabushiki Kaisha Chandeal (1996) 36 IPR 549 at 568; and Re London Lubricants (1920) Ltd's Application [1925] 42 RPC 264 at 279.",
      "id": "s205"
    },
    {
      "text": "40 The applicant has led no evidence of any confusion by consumers.",
      "id": "s206"
    },
    {
      "text": "The mere possibility of confusion is insufficient.",
      "id": "s207"
    },
    {
      "text": "The marks in their entirety appear and sound different and there is little prospect that a consumer who has seen both marks would be confused, even with an imperfect recollection.",
      "id": "s208"
    },
    {
      "text": "REASONING \n Substantially Identical \n \n 41 As noted in the extract from the judgment of Windeyer J in Shell quoted in [25] supra, following the side by side comparison of the marks, the noting of their similarities and differences and the importance of these assessed against the essential features of the registered mark, it is the total impression of resemblance or dissimilarity that emerges from the comparison that determines whether the criteria of 'substantially identical' is satisfied.",
      "id": "s209"
    },
    {
      "text": "42 Apart from the partial star logo, and even that is different in each mark, the positioning of that logo with respect to the 'STARR'/'Star' word and the aural similarity of the 'STARR'/'Star' words, the two marks have a number of differences.",
      "id": "s210"
    },
    {
      "text": "I am of the view that the word 'Partners' is an essential feature of the registered mark because it articulates the very structure of the applicant's business --- a franchise operation involving various unrelated parties (the partners) carrying on discrete businesses under a common banner.",
      "id": "s211"
    },
    {
      "text": "If that be right, then the essential features of the two marks are quite different, both visually and aurally; and even if it is not right, that difference between the two marks, particularly coupled with the difference between 'STARR' and 'Star', are sufficiently significant themselves to militate against any conclusion that they are substantially identical.",
      "id": "s212"
    },
    {
      "text": "43 In my view, there is no substantial similarity, let alone identity, visually or aurally, between the two marks.",
      "id": "s213"
    },
    {
      "text": "Deceptively Similar \n \n 44 There seemed to be common ground as to the governing principles to be applied in a case where the question is whether a mark so nearly resembles a registered mark that it is likely to deceive or cause confusion.",
      "id": "s214"
    },
    {
      "text": "It is a different comparison than that for substantial identity; in the case of deceptive similarity, it is one of impression based on recollection: Shell at 415, which will be an imperfect recollection, measured against a standard of side by side comparison.",
      "id": "s215"
    },
    {
      "text": "As Windeyer J said in Re Bali Brassiere Co. Inc's Registered Trade Mark and Berlei Ltd's Application [1968] HCA 72 ; (1968) 118 CLR 128 at 139: \n \n 'The governing principles are not in dispute; and little is to be gained by the quotation of enunciations and elaborations of them in other cases.",
      "id": "s216"
    },
    {
      "text": "The difficulty is always in their application to the facts of the case in hand.",
      "id": "s217"
    },
    {
      "text": "' \n \n \n 45 While counsel for the applicant eschewed any suggestion that I should not look at the words of the marks as a whole, for example, by ignoring the word 'Partners' and the word 'REALTY', nevertheless his submission effectively invited just that; that because those words, 'Partners' and 'REALTY', are ordinary or common English words, I should not place any significance on them as matters of distinction between the two marks in assessing impression based on imperfect recollection.",
      "id": "s218"
    },
    {
      "text": "No authority was cited in support of that submission.",
      "id": "s219"
    },
    {
      "text": "As if by way of fall back, it was also said that in the general layout of the respondent's mark, the word 'REALTY' is quite separate from the design and the word 'Star'.",
      "id": "s220"
    },
    {
      "text": "46 Counsel's submission was that what consumers, as members of the public, are going to have called up to their minds from their observation of the registered mark is not the word 'Partners', but a large star right next to the word 'STARR' spelled correctly, or possibly not spelled with two 'R's'.",
      "id": "s221"
    },
    {
      "text": "To use his words: \n \n 'Some might also remember the word \"Partners\" and bearing that in mind, we say that there is a real likelihood --- not a possibility --- a real likelihood of confusion.",
      "id": "s222"
    },
    {
      "text": "' \n \n \n 47 It is only when the two marks are viewed and spoken without the word 'Partners' in the registered mark and without the word 'REALTY' in the respondent's mark that they take on a visual and aural similarity and even then, visual similarity is infected, first by the different spelling of 'STARR and 'Star', a significant distinction, in my view, in assessing the visual impression, on consumers of real estate services, made by the two marks when compared, and second by the different star logos which abut the beginning of the words of the marks which, arguably, for the same consumers, would be less impressionable and, therefore, less distinctive.",
      "id": "s223"
    },
    {
      "text": "48 But while greater weight may have to be given to some aspect of a registered mark over other aspects in assessing the impression it may create for the determination of the ultimate question --- whether another mark so nearly resembles that registered mark that it is likely to deceive or cause confusion --- the authorities are quite clear that the marks have to be considered as a whole: Cooper Engineering at 538; SAP Australia at [27] and [41].",
      "id": "s224"
    },
    {
      "text": "49 The two marks, 'STARR Partners' and 'Star REALTY', along with their respective star logos, are neither visually nor aurally similar.",
      "id": "s225"
    },
    {
      "text": "Indeed, they are quite distinct.",
      "id": "s226"
    },
    {
      "text": "One is reminded of what the High Court said in Cooper Engineering at 538 --- 539: \n \n 'In the present case the prefix of the two words is the same word \"Rain\", but the suffix \"master\" differs from the suffix \"King\" in appearance and in sound.",
      "id": "s227"
    },
    {
      "text": "This makes the two marks as a whole quite distinct and the marks must be judged as a whole.",
      "id": "s228"
    },
    {
      "text": "\"Rainmaster\" does not look like \"Rain King\" and it does not sound like it.",
      "id": "s229"
    },
    {
      "text": "There is not a single common letter in master and in King.",
      "id": "s230"
    },
    {
      "text": "The two words are so unlike to the eye and to the ear that counsel for the appellant was forced to rely on the likelihood of deception arising from the two words conveying the same idea of the superiority or supremacy of the article as a mechanism for making a spray similar to falling rain or artificial rain as it was called during the argument.",
      "id": "s231"
    },
    {
      "text": "But it is obvious that trademarks, especially word marks, could be quite unlike and yet convey the same idea of the superiority or some particular suitability of an article for the work it was intended to do.",
      "id": "s232"
    },
    {
      "text": "To refuse an application for registration on this ground would be to give the proprietor of a registered trademark a complete monopoly of all words conveying the same idea as his trademark.",
      "id": "s233"
    },
    {
      "text": "The fact that two marks convey the same idea is not sufficient in itself to create a deceptive resemblance between them, although this fact could be taken into account in deciding whether two marks which really looked alike or sounded alike were likely to deceive.",
      "id": "s234"
    },
    {
      "text": "' \n \n \n 50 Similarly here, the fact that the two marks convey the same idea, a star in word and a star in logo, is not sufficient in itself to create a deceptive resemblance between them, although this fact could be taken into account in deciding whether two marks which really looked alike or sounded alike were likely to deceive.",
      "id": "s235"
    },
    {
      "text": "But that is not this case and for that reason, the applicant's submissions based on the same idea should be rejected.",
      "id": "s236"
    },
    {
      "text": "51 At the conclusion of its judgment in Cooper Engineering , the High Court said (at 539): \n \n 'The learned registrar was right in holding that the only similarity between the two marks is the common prefix \"Rain\" and that this similarity is not sufficient to create a reasonable likelihood of deception when the remaining portions of the marks are so different.",
      "id": "s237"
    },
    {
      "text": "' \n \n \n 52 The same can be said with respect to the words 'STARR' and 'Star', even coupled with the star logo in each case; the similarity is not sufficient to create a reasonable likelihood of deception where the remaining portions of the marks are so different.",
      "id": "s238"
    },
    {
      "text": "As was recently said by a Full Court of this Court in Melbourne Chinese Press at [40]: \n \n 'Cases like Cooper Engineering, Coca-Cola Co [(1942) 59 RPC 127] and Sports Caf&eacute; [(1998) 42 IPR 552] do not support the proposition ... that non-descriptive words should be emphasised in considering deceptive similarity.",
      "id": "s239"
    },
    {
      "text": "In considering marks as a whole, where they contain common words, one should look primarily to those aspects of the marks that are not common: Cooper Engineering at 538-9.",
      "id": "s240"
    },
    {
      "text": "Where distinctive aspects of the marks are the aspects that would remain with a consumer, that is sufficient to avoid confusion: Coca-Cola Co at 134.",
      "id": "s241"
    },
    {
      "text": "Elements of the mark were not discounted in these cases because they were descriptive but because they were common to the two marks.",
      "id": "s242"
    },
    {
      "text": "' \n \n \n 53 But there is another reason.",
      "id": "s243"
    },
    {
      "text": "54 It was submitted on behalf of the applicant that there was visual similarity between the two marks in their use of colours --- blue and white.",
      "id": "s244"
    },
    {
      "text": "But that is where the similarity starts and finishes.",
      "id": "s245"
    },
    {
      "text": "One has only to view the evidence of the depiction of the two marks as a whole to see that the different shades of those colours, particularly the blue, and the juxtaposition of those colours, in the case of the registered mark, the dark blue lettering on the sky blue background and, in the case of the respondent's mark, the white lettering on the dark blue background, is such that there is no visual similarity; the contrast is stark.",
      "id": "s246"
    },
    {
      "text": "Conclusion on Deceptive Similarity \n \n 55 I have come to the conclusion that the impression of the registered mark that would be left in the mind of an ordinary person from his past observation of, and exposure to, that mark is not such that, on observing the respondent's mark, a resemblance so near is recalled that he is likely to be deceived or confused.",
      "id": "s247"
    },
    {
      "text": "The visual and aural differences between the two marks are too great for there to be a real, and tangible danger of deception or confusion occurring and while one could not categorically reject it as a possibility, that is not sufficient.",
      "id": "s248"
    },
    {
      "text": "COSTS \n \n 56 The application must be dismissed.",
      "id": "s249"
    },
    {
      "text": "As I indicated at [1] --- [2], these proceedings originally concerned claims by the applicant against the first respondent for trade mark infringement, misleading and deceptive conduct and passing off.",
      "id": "s250"
    },
    {
      "text": "The second and third respondents were said to be involved in the misleading and deceptive conduct.",
      "id": "s251"
    },
    {
      "text": "57 Two days before the hearing, the applicant filed a notice of discontinuance, by consent, in relation to the claims against the second and third respondents.",
      "id": "s252"
    },
    {
      "text": "The applicant thereby became liable to pay the costs of those respondents occasioned by the discontinuance: O 22 r 3(2).",
      "id": "s253"
    },
    {
      "text": "The matter of these costs was mentioned briefly and resolved at the commencement of the hearing with counsel for the applicant accepting that the second and third respondents would be entitled to an order for costs.",
      "id": "s254"
    },
    {
      "text": "Whether, in light of the provisions of O 22 r 3, such an order is necessary is open to doubt.",
      "id": "s255"
    },
    {
      "text": "However, that is the way in which the parties came to resolve the issue and it is convenient to simply implement that resolution.",
      "id": "s256"
    },
    {
      "text": "58 That leaves the question of costs as between the applicant and the first respondent.",
      "id": "s257"
    },
    {
      "text": "The costs of the trade mark infringement claim should follow the event.",
      "id": "s258"
    },
    {
      "text": "Counsel for the applicant submitted that the costs attributable to the other claims, which were not pressed at the hearing, should also follow the event.",
      "id": "s259"
    },
    {
      "text": "Counsel for the first respondent submitted that his client should have those costs in any event.",
      "id": "s260"
    },
    {
      "text": "The applicant having been unsuccessful, I will simply order that the applicant pay the first respondent's costs, which settles both issues.",
      "id": "s261"
    },
    {
      "text": "I certify that the preceding fifty-eight (58) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s262"
    },
    {
      "text": "Associate:\n\nDated: 25 September 2006\n\n\n Counsel for the Applicant: Mr D Studdy \n \n Solicitor for the Applicant: Abbott Tout \n \n Counsel for the Respondent: Mr A Collins \n \n Solicitor for the Respondent: Stephens &amp; Tozer \n\n Date of Hearing: 26 and 27 April 2006 \n \n Date of Judgment: 25 September 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1269.html",
      "id": "s263"
    }
  ]
}