{
  "name": "Stevedoring Employees Retirement Fund Pty Ltd v Gilberg [2006] FCA 1590 (23 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1590.html",
  "catchphrases": [
    {
      "text": "rejection of application by trustee",
      "id": "c0"
    },
    {
      "text": "application to superannuation complaints tribunal",
      "id": "c1"
    },
    {
      "text": "rejection of medical opinion by tribunal",
      "id": "c2"
    },
    {
      "text": "error of law",
      "id": "c3"
    },
    {
      "text": "tribunal and trustee bound by rules of fund.",
      "id": "c4"
    },
    {
      "text": "application for permanent disablement benefit",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 In May 2001 John Gilberg was 46 years old.",
      "id": "s0"
    },
    {
      "text": "He was working as a waterside worker for Patrick Stevedores at Port Botany.",
      "id": "s1"
    },
    {
      "text": "As a result of his employment he was a member of the Stevedoring Employees' Retirement Fund ('SERF') and had been since 31 March 1982.",
      "id": "s2"
    },
    {
      "text": "2 On 12 May 2001 he fell at work.",
      "id": "s3"
    },
    {
      "text": "He landed on his buttocks.",
      "id": "s4"
    },
    {
      "text": "He sustained a back injury, described as an L5-S1 disc bulge.",
      "id": "s5"
    },
    {
      "text": "He has not worked since.",
      "id": "s6"
    },
    {
      "text": "3 His injury has caused him considerable pain and restriction of movement.",
      "id": "s7"
    },
    {
      "text": "His worker's compensation claim, resulting from the accident, was settled for a lump sum payment of $500,000.",
      "id": "s8"
    },
    {
      "text": "As part of the settlement he resigned his position on 2 December 2002.",
      "id": "s9"
    },
    {
      "text": "4 On 4 April 2003 he lodged a claim with the Trustee of SERF.",
      "id": "s10"
    },
    {
      "text": "He claimed a Total and Permanent Disablement benefit ('TPD benefit').",
      "id": "s11"
    },
    {
      "text": "Payment of the benefit arises under Rule 17 of the Rules of SERF which will be set out to in due course.",
      "id": "s12"
    },
    {
      "text": "5 It is common ground in this appeal that the relevant version of Rule 17 appears in Rules dated 7 April 2003, and that it applied from 29 August 2002.",
      "id": "s13"
    },
    {
      "text": "In accordance with Rule 17 , medical reports were supplied by medical practitioners selected by Mr Gilberg and by medical practitioners appointed by SERF.",
      "id": "s14"
    },
    {
      "text": "Mr Gilberg's medical practitioners certified that each of the elements necessary for a TPD benefit was satisfied.",
      "id": "s15"
    },
    {
      "text": "The SERF medical practitioners agreed in all but one respect.",
      "id": "s16"
    },
    {
      "text": "None of the three appointed by SERF agreed that Mr Gilberg could not work in the future.",
      "id": "s17"
    },
    {
      "text": "6 The Trustee, in accordance with Rule 17 , appointed an additional medical practitioner to resolve the difference of medical opinion.",
      "id": "s18"
    },
    {
      "text": "The additional medical practitioner also did not agree that Mr Gilberg could not ever work again.",
      "id": "s19"
    },
    {
      "text": "7 As a result the Trustee declined Mr Gilberg's claim.",
      "id": "s20"
    },
    {
      "text": "It was subsequently asked to, and did, review its decision but confirmed it on 5 April 2004.",
      "id": "s21"
    },
    {
      "text": "8 On 28 January 2005 Mr Gilberg lodged a complaint under s 14 of the Superannuation (Resolution of Complaints) Act 1993 (Cth) ('the Act') to the Superannuation Complaints Tribunal ('the Tribunal') constituted under the Act.",
      "id": "s22"
    },
    {
      "text": "9 Under the Act the Tribunal was obliged to review the Trustee's decision.",
      "id": "s23"
    },
    {
      "text": "For that purpose it is taken to have all the powers, obligations and discretions that are conferred on the Trustee (s 37(1)(a)).",
      "id": "s24"
    },
    {
      "text": "The ground upon which it may intervene is that the decision is unfair or unreasonable (s 37(4)).",
      "id": "s25"
    },
    {
      "text": "It must not do anything, however, that would be contrary to the governing rules of the relevant fund (s 37(5)).",
      "id": "s26"
    },
    {
      "text": "10 After an examination of all the papers, and written submissions by the parties, the Tribunal upheld the complaint.",
      "id": "s27"
    },
    {
      "text": "It ordered that a TPD benefit be paid to Mr Gilberg.",
      "id": "s28"
    },
    {
      "text": "11 The appeal to this Court arises under s 46 of the Act.",
      "id": "s29"
    },
    {
      "text": "That section provides for an appeal on a question of law.",
      "id": "s30"
    },
    {
      "text": "Operation of Rule 17 \n \n12 Before discussing the progress of Mr Gilberg's claim in greater detail it is necessary to spend a little time on the meaning and effect of Rule 17 itself.",
      "id": "s31"
    },
    {
      "text": "13 Rule 17 of the Rules dated 7 April 2003 (which was the rule used by the Trustee of SERF in assessing Mr Gilberg's claim) provides as follows:\n \n 'As from 29 August 2002, a Contributing Member or a Non-Contributing Member is entitled to a total and permanent disablement benefit if : \n \n \n \n (a) the Member's employment as an Employee or a Permanent Employee is terminated solely on the grounds that the Member's physical or mental condition at that time is such that the Member is permanently incapable of performing the Member's duties satisfactorily or is a danger to others; \n \n \n \n \n \n (b) the Trustee has received a report from each of at least two medical practitioners which satisfies the guidelines established by the Trustee from time to time and which expressly states that in the medical practitioner's view, the Member is by virtue of the Member's physical or mental condition: \n \n \n \n \n (i) incapable of performing the Member's duties or may be a danger to others because of his or her physical or mental condition; and \n \n (ii) unable ever to work again in a job for which the Member is qualified by education, training or experience; and \n \n \n \n \n (c) the Trustee has received a report from each of at least two medical practitioners which have been appointed by the Trustee which satisfies the guidelines established by the Trustee from time to time and which expressly states that in the medical practitioner's view : \n \n \n \n \n (i) Member's employment as an Employee or a Permanent Employee was terminated solely on the grounds that the Member's physical or mental condition at that time is such that the Member is permanently incapable of performing the Member's duties satisfactorily or is a danger to others; and \n \n (ii) by virtue of the physical or mental condition referred to in paragraph (i ), the Member remains : \n \n \n \n (A) permanently incapable of performing the Member's duties or may be a danger to others because of his or her physical or mental condition; and \n \n \n \n (B) unable ever to work again in a job for which the Member is qualified by education, training or experience ; and \n \n \n \n \n \n (d) after receiving the reports referred to in paragraph (b) and (c) of this Rule, the Trustee determines that the Member is entitled to a benefit under this Rule PROVIDED THAT in the event of a division of medical opinion expressed in the medical reports referred to in paragraph (b) and (c), the Trustee shall appoint (at the election of the Trustee) an additional medical practitioner and the Trustee shall base its determination solely on the medical opinion of the additional medical practitioner so appointed ; and \n \n (e) the Member has not received or is not due to receive a benefit under Rules 13 , 14 , 15 or 16 and the Member has not received or is not due to receive a payment as part of a redundancy or early retirement scheme.",
      "id": "s32"
    },
    {
      "text": "A total and permanent disablement benefit payable under this Rule 17 shall be calculated as follows: \n \n (f) In the case of a Contributing Member the sum as applicable of: \n \n (i) the Member's Voluntary Contribution Benefit; plus \n (ii) the Member's Fund Service Benefit; plus \n (iii) the Member's Potential Benefit; plus \n (iv) the Member's Past Service Benefit.",
      "id": "s33"
    },
    {
      "text": "(g) In the case of a Non-Contributing member the sum as applicable of: \n \n (i) the Member's Voluntary Contribution Benefit; plus \n (ii) the Member's Fund Service Benefit, plus \n (iii) the Member's Past Service Benefit.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n (I have emphasised some of the matters arising for consideration)\n \n\n14 I confess to some difficulty with the drafting of Rule 17.",
      "id": "s35"
    },
    {
      "text": "Leaving aside initially the proviso in Rule 17(d) , it appears to make entitlement to a TPD benefit conditional upon satisfaction of the matters set out in Rule 17(a) , (b) and (c), as well as a determination by the Trustee under Rule 17(d) that the member is entitled to a benefit under the Rule and also satisfaction of the conditions stated in Rule 17(e).",
      "id": "s36"
    },
    {
      "text": "Failure to satisfy any of the stated conditions would, on this construction, have the result that the entitlement did not arise.",
      "id": "s37"
    },
    {
      "text": "15 On this construction the requirements of Rule 17(c) were not satisfied.",
      "id": "s38"
    },
    {
      "text": "None of the medical practitioners appointed by the Trustee under Rule 17(c) stated the view required to be stated by Rule 17(c)(ii)(B).",
      "id": "s39"
    },
    {
      "text": "16 However that is not how the Rule is applied in practice and clearly not how it is intended to operate.",
      "id": "s40"
    },
    {
      "text": "The proviso contained in Rule 17(d) presupposes 'a division of medical opinion expressed in the medical reports referred to in paragraph (b) and (c)' .",
      "id": "s41"
    },
    {
      "text": "To give this proviso some work to do, and a satisfactory meaning, Rule 17(c) must be read to accommodate the possibility that the medical practitioners appointed by the Trustee do not find an applicant for a benefit to be totally and permanently disabled.",
      "id": "s42"
    },
    {
      "text": "17 In such a circumstance the Trustee is obliged to appoint an additional medical practitioner and is directed to 'base its determination solely on the medical opinion of the additional medical practitioner so appointed' .",
      "id": "s43"
    },
    {
      "text": "18 It is clear that this is intended to provide a method of resolving a disagreement between the reports referred to in Rule 17(b) and (c) as to whether an applicant is totally and permanently disabled.",
      "id": "s44"
    },
    {
      "text": "In the context of the present case the division of medical opinion to be resolved was whether Mr Gilberg remains 'unable ever to work again in a job for which the Member is qualified by education, training or experience' .",
      "id": "s45"
    },
    {
      "text": "Amendment to Rule 17 \n \n19 The new Rule 17 was agreed at a meeting of the Benefit Sub-Committee of SERF on 5 August 2002.",
      "id": "s46"
    },
    {
      "text": "A Directors Resolution was required to accept the rule change.",
      "id": "s47"
    },
    {
      "text": "That appears to have been accomplished by the adoption of a Trust Deed incorporating the new rule at Meeting No 94 of the Directors.",
      "id": "s48"
    },
    {
      "text": "The Rules issued on 7 April 2003 include the new Rule 17 which came into effect on and from 29 August 2002 and, accordingly, applied when Mr Gilberg's employment ceased.",
      "id": "s49"
    },
    {
      "text": "20 Prior to the adoption of the present Rule 17 it provided:\n \n 'As from 1 April 2000 a Contributing Member or a Non-Contributing Member is entitled to a total and permanent disablement benefit if: \n \n \n (a) the Member's employment as an Employee or a Permanent Employee is terminated solely on the grounds that the Member's physical or mental condition is such that the Member is incapable of performing the Member's duties satisfactorily or is a danger to others; \n \n \n \n (b) the Trustee has received a report from each of at least two medical practitioners which satisfies the guidelines established by the Trustee from time to time and which expressly states that in the medical practitioner's view, the Member is by virtue of the Member's physical or mental condition: \n \n \n \n (i) incapable of performing the Member's duties or may be a danger to others because of his or her physical or mental condition; and \n \n (ii) unable ever to work again in a job for which the Member is qualified by education, training or experience; and \n \n \n \n (c) the Trustee has received a report from each of at least two medical practitioners appointed by the Trustee which satisfies the guidelines established by the Trustee from time to time and which expressly states the matters referred to in paragraphs (b) (i) and (ii) of this Rule; and \n \n (d) after receiving the reports referred to in paragraphs (b) and (c) of this Rule, the Trustee determines that the Member is entitled to a benefit under this Rule PROVIDED THAT in the event of a division of medical opinion expressed in the medical reports referred to in paragraphs (b) and (c), the Trustee shall appoint (at the election of the Trustee) one or more additional medical practitioners and the Trustee shall base its determination solely on the medical opinion of the additional medical practitioner or practitioners so appointed; and \n \n \n \n (e) the Member has not received or is not due to receive a benefit under Rules 13, 14, 15 or 16 and the Member has not received or is not due to receive a payment as part of a redundancy or early retirement scheme.",
      "id": "s50"
    },
    {
      "text": "[sic] \n \n \n A total and permanent disablement benefit payable under this Rule 17 shall be calculated as follows: \n\n\n \n (f) In the case of a Contributing Member the sum as applicable of: \n \n \n (i) the Member's Voluntary Contribution Benefit; plus \n (ii) the Member's Fund Service Benefit; plus \n \n \n \n (iii) the Member's Potential Benefit; plus \n (iv) the Member's Past Service Benefit.",
      "id": "s51"
    },
    {
      "text": "(g) In the case of a Non-contributing Member the sum as applicable of: \n \n \n \n \n \n (i) the Member's Voluntary Contribution Benefit; plus \n \n \n (ii) the Member's fund Service Benefit, plus \n (iii) the Member's Past Service Benefit.",
      "id": "s52"
    },
    {
      "text": "' \n \n \n\n21 The Benefit Sub-Committee explained the change in Rule 17 as follows ---\n \n 'The reason for the change is to clarify the issue that a member's claim for a benefit under Rule 17 must be based on the injuries incurred at the time the member ceased employment.",
      "id": "s53"
    },
    {
      "text": "' \n \n\n22 This explanation draws attention to the opening words of the new 17(c)(ii) --- namely:\n \n 'by virtue of the physical or mental condition referred to in paragraph (i), the Member remains :' (My emphasis)\n \n\n23 The new rule appears therefore to be addressed, in part, to exclude the possibility that a benefit is claimed in circumstances where a supervening, additional or different disability has compounded or succeeded an earlier cessation of employment on grounds of incapacity.",
      "id": "s54"
    },
    {
      "text": "Further emphasis is added by the introduction in (c)(ii)(A) of 'permanently' .",
      "id": "s55"
    },
    {
      "text": "24 These particular complexities, however, do not bear upon the issue which arises in the present appeal and, them having been noted, they may be put to one side.",
      "id": "s56"
    },
    {
      "text": "25 The other differences between the old and new Rule 17, which bear on the present matter, lie in the redrafting of Rule 17(c) to state explicitly the matters for medical opinion and the restriction in Rule 17(d) to the appointment of 'an additional medical practitioner' rather than 'one or more additional medical practitioners' .",
      "id": "s57"
    },
    {
      "text": "It may be that one advantage of the new restriction to a single additional medical practitioner is that it avoids the need to resolve any difference of opinion between or amongst the additional medical practitioners who might have been appointed under the old rule.",
      "id": "s58"
    },
    {
      "text": "26 There is a further issue which arises from the amendment to Rule 17(d).",
      "id": "s59"
    },
    {
      "text": "The parties had different submissions to offer about the words (which appear in both versions of Rule 17(d) 'the Trustee shall appoint (at the election of the Trustee) ...' in the context of the new rule.",
      "id": "s60"
    },
    {
      "text": "The applicant contended that this was intended to give the Trustee a discretion as to which additional medical practitioner to appoint.",
      "id": "s61"
    },
    {
      "text": "The respondent contended, on the other hand, that the words were intended to give the Trustee a discretion whether or not to appoint a medical practitioner at all.",
      "id": "s62"
    },
    {
      "text": "With respect, neither construction appears to me to be correct.",
      "id": "s63"
    },
    {
      "text": "27 The words '(at the election of the Trustee)' made perfect sense when the Trustee had a discretion whether to appoint one or more than one additional medical practitioner.",
      "id": "s64"
    },
    {
      "text": "The same words in the new Rule 17(d) are confusing and, in my view, having regard to the amendment to Rule 17(d) to restrict any additional medical practitioner to only one, they are otiose.",
      "id": "s65"
    },
    {
      "text": "28 Each of the alternative constructions offered by the parties appears to me to strain the language unreasonably.",
      "id": "s66"
    },
    {
      "text": "29 The discretion as to which medical practitioner is to be appointed, and by whom chosen, does not require the use of the words '(at the election of the Trustee)' .",
      "id": "s67"
    },
    {
      "text": "Those words do not appear, for example, in Rule 17(c) and are, in my view, not necessary for the purpose suggested by the applicant.",
      "id": "s68"
    },
    {
      "text": "Accordingly the applicant's construction should not be accepted.",
      "id": "s69"
    },
    {
      "text": "30 On the other hand the Rule does not give a discretion whether or not to appoint an additional medical practitioner.",
      "id": "s70"
    },
    {
      "text": "I agree with counsel for the applicant that it is clear from the language of Rule 17(d) that there is no discretion whether or not to appoint an additional medical practitioner.",
      "id": "s71"
    },
    {
      "text": "The respondent's construction should therefore not be accepted.",
      "id": "s72"
    },
    {
      "text": "31 The conclusion that the Trustee did not have a discretion whether or not to appoint an additional medical practitioner raises a substantial obstacle for the respondent's case.",
      "id": "s73"
    },
    {
      "text": "Mr Gilberg's Claim for a Benefit \n \n32 There is no issue in this case that Rule 17(a) was satisfied --- namely that Mr Gilberg's employment was terminated solely on the grounds that he was permanently incapable of performing his duties.",
      "id": "s74"
    },
    {
      "text": "33 It is accepted that Rule 17(b) also was satisfied.",
      "id": "s75"
    },
    {
      "text": "Mr Gilberg put the Trustee in possession of reports from at least two medical practitioners that certified that he was incapable of performing his duties and would be unable ever to work again in a job for which he was qualified.",
      "id": "s76"
    },
    {
      "text": "34 In conformity with Rule 17(c) the Trustee sought reports from medical practitioners selected by it.",
      "id": "s77"
    },
    {
      "text": "It appointed three such persons.",
      "id": "s78"
    },
    {
      "text": "Under Rule 17(c) only two need be appointed but there is no barrier to the appointment of others.",
      "id": "s79"
    },
    {
      "text": "If any two had stated that all conditions were satisfied Mr Gilberg would have been entitled to a TPD benefit without the necessity to appoint an additional medical practitioner under Rule 17(d).",
      "id": "s80"
    },
    {
      "text": "However, none of them was prepared to certify to this effect.",
      "id": "s81"
    },
    {
      "text": "35 No disagreement arose about the matters referred to in Rule 17(c)(i) or (ii)(A).",
      "id": "s82"
    },
    {
      "text": "It was universally accepted that Mr Gilberg's employment ceased solely for the reason that he was permanently incapable of performing his duties as a waterside worker, and he remains permanently incapable of performing his duties as a waterside worker.",
      "id": "s83"
    },
    {
      "text": "The area of professional disagreement was whether Mr Gilberg would ever be able to work again in a job for which he is qualified by education, training or experience.",
      "id": "s84"
    },
    {
      "text": "36 The Directors of the Trustee dealt with Mr Gilberg's claim for a TPD benefit at meetings held on 20 June 2003 (the first Directors' meeting) and 1 October 2003 (the second Directors' meeting).",
      "id": "s85"
    },
    {
      "text": "37 At the first Directors' meeting the Directors noted that Mr Gilberg's claim satisfied Rule 17(a), (b) and (e).",
      "id": "s86"
    },
    {
      "text": "38 They noted the appointments of three medical practitioners under Rule 17(c) --- Drs I Howe-Scott [sic], G Hall and J Walsh.",
      "id": "s87"
    },
    {
      "text": "They further noted that 'the reports prepared by these practitioners met the conditions of Rule 17(c)' but went on to note that 'there was a conflict of medical evidence and therefore it was unanimously agreed to defer further consideration of this claim and to appoint an additional medical practitioner under Rule 17(d)' .",
      "id": "s88"
    },
    {
      "text": "The Directors recorded that they would 'base their determination solely on the medical opinion of the additional medical practitioner so appointed' as, in my view, Rule 17(d) requires.",
      "id": "s89"
    },
    {
      "text": "39 The first medical practitioner referred to by the Directors was 'Dr I Howe-Scott'.",
      "id": "s90"
    },
    {
      "text": "This appears to be an error.",
      "id": "s91"
    },
    {
      "text": "The medical practitioner is Dr Inglis Howe Synnott.",
      "id": "s92"
    },
    {
      "text": "His report is dated 7 May 2003.",
      "id": "s93"
    },
    {
      "text": "Dr Synnott is a consultant psychiatrist.",
      "id": "s94"
    },
    {
      "text": "He was not satisfied, from a psychiatric point of view, that Mr Gilberg was incapable of performing his duties or that he would be 'unable ever to work again in a job for which the member is qualified by education, training or experience' .",
      "id": "s95"
    },
    {
      "text": "He emphasised that he had concentrated solely on the psychiatric perspective and was not addressing other considerations of a medical nature.",
      "id": "s96"
    },
    {
      "text": "40 The second medical practitioner referred to by the Directors was Dr Graham Hall, an occupational and consultant physician.",
      "id": "s97"
    },
    {
      "text": "His report is dated 12 May 2003.",
      "id": "s98"
    },
    {
      "text": "Dr Hall regarded Mr Gilberg as unfit for work at that time, permanently unfit to perform the full duties of his original employment and, at the time that his employment was terminated, permanently incapable of fulfilling the full duties of his position.",
      "id": "s99"
    },
    {
      "text": "However he did not consider him totally and permanently unfit for all types of work.",
      "id": "s100"
    },
    {
      "text": "His specific comments were:- 'Whilst at present he remains unfit for work I do not consider him totally and permanently unfit for all types of work' and 'He is not unable ever to work again in any job for which he is qualified by education, training or experience.",
      "id": "s101"
    },
    {
      "text": "With continued treatment and perhaps some retraining or work experience it should be possible for him to return to the workforce.",
      "id": "s102"
    },
    {
      "text": "He does however, lack motivation.",
      "id": "s103"
    },
    {
      "text": "' \n \n41 There may be a question about whether Dr Hall impermissibly allowed his assessment to be coloured by a consideration of the possibilities that retraining might offer.",
      "id": "s104"
    },
    {
      "text": "It does not really matter for present purposes.",
      "id": "s105"
    },
    {
      "text": "The important matter is that Dr Hall did not provide the necessary certificate that Mr Gilberg was 'unable ever to work again' and therefore Mr Gilberg did not, through this report, make any progress towards satisfying the condition in Rule 17(c) that two medical practitioners appointed by the Trustee also provide support for each element of his TPD benefit claim.",
      "id": "s106"
    },
    {
      "text": "42 The third medical practitioner referred to by the Directors was Dr John Kingsley-Walsh, a consultant orthopaedic surgeon.",
      "id": "s107"
    },
    {
      "text": "His report is dated 7 May 2003.",
      "id": "s108"
    },
    {
      "text": "He stated pithily, addressing the matters required by Rule 17(c)(ii):-\n \n 'I do not consider that he is totally and permanently incapacitated from returning to a job by which he is qualified by education, training and experience.",
      "id": "s109"
    },
    {
      "text": "' \n \n\n43 It may be seen, therefore, that none of the three medical practitioners to whom Mr Gilberg was referred by the Trustee for the purposes of Rule 17(c) was prepared to state that all the necessary conditions were met.",
      "id": "s110"
    },
    {
      "text": "In particular, none thought the requirement of Rule 17(c)(ii)(B) was satisfied.",
      "id": "s111"
    },
    {
      "text": "44 It was in these circumstances that the matter was referred to Dr Christopher Oates under Rule 17(d).",
      "id": "s112"
    },
    {
      "text": "45 At the second Directors' meeting the Directors considered a report from Dr Oates dated 13 September 2003 and as a result agreed that Mr Gilberg's claim should be declined.",
      "id": "s113"
    },
    {
      "text": "46 Dr Oates prepared two reports, the first dated 13 September 2003 and the second dated 8 October 2003.",
      "id": "s114"
    },
    {
      "text": "It is to the first report only that the Directors refer in their meeting on 1 October 2003, rejecting Mr Gilberg's claim.",
      "id": "s115"
    },
    {
      "text": "The occasion for the preparation of the second report was that Dr Oates was asked by the Trustee to consider further material supplied by Mr Gilberg.",
      "id": "s116"
    },
    {
      "text": "His further consideration did not affect the conclusions in his first report.",
      "id": "s117"
    },
    {
      "text": "47 Dr Oates said, in the first report to which the Directors referred, that 'Mr Gilberg is incapable of performing his normal duties as a stevedore'.",
      "id": "s118"
    },
    {
      "text": "However he did not believe that the other conditions were satisfied.",
      "id": "s119"
    },
    {
      "text": "He said: \n \n 'Mr Gilberg is not unable ever to work again in any job for which he is qualified by his education, training or experience.",
      "id": "s120"
    },
    {
      "text": "He would be eminently suitable for a semi-skilled or less skilled very light occupation in the field of clerical, service provision or security work, for example, as an office messenger, door attendant at a club, office building security desk attendant or security monitoring control room work.",
      "id": "s121"
    },
    {
      "text": "' \n \n\n48 He added:\n \n 'The primary problem now is of de-motivation and psychosocial factors are the primary determinant of his current clinical status.",
      "id": "s122"
    },
    {
      "text": "' \n \n\n49 His subsequent report dated 8 October 2003 confirms the conclusions in the first report.",
      "id": "s123"
    },
    {
      "text": "The second report says, in part:\n \n 'I do not resile from my previously expressed opinion that although Mr Gilberg is incapable of performing the normal duties of a stevedore, he is capable of performing alternative clerical type duties with the usual restrictions of no heavy lifting or bending and with the ability to alternately sit or stand as required for the comfort of his back.",
      "id": "s124"
    },
    {
      "text": "' \n \n\n50 And also: \n \n 'My conclusion is that psychosocial factors are the primary reason preventing his rehabilitation into the work force in a modified capacity.",
      "id": "s125"
    },
    {
      "text": "' \n \n \n\n51 In the event of a division of medical opinion about whether the stated criteria are met, Rule 17(d) requires the Trustee to select and appoint an additional medical practitioner to resolve the issue.",
      "id": "s126"
    },
    {
      "text": "Dr Oates was the medical practitioner appointed for that purpose.",
      "id": "s127"
    },
    {
      "text": "Furthermore, insofar as the Trustee must base its decision upon medical opinion as to that issue, it must base it on the opinion of the additional medical practitioner so appointed and no other medical opinion.",
      "id": "s128"
    },
    {
      "text": "In my view that is the plain meaning of the language used in Rule 17(d).",
      "id": "s129"
    },
    {
      "text": "52 Dr Oates' opinion is clearly a 'medical opinion' about the relevant issues, in particular the issues raised by Rule 17(c)(ii)(B).",
      "id": "s130"
    },
    {
      "text": "His opinion on these matters is consistent with the opinions of the three medical practitioners whose reports were sought by the Trustee for the purposes of Rule 17(c), Drs Synnott, Hall and Walsh.",
      "id": "s131"
    },
    {
      "text": "It is contrary to the opinions expressed by the medical practitioners upon whom Mr Gilberg relied.",
      "id": "s132"
    },
    {
      "text": "Rule 17 required the Trustee to base its determination solely on Dr Oates' medical opinion.",
      "id": "s133"
    },
    {
      "text": "No occasion arose for weighing the totality of medical opinion.",
      "id": "s134"
    },
    {
      "text": "The Trustee in my view was correct to conclude that Mr Gilberg had no entitlement to a TPD benefit because the conditions for such an entitlement stipulated by Rule 17 had not been satisfied.",
      "id": "s135"
    },
    {
      "text": "The Decision of the Tribunal \n \n53 The Tribunal determined that it should be guided by the provisions of the Trust Deed consolidated up to 28 March 2001, incorporating the old Rule 17.",
      "id": "s136"
    },
    {
      "text": "The reason for this approach appears to be that they were the rules in force at the time that Mr Gilberg last worked --- i.e.",
      "id": "s137"
    },
    {
      "text": "12 May 2001.",
      "id": "s138"
    },
    {
      "text": "Why the date of injury, or last working day, was chosen in lieu of the date of cessation of employment is not made clear.",
      "id": "s139"
    },
    {
      "text": "SERF advised the Tribunal on 15 February 2005 that, in its view, the relevant Trust Deed was that dated 7 April 2003.",
      "id": "s140"
    },
    {
      "text": "This contained the new Rule 17.",
      "id": "s141"
    },
    {
      "text": "The parties are agreed (and were never at issue) that these were the correct rules to use.",
      "id": "s142"
    },
    {
      "text": "54 The new Rule 17 clearly applies to Mr Gilberg's circumstances because his employment was terminated after 29 August 2002.",
      "id": "s143"
    },
    {
      "text": "The Tribunal's error in this respect is an error of law.",
      "id": "s144"
    },
    {
      "text": "It provides a foundation for the appeal.",
      "id": "s145"
    },
    {
      "text": "However the error did not, in my view, have any effect upon the approach which the Tribunal took, its reasoning or its ultimate decision.",
      "id": "s146"
    },
    {
      "text": "If this were the only error of law identified it would provide no basis to interfere with the Tribunal's decision.",
      "id": "s147"
    },
    {
      "text": "55 As I read the Tribunal's decision there were, for the purpose of my consideration of this appeal, three important aspects to its reasoning.",
      "id": "s148"
    },
    {
      "text": "56 First, it took the view that the Trustee was obliged not to base its determination solely on Dr Oates' medical opinion.",
      "id": "s149"
    },
    {
      "text": "Secondly, it decided that, in any event, Dr Oates' medical opinion should not be accepted.",
      "id": "s150"
    },
    {
      "text": "57 The Tribunal summarised its findings on these two issues in the following way:\n \n 'There are two reasons why the Tribunal has determined that the decision of the Trustee operates unfairly and unreasonably to the Complainant in the circumstances, viz: \n \n \n (a) the Trustee has misconstrued its powers in believing that it is bound to follow the decision of the additional medical practitioner, and \n \n (b) the additional medical practitioner has not considered, or not considered sufficiently, the effect of the multiple conditions from which the Complainant suffers in the report (including the supplementary report) and his opinion that the Complainant was not TPD should not have been accepted by the Trustee.",
      "id": "s151"
    },
    {
      "text": "' \n \n\n58 Thirdly, the Tribunal decided that Mr Gilberg's claim for a TPD benefit should be determined by it, assessing for itself all the medical evidence before the Trustee, rather than remitting the matter to the Trustee for any necessary further action.",
      "id": "s152"
    },
    {
      "text": "59 I regret to say that, in my view, the Tribunal made errors of law at each stage of the process.",
      "id": "s153"
    },
    {
      "text": "Reliance on Dr Oates \n \n60 The Tribunal criticised reliance by the Trustee on Dr Oates' medical opinion.",
      "id": "s154"
    },
    {
      "text": "It appeared to feel that the Trustee had abdicated a responsibility to make an independent decision on Mr Gilberg's claim.",
      "id": "s155"
    },
    {
      "text": "The Tribunal says:\n \n 'It is clear that the Trustee appointed an \"additional medical practitioner\" for the purpose of fulfilling the requirements of clause 17(d) of the Trust Deed.",
      "id": "s156"
    },
    {
      "text": "A trustee cannot delegate its decision-making power to a third party.",
      "id": "s157"
    },
    {
      "text": "It is the function of the Trustee to reach a decision.",
      "id": "s158"
    },
    {
      "text": "' \n \n\n61 And:\n \n '...the words of clause 17(d) must, if possible, be read in a way which avoids a conclusion that the Trustee is bound to implement the decision of the additional medical practitioner.",
      "id": "s159"
    },
    {
      "text": "' \n \n\nAnd:\n \n 'Further, and in any event, it seems to the Tribunal that the Trustee, in the instant case, merely adopted the determination of Dr CO.' \n \n\n62 It determined that the decision of the Trustee:\n \n 'operates unfairly and unreasonably to the Complainant in the circumstances, in that the Trustee, in perceiving its function to exercise the determination-making power solely in accordance with the additional medical practitioner's opinion, has failed to exercise its independent decision making power.",
      "id": "s160"
    },
    {
      "text": "' \n \n\n63 In my view these observations, and the line of reasoning which they reveal, betray misunderstanding by the Tribunal of the correct legal position.",
      "id": "s161"
    },
    {
      "text": "The Trustee's position was dictated by the provisions of Rule 17 itself.",
      "id": "s162"
    },
    {
      "text": "Section 37 of the Act directs that the Tribunal must not do anything, on reviewing the decision of a trustee, that would be contrary to the governing rules of the fund concerned.",
      "id": "s163"
    },
    {
      "text": "It may not proceed upon a criticism of the trustee which arises simply from observance of the terms of the Trust Deed: see Retail Employees Superannuation Pty Ltd v Crocker (2001) 48 ATR 359 per Allsop J at [28] and [32]; see also Hornsby v Military Superannuation and Benefits Board of Trustees No 1 [2003] FCA 54 ; (2003) 126 FCR 484 per Mansfield J at [17] and Cameron v Board of Trustees of the State Public Sector Superannuation Scheme [2003] FCAFC 214 ; (2003) 130 FCR 122 at [43] .",
      "id": "s164"
    },
    {
      "text": "64 Moreover, the underlying premise, that the Trustee had impermissibly surrendered its discretion, is unsustainable.",
      "id": "s165"
    },
    {
      "text": "I agree with the conclusion of Merkel J in Seafarers' Retirement Fund Pty Ltd v Oppenhuis [1999] FCA 1683 ; (1999) 94 FCR 594 at [25] .",
      "id": "s166"
    },
    {
      "text": "Rule 17 in this case, as his Honour observed of the rule before him, prescribes: 'a condition for an entitlement and does not authorise any person to \"direct\" the trustee as to the manner in which it is to exercise its powers under the Trust Deed'.",
      "id": "s167"
    },
    {
      "text": "65 In my view the approach taken by the Tribunal to this question involves a clear error of law.",
      "id": "s168"
    },
    {
      "text": "The Trustee did not misconstrue its powers or misapply the provisions of Rule 17.",
      "id": "s169"
    },
    {
      "text": "Rejection of Dr Oates' Opinion \n \n66 The Tribunal was also in error in suggesting that the Trustee should have rejected Dr Oates' medical opinion on the question which was assigned to him, namely, whether Mr Gilberg was totally and permanently disabled because he would not ever be able to work again in a job for which he is qualified by education, training or experience.",
      "id": "s170"
    },
    {
      "text": "67 The Tribunal analysed Dr Oates' reports in detail.",
      "id": "s171"
    },
    {
      "text": "It made a series of comparisons between Dr Oates' observations and those made by the other medical practitioners whose reports were before the Trustee, chiefly those supporting Mr Gilberg's claim.",
      "id": "s172"
    },
    {
      "text": "There was also some criticism of the reports of medical practitioners who had been appointed by the Trustee under Rule 17(c).",
      "id": "s173"
    },
    {
      "text": "68 Counsel for the respondent urged upon me that the Tribunal had done no more than base its decision solely upon Dr Oates' report in accordance with Rule 17(d) but in my view that is an unduly narrow reading of the Tribunal's decision and the reasons which it reveals.",
      "id": "s174"
    },
    {
      "text": "It is clear that the Tribunal, in rejecting Dr Oates' opinion, did not do so solely by reference to the contents of his report but, rather, by reference to, and preference for, the opinions of only some of the other medical practitioners.",
      "id": "s175"
    },
    {
      "text": "69 On the basis of its own assessment of the medical evidence the Tribunal set the decision of the Trustee aside and substituted a decision that Mr Gilberg was totally and permanently disabled and entitled to a TPD benefit.",
      "id": "s176"
    },
    {
      "text": "70 In my view this approach to the medical issues was misconceived.",
      "id": "s177"
    },
    {
      "text": "The Rules did not entrust to the Trustee the task of forming an independent medical opinion.",
      "id": "s178"
    },
    {
      "text": "The Tribunal could stand in no different position.",
      "id": "s179"
    },
    {
      "text": "71 There was one particular area of criticism of Dr Oates which warrants further attention.",
      "id": "s180"
    },
    {
      "text": "Dr Oates thought Mr Gilberg lacked motivation.",
      "id": "s181"
    },
    {
      "text": "He was not the only medical practitioner to say so.",
      "id": "s182"
    },
    {
      "text": "Dr Hall also held that view.",
      "id": "s183"
    },
    {
      "text": "However, the Tribunal was particularly critical of the following observation in Dr Oates' report of 13 September 2003:\n \n 'Mr Gilberg delivered a handwritten letter addressed to me after the examination alleging previous MLCOA doctors did not take into account his treating doctor's reports in their assessment.",
      "id": "s184"
    },
    {
      "text": "This suggests to me that he is trying to manipulate the outcome of my assessment.",
      "id": "s185"
    },
    {
      "text": "' \n \n\n72 The Tribunal canvassed the reports, observations and conclusions of the other medical practitioners and examined the note for itself.",
      "id": "s186"
    },
    {
      "text": "It said:\n \n 'It is, in view of the evidence held by the treating specialists, unduly cynical to conclude that because the Complainant has not continued in the ADAPT plan and/or because of the note he wrote to Dr CO that the Complainant is not cooperating.",
      "id": "s187"
    },
    {
      "text": "That latter view is the view reached by Dr CO. That view is not the view of the majority of the reporting doctors, nor is it a view sustainable by reference to the memo written by the Complainant to Dr CO .",
      "id": "s188"
    },
    {
      "text": "The Trustee, acting fairly and reasonably, would in light of the prevailing evidence experience difficulty in accepting Dr CO's conclusion on this point as being arrived at objectively, as it is not an opinion reached after a careful enough assessment of the evidence and is not in accordance with the weight of the evidence .",
      "id": "s189"
    },
    {
      "text": "' \n \n (My emphasis)\n \n\n73 I do not regard the Tribunal's criticism of Dr Oates' report, and its own assessment of the correspondence from Mr Gilberg, as a valid basis to conclude that his medical opinion should be rejected.",
      "id": "s190"
    },
    {
      "text": "74 Dr Oates had also made the following observation during the physical examination he conducted:\n \n 'He could remove his trousers, transferring his weight from one leg to the other, but when replacing his trousers he observed that I was watching him and leant up against a wall.",
      "id": "s191"
    },
    {
      "text": "' \n \n\n75 Nor was the Tribunal in a position to conclude that the medical opinion was unreliable because it was not reflected in the views of other medical practitioners.",
      "id": "s192"
    },
    {
      "text": "76 Dr Oates was not the only medical practitioner to find that Mr Gilberg was not 'unable ever to work again ...' He was the fourth.",
      "id": "s193"
    },
    {
      "text": "The Tribunal's ultimate determination necessarily involves a rejection of each of those opinions.",
      "id": "s194"
    },
    {
      "text": "The rejection by the Tribunal of each medical opinion obtained by the Trustee and a finding of entitlement to a TPD benefit solely upon the basis of the Rule 17(b) reports provided for Mr Gilberg were contrary to the requirements of Rule 17.",
      "id": "s195"
    },
    {
      "text": "Failure to Remit \n \n77 It is possible to conceive of cases where the medical opinion of an additional medical practitioner may be unsafe --- e.g.",
      "id": "s196"
    },
    {
      "text": "if the medical opinion was directed to the wrong issue.",
      "id": "s197"
    },
    {
      "text": "In such a case the Rule 17(d) process might remain incomplete and require completion by that medical practitioner or another.",
      "id": "s198"
    },
    {
      "text": "Had there been a proper basis to reject Dr Oates medical opinion (although in my view none has been shown) it would have been necessary to remit the matter to the Trustee so that Rule 17(d) could be followed.",
      "id": "s199"
    },
    {
      "text": "78 The Tribunal thus made a further error of law when it decided to announce its own decision rather than return the matter to the Trustee.",
      "id": "s200"
    },
    {
      "text": "It said:\n \n 'In this case, the Tribunal is satisfied that there is sufficient material before it to enable it to reach its own decision standing in the shoes of the Trustee and that, further, it is in the interests of both the Complainant and the Trustee that this matter should be finally determined.",
      "id": "s201"
    },
    {
      "text": "' \n \n\n79 It went on to state its own conclusion about whether Mr Gilberg was totally and permanently disabled.",
      "id": "s202"
    },
    {
      "text": "80 The approach which the Tribunal took to this issue undoes the scheme set up by Rule 17 for resolving divisions of medical opinion.",
      "id": "s203"
    },
    {
      "text": "In circumstances where Rule 17(b) had been satisfied, the question of entitlement was to be resolved on the basis of properly obtained confirmatory medical opinion, either in accordance with Rule 17(c) or, if necessary, in accordance with Rule 17(d).",
      "id": "s204"
    },
    {
      "text": "The mechanism established by the Trust Deed could not be disregarded.",
      "id": "s205"
    },
    {
      "text": "Had there been a satisfactory basis upon which to reject Dr Oates' medical opinion as one which was not provided in accordance with Rule 17(d) then a further medical opinion would be necessary in order to deal with the 'division of medical opinion expressed in the medical reports referred to in paragraph (b) and in (c)' .",
      "id": "s206"
    },
    {
      "text": "No occasion arose for any attempt to take a different path.",
      "id": "s207"
    },
    {
      "text": "Respondent's Notice of Contention \n \n81 The respondent filed a Notice of Contention, seeking to uphold the decision of the Tribunal 'on additional grounds which the Tribunal failed to include in its reasons' .",
      "id": "s208"
    },
    {
      "text": "Those grounds were as follows:\n \n '1.",
      "id": "s209"
    },
    {
      "text": "The reports dated 13 September 2003 and 8 October 2003 by Dr Chris Oates as the additional medical practitioner appointed by the Applicant under Rule 17(d) of the Trust Deed, did not contain a \"medical opinion\" on all of the matters which were the subject of \"a division of medical opinion expressed in the medical reports referred to in paragraphs (b) and (c)\" of Rule 17; \n \n \n \n 2.",
      "id": "s210"
    },
    {
      "text": "For the purposes of s 37(5) of the Superannuation (Resolution of Complaints) Act 1993 (Cth) (\"the Complaints Act \"), Rule 17(d) did not require the Tribunal in determining whether the decision was fair or reasonable for the purposes of ss 14(2) and 37 of the Complaints Act , or in determining relief under s 37(3) and 37 (4) of the Complaints Act , to disregard a report obtained under Rule 17(b) or Rule 17(c) where the subject of the medical opinion in the report was not the subject of a medical opinion provided by an additional medical practitioner under Rule 17(d) ; \n \n \n \n 3 .",
      "id": "s211"
    },
    {
      "text": "The reports of the additional medical practitioner appointed by the applicant under Rule 17(d) of the Trust Deed contained matters which were not \"medical opinion\" for the purposes of Rule 17(d) , \n \n \n \n 4 .",
      "id": "s212"
    },
    {
      "text": "For the purposes of s 37(5) of the Complaints Act , Rule 17 did not in terms require the Tribunal to \"base its determination solely\" on matters in a report obtained from an additional medical practitioner appointed under Rule 17(d) which did not constitute a \"medical opinion\" for the purposes of Rule 17(d) ; \n \n \n \n 5 .",
      "id": "s213"
    },
    {
      "text": "Pursuant to s 14AA(2) of the Complaints Act it was open to the Tribunal to determine that the Applicant's decision was unfair and unreasonable if the decision was contrary to law by reason of the applicant having: \n \n \n \n (a) misconstrued Rule 17 as requiring the Applicant, when determining the question whether the respondent was entitled to a total and permanent disablement benefit under Rule 17 , to place reliance solely on the reports of Dr Oates under Rule 17(d) , including the findings in the reports that the respondent was capable of performing clerical, service provision or security duties; \n (b) accepted that the conditions within Rule I7(d) for enlivening a duty to \"base its determination solely\" on the matters set out in Dr Oates' reports were fulfilled when on the evidence they were not fulfilled.",
      "id": "s214"
    },
    {
      "text": "' \n \n \n\n\n \n82 With respect, in my view the grounds misconceive the requirements of Rule 17.",
      "id": "s215"
    },
    {
      "text": "The basic error is the proposition that Dr Oates' reports were not, and did not contain, a 'medical opinion'.",
      "id": "s216"
    },
    {
      "text": "The opinion related to a matter which was required to be addressed under Rule 17(d).",
      "id": "s217"
    },
    {
      "text": "Furthermore, as is clear from the matters canvassed earlier in these Reasons for Judgment, in my view the Trustee did not make an error in its approach to Rule 17 by relying on Dr Oates' report of 13 September 2003 or by basing its determination solely upon the medical opinion disclosed by that report.",
      "id": "s218"
    },
    {
      "text": "83 Had the contention, that Dr Oates' report did not contain the relevant medical opinion, been sound that would not permit a decision based on the other reports, much less a preference for one group over the other.",
      "id": "s219"
    },
    {
      "text": "The proper conclusion would be that the provisions of Rule 17(d) remained to be obeyed.",
      "id": "s220"
    },
    {
      "text": "In that case the proper course would have been to remit the matter to the Trustee for further action.",
      "id": "s221"
    },
    {
      "text": "As I have indicated, that was not necessary in this case.",
      "id": "s222"
    },
    {
      "text": "The Trustee made no error.",
      "id": "s223"
    },
    {
      "text": "84 I reject the grounds in the Notice of Contention as adequate to provide alternative support for the decision of the Tribunal.",
      "id": "s224"
    },
    {
      "text": "Conclusion and Orders \n \n85 In the light of the conclusions which I have reached the Determination of the Tribunal must, and will, be set aside.",
      "id": "s225"
    },
    {
      "text": "86 I have considered whether I should remit the matter to the Tribunal to be decided in accordance with these Reasons for Judgment but can see no useful purpose to be served by so ordering.",
      "id": "s226"
    },
    {
      "text": "It is clear to me that the errors of law which the Tribunal has made led it to wrongly set aside the decision of the Trustee.",
      "id": "s227"
    },
    {
      "text": "If those errors had not been made there is no basis upon which the decision of the Trustee could, or should, have been disturbed.",
      "id": "s228"
    },
    {
      "text": "In the circumstances the appropriate order to make is that the decision of the Trustee be restored.",
      "id": "s229"
    },
    {
      "text": "87 At the conclusion of the hearing counsel for the applicant informed me that, in the event the appeal succeeded, no costs were sought.",
      "id": "s230"
    },
    {
      "text": "Accordingly, each party will bear its own costs.",
      "id": "s231"
    },
    {
      "text": "I certify that the preceding eighty-seven (87) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s232"
    },
    {
      "text": "Associate:\n\nDated: 23 November 2006\n\n\n Counsel for the Applicant: Mr N Perram SC with Mr A Kuklich \n \n Solicitor for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: Dr G Flick SC with Ms M Allars \n \n Solicitor for the Respondent: Turks Legal \n \n Date of Hearing: 8 November 2006 \n \n Date of Judgment: 23 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1590.html",
      "id": "s233"
    }
  ]
}