{
  "name": "SZGLL v Minister for Immigration and Multicultural Affairs [2006] FCA 1507 (3 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1507.html",
  "catchphrases": [
    {
      "text": "acknowledged breach of s 424a",
      "id": "c0"
    },
    {
      "text": "other reasons for tribunal decision not independent",
      "id": "c1"
    },
    {
      "text": "appeal allowed",
      "id": "c2"
    },
    {
      "text": "migration law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This appeal from a decision of a Federal Magistrate ( SZGLL v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs &amp; Anor [2006] FMCA 568) turns upon quite a narrow question, which is becoming common in this area of the law.",
      "id": "s0"
    },
    {
      "text": "There was an acknowledged breach of s 424A of the Migration Act 1958 (Cth) by the Refugee Review Tribunal in a proceeding which led to the affirmation by that Tribunal of a decision by a delegate of the Minister not to grant protection visas to the appellants.",
      "id": "s1"
    },
    {
      "text": "The learned Federal Magistrate was satisfied that at least two reasons for the Tribunal decision were not affected in any way by the breach of s 424A.",
      "id": "s2"
    },
    {
      "text": "2 The substantial matter in this appeal is a contention that that the learned Federal Magistrate was wrong in so concluding, and that the breach of s 424A should have led to the setting aside of the Tribunal decisions.",
      "id": "s3"
    },
    {
      "text": "The two reasons can be described in shorthand as the 'no Convention' ground and the 'State protection' ground.",
      "id": "s4"
    },
    {
      "text": "The Tribunal did find against the appellants on each ground.",
      "id": "s5"
    },
    {
      "text": "In my respectful opinion, it cannot be concluded that the breach of s 424A had no relevance to either of those grounds.",
      "id": "s6"
    },
    {
      "text": "3 The appellants are husband and wife who are citizens of Fiji, having lived there all their lives, of Indian ethnicity who practise the Hindu religion.",
      "id": "s7"
    },
    {
      "text": "They claimed to have a well-founded fear of persecution if they returned to Fiji upon the basis of both race and religion.",
      "id": "s8"
    },
    {
      "text": "In their protection visa application, the following detailed reasons were given for the application: \n \n 'I wish to draw Decision Makers attention towards the following reasons which has prevented me to return to my Home Country (Fiji).",
      "id": "s9"
    },
    {
      "text": "A : I belong to Hindu religion and the area where I have lived was extensively dominated by the Indigious Fijians and it is well documented that there has been a long term tension between Hindu and Indigious Fijians who has never liked us Indians in their Country.",
      "id": "s10"
    },
    {
      "text": "I myself formed a small social group in the area called \"Savini\" and we had thirty seven members in this group.",
      "id": "s11"
    },
    {
      "text": "The aim of this group was not to create any discriminations nor trouble but this was a simple group supporting Hindus and to promote the aims and objectives of Hindu religion which no doubt was very much disliked by the local indigious Fijians and they commenced to harass and intimidate the members of our group and wwere threatened that if they did not terminate their association with our group than the death warrants will be delivered.",
      "id": "s12"
    },
    {
      "text": "This was brought to my attention and I along with other members continued my work and the situation got heated and it became incrasibly for me to handle the heated situation.",
      "id": "s13"
    },
    {
      "text": "It was in October 2001 when in the late evening some unknown Indigious fijans gained forced entry in to my House and Indiscriminately assaulted me and my lady wife, No doubt it was a very threatening situation and my wife was extremely frightened and upset due to this incident and she decided to move and live with her brothers in Raki Raki and I was the only person who was forced to live alone and run my business with out any support.",
      "id": "s14"
    },
    {
      "text": "After this incident I was in a situation where it became terribly difficult and virtually impossible for me to run my business alone mainly due to the fear from the local Indigious Fijians mainly because Local indigious Fijians commenced to harass me in the area where I was running my business like daily few indigious Fijians will come and sit in front of my shop, drink \"Kawa\" and scream which was frightening for the customers which rapidly decreased and badly effected my business.",
      "id": "s15"
    },
    {
      "text": "On numerous occasions they spray painted the doors and walls of my shop and there were three major breakins which put me in a loss.",
      "id": "s16"
    },
    {
      "text": "It was in December 2001 when my Car was stolen and never recovered.",
      "id": "s17"
    },
    {
      "text": "Now I was in a position where I had no choice but to sell my business and move to another area and became very difficult for me sell my businss because peoples were aware of my situation, therefore, no one was willing to take a chance and buy my running business.",
      "id": "s18"
    },
    {
      "text": "Finally I was successful in selling my business in April/May 2002 and moved to \"B A\" and was extremely shocked to note that I was being followed by the Indigious Fijians as The Decision maker knows that Fiji is extensively dominated by the Indigious Fijians and they are quite united too.",
      "id": "s19"
    },
    {
      "text": "As soon as I noted that my enemies are still chasing me I quickly decided to come to Australia for Holidays and told every one in the area that am going abroad to live permanently so that my enemies willforget about me.",
      "id": "s20"
    },
    {
      "text": "I came to Australia in July 2002 snd stayed here up until October 2002.",
      "id": "s21"
    },
    {
      "text": "1 was quite sure that upon my return to fiji my opponents will completely forget about me and I wil be able to live there peacefully.",
      "id": "s22"
    },
    {
      "text": "upon my return to Fiji in October 2002 I moved to another area which was approximately 10 Kilometers away from my area and started tio drive a taxi, it was one evening when I was driving a Cab that I was picked by one member of my opponents and he said you liar you are still round and left.",
      "id": "s23"
    },
    {
      "text": "I am definitely not sure how they were able to find exact location of my residence and it was on 24.12.2202 when On or about 4 am sis unknown Indigious Fijians gained forced entry in to my house, tied my wife with ropes and was ordered to sit in a corner robbed my house and before leaving Myself and my lady wife were indiscriminately assaulted and deprived from the valuable personal belongings and when Next day I went to report this matter to the local police I was called a liar, ill treated and accused of lodging a bogus police report and unfortunately was unable to gain any protection from the Police and decided to move to live with my Wife's family until such time I can find a safer place to live.",
      "id": "s24"
    },
    {
      "text": "Cut the story short because am not here to write a book about my problems and waste decision makers time but am only here to humbly ask the decision maker to please accept that Indo/fijians are not safe in fiji and are subject to persecution such as you may be aware that all the senior position in thE government goes to Indigious Fijians and they have more facilities and protection from the authorities than Indo/Fijians.I personally along with many indo/Fijians has been subject to persecution.",
      "id": "s25"
    },
    {
      "text": "I have numerously visited Australia and Newzealand but never sought a protection in any country but Now I have been placed in a situation where I had no choice but to seek protection in Australia.",
      "id": "s26"
    },
    {
      "text": "please Sympathetically consider.",
      "id": "s27"
    },
    {
      "text": "' \n \n \n 4 Prior to the hearing by the Tribunal the following letter was sent: \n \n 'I am writing you in relation to the above matter and humbly requesting this Tribunal to give sympathetic appraisal to my circumstances.",
      "id": "s28"
    },
    {
      "text": "Please find attatched documentary evidence in support of my claim and consider them along with others.",
      "id": "s29"
    },
    {
      "text": "Please also consider the following submission.",
      "id": "s30"
    },
    {
      "text": "With due respect I submit that the Department of Immigration is in the habit of refusing majority of the Protection Visa application and this Tribunal is the only place where Fair assessment can be carried out.",
      "id": "s31"
    },
    {
      "text": "Department has refused my application only on the basis that Situation in Fiji is stable, If that is the case than Indo?fijians are still suffering in Fiji and they are subject to discrimination, Assaults and intimidation, I have been victim of this along with many others.",
      "id": "s32"
    },
    {
      "text": "I draw your attention to one of the indo/Fijian Business man who recently has been assaulte and robbed in Lautoka and police has taken no action.",
      "id": "s33"
    },
    {
      "text": "What Department or this tribunal will say to Cry of indigious fuijians \"Indians out\".",
      "id": "s34"
    },
    {
      "text": "I being an Indian can only know and feel better than Department of immigration assessor.",
      "id": "s35"
    },
    {
      "text": "My prime concern at the moment is that Department of Immigration has given no weight to the treatment indo/Fijians are receiving in Fiji but all to the reports which are favourable to the Department of Immigration not the Applicant.",
      "id": "s36"
    },
    {
      "text": "I am requesting and hoping that your office will give kind consideration to all the matters involved.",
      "id": "s37"
    },
    {
      "text": "' \n \n\nA number of documents were enclosed supporting the claim that Indian Fijians were suffering persecution.",
      "id": "s38"
    },
    {
      "text": "5 After the hearing before the Tribunal the following submission was made: \n \n 'I thank you for the opportunity granted to meet up with you and discuss my Protection visa application and my claims.",
      "id": "s39"
    },
    {
      "text": "I intend to make following submission and would ask you to Please sympathetically consider my claims.",
      "id": "s40"
    },
    {
      "text": "During Hearing you stressed on relocation and I wish to make further comments on \"Relocation\".",
      "id": "s41"
    },
    {
      "text": "As the tribunal is aware that \"Fiji\" is extensively dominate by the indigious Fijians and Indians are I minority and I further note that Mr Mehindra Chaudhry Ousted prime minister of fiji was noteven safe from the indigious Fijians and compare to him I have no status in Fiji.",
      "id": "s42"
    },
    {
      "text": "I further wish to emphasise that indigious Fijians are quite united with their hate against Indians and only for that reason thereis a Cry \"Indians out\" go back to India.",
      "id": "s43"
    },
    {
      "text": "Even one was to move to another area we both know that Indians are not safe, therefore, we have no choice but to rule out the relocation possibility.",
      "id": "s44"
    },
    {
      "text": "Second point I wish to clarify is that you asked me a question about the population of one of the town in fiji misheard that and feel that my answer to that question was not satisfactory.",
      "id": "s45"
    },
    {
      "text": "I am not sure if you were asking me the population of Lautoka or Natabua.",
      "id": "s46"
    },
    {
      "text": "Please note that I was a resident of \"Natuba\" and my business was in the same area.",
      "id": "s47"
    },
    {
      "text": "Please note that Natabua is a suburb of Lautoka.",
      "id": "s48"
    },
    {
      "text": "Because I was a resident of \"Natabua\" that's why I have given you the approximate population of \"Natabua\".",
      "id": "s49"
    },
    {
      "text": "Please understand.",
      "id": "s50"
    },
    {
      "text": "Another concern raised during the hearing was my no mention of my visit to NewZealand.",
      "id": "s51"
    },
    {
      "text": "I wish to9 make the following comments in relation to this.",
      "id": "s52"
    },
    {
      "text": "I visited NewZealand in 1975 which was about 30 years ago, therefore 1 would ask the tribunal to Understand since it has ben so long.",
      "id": "s53"
    },
    {
      "text": "It was just an honest mistake for which I apologise and would ask the Tribunal to make a note of this on file.",
      "id": "s54"
    },
    {
      "text": "1 further note that this Tribunal few times did mentioned about the country report on fiji by an independent body which I respect because the tribunal is bound to consider those informations as well but am with respect asking this Tribunal to please give some weight to my submissions, evidence given at interview because it will be unfair for one to only give weight to one side of the story.",
      "id": "s55"
    },
    {
      "text": "I further note that \"Australian high Commission\" in Suva was attacked by the indigious Fijians very recetly reason why Ihave mentioned this just to prove my claim that even foreigners are not safe than how one could expect that Indians are safe.",
      "id": "s56"
    },
    {
      "text": "I am certain that if the Tribunal has visited Fiji or would have lived there that one will know the true story all these reports are relying upon from the fiji Government and let me assure you that none of the Government on this planet will ever say negative things about their Government or their policies and am certain that this Tribunal will agree with me on this.",
      "id": "s57"
    },
    {
      "text": "I further note that delegate of the Minister has given lot of weight to the reports and the evidence available to them and no weight was given to my claim except.",
      "id": "s58"
    },
    {
      "text": "I further note that the department of immigration\" in their rasons for their decision has stated andI quote.",
      "id": "s59"
    },
    {
      "text": "\"I accept that the situation in Fiji become very unsettling for all Fijians in General and indo-Fijians in particular, following the coupe lead by siveti Rambucca and George Speight, ignored to mention the treatment Indo-Fijians are receiving from the Indigious Fijians.",
      "id": "s60"
    },
    {
      "text": "I have recently noted that few indigious fijans has been detained by the fiji Authorities because in jail certain peoples were planning another coupe which means Situation in Fiji is very instable like it has been always \n \n Please Sympathetically Consider' \n \n \n 6 The breach of s 424A was that the Tribunal utilised information from the Department of Immigration's movement database as to the appellants' various visits to Australia.",
      "id": "s61"
    },
    {
      "text": "The information was put to the male appellant during the course of the hearing and a number of questions were apparently based upon them.",
      "id": "s62"
    },
    {
      "text": "7 In its reasons for decision, the Tribunal examined in some detail the incidents in October 2001 and December 2003 referred to in the protection visa application.",
      "id": "s63"
    },
    {
      "text": "In relation to each, the Tribunal concluded that it could not be satisfied that the essential and significant reason for each attack was for a Convention related reason or that there was any failure by the police to take the matters seriously.",
      "id": "s64"
    },
    {
      "text": "Part of the reasoning of the Tribunal was that at the hearing the applicant had not repeated all the claims he had made in his protection visa application.",
      "id": "s65"
    },
    {
      "text": "In the event, the Tribunal did not give any real consideration to the sequence of events referred to in the protection visa application.",
      "id": "s66"
    },
    {
      "text": "The Tribunal referred to various pieces of country information which supported the view that effective State protection was available to Fijians of Indian extraction practising the Hindu religion.",
      "id": "s67"
    },
    {
      "text": "The Tribunal concluded its reasoning as follows: \n \n 'Of far greater importance, however, the Tribunal accepts that the Applicants came to Australia on 6 subsequent occasions after October 2001 prior to their last entry and they not only did not apply for a protection visa during any of these earlier visits because of such threats and the general tension they claim between Indo-Fijian and Indigenous-Fijians.",
      "id": "s68"
    },
    {
      "text": "Moreover, the Tribunal also accepts that after each of these visits to Australia they chose to return to Fiji.",
      "id": "s69"
    },
    {
      "text": "This point is further compounded by the fact that when they were again robbed on 24 December 2003 and they still entered Australia on 3 further occasions (prior to his last entry on 22 December 2004) without either he or his wife applying for a protection visa and, after each of these visits, accepts that they then returned to Fiji.",
      "id": "s70"
    },
    {
      "text": "Given all the above, the Tribunal is satisfied that if there was a real chance that the first and second named Applicant would be subjected to persecution for any Convention related reason whatsoever at that time, they would have applied for a protection visa on the next occasion they came to Australia after October 2001, and then again -- and even more especially after -- the second robbery on 24 December 2003, and certainly would not have voluntarily returned to Fiji (let alone repeatedly doing so) if they had a well-founded fear of serious harm amounting to persecution for a Convention reason.",
      "id": "s71"
    },
    {
      "text": "The Applicant does not claim that he experienced any difficulties in Fiji after returning from these visits to Australia.",
      "id": "s72"
    },
    {
      "text": "Nor does he make any sur place claims.",
      "id": "s73"
    },
    {
      "text": "Accordingly, the Tribunal has not been able to satisfy itself that the Applicants have a well-founded fear of serious harm amounting to persecution for because of their Indo-Fijian race and Hindu religion or any other Convention related reason.",
      "id": "s74"
    },
    {
      "text": "In short, having considered all the claims made by the Applicant, both individually and cumulatively, the Tribunal is not satisfied that there is a real chance that either the Applicant or the second named Applicant would be subjected to serious harm amounting to persecution for a Convention reason if they were to return to Fiji, either now or in the foreseeable future, and finds that they are not refugees.",
      "id": "s75"
    },
    {
      "text": "' \n \n \n 8 In my opinion, the utilisation of the conclusions that the Tribunal drew from the movement records at the conclusion of the reasons in the manner it did, indicates that those conclusions had a central role in the thinking of the Tribunal member.",
      "id": "s76"
    },
    {
      "text": "The information directly affected the assessment of the claims for protection which were made by the appellants as well as affecting credibility generally.",
      "id": "s77"
    },
    {
      "text": "They would plainly be relevant to the question of whether or not the incidents suffered by the appellants were for a Convention reason.",
      "id": "s78"
    },
    {
      "text": "Counsel for the Minister, however, presses a submission that the question of State protection would not be so affected.",
      "id": "s79"
    },
    {
      "text": "I do not agree.",
      "id": "s80"
    },
    {
      "text": "If, for example, the appellants' version of events were accepted in whole, it would illustrate at least two occasions on which there was a failure of the police to take any steps at all, more probably than not based upon racial grounds.",
      "id": "s81"
    },
    {
      "text": "That would be cogent material to consider, whether or not it may have persuaded the Tribunal.",
      "id": "s82"
    },
    {
      "text": "It needs to be borne in mind that the independent evidence which was available by no means points unanimously in the direction of effective State protection.",
      "id": "s83"
    },
    {
      "text": "9 In my opinion, it cannot be said that there is any 'independent and unimpeachable' basis for the Tribunal's decision, uninfected by any jurisdictional error under s 424A (see MZXGR v Minister for Immigration and Multicultural Affairs [2006] FCA 1167 at [7] ).",
      "id": "s84"
    },
    {
      "text": "Thus, although the matter is by no means free from doubt, the appeal should be allowed, the orders of the Federal Magistrate's Court set aside and in lieu thereof it be ordered that the decision of the Tribunal be set aside and the matter remitted to the Tribunal for determination according to law.",
      "id": "s85"
    },
    {
      "text": "The first respondent is to pay the costs of the appellants of the proceedings in the Federal Magistrates Court and of this appeal.",
      "id": "s86"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s87"
    },
    {
      "text": "Associate:\n\nDated: 15 November 2006\n\n Solicitor for the Appellants: Mr Chandra Jayawardena \n \n Counsel for the First Respondent: Mr T Reilly \n \n Solicitor for the First Respondent: Phillips Fox \n \n \n The Second Respondent submitted \n\n Date of Hearing: 3 November 2006 \n \n Date of Judgment: 3 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1507.html",
      "id": "s88"
    }
  ]
}