{
  "name": "Hillig as Administrator of Worimi Local Aboriginal Land Council v Minister for Lands for New South Wales (No 2) (with Corrigendum dated 1 September 2006) [2006] FCA 1115 (22 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1115.html",
  "catchphrases": [
    {
      "text": "application to strike out claimant application",
      "id": "c0"
    },
    {
      "text": "claim group unclear",
      "id": "c1"
    },
    {
      "text": "applicant not a member of claim group",
      "id": "c2"
    },
    {
      "text": "applicant not authorised by all members of claim group",
      "id": "c3"
    },
    {
      "text": "application for adjournment to change claim group",
      "id": "c4"
    },
    {
      "text": "fundamental difference between original and proposed amended claim group",
      "id": "c5"
    },
    {
      "text": "notice of intention to amend claim group not given to members of original claim group",
      "id": "c6"
    },
    {
      "text": "amended claim group not the totality of persons within claim group description",
      "id": "c7"
    },
    {
      "text": "not appropriate for leave to amend application",
      "id": "c8"
    },
    {
      "text": "application struck out",
      "id": "c9"
    },
    {
      "text": "application for joinder to non-claimant application",
      "id": "c10"
    },
    {
      "text": "adjourned to allow new claimant application to be filed",
      "id": "c11"
    },
    {
      "text": "native title",
      "id": "c12"
    },
    {
      "text": "practice and procedure",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "Applications are made in two separate proceedings.",
      "id": "s0"
    },
    {
      "text": "The first is a non-claimant application ('the Hillig proceedings') by Mr Hillig, as administrator of the Worimi Local Aboriginal Land Council ('the Land Council'), for a declaration that no native title exists in relation to certain land in the Port Stephens area ('the Port Stephens land').",
      "id": "s1"
    },
    {
      "text": "The second is a claimant application by Mr Gary Dates for a determination that native title exists over the Port Stephens land ('the Worimi proceedings').",
      "id": "s2"
    },
    {
      "text": "The Port Stephens land was transferred to the Land Council pursuant to the Aboriginal Lands Rights Act 1983 (NSW) ('the ALR Act').",
      "id": "s3"
    },
    {
      "text": "The Worimi proceedings are brought on behalf of women who claim the presence of a site sacred to them on the Port Stephens land.",
      "id": "s4"
    },
    {
      "text": "Mr Dates prefers to be known as Worimi.",
      "id": "s5"
    },
    {
      "text": "Generally, I will refer to him as 'Worimi' with respect to matters raised by him when he was unrepresented and as 'Mr Dates' as he was later referred to by his counsel.",
      "id": "s6"
    },
    {
      "text": "Worimi seeks to be joined to the Hillig proceedings.",
      "id": "s7"
    },
    {
      "text": "The basis of that application is an interest as a holder of native title rights or as a person authorised by those who assert native title over the Port Stephens land.",
      "id": "s8"
    },
    {
      "text": "Mr Hillig has applied for summary dismissal of the application in the Worimi proceedings.",
      "id": "s9"
    },
    {
      "text": "Worimi, who had previously stated that he did not want legal representation, appeared in person on the first day of hearing of the applications for joinder and summary dismissal.",
      "id": "s10"
    },
    {
      "text": "The matter did not proceed on the following day when Worimi notified the Court that morning that he was unwell.",
      "id": "s11"
    },
    {
      "text": "I adjourned the hearing.",
      "id": "s12"
    },
    {
      "text": "Worimi has now obtained pro bono legal representation and Ms Jowett appears for him in both the joinder and summary dismissal applications.",
      "id": "s13"
    },
    {
      "text": "Ms Jowett has only recently been retained and her retainer is, she informs the Court, limited to the present applications.",
      "id": "s14"
    },
    {
      "text": "She applied for an adjournment of both applications.",
      "id": "s15"
    },
    {
      "text": "This was opposed by Mr Hillig.",
      "id": "s16"
    },
    {
      "text": "He points to the length of time the non-claimant proceedings have taken to date and to defects in Worimi's claimant application that he says are so fundamental that they cannot be cured by any further time.",
      "id": "s17"
    },
    {
      "text": "It has been accepted by the parties for the purposes of these applications that, if the application for summary dismissal does not succeed, Worimi will be joined to the Hillig proceedings or the claimant and non-claimant applications will need to be heard together.",
      "id": "s18"
    },
    {
      "text": "In any event, that will affect the contract for sale of the Port Stephens land that has been executed and awaits completion.",
      "id": "s19"
    },
    {
      "text": "The time for completion has passed and the prospective purchasers have, apparently, agreed to await the outcome of these interlocutory applications, but not indefinitely.",
      "id": "s20"
    },
    {
      "text": "Mr Hillig is concerned that the purchasers may not proceed and that the creditors of the Land Council will lose the benefit of the contract and the present purchaser if there is further delay.",
      "id": "s21"
    },
    {
      "text": "I declined to adjourn the proceedings without an assessment of the prospects of success in Worimi's application for joinder and Mr Hillig's application for summary dismissal.",
      "id": "s22"
    },
    {
      "text": "The applications for adjournment, joinder and summary dismissal raise a common issue.",
      "id": "s23"
    },
    {
      "text": "The issue is whether Worimi's native title claimant application complies with the Native Title Act 1993 (Cth) ('the Act') or is liable to be struck out pursuant to s 84C of the Act or O 20 r 2 of the Federal Court Rules .",
      "id": "s24"
    },
    {
      "text": "After Worimi obtained legal assistance from Ms Jowett, a proposed draft claimant application ('the proposed application') was prepared.",
      "id": "s25"
    },
    {
      "text": "As there had been numerous delays and adjournments to accommodate Worimi, Mr Hillig pressed for a hearing.",
      "id": "s26"
    },
    {
      "text": "Ms Jowett, who had expended considerable effort in the very limited time in which she had been involved as pro bono counsel, made it clear that the proposed application was incomplete.",
      "id": "s27"
    },
    {
      "text": "I decided that the hearing of the joinder and strike-out applications would proceed, taking into account the proposed application.",
      "id": "s28"
    },
    {
      "text": "Mr Hillig also proceeded on that basis.",
      "id": "s29"
    },
    {
      "text": "This was on the understanding that Worimi would be able to provide the further details and evidence to make good the assertions in the proposed application, in particular assertions of authorisation.",
      "id": "s30"
    },
    {
      "text": "Mr Hillig made no submissions on Mr Dates' entitlement to amend the application to change the identity of the claim group as a matter of procedure.",
      "id": "s31"
    },
    {
      "text": "Consistent with the observations in Bodney v Bropho [2004] FCAFC 226 ; (2004) 140 FCR 77 at [22] I will proceed on the basis that there is no procedural impediment to such an amendment.",
      "id": "s32"
    },
    {
      "text": "Certain preliminary issues have arisen: the relevance of evidence in the Hillig proceedings that does not go to the existence of native title but does go to the right of Mr Hillig to sell the Port Stephens land; whether Mr Hillig should be joined in the Worimi proceedings; whether the NSW Native Title Services Ltd ('Native Title Services'), the body funded under s 203FE of the Act to perform the functions of a native title representative body for the State of New South Wales under Part 11 of the Act, should be joined in the Worimi proceedings; whether Mr and Mrs Parkinson should have leave to speak or appear for Worimi.",
      "id": "s33"
    },
    {
      "text": "Preliminary issues Evidence relevant to the right of Mr Hillig to sell the Port Stephens land The Port Stephens land was granted to the Land Council under s 36 of the ALR Act on 16 March 1998.",
      "id": "s34"
    },
    {
      "text": "Mr Hillig was appointed Administrator of the Land Council pursuant to s 222 of the ALR Act on 13 April 2004.",
      "id": "s35"
    },
    {
      "text": "The ALR Act provides for procedures whereby land vested in a Local Aboriginal Land Council may be sold.",
      "id": "s36"
    },
    {
      "text": "Section 40D(1)(a) provides that a meeting of the Council specifically called for the purpose must be held at which not less than 80 per cent of the members of the Council present and voting have determined that the land is not of cultural significance to Aborigines of the area and should be disposed of.",
      "id": "s37"
    },
    {
      "text": "The New South Wales Aboriginal Land Council must approve the proposed disposal (s 40D(1)(b)) and certain Ministers must be notified (s 40D(1)(d)).",
      "id": "s38"
    },
    {
      "text": "Worimi sought to adduce evidence about the conduct of the meeting of the Land Council at which the Land Council purported to determine to sell the Port Stephens land and about the approvals required before disposal of the land.",
      "id": "s39"
    },
    {
      "text": "To the extent that the evidence was in affidavits, there was no objection.",
      "id": "s40"
    },
    {
      "text": "Worimi sought to cross-examine on that subject.",
      "id": "s41"
    },
    {
      "text": "On objection, I rejected those questions for form and relevance.",
      "id": "s42"
    },
    {
      "text": "The evidence and cross-examination do not go to the existence or otherwise of native title over the Port Stephens land but to the right of the Land Council, through the Administrator, to dispose of the land.",
      "id": "s43"
    },
    {
      "text": "That is not within the jurisdiction of this Court.",
      "id": "s44"
    },
    {
      "text": "By s 20(2)(b) of the Land and Environment Court Act 1979 (NSW) that court has jurisdiction to review the exercise of a function conferred or imposed by s 40D of the ALR Act.",
      "id": "s45"
    },
    {
      "text": "Application by Mr Hillig for joinder in the Worimi proceedings Mr Hillig seeks leave to be joined in the Worimi proceedings.",
      "id": "s46"
    },
    {
      "text": "After Worimi obtained pro bono legal assistance, joinder of Mr Hillig to the Worimi proceedings was not opposed.",
      "id": "s47"
    },
    {
      "text": "Clearly, Mr Hillig, who represents the holder of the fee simple in the land, should be a party to proceedings in which native title over the land is claimed.",
      "id": "s48"
    },
    {
      "text": "I made an order on 28 June 2006 that Mr Hillig be joined as a respondent to the Worimi proceedings.",
      "id": "s49"
    },
    {
      "text": "Application by Native Title Services for joinder in the Worimi proceedings Opposition to the application for joinder of Native Title Services to the Worimi proceedings was not pressed.",
      "id": "s50"
    },
    {
      "text": "I was satisfied that it is appropriate and made an order accordingly on 28 June 2006.",
      "id": "s51"
    },
    {
      "text": "Application by Worimi for Mr and Mrs Parkinson to speak or appear on his behalf Previously I refused an application by Mr and Mrs Parkinson for joinder to the Hillig proceedings on the basis of their ownership of land adjoining the Port Stephens land ( Hillig as Administrator of Worimi Local Aboriginal Land Council v Minister for Lands for the State of New South Wales [2006] FCA 61).",
      "id": "s52"
    },
    {
      "text": "After Worimi obtained pro bono legal assistance, the application for Mr and Mrs Parkinson to speak on his behalf was not pressed.",
      "id": "s53"
    },
    {
      "text": "Application by Worimi for joinder in the Hillig proceedings Worimi did not seek to be joined to the Hillig proceedings within the relevant period of notification of the non-claimant proceedings (see [39] below).",
      "id": "s54"
    },
    {
      "text": "The original basis for joinder was as the applicant authorised by the women who assert a native title interest.",
      "id": "s55"
    },
    {
      "text": "Worimi contends, and the original Form 1 claimant application ('the original application') states, that the Port Stephens land is a sacred site for women, in the context of childbirth.",
      "id": "s56"
    },
    {
      "text": "Mr Dates now applies to be joined to the non-claimant application on the basis of a native title interest held by the claim group of the proposed application, that is, himself and his family.",
      "id": "s57"
    },
    {
      "text": "Mr Hillig opposes the joinder of Mr Dates in either capacity.",
      "id": "s58"
    },
    {
      "text": "In particular he submits that, in order to establish native title, Mr Dates must comply with the requirements of the Act as they apply to a claimant.",
      "id": "s59"
    },
    {
      "text": "A claimed existence of native title must meet the requirements of s 61, s 61A and s 62 of the Act which apply to claimant applications ( Kanak v Minister for Land and Water Conservation [2000] FCA 1105 ; (2000) 106 FCR 31 at [11] ).",
      "id": "s60"
    },
    {
      "text": "This is not a case of competing claims of native title (cf Kokatha Native Title Claim v South Australia [2005] FCA 836 ; (2005) 143 FCR 544 ).",
      "id": "s61"
    },
    {
      "text": "If Worimi has a claim to native title over the Port Stephens land on behalf of a native title claim group, subject to compliance with the Act he would have sufficient interest to be joined to the Hillig proceedings.",
      "id": "s62"
    },
    {
      "text": "Mr Hillig contends, however, that if no valid assertion of native title can be made, there can be no reason to join him to those proceedings.",
      "id": "s63"
    },
    {
      "text": "It is insufficient for joinder to the non-claimant proceedings that Worimi seeks to prevent the sale of the land ( Hillig at [27]).",
      "id": "s64"
    },
    {
      "text": "The identification of the claim group in the original application The original application, filed on 9 February 2006, was prepared before Worimi had legal advice.",
      "id": "s65"
    },
    {
      "text": "In the original application the native title claim group is said to be ' the female members of the Garuahgal people who are descended from Mary Mahr born in 1847...being those aboriginal people whose traditional lands and waters are situated in the Port Stephens area of New South Wales '.",
      "id": "s66"
    },
    {
      "text": "Worimi asserts that authority to make the claimant application ' was given to me as the Custodian and Protector of the Garuahgal Women '.",
      "id": "s67"
    },
    {
      "text": "There are a number of difficulties with the identification of the claim group, which is variously described in the original application and in affidavits filed in support of the application by or on behalf of Worimi as: ' the women of the Worimi nation ' (Attachment R to the original application); ' the Garuahgal women ' (Schedule F to the original application); ' the Garuahgal people ' (Schedule F to the original application); ' the Garuaghal Clan ' (Worimi's affidavit sworn on 20 January 2006).",
      "id": "s68"
    },
    {
      "text": "Worimi states in his affidavit sworn on 25 May 2006 that ' the historical research...shows that there were ten clans in the Worimi Nation and the Garuahgal was one of them '; 'the Garuahgal and Maai [a] ngal clans ' (Worimi's affidavit sworn on 25 May 2006).",
      "id": "s69"
    },
    {
      "text": "Accordingly, the possible claim group is: the descendants of Mary Mahr; the Garuahgal clan; the Garuaghal and Maaiangal clans; the women of the Garuahgal and Maaiangal clans; the women of the Worimi nation; the Worimi nation.",
      "id": "s70"
    },
    {
      "text": "Mr Hillig contends that the claim group has not been properly identified and, as it is not properly constituted, the claim cannot proceed.",
      "id": "s71"
    },
    {
      "text": "Mr Hillig refers to McKenzie v State Government of South Australia (2005) 214 ALR 214 and Dieri People v State of South Australia [2003] FCA 187 ; (2003) 127 FCR 364 in support of that proposition.",
      "id": "s72"
    },
    {
      "text": "Worimi also states in his affidavit in support of the original application that the Port Stephens land was given to him in 1972 by his father Leonard Dates, a Traditional Elder of the Garuahgal clan.",
      "id": "s73"
    },
    {
      "text": "He asserts that, as the eldest son and fifty one years of age, ' by Tribal Law I am a Traditional Elder of the Garuahgal Clan '.",
      "id": "s74"
    },
    {
      "text": "Mr Hillig points out that this is mere assertion and that there is no evidence of a normative system.",
      "id": "s75"
    },
    {
      "text": "The basis of Worimi's own claim or if, indeed, he is making a claim in his own right is not clear from the original application.",
      "id": "s76"
    },
    {
      "text": "Worimi states that ' it was my intention to stand aside and allow the women to take over the application '.",
      "id": "s77"
    },
    {
      "text": "Schedule F to the original application is entitled ' General Description of Native Title Rights and Interests Claimed '.",
      "id": "s78"
    },
    {
      "text": "It asserts an association of the Garuahgal people with the lands and waters of the application area.",
      "id": "s79"
    },
    {
      "text": "It also states that the traditional laws and customs of the Garuahgal people that give rise to native title rights and interests include: \n \n of common ancestors \n \n traditional system of communal title to lands and waters through connection with certain ancestral beings and stories.",
      "id": "s80"
    },
    {
      "text": "of native title rights and interests through descent acquired automatically at birth or adoption.",
      "id": "s81"
    },
    {
      "text": "of individual's connection to land and waters through their place of birth and through their mother's, father's and grandparent's place of birth.",
      "id": "s82"
    },
    {
      "text": "Garuahgal People are a distinct aboriginal community who continue to exercise a body of traditional laws and customs which have been passed down to them from generation to generation by their forbears and which include caring for country, controlling access to country, the holding of ceremonies on country and the use and care of country.",
      "id": "s83"
    },
    {
      "text": "These traditions and customs apply to the claim area because the claim area is part of the traditional country of the Garuahgal people.",
      "id": "s84"
    },
    {
      "text": "' \n \n Further, Schedule F states: \n \n grandmother of the applicant (and the other descendants in the claim group) was the traditional custodian of the secret women's business at the time, and she told the applicant the stories of how the Garuahgal women used the area for the birthing of their children ...",
      "id": "s85"
    },
    {
      "text": "The Claim group are claiming the land as the secret and sacred place for women.",
      "id": "s86"
    },
    {
      "text": "applicant's father used the area for camping and fishing.",
      "id": "s87"
    },
    {
      "text": "' \n \n Included in the claim group is Worimi's mother, Beryl Dates, who is from Victoria.",
      "id": "s88"
    },
    {
      "text": "According to Worimi's brother, Mr Kelvin Dates, Beryl Dates has never been to the Port Stephens land.",
      "id": "s89"
    },
    {
      "text": "There is no evidence of her entitlement pursuant to traditional law or custom to membership of the claim group of the original application or to a right to assert native title rights and interests in the Port Stephens land by reason of her marriage to Leonard Dates.",
      "id": "s90"
    },
    {
      "text": "In Attachment E of the original application, it is stated that, under tribal custom, males were not permitted to enter the area used by the Garuahgal women for the birthing of their children.",
      "id": "s91"
    },
    {
      "text": "It is also stated that members of the claim group consistently visited the area for the purpose of fishing, telling stories and performing traditional ceremonies and that the applicant and ' other members of the Claim Group claim the right to use and enjoy the area in accordance with the Traditional laws and customs of their ancestors by fishing, gathering and hunting '.",
      "id": "s92"
    },
    {
      "text": "Worimi is named as an individual who belongs to the claim group.",
      "id": "s93"
    },
    {
      "text": "However, it is clearly made on behalf of the female members of the relevant claim group.",
      "id": "s94"
    },
    {
      "text": "That was repeatedly confirmed by Worimi in Court.",
      "id": "s95"
    },
    {
      "text": "The matter was before the Court on a number of occasions, including 10 November 2005, 18 November 2005 and 13 June 2006, where Worimi appeared unrepresented.",
      "id": "s96"
    },
    {
      "text": "When the identity of the claim group was raised, Worimi was adamant that he appeared on behalf of ' the women ' to ' protect their business rights ' and ' enable the women to lodge a native title claim '.",
      "id": "s97"
    },
    {
      "text": "It is apparent that the claim group has not been clearly identified.",
      "id": "s98"
    },
    {
      "text": "It is not clear whether Worimi is a member of the claim group, which is inconsistent with the assertion of a site sacred to women.",
      "id": "s99"
    },
    {
      "text": "Worimi brings these proceedings as applicant.",
      "id": "s100"
    },
    {
      "text": "The persons who make up the native title claim group are, according to the original application, the women who claim to hold the common or group rights and interests.",
      "id": "s101"
    },
    {
      "text": "Even if he were duly authorised, he is not a person or person included in the native title claim group as required by s 61(1) of the Act.",
      "id": "s102"
    },
    {
      "text": "In addition, the various descriptions of the claim group make its identity and the identity of those who belong to it, uncertain (s 61(4) of the Act).",
      "id": "s103"
    },
    {
      "text": "Authorisation by the claim group of the original application Authorisation is said to have been given to Worimi ' as the Custodian and Protector of the Garuahgal Women's Business according to Traditional Law and Custom '.",
      "id": "s104"
    },
    {
      "text": "Mr Hillig contends that, if the claim group has not been properly identified, it is not possible for the claim to be authorised in a manner complying with s 61, s 62 and s 251B of the Act.",
      "id": "s105"
    },
    {
      "text": "As to the mechanism of authorisation, there is no suggestion that s 251B(a) of the Act, which refers to a process of decision-making under traditional laws and customs, has been complied with.",
      "id": "s106"
    },
    {
      "text": "Rather, it would seem that the authorisation asserted in the original application relies on s 251B(b) of the Act.",
      "id": "s107"
    },
    {
      "text": "Section 251B(b) provides: \n \n there is no such process --- the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s108"
    },
    {
      "text": "' \n \n Mr Hillig points to the requirements of s 251B(b) and submits that evidence is necessary to establish the adoption of a decision-making process by the claim group, which first must be identified.",
      "id": "s109"
    },
    {
      "text": "The original application asserts that Worimi: \n \n been authorised by the Claim Group to make this Application and to deal with all matters arising in relation to it.",
      "id": "s110"
    },
    {
      "text": "Members of the Claim Group met in August/September 2005 and gave authorisation to the Applicant to make the Claim.",
      "id": "s111"
    },
    {
      "text": "Members of the Claim Group gave their authorisation in writing (see attachment R) during the months of December 2005 and January 2006.",
      "id": "s112"
    },
    {
      "text": "Members were notified by telephone contact and word of mouth regarding the Application.",
      "id": "s113"
    },
    {
      "text": "Applicant is a Member of the claim group.",
      "id": "s114"
    },
    {
      "text": "' \n \n Attachment R is in the form of a petition signed by 25 women.",
      "id": "s115"
    },
    {
      "text": "It commences ' we the women of the Worimi Nation claim native title over [the Port Stephens land] on the grounds that it is a secret and sacred place for women '.",
      "id": "s116"
    },
    {
      "text": "There is no evidence or suggestion that these 25 women represent the total female members of the Worimi nation.",
      "id": "s117"
    },
    {
      "text": "It is apparent and not disputed that there has not been authorisation by all the persons stated in the original application to comprise the claim group.",
      "id": "s118"
    },
    {
      "text": "Not only is Worimi's evidence on authorisation insufficient, there is also evidence filed by Mr Hillig that establishes that some women of the Worimi nation and the Maaiangal clan do not authorise the bringing of the claim or the application.",
      "id": "s119"
    },
    {
      "text": "A number of the women also deny that any native title or sacred site exists over the Port Stephens land.",
      "id": "s120"
    },
    {
      "text": "Ms Jowett concedes that there are deficiencies in the original application with respect to authorisation.",
      "id": "s121"
    },
    {
      "text": "The original application is also liable to be struck out on this basis.",
      "id": "s122"
    },
    {
      "text": "Procedural history This matter has had a complex procedural history which is worth setting out in summary form.",
      "id": "s123"
    },
    {
      "text": "The Hillig proceedings were filed on 31 December 2004 and public notification of them was given pursuant to s 66(3)(a) of the Act on 9 March 2005 .",
      "id": "s124"
    },
    {
      "text": "The notification included a statement that any person wishing to be a party to the Hillig proceedings should inform the Court of his or her intention to do so by filing a Form 5 Notice before 8 June 2005 (s 66(10)(c) of the Act).",
      "id": "s125"
    },
    {
      "text": "Native Title Services filed a Form 5 Notice with the Court on 28 April 2005.",
      "id": "s126"
    },
    {
      "text": "Mr and Mrs Parkinson filed a Form 5 Notice with the Court on 12 May 2005.",
      "id": "s127"
    },
    {
      "text": "The first directions hearing in the Hillig proceedings took place on 5 July 2005.",
      "id": "s128"
    },
    {
      "text": "A notice of motion to be joined to the Hillig proceedings was filed by Worimi on 23 August 2005.",
      "id": "s129"
    },
    {
      "text": "The Hillig proceedings were before the Court for directions on 10 November 2005.",
      "id": "s130"
    },
    {
      "text": "Worimi appeared in person and said he did not want legal assistance.",
      "id": "s131"
    },
    {
      "text": "The proceedings were adjourned until 18 November 2005 to enable, among other things, Worimi to discuss the matter with Native Title Services.",
      "id": "s132"
    },
    {
      "text": "On 18 November 2005, Worimi appeared in person and requested a three month adjournment of the Hillig proceedings.",
      "id": "s133"
    },
    {
      "text": "The proceedings were referred to a case management conference before a Registrar of the Court and adjourned to 9 February 2006 for directions.",
      "id": "s134"
    },
    {
      "text": "The Court noted that a claimant application was being considered and its progress was to be reported to the Court on that adjourned date.",
      "id": "s135"
    },
    {
      "text": "Mr and Mrs Parkinson's motion to be joined to the Hillig proceedings was heard on 13 December 2005.",
      "id": "s136"
    },
    {
      "text": "On 9 February 2006, Mr and Mrs Parkinson's application for joinder was dismissed.",
      "id": "s137"
    },
    {
      "text": "Worimi filed the original application.",
      "id": "s138"
    },
    {
      "text": "In the directions hearing, Worimi appeared unrepresented.",
      "id": "s139"
    },
    {
      "text": "Worimi did not attend Court on 4 April 2006.",
      "id": "s140"
    },
    {
      "text": "The proceedings were stood over until 27 April 2006 to enable him to be present.",
      "id": "s141"
    },
    {
      "text": "On 6 April 2006, Native Title Services filed a motion seeking to be joined to the Worimi proceedings.",
      "id": "s142"
    },
    {
      "text": "On 27 April 2006, Mr Hillig foreshadowed his intention to file a motion for summary dismissal of the Worimi proceedings.",
      "id": "s143"
    },
    {
      "text": "Worimi appeared in person and asked why the Hillig proceedings could not wait two years to enable him to gather evidence.",
      "id": "s144"
    },
    {
      "text": "He also stated, in response to a suggestion that he obtain legal assistance, that he wished to conduct the proceedings himself.",
      "id": "s145"
    },
    {
      "text": "All notices of motion were made returnable on 13 June 2006 and Worimi was directed to file and serve any amended application on or before 1 June 2006.",
      "id": "s146"
    },
    {
      "text": "On 15 May 2006, Mr Hillig filed a motion to be joined in, and strike out, the Worimi proceedings.",
      "id": "s147"
    },
    {
      "text": "On 11 May 2006 and 15 May 2006, Mr Hillig also filed affidavit evidence of members of the Worimi Aboriginal community in support of his motion ('the deponents').",
      "id": "s148"
    },
    {
      "text": "Worimi's evidence on the motions was sent to the Court under cover of a letter dated 29 May 2006.",
      "id": "s149"
    },
    {
      "text": "On 13 June 2006, the motions filed in the Worimi proceedings and the Hillig proceedings were heard together.",
      "id": "s150"
    },
    {
      "text": "Worimi appeared in person and informed the Court that he required the deponents for cross-examination.",
      "id": "s151"
    },
    {
      "text": "The deponents did not live in Sydney.",
      "id": "s152"
    },
    {
      "text": "Several deponents attended Court for cross-examination by Worimi on 14 June 2006.",
      "id": "s153"
    },
    {
      "text": "That morning, Worimi notified the Court that he was unwell and would not be attending.",
      "id": "s154"
    },
    {
      "text": "He did not appear.",
      "id": "s155"
    },
    {
      "text": "Both proceedings were adjourned until 26 June 2006.",
      "id": "s156"
    },
    {
      "text": "When the matter resumed on 26 June 2006, Worimi was represented by Ms Jowett.",
      "id": "s157"
    },
    {
      "text": "Ms Jowett had little time to prepare for the hearing but was aware that any application for an adjournment would be opposed by Mr Hillig.",
      "id": "s158"
    },
    {
      "text": "Ms Jowett prepared detailed written submissions on behalf of Worimi.",
      "id": "s159"
    },
    {
      "text": "She also indicated to the Court that she did not require the deponents for cross-examination.",
      "id": "s160"
    },
    {
      "text": "The proposed application Ms Jowett correctly accepted that the original application was deficient and failed to comply with the Act.",
      "id": "s161"
    },
    {
      "text": "She conceded that it was liable to be struck out but opposed such an order on the basis that Worimi should have the opportunity to file a further application.",
      "id": "s162"
    },
    {
      "text": "I adjourned the hearing to enable a draft application to be prepared on the understanding that it could not be complete but that it would, at the least, specify the claim group, together with the nature of the authorisation and such authorisation as could be demonstrated in the time available.",
      "id": "s163"
    },
    {
      "text": "A proposed application was prepared and tendered on 28 June 2006 as evidence in support of Mr Dates' application for an adjournment to file a further amended claimant application.",
      "id": "s164"
    },
    {
      "text": "Authorisation was set out in the terms of s 251B(a) of the Act.",
      "id": "s165"
    },
    {
      "text": "There was an absence of facts or evidence to support the assertion of authorisation.",
      "id": "s166"
    },
    {
      "text": "Ms Jowett states that she has only had 72 hours in which to take instructions and prepare the proposed application.",
      "id": "s167"
    },
    {
      "text": "She submits that that is insufficient opportunity to present that application within the principles enunciated by the Full Court in Bodney .",
      "id": "s168"
    },
    {
      "text": "It is not correct to say that Mr Dates has only had 72 hours in which to prepare his application.",
      "id": "s169"
    },
    {
      "text": "Some 10 months have passed since he informed the Court of his intention to prepare a claimant application.",
      "id": "s170"
    },
    {
      "text": "However, it is only in the last 72 hours that he has had legal representation.",
      "id": "s171"
    },
    {
      "text": "I accept that, given time, further elaboration of the basis of authorisation, together with any necessary evidence, could be prepared and filed.",
      "id": "s172"
    },
    {
      "text": "If that were the sole defect in the proposed application, I would grant a short adjournment to enable that to happen.",
      "id": "s173"
    },
    {
      "text": "However, the proposed application specifies a different claim group, consisting of Mr Dates and his family.",
      "id": "s174"
    },
    {
      "text": "If the description of the claim group, as a matter of construction, can not comply with the Act and can not be cured by amendment or further evidence, there is no good reason to grant the adjournment and the application for summary dismissal should succeed.",
      "id": "s175"
    },
    {
      "text": "It is necessary to consider the original application as filed, the proposed application and the evidence already filed by Worimi.",
      "id": "s176"
    },
    {
      "text": "It is also relevant to consider whether the original application can be amended to substitute the proposed claim group for the original claim group.",
      "id": "s177"
    },
    {
      "text": "The determination is to be made on the most favourable view of the evidence adduced by Worimi ( Landers v State of South Australia [2003] FCA 264 ; (2003) 128 FCR 495 at [7] per Mansfield J).",
      "id": "s178"
    },
    {
      "text": "The proposition advanced by Mr Wright, counsel for Mr Hillig, is that, on Worimi's own case, the claim group is incapable of meeting the requirements of the Act, either as described in the original application or as described in the proposed application.",
      "id": "s179"
    },
    {
      "text": "Ms Jowett put a number of possibilities to the Court in support of the proposed claim group and referred to the nature of evidence that could be adduced in support of those possibilities.",
      "id": "s180"
    },
    {
      "text": "I have taken those into account, even though they were only raised as possibilities or possible scenarios.",
      "id": "s181"
    },
    {
      "text": "Mr Wright's proposition is that, as a matter of construction, the proposed claim group can not be one that can make the claim, even if, as a sub-group of the original claim group, the members were to authorise Worimi to bring the proposed application.",
      "id": "s182"
    },
    {
      "text": "Further, Worimi now makes a claim on his own behalf, a claim that he has expressly negated on previous occasions.",
      "id": "s183"
    },
    {
      "text": "The claim group in the proposed application The proposed application is not on behalf of the women of the Worimi nation or the Garuahgal or Maaiangal clans or tribes.",
      "id": "s184"
    },
    {
      "text": "It is brought by Worimi (Gary Andrew Dates) on behalf of a claim group consisting of himself, his wife and four daughters.",
      "id": "s185"
    },
    {
      "text": "As set out, the '[i] dentification of the native title claimants is through biological descent from the traditional owners of the land comprising the application area and includes people incorporated into the claimant group through adoption, marriage or de facto marriage in accordance with traditional custom and law '.",
      "id": "s186"
    },
    {
      "text": "Unlike the original application, there is no claim to native title by reason of biological descent.",
      "id": "s187"
    },
    {
      "text": "It would seem from Ms Jowett's submissions that the claim on behalf of the women has not been abandoned.",
      "id": "s188"
    },
    {
      "text": "She submits that, although a number of women have filed affidavits that there is no site sacred to women on the Port Stephens land, they simply may not know about it.",
      "id": "s189"
    },
    {
      "text": "It may be that the custodians are Mr Dates and his daughters.",
      "id": "s190"
    },
    {
      "text": "As it was put by Ms Jowett, Worimi may be the only holder of the knowledge and have the rights and interest in the land.",
      "id": "s191"
    },
    {
      "text": "If the proposed application is viewed as an amended original application, it seems to me that the claim group identified in the original application would need to authorise the proposed claim and the proposed amendment.",
      "id": "s192"
    },
    {
      "text": "They are the claimants on whose behalf Mr Dates filed the original application.",
      "id": "s193"
    },
    {
      "text": "There is no suggestion that notice has been given to them of the proposed amendments.",
      "id": "s194"
    },
    {
      "text": "Even accepting that Mr Dates was authorised by the original claim group to bring the application, that authorisation may not extend to an abandonment of their claim by substituting himself and his wife and daughters for the original claim group.",
      "id": "s195"
    },
    {
      "text": "What is clear is that the basis for the proposed claim is not only that the Port Stephens land is a site but also that Mr Dates has camped on the Port Stephens land, taken resources from it and hunted and fished on the land.",
      "id": "s196"
    },
    {
      "text": "The proposed application formulates a claim that is contradicted by the evidence of the applicant as to the identity of the correct claim group and the nature of the claim.",
      "id": "s197"
    },
    {
      "text": "Worimi's affidavit in support of the original application states that he is a direct descendant of Mary Mahr.",
      "id": "s198"
    },
    {
      "text": "As the eldest son of Leonard Dates and having reached fifty one years of age, he is an elder of the Garuahgal Clan.",
      "id": "s199"
    },
    {
      "text": "His father gave to him all the land between Boat Harbour and Birubi Beach, of which the Port Stephens land is part, for care and safekeeping.",
      "id": "s200"
    },
    {
      "text": "His grandmother, Ellen Dates, was the custodian and protector of the secret women's business in Boat Harbour.",
      "id": "s201"
    },
    {
      "text": "She told Worimi about the place that was secret and sacred for women.",
      "id": "s202"
    },
    {
      "text": "So too did his father, who pointed out the rock that marked the boundary of the secret women's place.",
      "id": "s203"
    },
    {
      "text": "Worimi carried on an association with the Port Stephens land and he brings his children to the land.",
      "id": "s204"
    },
    {
      "text": "Mr Dates now says in his written submissions that the original application was expressed to have been brought on behalf of Worimi women ' because of his belief in the existence of that site and his need to protect it '.",
      "id": "s205"
    },
    {
      "text": "He also contends that he has always maintained that he and his children have inherited traditional rights and interests in the land and that native title rights and interests include communal, group and individual rights and interests.",
      "id": "s206"
    },
    {
      "text": "Ms Jowett submits that, prior to obtaining legal and anthropological advice, Mr Dates' views on the identity of the claim group should not be taken into account or used against him.",
      "id": "s207"
    },
    {
      "text": "She draws attention to cases where the Court determined the existence of ' cultural blocks ' which were not appreciated by the aboriginal claimants themselves.",
      "id": "s208"
    },
    {
      "text": "However, in this case it is not a question of matters not appreciated.",
      "id": "s209"
    },
    {
      "text": "Worimi asserts the relevant knowledge and actions and relies upon his evidence.",
      "id": "s210"
    },
    {
      "text": "The claim of the family group The application is now clearly brought by Mr Dates on his own behalf and on behalf of his wife and children.",
      "id": "s211"
    },
    {
      "text": "They assert individual or group native title rights and interests.",
      "id": "s212"
    },
    {
      "text": "It is not the case that the proposed claim group identifies the earlier claim group with more certainty.",
      "id": "s213"
    },
    {
      "text": "The intention is to change the persons on whose behalf the application is to be brought (cf Wharton on behalf of the Kooma People v State of Queensland [2003] FCA 1398 at [33] ).",
      "id": "s214"
    },
    {
      "text": "Ms Jowett submits that it may be that Mr Dates and, through him his family, have the sole rights arising from biological descent.",
      "id": "s215"
    },
    {
      "text": "This submission is made, in part, in response to the evidence of other persons within the claimed biological descent from Mary Mahr and members of the Worimi and Maaiangal clans including Mr Dates' brother, to the effect that no native title existed over the Port Stephens land and that it was not a women's site.",
      "id": "s216"
    },
    {
      "text": "Ms Jowett raises the possibility that it was only to Worimi that the relevant interest passed according to custom.",
      "id": "s217"
    },
    {
      "text": "It cannot be assumed that any rights and interests now recognised must necessarily be held by all of the living descendants of those who held the rights and interests at sovereignty ( Bodney per Branson J at [31]).",
      "id": "s218"
    },
    {
      "text": "A claimant sub-group may be able to establish authorisation by reason of customary law even where a wider group did not authorise the bringing of a claim ( Bodney per Stone J at [90] with whom Spender and Branson JJ agreed).",
      "id": "s219"
    },
    {
      "text": "Ms Jowett's submissions are also to the effect that the sub-group represented by the proposed claim group can validly bring the claim even though it is recognised that a larger group may also have the rights and interests.",
      "id": "s220"
    },
    {
      "text": "In Mabo v the State of Queensland (No 2) [1992] HCA 23 ; (1992) 175 CLR 1 at 52, Brennan J acknowledged ' individual, non-proprietary rights that are derived from the community's laws and customs and are dependent on the community title.",
      "id": "s221"
    },
    {
      "text": "A fortiori, there can be no impediment to the recognition of individual proprietary rights '.",
      "id": "s222"
    },
    {
      "text": "His Honour added at 60 that there can be protection of interests: \n \n members of an indigenous clan or group, whether communally or individually, only in conformity with the traditional laws and customs of the people to whom the clan or group belongs and only where members of the clan or group acknowledge those laws and observe those customs (so far as it is practicable to do so).",
      "id": "s223"
    },
    {
      "text": "' \n \n In Bodney , Mr Bodney's position at the appeal was that the group that he represented and on whose behalf he had been authorised to bring applications was composed of the only living descendants of the traditional owners.",
      "id": "s224"
    },
    {
      "text": "Accordingly, his position was that they were not a sub-group but the whole of the group described in the application as the Ballaruk and Didjarruk people (at [71]).",
      "id": "s225"
    },
    {
      "text": "There was contrary evidence from relatives outside the family that constituted the sub-group but Mr Bodney did not have the opportunity to cross-examine them as they were not present in Court.",
      "id": "s226"
    },
    {
      "text": "As Branson J said at [31], it was possible that the small group on whose behalf Mr Bodney made his claims was also the whole of the group alleged by him to hold the claimed native title rights and interests.",
      "id": "s227"
    },
    {
      "text": "Her Honour declined to form a concluded view as to whether a sub-group of those who are alleged to hold the relevant native title rights and interests are permitted to make a native title application but the claim must, in any event, be authorised by the small group (at [34]).",
      "id": "s228"
    },
    {
      "text": "Perry M and Lloyd S, Australian Native Title Law (Lawbook Co, 2003) conclude at [15.1380] that the expression \"native title claim group\" in s 61(1) of the Act refers to ' the whole group of persons who hold native title over an area and cannot comprise a subgroup which accepts that it is part only of a larger group of native title holders '.",
      "id": "s229"
    },
    {
      "text": "A native title claim group may comprise a sub-group of a community that share a set of traditional laws and customs where that sub-group alone possesses rights and interests in the particular area ( Harrington-Smith (on behalf of the Wongatha People) v Western Australia (2003) 197 ALR 138 at [52]---[53]).",
      "id": "s230"
    },
    {
      "text": "However, where a small family group or a sub-group is only part of the group who claim to hold native title it is not the group who hold the common or group rights or interests within s 61 of the Act ( Risk v National Native Title Tribunal [2000] FCA 1589 at [60] ; Dieri at [55]; McKenzie at [41]; Landers at [32]---[33]).",
      "id": "s231"
    },
    {
      "text": "An exception to this principle was Colbung v Western Australia [2003] FCA 774 where a smaller family group was not included in the larger claim group but claimed particular rights and interests which may not have been established by the larger group.",
      "id": "s232"
    },
    {
      "text": "The issue was raised again at first instance by Wilcox J in Bodney v Western Australia [2003] FCA 890 in the context of inappropriate veto rights where not all the members authorise the claim.",
      "id": "s233"
    },
    {
      "text": "As Brennan J said in Mabo (No 2) at 60, the interests of members of an indigenous clan or group can be protected, communally or individually, only in conformity with the traditional laws and customs of the people to whom the clan or group belongs.",
      "id": "s234"
    },
    {
      "text": "The origins of the content of the law or custom are to be found in the normative rules of the Aboriginal society that existed before the assertion of sovereignty ( Members of the Yorta Yorta Aboriginal Community v State of Victoria [2002] HCA 58 ; (2002) 214 CLR 422 at [46] per Gleeson CJ and Gummow and Hayne JJ).",
      "id": "s235"
    },
    {
      "text": "That inquiry does not concern only the laws and customs which now are acknowledged ( Yorta Yorta at [59]).",
      "id": "s236"
    },
    {
      "text": "In Harrington Smith at [52]---[53], Lindgren J observed that it is conceivable that traditional laws and customs may be observed by a wider population, without that wider population being part of the claim group, because rights and interests may be conferred in relation to land covered by the application which are not conferred on the wider population.",
      "id": "s237"
    },
    {
      "text": "It is a matter of evidence.",
      "id": "s238"
    },
    {
      "text": "Worimi's evidence in support of the original claim group conflicts with the assertion that the proposed native title group hold the rights and interests in the Port Stephens land.",
      "id": "s239"
    },
    {
      "text": "Matters relied upon by Mr Hillig Mr Wright acknowledges that the onus is on Mr Hillig to demonstrate that, irrespective of the evidence that Worimi could adduce, there is no realistic prospect of him successfully establishing, within the requirements of the Act, the identity of the claim group and authorisation by the members of the claim group.",
      "id": "s240"
    },
    {
      "text": "His submission is that, as a matter of fact, Mr Dates' application has no prospects of success, irrespective of any adjournment to file additional particulars and evidence.",
      "id": "s241"
    },
    {
      "text": "Mr Wright points to a number of matters, which can be summarised: The members of the claim group either know who they are or they do not.",
      "id": "s242"
    },
    {
      "text": "The claim group now consists of six named persons, said to comprise the totality of the claim group.",
      "id": "s243"
    },
    {
      "text": "There is no detail in the proposed application or the evidence to suggest that the proposed claimants represent the entirety of the claim group or that they are the sole holders of the rights and interests in respect of the land.",
      "id": "s244"
    },
    {
      "text": "There is no detail in the proposed application to support the proposition that the land is a women's site or that any such rights over the land are specific to the women now named in the claim group.",
      "id": "s245"
    },
    {
      "text": "Worimi's assertion that he could be a claimant in respect of the land is inconsistent with the assertion that it is a women's site over which he asserts custodianship.",
      "id": "s246"
    },
    {
      "text": "Worimi's evidence is that the women's site encompassed the whole of the Port Stephens land and that the area of the women's site was only identified to men for the purpose of avoidance.",
      "id": "s247"
    },
    {
      "text": "That is inconsistent with Worimi's assertion that he camped, hunted and fished on the Port Stephens land.",
      "id": "s248"
    },
    {
      "text": "The original application defined the claim group by reference to biological descent from a named ancestor, Mary Mahr.",
      "id": "s249"
    },
    {
      "text": "The claim group is now said to be identified through biological descent from the traditional owners, unnamed, and to incorporate people by adoption, marriage or de facto marriage, in accordance with traditional law and custom.",
      "id": "s250"
    },
    {
      "text": "The claim group of the proposed application is inconsistent with the claim group of the original application and cannot, therefore, be a sub-group of that original claim group.",
      "id": "s251"
    },
    {
      "text": "The generic description of the claim group in the proposed application, through biological descent from the traditional owners and including people by adoption, marriage and de facto marriage must be larger than the six people named.",
      "id": "s252"
    },
    {
      "text": "At the least, it would include Mr Dates' brother whose gave affidavit evidence in the proceedings for Mr Hillig.",
      "id": "s253"
    },
    {
      "text": "This is not a case of narrowing the numbers of the claim group but of a fundamental change of the characteristic of the group said to arise according to traditional law and custom.",
      "id": "s254"
    },
    {
      "text": "An example was given of Beryl Dates senior, Worimi's mother.",
      "id": "s255"
    },
    {
      "text": "She was part of the claim group of the original application.",
      "id": "s256"
    },
    {
      "text": "The evidence of Worimi's brother is that she identified as a Yorta Yorta person.",
      "id": "s257"
    },
    {
      "text": "She married Mr Dates' father and would thereby be included in the claim group of the proposed application by reason of marriage but is excluded from that claim group.",
      "id": "s258"
    },
    {
      "text": "Inclusion by reason of biological descent is inconsistent and incompatible with inclusion by reason of marriage or adoption.",
      "id": "s259"
    },
    {
      "text": "This inconsistency cannot be resolved or explained by an expert.",
      "id": "s260"
    },
    {
      "text": "It must be a fact known to the members of the group.",
      "id": "s261"
    },
    {
      "text": "There is no suggestion that the named women or Worimi have rights and interests in the Port Stephens land exclusive to them.",
      "id": "s262"
    },
    {
      "text": "There is no description of a process said to found compliance with s 251B(a) of the Act.",
      "id": "s263"
    },
    {
      "text": "The proposed amended application simply states the conclusion required by the section.",
      "id": "s264"
    },
    {
      "text": "There are a number of difficulties with the proposed application, not least that it is incomplete.",
      "id": "s265"
    },
    {
      "text": "The claim group and the basis of the claim by Mr Dates and his family are inconsistent with the application filed by Mr Dates on behalf of the women.",
      "id": "s266"
    },
    {
      "text": "There may, theoretically, be a basis for the claim by the proposed claim group but it is not apparent from the proposed application nor the evidence.",
      "id": "s267"
    },
    {
      "text": "The claim group of the proposed application is not a sub-group of the claim group of the original application.",
      "id": "s268"
    },
    {
      "text": "It does not include all of the persons who hold the common or group rights and interests as required by s 61(1) of the Act.",
      "id": "s269"
    },
    {
      "text": "It has not been shown that the proposed claim group alone possesses rights and interests in the Port Stephens land.",
      "id": "s270"
    },
    {
      "text": "Authorisation Section 61 relevantly provides that application may be made by: \n \n A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group; or ... \n \n 2: Section 251B states what it means for a person or persons to be authorised by all the persons in the native title claim group.",
      "id": "s271"
    },
    {
      "text": "' \n \n Section 251B of the Act provides for two alternative means of authorisation, under the traditional laws and customs (s 251B(a)) or in accordance with a process of decision-making agreed to and adopted by the persons in the claim group (s 251B(b)).",
      "id": "s272"
    },
    {
      "text": "In each case, all of the persons in the claim group must authorise the making of the application by the named claimant.",
      "id": "s273"
    },
    {
      "text": "Authorisation of the claimant application is also a criterion for a ' claimant application ' as defined in s 253A of the Act.",
      "id": "s274"
    },
    {
      "text": "A ' native title claim group ' is given a meaning in s 253A of the Act that relates to the native title claim group in s 61(1) which includes a requirement for authorisation.",
      "id": "s275"
    },
    {
      "text": "Authorisation for the proposed application is asserted under s 251B(a) of the Act, namely according to traditional laws and customs, authorising ' the most senior and knowledgeable male elder who has native title rights and interests in the application area '.",
      "id": "s276"
    },
    {
      "text": "Gary Dates (Worimi) is said to be that person.",
      "id": "s277"
    },
    {
      "text": "It cannot be said that the requirements of s 61 and s 251B have been met.",
      "id": "s278"
    },
    {
      "text": "The identity of the native title claim group is uncertain.",
      "id": "s279"
    },
    {
      "text": "Accordingly, it cannot be said that all the persons who hold the common rights or interests have authorised the bringing of the proposed application.",
      "id": "s280"
    },
    {
      "text": "This would be the case even if the procedures under s 251B(a) or (b) have been established, which they have not.",
      "id": "s281"
    },
    {
      "text": "Application for summary dismissal Section 84C of the Act provides that an application that does not comply with s 61, 61A or 62 of the Act is liable to be struck out.",
      "id": "s282"
    },
    {
      "text": "In Bodney the Full Court considered an application to strike out an application under s 84C of the Act and held that the following considerations apply: The power summarily to dismiss should be exercised only where the claim as expressed in untenable and upon the version of the evidence favourable to the applicant (at [11] per Spender J approving Mansfield J in Landers at [7]).",
      "id": "s283"
    },
    {
      "text": "The Court should not generally undertake any weighing of conflicting evidence or of the inferences to be drawn from such evidence (at [11] citing Landers at [7]).",
      "id": "s284"
    },
    {
      "text": "It is not for Worimi to establish that he was authorised but for Mr Hillig to establish a clear case of lack of authorisation (at [27] per Branson J).",
      "id": "s285"
    },
    {
      "text": "Section 84C is concerned with matters of form and authority, not with the merit of any native title determination (at [33] per Branson J).",
      "id": "s286"
    },
    {
      "text": "An application to strike out an application under s 84C must be considered before any further proceedings take place in relation to the main application (at [38] per Stone J).",
      "id": "s287"
    },
    {
      "text": "Strike out applications under s 84C should be approached in the same way as applications for summary dismissal under O 20 r 2 of the Federal Court Rules (at [50] per Stone J).",
      "id": "s288"
    },
    {
      "text": "Evidence may be relied upon to support the strike-out application (at [52] per Stone J).",
      "id": "s289"
    },
    {
      "text": "If evidence were to establish unequivocally that an applicant had not been authorised by the native title claim group then summary dismissal of an application may be justified (at [52] per Stone J).",
      "id": "s290"
    },
    {
      "text": "The original application should be struck out and summarily dismissed.",
      "id": "s291"
    },
    {
      "text": "The proposed application is also liable to be struck out because of the present state of the evidence and the form of the proposed application.",
      "id": "s292"
    },
    {
      "text": "The inconsistencies between the proposed claim group and the original claim group, based upon the evidence of Worimi, a member of the proposed claim group, would seem unanswerable.",
      "id": "s293"
    },
    {
      "text": "On that evidence, the proposed claim group does not include all of the persons who hold the common or group rights and interests comprising the native title claimed.",
      "id": "s294"
    },
    {
      "text": "That is so even if authorisation by the proposed claim group can be established for the purposes of the Act.",
      "id": "s295"
    },
    {
      "text": "The application for an adjournment I do not find determinative at this stage the failure to include in the proposed application evidence of traditional laws and customs of authorisation.",
      "id": "s296"
    },
    {
      "text": "I am prepared to accept, for the purposes of this hearing, that such evidence or particularisation could be included to support the conclusion as presently framed.",
      "id": "s297"
    },
    {
      "text": "If, when the proposed application were finalised, Mr Hillig formed the view that authorisation was not established, an application could be made at that stage to strike out Mr Dates' application.",
      "id": "s298"
    },
    {
      "text": "In other words, if authorisation were the only issue, Worimi should be given the opportunity to include in the proposed application or otherwise to establish the authorisation as required by s 251B(a) of the Act.",
      "id": "s299"
    },
    {
      "text": "Even if that did not eventuate, as the claim group consists of Worimi's immediate family, it would seem likely that he would be able to establish authorisation under s 251B(b) of the Act.",
      "id": "s300"
    },
    {
      "text": "I accept the prejudice to Mr Hillig and the Land Council in the delay and possible loss of the opportunity to sell the land.",
      "id": "s301"
    },
    {
      "text": "I accept that such a delay and loss affects not only the Land Council but also its creditors.",
      "id": "s302"
    },
    {
      "text": "Despite the urgency pressed on the Court by Mr Hillig, the hearing of the Hillig application has been delayed to enable Mr Dates to obtain evidence in support of his claimant application.",
      "id": "s303"
    },
    {
      "text": "On the other hand, summary dismissal of the Worimi proceedings and refusal of the application by Mr Dates to be joined to the Hillig proceedings deprives Worimi, on behalf of the proposed claim group, the opportunity to establish native title over the Port Stephens land, which will otherwise be sold if Mr Hillig obtains the orders sought in the Hillig proceedings.",
      "id": "s304"
    },
    {
      "text": "Mr Dates submits that he should be given an opportunity to amend the original application or to file a fresh claimant application to cure the defects.",
      "id": "s305"
    },
    {
      "text": "He submits that this will involve ' a significant period of time ' in which to apply for funding and to prepare the application for hearing.",
      "id": "s306"
    },
    {
      "text": "That, however, does not answer Mr Wright's main point concerning the identity of the claim group.",
      "id": "s307"
    },
    {
      "text": "As noted by Branson J in Bodney at [33], s 84C of the Act is concerned with matters of form and authority and not with merit of any native title determination application.",
      "id": "s308"
    },
    {
      "text": "Mr Wright's submission is that the proposed application is liable to be struck out pursuant to s 84C of the Act by reason of two fatal inconsistencies concerning the claim group.",
      "id": "s309"
    },
    {
      "text": "The first is that, in the proposed application, the description of the claim group in terms of biological descent coupled with the addition of marriage and adoption is inconsistent with a total claim group of the six members of Mr Dates' family, being Mr Dates, his wife and four daughters.",
      "id": "s310"
    },
    {
      "text": "The second is the inconsistency between the claim group as described in the original application (the women) and as to which evidence was directed and the claim group as described in the proposed application (Mr Dates and his family).",
      "id": "s311"
    },
    {
      "text": "Mr Wright accepts that the only basis for a refusal of the application for an adjournment is if there is no way in which the proposed application can succeed.",
      "id": "s312"
    },
    {
      "text": "That is, it is not a question of evidence that could be adduced but has not yet been filed.",
      "id": "s313"
    },
    {
      "text": "Ms Jowett points to the range and complexity of evidence usually required in native title cases.",
      "id": "s314"
    },
    {
      "text": "She submits that Mr Dates should be given every opportunity to present his evidence and that the claimant application is ' nowhere near ready for hearing '.",
      "id": "s315"
    },
    {
      "text": "She also submits that it would be unrealistic to expect an unrepresented indigenous litigant to be in a position to prove the existence of native title rights and interests without first providing him with sufficient time to obtain funding and gather relevant evidence.",
      "id": "s316"
    },
    {
      "text": "Although Worimi requested on a number of occasions that the Hillig proceedings be adjourned to enable him to obtain legal assistance, he also repeatedly stated in Court that he did not wish to receive legal or expert advice.",
      "id": "s317"
    },
    {
      "text": "Native Title Services has informed the Court that the assistance it has endeavoured to provide Mr Dates has not been accepted.",
      "id": "s318"
    },
    {
      "text": "Indeed, Mr Dates confirmed in Court that he does not want their support.",
      "id": "s319"
    },
    {
      "text": "This should be taken into account, as a matter of discretion, on the adjournment application.",
      "id": "s320"
    },
    {
      "text": "The proceedings were commenced on 31 December 2004.",
      "id": "s321"
    },
    {
      "text": "Mr Hillig's primary evidence on the non-claimant application was filed by 19 July 2005.",
      "id": "s322"
    },
    {
      "text": "Since that time, Worimi has sought and been granted adjournments to enable him to prepare his claimant application and evidence.",
      "id": "s323"
    },
    {
      "text": "In the present case, members of the claim group as described in the original application have stated that they do not authorise Mr Dates to bring the application.",
      "id": "s324"
    },
    {
      "text": "Even if the named members of the claim group in the proposed application do authorise him to bring the application, the claim group does not include all the persons who come within the claim description.",
      "id": "s325"
    },
    {
      "text": "Even if, by traditional law and custom, the native title interests passed only to Mr Dates from his father, Mr Dates' mother is within the claim group description and has not authorised the application.",
      "id": "s326"
    },
    {
      "text": "I have already determined that the original application should be struck out.",
      "id": "s327"
    },
    {
      "text": "For the reasons given, including the inconsistencies in the claim groups of the original and proposed applications, and the extent of authorisation of the proposed claim group, it is not appropriate to permit Mr Dates to file the proposed application as an amended original application.",
      "id": "s328"
    },
    {
      "text": "I accept that Mr Dates should be given the opportunity to present his case.",
      "id": "s329"
    },
    {
      "text": "Ms Jowett has stated that she cannot appear beyond this application and does not have the resources to do so.",
      "id": "s330"
    },
    {
      "text": "I propose to give Mr Dates yet another opportunity.",
      "id": "s331"
    },
    {
      "text": "I wish to make it clear, however, that the Court cannot continue to defer the hearing of cases on the basis of unsupported requests for further time to adduce evidence.",
      "id": "s332"
    },
    {
      "text": "This is particularly relevant where there is evidence of detriment to Mr Hillig and creditors of the Land Council, where the delay continues.",
      "id": "s333"
    },
    {
      "text": "It has been almost 12 months since Mr Dates applied to be joined to the Hillig proceedings.",
      "id": "s334"
    },
    {
      "text": "I also note that, at the conclusion of the hearing of these applications, I indicated that I would reserve my decision and that this meant that there would, as a practical matter, be further time in which Mr Dates could file additional evidence.",
      "id": "s335"
    },
    {
      "text": "None has been filed.",
      "id": "s336"
    },
    {
      "text": "I propose to direct that Mr Dates file any further claimant application within 14 days.",
      "id": "s337"
    },
    {
      "text": "Any such application must include, in accordance with the requirements of the Act, the proper identification of, and authorisation by, the claim group, the connection between the claim group and the relevant traditional laws and customs observed, and the basis for the claim by that claim group from the time of sovereignty.",
      "id": "s338"
    },
    {
      "text": "I also propose to direct that Mr Dates file any evidence, as to the identity of the claim group and authorisation, on which he wishes to rely in his application for joinder.",
      "id": "s339"
    },
    {
      "text": "I will give the parties the opportunity to make submissions as to the time for this to occur but my present intention is to allow a further 14 days for the evidence.",
      "id": "s340"
    },
    {
      "text": "Abuse of process Mr Hillig submits that Worimi's application is an abuse of process.",
      "id": "s341"
    },
    {
      "text": "He contends that the evidence demonstrates that the purpose of the application is to prevent the sale of the land by Mr Hillig and to ventilate complaints about the conduct of the Land Council.",
      "id": "s342"
    },
    {
      "text": "He also points to the continuing involvement of Mr and Mrs Parkinson and their desire to prevent the sale of the land for the collateral purpose of preventing future development of land that adjoins their own.",
      "id": "s343"
    },
    {
      "text": "He submits that, as an abuse of process, the Worimi proceedings should be dismissed.",
      "id": "s344"
    },
    {
      "text": "I do not accept, on the evidence before me, that the Worimi proceedings are an abuse of process.",
      "id": "s345"
    },
    {
      "text": "It is the case that there is evidence of the continuing involvement of Mr and Mrs Parkinson.",
      "id": "s346"
    },
    {
      "text": "However, there is also evidence from Mr Dates of his independent concern for the Port Stephens land and his claim to native title and for the women whom he has asserted have an interest in the land.",
      "id": "s347"
    },
    {
      "text": "In the context of a non-claimant application for a declaration that no native title exists over the land, Mr Dates' application under the Act and his application to be joined to the Hillig application does not, of itself, constitute an abuse of process, whether or not his concern is to prevent the sale of the land.",
      "id": "s348"
    },
    {
      "text": "Conclusion The original application should be struck out.",
      "id": "s349"
    },
    {
      "text": "Mr Dates should have 14 days in which to file and serve any claimant application and a further 14 days to file and serve any evidence in support of his application for joinder.",
      "id": "s350"
    },
    {
      "text": "Mr Dates' application for joinder to the non-claimant application should be stood over to consider any further claimant application and any evidence or application in relation to it.",
      "id": "s351"
    },
    {
      "text": "The non-claimant application will be heard on the same day.",
      "id": "s352"
    },
    {
      "text": "I will hear from the parties before making orders.",
      "id": "s353"
    },
    {
      "text": "I certify that the preceding eighty-six (86) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s354"
    },
    {
      "text": "Associate:\n\nDated: 22 August 2006\n\n\n Mr Dates appeared in person before 26 June 2006.",
      "id": "s355"
    },
    {
      "text": "Counsel for Mr Dates on 26 June 2006 and 28 June 2006: T L Jowett (Pro bono) \n \n Counsel for Mr Hillig: M Wright \n \n Solicitor for Mr Hillig: Watson Mangioni Lawyers Pty Ltd \n \n Counsel for NSW Native Title Services Ltd: S Phillips \n \n Solicitor for NSW Native Title Services Ltd: NSW Native Title Services Ltd \n \n Solicitor for the Minister for Lands for the State of NSW: Crown Solicitor for the State of NSW \n \n Date of Hearing: 13 June 2006, 26 June 2006 and 28 June 2006 \n \n Date of Judgment: 22 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1115.html",
      "id": "s356"
    }
  ]
}