{
  "name": "SZFQL v Minister for Immigration and Multicultural Affairs and Refugee Review Tribunal [2006] FCA 1522 (15 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1522.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate delivered on 20 July 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 9 December 2004 and handed down on 6 January 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China ('China').",
      "id": "s2"
    },
    {
      "text": "The appellant claimed to have a well founded fear of persecution because he was a Falun Gong practitioner and would, if returned to China, be subjected to persecution by the authorities for his activities in Australia as a student.",
      "id": "s3"
    },
    {
      "text": "3 On 18 October 2004 the Tribunal wrote to the appellant advising him that it had considered the material before it in relation to his claim but was unable to make a decision in his favour based on that information alone.",
      "id": "s4"
    },
    {
      "text": "The Tribunal invited the appellant to attend a hearing on 9 December 2004.",
      "id": "s5"
    },
    {
      "text": "The appellant did not attend the hearing nor contact the Tribunal to explain his failure to attend.",
      "id": "s6"
    },
    {
      "text": "The Tribunal proceeded under s 426A of the Migration Act 1958 (Cth) ('the Act') to make a decision in the absence of the appellant.",
      "id": "s7"
    },
    {
      "text": "4 The Tribunal found that the appellant presented his claims poorly even though he had engaged a Migration Agent.",
      "id": "s8"
    },
    {
      "text": "He had provided broad and vague claims regarding his Falun Gong practice.",
      "id": "s9"
    },
    {
      "text": "It held that the appellant's claim that he was afraid to return to China, was not borne out as he had returned to China three times since becoming a Falun Gong practitioner.",
      "id": "s10"
    },
    {
      "text": "The Tribunal was satisfied that any previous involvement with Falun Gong would not make the appellant a person of concern to Chinese authorities, unless he continued actively to participate in Falun Gong or participate in protest activities against the government.",
      "id": "s11"
    },
    {
      "text": "The Tribunal was unable to determine the extent or nature of the appellant's involvement in Falun Gong or if he intended to practise in the foreseeable future.",
      "id": "s12"
    },
    {
      "text": "Without this further information, the Tribunal could not be satisfied that the appellant was, or would be, implicated in Falun Gong.",
      "id": "s13"
    },
    {
      "text": "The Tribunal was not satisfied by the evidence that the appellant had a well-founded fear of persecution should he return to China.",
      "id": "s14"
    },
    {
      "text": "5 The application to the Federal Magistrates' Court effectively raised four grounds of appeal although they were expressed as particulars of a single ground of error of law which constituted a jurisdictional error.",
      "id": "s15"
    },
    {
      "text": "First, the appellant claimed that the Tribunal failed to send correspondence to his residential postal address.",
      "id": "s16"
    },
    {
      "text": "Secondly, he contended that the Tribunal had information indicating that the appellant's migration agent was not registered.",
      "id": "s17"
    },
    {
      "text": "Thirdly, he alleged that the Tribunal failed to give him details of independent country information.",
      "id": "s18"
    },
    {
      "text": "Finally the appellant asserted that the Tribunal failed to make sure that the appellant understood independent country information and how it would be used by the Tribunal and that it did not give the appellant the opportunity to comment on this information before it made its decision.",
      "id": "s19"
    },
    {
      "text": "6 The Federal Magistrate found that there was no jurisdictional error and, as a consequence, that the Tribunal's decision was a privative clause decision.",
      "id": "s20"
    },
    {
      "text": "The Federal Magistrate dismissed the application.",
      "id": "s21"
    },
    {
      "text": "His Honour held that he appellant could not plead fault of a migration agent as constituting jurisdictional error.",
      "id": "s22"
    },
    {
      "text": "The Tribunal was under no obligation to send notices to the appellant's residential address, as he had indicated that all correspondence was to be sent to his migration agent.",
      "id": "s23"
    },
    {
      "text": "The appellant complained that his migration agent did not receive the invitation to the hearing, but the appellant signed the response to the hearing invitation, indicating that he would attend.",
      "id": "s24"
    },
    {
      "text": "The appellant stated that, although he had signed the form, he did not know what he was signing.",
      "id": "s25"
    },
    {
      "text": "The appellant's complaint concerning his migration agent was untested evidence because the appellant did not make submissions on this issue.",
      "id": "s26"
    },
    {
      "text": "His Honour said that, if the appellant had attended the Tribunal hearing, the Tribunal would have been able to satisfy itself one way or the other concerning the veracity of the appellant's claims and that the Tribunal could not be faulted because it failed to reach a state of satisfaction because of the appellant's failure to provide any additional evidence about his claim.",
      "id": "s27"
    },
    {
      "text": "The Federal Magistrate considered that a person who had been in Australia studying for five years would posses sufficient rudimentary English to understand a very clear form.",
      "id": "s28"
    },
    {
      "text": "The Tribunal complied with the service provisions of s 441A of the Act and the appellant was deemed to have received the notices.",
      "id": "s29"
    },
    {
      "text": "His non-attendance meant that the Tribunal could proceed to a decision in his absence (See s 426A of the Act) and it was not obligated to send notices to the appellant at his residential address.",
      "id": "s30"
    },
    {
      "text": "The appellant was given an opportunity to comment on independent country information.",
      "id": "s31"
    },
    {
      "text": "That opportunity (attendance at the Tribunal hearing) had not been taken up.",
      "id": "s32"
    },
    {
      "text": "The Tribunal did not have to disclose all independent country information to the appellant, as it came within the exception provided for in s 424A(3)(a) of the Act.",
      "id": "s33"
    },
    {
      "text": "7 The notice of appeal to this Court raises two grounds.",
      "id": "s34"
    },
    {
      "text": "They are, first, that the Tribunal failed to send its correspondence to the appellant's correct residential address and, as a result, he was not properly advised of the hearing date and failed to attend.",
      "id": "s35"
    },
    {
      "text": "Secondly, the Tribunal had access to information indicating that his former migration agent's registration had lapsed before it wrote to the appellant inviting him to attend the hearing.",
      "id": "s36"
    },
    {
      "text": "Neither of these grounds, as formulated, appear to allege jurisdictional error.",
      "id": "s37"
    },
    {
      "text": "8 The appellant appeared in person in this Court.",
      "id": "s38"
    },
    {
      "text": "He had the assistance of an interpreter.",
      "id": "s39"
    },
    {
      "text": "He seemed to have little or no familiarity with the grounds advanced in his notice of appeal.",
      "id": "s40"
    },
    {
      "text": "He said that the notice was prepared by \"a friend\" whose full name he did not know.",
      "id": "s41"
    },
    {
      "text": "It had not been translated for him before he signed it.",
      "id": "s42"
    },
    {
      "text": "He was unable to tell the Court the residential address which was his \"correct\" address in August and October 2004 when the Tribunal's notices were sent out to him.",
      "id": "s43"
    },
    {
      "text": "The address to which the notices were sent was the address given on his application for review.",
      "id": "s44"
    },
    {
      "text": "It appears that he moved from that address to another address in Auburn sometime in October 2004.",
      "id": "s45"
    },
    {
      "text": "Despite this move, he received the notice inviting him to a hearing to be held on 9 December 2004 and responded to it on 1 November 2004.",
      "id": "s46"
    },
    {
      "text": "The appellant was unable to explain the relevance of the cancellation of his migration agent's registration which he asserted had occurred earlier in September 2004.",
      "id": "s47"
    },
    {
      "text": "9 No jurisdictional error on the part of the Tribunal is alleged.",
      "id": "s48"
    },
    {
      "text": "No error appears in the Tribunal's reasons.",
      "id": "s49"
    },
    {
      "text": "The appeal will be dismissed with costs fixed at $2800.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s51"
    },
    {
      "text": "Associate:\n\nDated: 15 November 2006\n\n\n Counsel for the Applicant: Litigant in Person \n \n Counsel for the Respondent: Ms Z Brauer \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 15 November 2006 \n \n Date of Judgment: 15 November 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1522.html",
      "id": "s52"
    }
  ]
}