{
  "name": "Wen Bi Dai v Minister for Immigration &amp; Multicultural&amp; Indigenous Affairs [2006] FCA 1819 (22 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1819.html",
  "catchphrases": [
    {
      "text": "cancellation of student visa under s 116 of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "condition 8202",
      "id": "c1"
    },
    {
      "text": "s 505 of the act provides for regulations for applicants for, not holders of, a visa",
      "id": "c2"
    },
    {
      "text": "power to make regulations under s 504 and s 41(1) of the act",
      "id": "c3"
    },
    {
      "text": "whether condition 8202 ultra vires",
      "id": "c4"
    },
    {
      "text": "condition 8202 does not delegate to educational course providers the power to specify a visa condition",
      "id": "c5"
    },
    {
      "text": "condition 8202 not invalid for impermissible delegation",
      "id": "c6"
    },
    {
      "text": "representations made in notice issued pursuant to s 20 of the education services for overseas students act 2000 (cth)",
      "id": "c7"
    },
    {
      "text": "alleged procedural unfairness",
      "id": "c8"
    },
    {
      "text": "defects in a notice under s 20 of the students act are not material to the tribunal decision under review",
      "id": "c9"
    },
    {
      "text": "application dismissed",
      "id": "c10"
    },
    {
      "text": "migration",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant held a student (Temporary) (Class TU) (Subclass 572) visa.",
      "id": "s0"
    },
    {
      "text": "Condition 8202 applied to that visa, being relevantly a requirement related to satisfactory academic results (Item 8202(3)(b) in Sch 8 of the Migration Regulations 1994 (Cth) ('the Regulations')).",
      "id": "s1"
    },
    {
      "text": "2 The applicant received a notice ('the Notice') under s 20 of the Education Services for Overseas Students Act 2000 (Cth) ('the Students Act'), following receipt by the Department of notification from her education provider that she had breached a condition of her student visa.",
      "id": "s2"
    },
    {
      "text": "The particulars given by the Notice were '[s] tudent dismissed 24 May 2004 due to unsatisfactory academic performance '.",
      "id": "s3"
    },
    {
      "text": "3 It is not suggested that the breach had not occurred.",
      "id": "s4"
    },
    {
      "text": "The applicant did, however, have extenuating and exceptional circumstances on which she sought to rely to explain the breach.",
      "id": "s5"
    },
    {
      "text": "4 The Notice stated that she must report personally to a compliance officer at a named office of the Department.",
      "id": "s6"
    },
    {
      "text": "She did so.",
      "id": "s7"
    },
    {
      "text": "5 Subsequently, the Department issued a written notice of intention to cancel her visa pursuant to s 119 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s8"
    },
    {
      "text": "A Delegate of the Minister found that the applicant had not complied with Condition 8202 because of unsatisfactory academic performance and cancelled the visa pursuant to s 116 of the Act.",
      "id": "s9"
    },
    {
      "text": "Section 116 of the Act relevantly provides that the Minister may cancel a visa if its holder has not complied with a condition of the visa (s 116(1)(b)).",
      "id": "s10"
    },
    {
      "text": "If such a condition has not been complied with and there exists prescribed circumstances (s 116(3)), the Minister must cancel the visa.",
      "id": "s11"
    },
    {
      "text": "One such prescribed circumstance is that the holder of a Student (Temporary) (Class TU) visa has not complied with Condition 8202 (reg 2.43(2)(b)(ii) of the Regulations).",
      "id": "s12"
    },
    {
      "text": "6 The applicant sought review of that decision by the Migration Review Tribunal.",
      "id": "s13"
    },
    {
      "text": "The Tribunal accepted the reasons given by the applicant for her difficulties in achieving satisfactory results due to her personal situation at the time, which included a termination of pregnancy.",
      "id": "s14"
    },
    {
      "text": "The Tribunal accepted the difficulties she said arose from the marking system of the College at which she was then studying.",
      "id": "s15"
    },
    {
      "text": "However, having found that a breach of Condition 8202 had occurred and in the absence of any discretion to act otherwise, the Tribunal affirmed the decision to cancel the visa.",
      "id": "s16"
    },
    {
      "text": "7 There is no dispute in this application that the marking system at the College required a high standard to pass or that the applicant's personal situation during the relevant term of study resulted in difficulties for her in studying.",
      "id": "s17"
    },
    {
      "text": "Although the applicant has returned to China, she cannot return to Australia for 3 years and will have the visa cancellation \"on her record\" if this application is unsuccessful.",
      "id": "s18"
    },
    {
      "text": "8 By a further amended application filed in the Federal Magistrates Court under s 39B of the Judiciary Act 1903 (Cth), the applicant sought a declaration that Condition 8202(3)(b) of Sch 8 of the Regulations is invalid and a writ of certiorari to quash the Tribunal decision.",
      "id": "s19"
    },
    {
      "text": "This application to review the Tribunal's decision was referred to this Court by Emmett FM.",
      "id": "s20"
    },
    {
      "text": "A second further amended application was filed in this Court.",
      "id": "s21"
    },
    {
      "text": "The matter was then adjourned pending the anticipated judgment of the Full Court in Minister for Immigration and Multicultural and Indigenous Affairs v Zhou (2006) 125 FCR 115, which concerned one of the issues raised by the applicant in these proceedings.",
      "id": "s22"
    },
    {
      "text": "9 Put shortly, the grounds of the second further amended application are based on the alleged invalidity of condition 8202(3)(b) and a denial of procedural fairness to the applicant.",
      "id": "s23"
    },
    {
      "text": "It is not in dispute that, if Condition 8202 is valid and there was no failure to accord procedural fairness, this application must fail.",
      "id": "s24"
    },
    {
      "text": "10 In order to understand the alleged denial of procedural fairness, it is necessary to consider s 20 of the Students Act.",
      "id": "s25"
    },
    {
      "text": "Section 20(1) provides that a registered provider of overseas student courses must send the student a written notice if he or she has breached a student visa condition relating to attendance or satisfactory academic performance.",
      "id": "s26"
    },
    {
      "text": "That notice must state, inter alia, that the student is required to attend in person before an officer of the Department to explain the breach and set out the effects of s 137J and s 137K of the Act (s 20(4)(b) and (d) of the Students Act).",
      "id": "s27"
    },
    {
      "text": "11 Section 137J of the Act provides for automatic cancellation of a visa if a notice issued pursuant to s 20(1) of the Students Act is not complied with.",
      "id": "s28"
    },
    {
      "text": "A student whose visa is cancelled under that section may, however, apply in writing to the Minister for the cancellation to be revoked (s 137K of the Act).",
      "id": "s29"
    },
    {
      "text": "In dealing with an application under s 137K, the Minister may revoke the visa cancellation if the breach of visa condition was due to exceptional circumstances (s 137L(1)(b)).",
      "id": "s30"
    },
    {
      "text": "12 The applicant criticises the form and substance of the Notice.",
      "id": "s31"
    },
    {
      "text": "Further, the applicant complains that, by complying with the Notice, she was unable to apply for revocation of the automatic cancellation of the visa on the grounds of her exceptional circumstances (s 137L(1)(b)).",
      "id": "s32"
    },
    {
      "text": "A further proposed amended application \n \n13 The hearing of the second further amended application took place on 11 September 2006.",
      "id": "s33"
    },
    {
      "text": "I reserved my decision.",
      "id": "s34"
    },
    {
      "text": "On 26 October 2006, the applicant sought leave to file a third further amended application.",
      "id": "s35"
    },
    {
      "text": "By the proposed amendment the applicant sought writs of certiorari directed to the Delegate (in addition to the Tribunal) and orders quashing both the Tribunal and Delegate decisions.",
      "id": "s36"
    },
    {
      "text": "14 There is no basis for permitting the latest amendment and leave to amend should be refused.",
      "id": "s37"
    },
    {
      "text": "Apart from the general discretionary factors that would apply to an application to amend after the conclusion of the hearing, the applicant elected to seek merits review in the Tribunal of the Delegate's decision.",
      "id": "s38"
    },
    {
      "text": "The fact that such a review cured, in a legal sense, any defect in the hearing before the Delegate attributable to a denial of natural justice is now settled ( Zubair v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344; Uddin v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 218 ; (2005) 149 FCR 1 (special leave to appeal refused); Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 ; (2006) 149 FCR 558 at [30] ; Cheng v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1028 at [67] ).",
      "id": "s39"
    },
    {
      "text": "There is no reason to permit the applicant to amend to seek orders against the Delegate.",
      "id": "s40"
    },
    {
      "text": "15 I will proceed to consider the second further amended application and the two issues that arise:\n \n &#8226; the validity of Condition 8202; and\n &#8226; whether the applicant was afforded natural justice by the Tribunal.",
      "id": "s41"
    },
    {
      "text": "THE VALIDITY OF CONDITION 8202 \n \n16 Condition 8202 is Item 8202 in Sch 8 to the Regulations and provides:\n \n \n '(1) The holder (other than the holder of a Subclass 560 (Student) visa who is an Aus AID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa) must meet the requirements of subclauses (2) and (3).",
      "id": "s42"
    },
    {
      "text": "(2) A holder meets the requirements of this subclause if: \n \n \n \n \n \n (a) the holder is enrolled in a registered course; or \n \n \n \n \n \n (b) in the case of the holder of a Subclass 560 or 571 (Schools Sector) visa who is a secondary exchange student --- the holder is enrolled in a full-time course of study or training.",
      "id": "s43"
    },
    {
      "text": "(3) A holder meets the requirements of this subclause if: \n \n \n \n \n \n \n (a) in the case of a holder whose education provider keeps attendance records --- the Minister is satisfied that the holder attends for at least 80% of the contact hours scheduled: \n \n \n \n \n \n \n \n (i) for a course than runs for less than a semester --- for the course; or \n \n (ii) for a course that runs for at least a semester --- for each term and semester of the course; and \n \n \n \n \n \n \n \n (b) in any case --- the holder achieves an academic result that is certified by the education provider to be at least satisfactory: \n \n \n \n \n \n \n \n (i) for a course that runs for less than a semester --- for the course; or \n \n \n \n \n \n (ii) for a course that runs for at least a semester --- for each term or semester (whichever is shorter) of the course.",
      "id": "s44"
    },
    {
      "text": "(4) In the case of the holder of a Subclass 560 visa who is an Aus AID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa --- the holder is enrolled in a full-time course of study or training.",
      "id": "s45"
    },
    {
      "text": "' \n \n \n\n17 Relevantly, Condition 8202 provides that a visa holder meets the requirements of the student visa if that student is enrolled in (8202(2)), attends (8202(3)(a)) and achieves an academic result that is at least satisfactory (8202(3)(b)) for a registered course.",
      "id": "s46"
    },
    {
      "text": "The academic result is to be certified and therefore assessed as \"at least satisfactory\" by the education provider.",
      "id": "s47"
    },
    {
      "text": "Those words give the education provider a measure of discretion ( Hamayun at [19]).",
      "id": "s48"
    },
    {
      "text": "18 The applicant submits that:\n \n &#8226; To the extent that Condition 8202(3)(b) provides that the Minister is to have regard to and take as correct the certificate by the education provider as to satisfactory academic result, it is an impermissible delegation of legislative power.",
      "id": "s49"
    },
    {
      "text": "&#8226; Section 505 of the Act provides for regulations which may provide that the Minister may, to paraphrase, \"get\" the education provider to make an assessment of satisfactory academic result and have regard to that assessment and take it as correct, but only when deciding whether an applicant for a visa satisfies Condition 8202.",
      "id": "s50"
    },
    {
      "text": "This, it is said, does not extend to the holder of an existing visa.",
      "id": "s51"
    },
    {
      "text": "Section 505 of the Act \n \n19 Section 505 provides:\n \n 'To avoid doubt, regulations for the purpose of prescribing a criterion for visas of a class may provide that the Minister, when required to decide whether an applicant for a visa of the class satisfies the criterion: \n \n \n \n (a) is to get a specified person or organisation, or a person or organisation in a specified class, to: \n \n \n \n (i) give an opinion on a specified matter; or \n (ii) make an assessment of a specified matter; or \n \n \n \n (iii) make a finding about a specified matter; or \n (iv) make a decision about a specified matter; and \n \n \n \n \n (b) is: \n \n \n \n \n (i) to have regard to that opinion, assessment, finding or decision in; or \n (ii) to take that opinion, assessment, finding or decision to be correct for the purposes of; \n \n deciding whether the applicant satisfies the criterion.",
      "id": "s52"
    },
    {
      "text": "' \n \n \n \n\n20 The following issues arises:\n \n &#8226; Does s 505 provide for regulations for the purpose of prescribing criteria for the holders of visas?",
      "id": "s53"
    },
    {
      "text": "&#8226; Does the inclusion of s 505 indicate a legislative intent to limit the regulation making power to prescribe criteria for holders of visas?",
      "id": "s54"
    },
    {
      "text": "&#8226; Does the Act permit the making of regulations providing for Condition 8202?",
      "id": "s55"
    },
    {
      "text": "Does s 505 provide for regulations for the purpose of prescribing criteria for the holders of visas?",
      "id": "s56"
    },
    {
      "text": "21 The applicant concedes that s 505 is an appropriate delegation of power to make regulations for the purpose of prescribing a criterion for the relevant visa.",
      "id": "s57"
    },
    {
      "text": "Mr Gormly appears for the applicant.",
      "id": "s58"
    },
    {
      "text": "That delegation, he submits, extends only to the purpose of deciding whether an applicant satisfies the particular criterion.",
      "id": "s59"
    },
    {
      "text": "He relies on the Explanatory Memorandum to the Migration Laws Amendment Bill (No 2) 1992 at [33]) that states, with reference to the introduction of s 182, the predecessor to s 505, the section allows for regulations to be made with respect to the matters to which the Minister may have regard ' when deciding whether an applicant satisfies a particular criterion '.",
      "id": "s60"
    },
    {
      "text": "The Explanatory Memorandum also states that the section ' puts beyond doubt the validity of such regulations made before the commencement of [the proposed s 182]'.",
      "id": "s61"
    },
    {
      "text": "22 I accept that s 505 refers to the Minister's decision whether an applicant for a visa satisfies the criterion and not whether an existing visa holder satisfies the criterion.",
      "id": "s62"
    },
    {
      "text": "That is, s 505 is a regulation making power concerned with the time when the Minister is considering the grant of a visa, not the cancellation of a visa.",
      "id": "s63"
    },
    {
      "text": "Accordingly it does not apply to the regulation providing for Condition 8202.",
      "id": "s64"
    },
    {
      "text": "Does the inclusion of s 505 indicate a legislative intent to limit the regulation making power to prescribe criteria for holders of visas?",
      "id": "s65"
    },
    {
      "text": "23 Section 504 of the Act provides for regulations ' prescribing all matters which by this Act are required or permitted to be prescribed or which are necessary or convenient to be prescribed for carrying out or giving effect to this Act' .",
      "id": "s66"
    },
    {
      "text": "Mr Johnson, who appears for the Minister, draws attention to the introductory words of s 505: ' To avoid doubt ' and submits that there is no indication in s 505 of a limitation on the power set out in s 504.",
      "id": "s67"
    },
    {
      "text": "It follows from his submission that s 505, which particularises the content of regulations with respect to criteria for applicants for a visa, provides an indication that the legislature intended to provide for regulations of that nature.",
      "id": "s68"
    },
    {
      "text": "24 Mr Gormly, who appears for the applicant, submits that the fact that there is a specific provision in s 505 for the power to make those regulations means that the regulation making power of s 504 does not extend to the subject matter of criteria for holders of visas.",
      "id": "s69"
    },
    {
      "text": "He submits that, as s 505 provides specifically for regulations for the purpose of imposing criteria on visa applicants, there must be specific provision for criteria on holders of visas.",
      "id": "s70"
    },
    {
      "text": "That is, that s 505 recognises that the general regulation making power of s 504 does not extend to the imposing of such criteria.",
      "id": "s71"
    },
    {
      "text": "He relies on the introductory words \"to avoid doubt\" to support the need for specific provision of delegation of opinion or assessment or finding about a specified matter for the purposes of conditions.",
      "id": "s72"
    },
    {
      "text": "25 The words of s 505 mean what they say.",
      "id": "s73"
    },
    {
      "text": "To avoid doubt, there is specific provision for the Minister to delegate the matters set out in s 505.",
      "id": "s74"
    },
    {
      "text": "Those are matters of fact to which the Minister is to have regard or to take to be correct in deciding whether an applicant for a visa satisfies the criterion.",
      "id": "s75"
    },
    {
      "text": "That does not derogate from the power that exists by reason of s 504.",
      "id": "s76"
    },
    {
      "text": "Section 505 can be viewed as providing specifically for a \"sub-set\" of regulations permitted by s 504.",
      "id": "s77"
    },
    {
      "text": "Does the Act permit the making of regulations providing for Condition 8202?",
      "id": "s78"
    },
    {
      "text": "26 Section 504 of the Act provides for the making of regulations, generally described, which are necessary or convenient for carrying out or giving effect to the Act.",
      "id": "s79"
    },
    {
      "text": "Section 41(1) provides that the regulations may provide that visas, or visas of a specified class, are subject to specified conditions.",
      "id": "s80"
    },
    {
      "text": "Condition 8202 is such a specified condition.",
      "id": "s81"
    },
    {
      "text": "27 The Minister submits that it is a state of fact whether the student passed or failed or achieved satisfactory results and there is nothing in the Act that reserves to the Governor-General or to the Minister the task of deciding if an academic result is at least satisfactory.",
      "id": "s82"
    },
    {
      "text": "The applicant submits that this is not a delegation of a determination of fact but an exercise of delegated legislative power in the unfettered specification of the criteria that constitute satisfactory academic results.",
      "id": "s83"
    },
    {
      "text": "The discretion, Mr Gormly says, is in the hands of the education provider and not in the Minister.",
      "id": "s84"
    },
    {
      "text": "28 Mr Gormly relies upon what he describes as '[t] he mandatory and automatic effect of the Act's cancellation provisions ' to submit that the terms of Condition 8202(3)(b) amount to an abdication of the Governor-General's power under ss 41 and 504 of the Act to make regulations \"specifying conditions\".",
      "id": "s85"
    },
    {
      "text": "He submits that, by the education provider determining and applying its own academic standards, there has been an impermissible abdication to the education provider.",
      "id": "s86"
    },
    {
      "text": "That, he contends, is supported by the role of the education provider in initiating the automatic cancellation of the visa under s 137J of the Act in its obligation to issue notices under s 20 of the Students Act where there is a breach of Condition 8202.",
      "id": "s87"
    },
    {
      "text": "29 Mr Gormly also points to what can be characterised as:\n \n &#8226; the consequent lack of discretion available to any decision maker, except the education provider;\n &#8226; the lack of any specified or objective criteria or guidance for the education provider's assessment of what is \"satisfactory\" and the judgment and discretion required of the education provider; and\n &#8226; the \"final say\" which the legislative regime effectively affords to the education provider on the question of whether a visa must be cancelled.",
      "id": "s88"
    },
    {
      "text": "30 There is no dispute that delegated authority must be exercised in accordance with the power creating it.",
      "id": "s89"
    },
    {
      "text": "Section 41(1) of the Act provides that regulations may provide that a visa is subject to conditions.",
      "id": "s90"
    },
    {
      "text": "It makes general and unrestricted provision for regulations providing for visas being subject to conditions.",
      "id": "s91"
    },
    {
      "text": "It follows that the Act provides for the power to make regulations to impose conditions on, and prescribe criteria for, visas or visas of a specified class.",
      "id": "s92"
    },
    {
      "text": "31 Section 504 of the Act provides that the Governor-General may make regulations not inconsistent with the Act.",
      "id": "s93"
    },
    {
      "text": "That includes, without limitation as to its generality, a specific power to make regulations: \n \n 'making provision for matters that, under the Education Services for Overseas Students Act 2000 , are required or permitted to be prescribed in regulations made under this Act'.",
      "id": "s94"
    },
    {
      "text": "(s 504(1)(1)) \n \n\n32 The applicant submits that, by reason of s 41 of the Act, the specification of visa conditions can only be done by the making of regulations and that there is no legislative intent that this power be delegated from the Governor-General to another person.",
      "id": "s95"
    },
    {
      "text": "Mr Gormly accepted, however, that if s 505 applied to holders of visas, the Act would make it clear that the Minister is entitled to have the assessment done by another body.",
      "id": "s96"
    },
    {
      "text": "His submission is that without specific provision in the Act, there has been an invalid sub-delegation of power.",
      "id": "s97"
    },
    {
      "text": "33 The applicant's submission is that Condition 8202(3)(b), which provides for the requirement that the visa holder achieves an academic result that is certified by the education provider to be at least satisfactory, is ultra vires the Act as an impermissible sub-delegation to an \"education provider' of the legislative power to specify visa conditions given by ss 504 and 41(1) of the Act.",
      "id": "s98"
    },
    {
      "text": "34 Mr Gormly relies upon the conclusion by French J in Turner v Owen (1990) 26 FCR 366 that delegating to the Minister the power to prohibit goods, which in his opinion ' are of a dangerous character and a menace to the community ' constituted an unlawful delegation because those words ' are not indicative of a factual criterion or class description limited by any intelligible boundary ' and were legislative in character (at 389).",
      "id": "s99"
    },
    {
      "text": "French J concluded that the regulations in that case impermissibly asked the Minister to prohibit, rather than the Governor-General.",
      "id": "s100"
    },
    {
      "text": "35 Mr Gormly argues that academic standards can never be fully objectified such that their application is a matter of mere administration.",
      "id": "s101"
    },
    {
      "text": "He points out that different institutions prescribe different rules and standards.",
      "id": "s102"
    },
    {
      "text": "The certification, he submits, is not merely administrative; it is not purely routine and non-discretionary.",
      "id": "s103"
    },
    {
      "text": "Mr Gormly submits that the education provider, by reason of its certification of an academic result \"to be at least satisfactory\" for the purposes of Condition 8202 and its issue of a s 20 notice under the Students Act, impermissibly performs a \"migration function\" without regard to the objects of the Act.",
      "id": "s104"
    },
    {
      "text": "Condition 8202(3)(b) is, he submits, ultra vires (cf Ellis v Dubowski (1921) 3 KB 621 at 625).",
      "id": "s105"
    },
    {
      "text": "It makes the education provider the decision maker on the terms of the visa condition and on a breach of that condition, resulting in automatic cancellation.",
      "id": "s106"
    },
    {
      "text": "Mr Gormly submits that the result is an invalid sub-delegation ( Conroy v Shire of Springvale and Noble Park (1959) VR 737).",
      "id": "s107"
    },
    {
      "text": "Consideration \n \n36 Mr Gormly's submissions assume that the education provider specifies the conditions or makes the decision upon a lack of certification.",
      "id": "s108"
    },
    {
      "text": "That is not the case.",
      "id": "s109"
    },
    {
      "text": "Condition 8202 does not delegate to the education provider the specification of visa conditions.",
      "id": "s110"
    },
    {
      "text": "Condition 8202 imposes a consequence in relation to the visa in the event that a certificate does not exist.",
      "id": "s111"
    },
    {
      "text": "The relevant visa condition is specified in Condition 8202.",
      "id": "s112"
    },
    {
      "text": "That criterion requires a certification of satisfactory academic results.",
      "id": "s113"
    },
    {
      "text": "The certification exists or it does not.",
      "id": "s114"
    },
    {
      "text": "That is a question of fact.",
      "id": "s115"
    },
    {
      "text": "37 Here, the delegation is not of the decision to decide whether a visa holder satisfies the criterion.",
      "id": "s116"
    },
    {
      "text": "Section 41 provides that the regulations may provide that visas are subject to specified conditions.",
      "id": "s117"
    },
    {
      "text": "Condition 8202 is such a condition specified in the Regulations.",
      "id": "s118"
    },
    {
      "text": "The Minister decides whether to grant a visa, subject to satisfaction that the criteria are satisfied (s 65).",
      "id": "s119"
    },
    {
      "text": "The Minister decides whether a visa holder satisfies the specified condition (s 116(1) of the Act, reg 2.43(2)(b)(ii) of the Regulations).",
      "id": "s120"
    },
    {
      "text": "Further, as a matter of reality, an academic result that, for a specified course, is \"at least satisfactory\" is limited ' by an intelligible boundary ' and is not legislative in character (cf Turner at [389]).",
      "id": "s121"
    },
    {
      "text": "38 Section 505, which refers specifically to such matters for visa applicants, does not delegate the whole of power to decide whether an applicant for a visa satisfies the relevant criterion.",
      "id": "s122"
    },
    {
      "text": "The section provides for the making of regulations under which the Minister, when required to decide whether an applicant for a visa satisfies a specified criterion, may obtain the opinion, assessment, finding or decision of a specified person or organisation and have regard to it and to take it to be correct.",
      "id": "s123"
    },
    {
      "text": "39 The sub-delegation in s 505 is not of a legislative but of an administrative character.",
      "id": "s124"
    },
    {
      "text": "It is not the delegation of a wide field of operation but, rather, a narrow question of fact.",
      "id": "s125"
    },
    {
      "text": "40 A sub-delegation under s 504 is of the same character.",
      "id": "s126"
    },
    {
      "text": "The Act does not reserve any of the delegated functions in Condition 8202 to the Governor-General.",
      "id": "s127"
    },
    {
      "text": "The Governor-General has exercised the power conferred by the Act to make regulations, within the limits laid down by the Act ( Twinn v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 242 ; (2005) 147 FCR 490 at [22] ).",
      "id": "s128"
    },
    {
      "text": "The authorisation given by s 504 encompasses the making of regulations by the Governor-General to allow administrative functions to be undertaken by the Minister for the purposes of the regulations ( Twinn at [23]).",
      "id": "s129"
    },
    {
      "text": "For the purposes of deciding whether an applicant for a visa satisfies the condition for a visa, the regulations may make provision for the Minister to have consideration of the matters enunciated in s 505 of the Act.",
      "id": "s130"
    },
    {
      "text": "The fact that this was particularised in s 505, \"to avoid doubt\", indicates a statutory acknowledgment that the power to make regulations in respect of those matters already existed by reason of s 504 and s 41(1) of the Act.",
      "id": "s131"
    },
    {
      "text": "41 Once the Minister is satisfied that the condition has not been met, there is a mandatory cancellation by reason of s 116(3) but that does not convert the sub-delegation into an effective abdication of powers (see generally Pearce D and Argument S, Delegated Legislation in Australia (3 rd ed, Butterworths, 2005) Ch 23).",
      "id": "s132"
    },
    {
      "text": "42 On its proper construction, the Act permits the opinion or assessment of the education provider to be provided for in the regulations, to be provided to the Minister and had regard to and be considered correct in the decision making of the Minister (see discussion in Racecourse Co-operative Sugar Association Ltd v Attorney-General of the State of Queensland [1979] HCA 50 ; (1979) 142 CLR 460 at 481 per Gibbs J).",
      "id": "s133"
    },
    {
      "text": "43 The fact that the scheme of the Act results in an absence of discretion in the cancellation of a visa where the Minister has decided that the requirements of Condition 8202 has not been satisfied under s 116 does not determine that there has been a delegation of the power to specify visa conditions to the education provider.",
      "id": "s134"
    },
    {
      "text": "It does not convert the specification by the Governor-General of conditions pursuant to s 41 into an impermissible delegation of the specification of the visa condition.",
      "id": "s135"
    },
    {
      "text": "Natural justice \n The applicant's contentions \n \n44 Mr Gormly emphasises the misleading nature of the Notice.",
      "id": "s136"
    },
    {
      "text": "Specifically, he contends that the Notice implies that there exists a discretion on the part of the Department, so that an explanation for the breach will be taken into account.",
      "id": "s137"
    },
    {
      "text": "It does not, he observes, inform the applicant that her visa will be cancelled if a breach of condition did occur and she attends to \"explain\" that breach in response to the Notice.",
      "id": "s138"
    },
    {
      "text": "The applicant was thereby deprived of the opportunity of not responding to the Notice, awaiting the automatic cancellation of her visa and then applying to the Minister under s 137K of the Act, where exceptional circumstances can be taken into consideration (s 137L(1)(b)).",
      "id": "s139"
    },
    {
      "text": "This represents the alleged practical unfairness of the denial of natural justice.",
      "id": "s140"
    },
    {
      "text": "45 According to the Regulations then in force, the reality was that, if the student attended to explain the breach, it was an admission that the breach occurred and there was no discretion for the Minister to do other than cancel the visa (cf reg 2.43(2)(b)(ii)(B) of the Regulations, now in force).",
      "id": "s141"
    },
    {
      "text": "The best position for a student who had exceptional circumstances beyond his or her control was not to attend but rather to make an application to the Minister under s 137K and s 137L of the Act for revocation of the cancellation on the basis that the breach was due to exceptional circumstances.",
      "id": "s142"
    },
    {
      "text": "The Notice does not inform the student of this potential course of action.",
      "id": "s143"
    },
    {
      "text": "46 Mr Gormly places considerable reliance on Morsed v Minister for Immigration and Multicultural and Indigenous Affairs (2005) 88 ALD 90 at [22]---[24] where the Full Court observed that a s 20 notice in relevantly indistinguishable terms was, for this reason, misleading.",
      "id": "s144"
    },
    {
      "text": "47 Mr Gormly acknowledges that the Act provides, by s 357A, for its procedures to be an exhaustive statement of the natural justice hearing rule before the Tribunal.",
      "id": "s145"
    },
    {
      "text": "He contends that as the Notice was not a notice served under the Act but under the Students Act and, as that notice did not apply to the substantive right considered by the Tribunal and its validity was not part of the hearing before the Tribunal, that section does not apply.",
      "id": "s146"
    },
    {
      "text": "48 Further, in Mr Gormly's submission, Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314, Zubair , and Uddin have no application because the Tribunal in this case could not cure the denial of procedural fairness occasioned by the Notice.",
      "id": "s147"
    },
    {
      "text": "The Notice was not part of the hearing before the Tribunal.",
      "id": "s148"
    },
    {
      "text": "To the extent that existing authority of this Court suggests otherwise, Mr Gormly seeks to distinguish this case which, he says, raises matters not considered by the Full Court in Zhou and Zubair or by Siopis J in Cheng.",
      "id": "s149"
    },
    {
      "text": "49 The Tribunal referred in its decision to the Notice.",
      "id": "s150"
    },
    {
      "text": "However, the Tribunal decision was based on the failure to comply with Condition 8202.",
      "id": "s151"
    },
    {
      "text": "The Tribunal referred to the applicant's explanation for the breach of that condition but noted that it had no discretion, by reason of s 116(3) of the Act and reg 2.43(2)(b) of the Regulations, to do other than affirm the decision to cancel the applicant's visa.",
      "id": "s152"
    },
    {
      "text": "The respondent's contentions \n \n50 Mr Johnson makes six points in his submissions as to the alleged denial of procedural fairness:\n \n 1.",
      "id": "s153"
    },
    {
      "text": "The Court is reviewing the decision of the Tribunal, which has no role to play in the processes of s 20 of the Students Act.",
      "id": "s154"
    },
    {
      "text": "2.",
      "id": "s155"
    },
    {
      "text": "It is now settled by Zhou and Cheng that there is no legal interaction between the processes of s 20 of the Students Act and a cancellation under s 116 of the Act.",
      "id": "s156"
    },
    {
      "text": "3.",
      "id": "s157"
    },
    {
      "text": "It is not contended that the Notice did not comply with s 20 of the Students Act.",
      "id": "s158"
    },
    {
      "text": "In any event, Morsed does not say that there is a breach of procedural fairness by the Tribunal where a notice issued pursuant to s 20 of the Students Act is misleading.",
      "id": "s159"
    },
    {
      "text": "4.",
      "id": "s160"
    },
    {
      "text": "Even if it were misleading, the Notice did not affect the power of the Delegate to effect a visa cancellation under s 116 ( Humayun at [30]).",
      "id": "s161"
    },
    {
      "text": "Further, the Tribunal conducted a merits review and any defects in the decision of the Delegate were cured by that review ( Zubair ; Cheng at [67]).",
      "id": "s162"
    },
    {
      "text": "5.",
      "id": "s163"
    },
    {
      "text": "The question whether there could be a cure for any deficiency in the Notice that gave rise to a denial of natural justice could not affect the operation of s 116 of the Act.",
      "id": "s164"
    },
    {
      "text": "Such a denial could not result in jurisdictional error on the part of the Tribunal.",
      "id": "s165"
    },
    {
      "text": "6.",
      "id": "s166"
    },
    {
      "text": "No denial of natural justice or breach of statutory requirements can be established on the part of the Tribunal.",
      "id": "s167"
    },
    {
      "text": "Consideration \n \n51 I agree, with respect, with the observations of the Full Court in Morsed at [21] that the Notice does not inform the recipient that, where the breach was due to exceptional circumstances beyond her control, the only way that a holder of a student visa who has breached Condition 8202 can avoid having their visa cancelled is not to comply with the Notice.",
      "id": "s168"
    },
    {
      "text": "The Notice is misleading for the reasons given in Morsed at [22]---[25].",
      "id": "s169"
    },
    {
      "text": "52 Mr Gormly adopts the characterisation of the defects in the s 20 notice in Morsed and relies upon the denial of procedural fairness resulting from that notice with its attendant effect on the opportunity for the applicant to rely on exceptional circumstances to avoid cancellation of her visa.",
      "id": "s170"
    },
    {
      "text": "He refers to Minister for Immigration and Multicultural Affairs; ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 at [34] and submits that, because of the consequences of compliance with the Notice, the contents of the Notice cannot be quarantined from the procedural fairness requirements of a cancellation under s 116(3) of the Act.",
      "id": "s171"
    },
    {
      "text": "The failure to accord procedural unfairness cannot, he says, be cured by merits review by the Tribunal because of the lack of discretion on the part of the Delegate and the Tribunal.",
      "id": "s172"
    },
    {
      "text": "53 In Zhou , the applicant's visa was cancelled under s 116 of the Act on the grounds that she had breached Condition 8202 of her visa.",
      "id": "s173"
    },
    {
      "text": "The Full Court considered whether alleged defects in a s 20 notice under the Students Act are material to the resolution of an appeal from a decision of the Tribunal to affirm a cancellation decision under s 116 of the Act.",
      "id": "s174"
    },
    {
      "text": "The Full Court determined that, even where the s 20 notice and the response to it give rise to the delivery of the notice of intention to cancel the visa under s 119 of the Act (at [41] and [43]), there is no implied limitation on the operation of s 116 (at [42]) and no ' legal interaction ' between the s 20 notice under the Students Act and the exercise of power in s 116 of the Act.",
      "id": "s175"
    },
    {
      "text": "Invalidity of the s 20 notice can have no invalidating effect on the s 119 procedure (at [40]).",
      "id": "s176"
    },
    {
      "text": "54 In Cheng , Siopis J addressed submissions that the Tribunal fell into jurisdictional error in failing to consider whether the Delegate had denied the applicant procedural fairness by reason of an allegedly misleading s 20 notice.",
      "id": "s177"
    },
    {
      "text": "As here, the alleged denial of procedural fairness was relevantly based on the failure of the applicant's expectation of being able to raise matters relating to her medical and personal circumstances as a means of preventing the cancellation of her visa, when there was an alternative course available where those circumstances could be raised as grounds for reinstating her visa (at [69]).",
      "id": "s178"
    },
    {
      "text": "His Honour applied Zhou and observed at [65] that '[i] t does not avail the applicant to impugn the procedural fairness of a process which is legally unrelated to the process which led to the impugned decision, namely, the cancellation of the visa under s 116 of the Act '.",
      "id": "s179"
    },
    {
      "text": "The processes are, as pointed out by his Honour at [72], ' legally separate '.",
      "id": "s180"
    },
    {
      "text": "55 That conclusion follows from Zhou .",
      "id": "s181"
    },
    {
      "text": "56 The decision under review in this case is that of the Tribunal.",
      "id": "s182"
    },
    {
      "text": "It is not suggested that the Tribunal failed to accord procedural fairness in its own procedures.",
      "id": "s183"
    },
    {
      "text": "Questions of procedural fairness must be considered by reference to the Tribunal's decision to affirm the Delegate's decision made under s 116 of the Act ( Cheng at [74]).",
      "id": "s184"
    },
    {
      "text": "57 The Minister submits that, as the hearing before the Tribunal is a merits review, the Tribunal can, in a legal sense, \"cure\" any defects leading to the decision of the Delegate under review ( Zubair ; Ahmed ; Uddin ; Hamayun ).",
      "id": "s185"
    },
    {
      "text": "Mr Gormly submits, however, that the Tribunal cannot cure any defects in the Notice because it formed no part of the Tribunal's review of the decision to cancel made under s 116.",
      "id": "s186"
    },
    {
      "text": "He submits that this was not considered in Cheng and that this inability on the part of the Tribunal to cure the denial of procedural fairness invalidates the Tribunal decision.",
      "id": "s187"
    },
    {
      "text": "58 This submission cannot be correct and ignores the reasoning in Zhou and Cheng .",
      "id": "s188"
    },
    {
      "text": "The Full Court in Zhou stated comprehensively at [39] that alleged defects in a s 20 notice are not material to an appeal from a decision of the Tribunal to affirm a cancellation decision under s 116 of the Act.",
      "id": "s189"
    },
    {
      "text": "Siopis J in Cheng specifically considered and rejected a submission that the Tribunal fell into jurisdictional error by failing to consider an alleged denial of procedural fairness on the part of the Delegate by reason of a s 20 notice being misleading.",
      "id": "s190"
    },
    {
      "text": "The s 20 notice has no role in the Tribunal decision.",
      "id": "s191"
    },
    {
      "text": "It is irrelevant to the Tribunal's review of the Minister's decision to cancel the visa under s 116, a decision with a different statutory basis.",
      "id": "s192"
    },
    {
      "text": "Once it is irrelevant and the question for this Court is jurisdictional error on the part of the Tribunal, the applicant cannot succeed on the basis of a denial of natural justice concerning the Notice.",
      "id": "s193"
    },
    {
      "text": "CONCLUSION \n \n59 Condition 8202(3)(b), as set out in Item 8202 of Sch 8 of the Regulations, is not ultra vires by reason of it impermissibly delegating the task of the specification of a visa condition to the educational course provider.",
      "id": "s194"
    },
    {
      "text": "60 Consistent with the decision in Zhou and Cheng , no jurisdictional error has been established on the part of the Tribunal in its review of the Minister's decision to cancel the applicant's visa pursuant to s 116 of the Act.",
      "id": "s195"
    },
    {
      "text": "61 It follows that the application should be dismissed with costs.",
      "id": "s196"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s197"
    },
    {
      "text": "Associate:\n\nDated: 22 December 2006\n\n\n Counsel for the Applicant: J Gormly \n \n Solicitor for the Applicant: Raymond Lee and Co \n \n Counsel for the First Respondent: G T Johnson \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 11 September 2006 and 26 October 2006 \n \n Date of Final Submissions 30 October 2006 \n \n Date of Judgment: 22 December 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1819.html",
      "id": "s198"
    }
  ]
}