{
  "name": "Johnson &amp; Johnson Pacific Pty Limited v Unilever Australia Limited (No 2) [2006] FCA 1646 (29 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1646.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct",
      "id": "c0"
    },
    {
      "text": "comparative advertising based on market research",
      "id": "c1"
    },
    {
      "text": "claim that \"7 out of 10 johnson's holiday skin users preferred new dove summer glow\"",
      "id": "c2"
    },
    {
      "text": "effect of elucidator referring to survey participants",
      "id": "c3"
    },
    {
      "text": "the representation as a whole was an invitation to generalise",
      "id": "c4"
    },
    {
      "text": "representation was that holiday skin users preferred summer glow for its tanning attributes",
      "id": "c5"
    },
    {
      "text": "representation was misleading as that preference was not 7 out of 10",
      "id": "c6"
    },
    {
      "text": "market research tested one of two variants",
      "id": "c7"
    },
    {
      "text": "representation unqualified as to variant and misleading",
      "id": "c8"
    },
    {
      "text": "onus of proof",
      "id": "c9"
    },
    {
      "text": "context in which representations were made implied adequate foundation for making them",
      "id": "c10"
    },
    {
      "text": "criticisms made of market research methodology",
      "id": "c11"
    },
    {
      "text": "evidence as to the consequences of some criticisms inconclusive",
      "id": "c12"
    },
    {
      "text": "advertisements represented that the preference applied to women without age limitation",
      "id": "c13"
    },
    {
      "text": "age of participants in market research limited",
      "id": "c14"
    },
    {
      "text": "conclusions drawn from group surveyed wrongly applied to group being compared",
      "id": "c15"
    },
    {
      "text": "respondent engaged in conduct in contravention of s 52",
      "id": "c16"
    },
    {
      "text": "trade practices",
      "id": "c17"
    }
  ],
  "sentences": [
    {
      "text": "1 Johnson &amp; Johnson ('Johnson') created a new market in a product called Johnson's Holiday Skin Body Lotion ('Holiday Skin'), which can be characterised as a tanning body lotion.",
      "id": "s0"
    },
    {
      "text": "Johnson asserts that, prior to the launch of Holiday Skin, consumer skin lotions were moisturisers, self-tanning products or sunscreens.",
      "id": "s1"
    },
    {
      "text": "Unlike previous products on the market, Holiday Skin works as both a moisturiser and a tanning lotion.",
      "id": "s2"
    },
    {
      "text": "It gives a gradual rather than immediate tanning effect.",
      "id": "s3"
    },
    {
      "text": "This created a new segment in the moisturising market and a new product category: a moisturising product with the ability to build a light tan.",
      "id": "s4"
    },
    {
      "text": "2 Holiday Skin was launched in August 2005 and became very successful, in particular with consumers under 25 years of age.",
      "id": "s5"
    },
    {
      "text": "It was sold as a moisturiser intended for regular use throughout the year, which has the added benefit of gradually giving a light tanning effect to the skin.",
      "id": "s6"
    },
    {
      "text": "The product was largely sold through supermarkets.",
      "id": "s7"
    },
    {
      "text": "3 Unilever launched a competing product, Dove Summer Glow Body Lotion ('Summer Glow'), in March 2006.",
      "id": "s8"
    },
    {
      "text": "It was also distributed largely through supermarkets.",
      "id": "s9"
    },
    {
      "text": "As part of the launch, Unilever advertised its product on television and in the print media.",
      "id": "s10"
    },
    {
      "text": "The advertising and promotion was based upon a comparison between Holiday Skin and Summer Glow.",
      "id": "s11"
    },
    {
      "text": "That comparison was said to be supported by market research that established that users of Holiday Skin preferred Summer Glow.",
      "id": "s12"
    },
    {
      "text": "Johnson alleges that, in advertising its product in this way, Unilever engaged in conduct which contravened s 52 of the Trade Practices Act 1974 (Cth) ('the Act').",
      "id": "s13"
    },
    {
      "text": "4 Johnson applied to the Court for an interlocutory injunction to restrain Unilever from so advertising Summer Glow.",
      "id": "s14"
    },
    {
      "text": "Justice Tamberlin granted interlocutory relief ( Johnson &amp; Johnson Pacific Pty Limited v Unilever Australia Limited (2006) 69 IPR 232 (' Johnson (No 1) ').",
      "id": "s15"
    },
    {
      "text": "5 The proceedings now are before the Court for final orders.",
      "id": "s16"
    },
    {
      "text": "The issues that arise are:\n \n (1) What representations are made by the Summer Glow advertisements?",
      "id": "s17"
    },
    {
      "text": "(2) Are those representations misleading and deceptive?",
      "id": "s18"
    },
    {
      "text": "(3) Is Unilever liable for any contravention of s 52 of the Act?",
      "id": "s19"
    },
    {
      "text": "THE ADVERTISEMENTS \n \n6 Johnson alleges that Unilever contravened the Act by representations made in three advertisements:\n \n &#8226; a television advertisement, first broadcast on national television on 27 March 2006 ('the television advertisement');\n &#8226; a print advertisement, first published in the print media in April 2006 ('the print advertisement'); and\n &#8226; an online advertisement, first published at http://www.",
      "id": "s20"
    },
    {
      "text": "dovefacecare.com.au ('the website') on or about 28 March 2006 ('the internet advertisement').",
      "id": "s21"
    },
    {
      "text": "The television advertisement \n \n7 A convenient way to present the television advertisement is as set out by Tamberlin J in Johnson (No 1) at [3].",
      "id": "s22"
    },
    {
      "text": "The wording on the screen and the voice-over are as follows:\n \n \n \n \n \n \n VISUAL VOICE OVER \nIntroducing the best tanning body lotion under the sun.",
      "id": "s23"
    },
    {
      "text": "Introducing the best tanning body lotion under the sun.",
      "id": "s24"
    },
    {
      "text": "If you thought Johnson&#180;s Holiday Skin gave you the best summer tan, then think again.",
      "id": "s25"
    },
    {
      "text": "7 out of 10 Johnson&#180;s Holiday Skin users preferred new Dove Summer Glow.",
      "id": "s26"
    },
    {
      "text": "7 out of 10 Johnson&#180;s Holiday Skin users preferred new Dove Summer Glow.",
      "id": "s27"
    },
    {
      "text": "In use test of 105 women conducted in Australia by a leading research company in March 2006 .",
      "id": "s28"
    },
    {
      "text": "[as a footnote] \n \nThe unique combination of moisturisers with a hint of self tanning agents in new Dove Summer Glow leaves your skin silky smooth while gradually building the best light summer tan.",
      "id": "s29"
    },
    {
      "text": "Dove Summer Glow.",
      "id": "s30"
    },
    {
      "text": "The best tanning body lotion under the sun.",
      "id": "s31"
    },
    {
      "text": "New Dove Summer Glow body lotion.",
      "id": "s32"
    },
    {
      "text": "campaignforrealbeauty.com.au (Dove logo) \n \n\n \n8 There are intonations of voice, images, light-effects and sounds directed to enforce the textual messages.",
      "id": "s33"
    },
    {
      "text": "These effects are referred to below where relevant.",
      "id": "s34"
    },
    {
      "text": "9 A number of screen-shots in the television advertisement feature women dressed in plain, black bikinis.",
      "id": "s35"
    },
    {
      "text": "The models are women who appear to be of a range of ages and light to moderately tanned.",
      "id": "s36"
    },
    {
      "text": "For reasons which will later become relevant, they include women who appear to be under 25 years of age.",
      "id": "s37"
    },
    {
      "text": "The print advertisement \n \n10 The text of the print advertisement is:\n \n '7 out of 10 Johnson's Holiday Skin users preferred new Dove Summer Glow *.",
      "id": "s38"
    },
    {
      "text": "Every woman feels better when their skin is soft, tanned and glowing.",
      "id": "s39"
    },
    {
      "text": "Dove Summer Glow combines rich body lotion with a hint of self tanning agents that gradually builds a beautiful, light summer tan.",
      "id": "s40"
    },
    {
      "text": "In fact, recent tests showed that even users of Johnson's Holiday Skin preferred Dove Summer Glow.",
      "id": "s41"
    },
    {
      "text": "The secret's out.",
      "id": "s42"
    },
    {
      "text": "*In use test of 105 women conducted in Australia by a leading research company in March 2006.",
      "id": "s43"
    },
    {
      "text": "--- everyday body moisturiser \n \n \n --- gradually builds a beautiful light tan \n --- use daily for a darker tan \n \n \n \n IN 2 VARIANTS \n fair to normal skin \n normal to darker skin' \n \n\n11 The text is accompanied by the image of a young woman, also sporting a light to moderate tan, the product packaging and the Dove logo.",
      "id": "s44"
    },
    {
      "text": "The use of a jet-black background and white text in similar font creates a consistency of \"look\" and \"feel\" with the television advertisement.",
      "id": "s45"
    },
    {
      "text": "The internet advertisement \n \n 12 The internet advertisement comprises an image of the same young woman as used in the print advertisement.",
      "id": "s46"
    },
    {
      "text": "The model is set against a similar background to the print advertisement and accompanied by the following text:\n \n 'new summer glow I body lotion \n the secret's out \n \n The best tanning body lotion under the sun.",
      "id": "s47"
    },
    {
      "text": "Find Out More' \n \n\n 13 Little attention was given to the internet advertisement by the parties in their submissions.",
      "id": "s48"
    },
    {
      "text": "The evidence before Tamberlin J in Johnson (No 1) included additional printed screen-shots of the website, where, inter alia, the statement that ' 7 in 10 Johnson's Holiday Skin users preferred new Dove Summer Glow ' was made.",
      "id": "s49"
    },
    {
      "text": "Those screen-shots were exhibited as exhibit FJK-13 to the affidavit of Mr Kibble sworn on 24 April 2006.",
      "id": "s50"
    },
    {
      "text": "Exhibit FJK-13 was not tendered nor was the paragraph in Mr Kibble's affidavit which refers to that exhibit read in these proceedings.",
      "id": "s51"
    },
    {
      "text": "14 The parties did not specifically take me to the internet advertisement during the hearing.",
      "id": "s52"
    },
    {
      "text": "To the extent that it is in evidence, it comprises the single screen-shot annexed as \"Annexure D\" to the affidavit of Amethyst Hall sworn on 20 April 2006 and referred to in paragraph 20 of that affidavit.",
      "id": "s53"
    },
    {
      "text": "The advertisement as represented in that screen-shot makes no reference to the \"7 out of 10\" preference ([12] above).",
      "id": "s54"
    },
    {
      "text": "The elucidator \n \n15 The print and television advertisements include an elucidator to the \"7 out of 10 Johnson's Holiday Skin users preferred new Dove Summer Glow\" claim.",
      "id": "s55"
    },
    {
      "text": "The elucidator is: ' In use test of 105 women conducted in Australia by a leading research company in March 2006 '.",
      "id": "s56"
    },
    {
      "text": "Those words are presented in a footnote in smaller but clearly legible text.",
      "id": "s57"
    },
    {
      "text": "It is not in dispute that that the \"use test\" referred to in the elucidator is a market research study undertaken by Colmar Brunton ('the study'), which I later discuss in some detail.",
      "id": "s58"
    },
    {
      "text": "Johnson asserts that the study was deficient and/or that it did not provide a proper basis for the alleged representations.",
      "id": "s59"
    },
    {
      "text": "WHAT REPRESENTATIONS WERE MADE IN THE SUMMER GLOW ADVERTISEMENTS?",
      "id": "s60"
    },
    {
      "text": "16 It is appropriate to consider each advertisement, as viewed by a consumer, in its entirety, taking account of content and presentation and also the circumstances in which it was published ( Astrazeneca Pty Ltd v Glaxosmithkline Australia Pty Ltd [2006] ATPR 42-106 at [24]).",
      "id": "s61"
    },
    {
      "text": "The message conveyed by the advertisements is for the Court to determine ( Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (2006) 228 ALR 719 ).",
      "id": "s62"
    },
    {
      "text": "17 The question for the Court is whether reasonably minded members of the class of consumers to whom each advertisement is directed would take from it the representation which is alleged: Campomar Sociedad, Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45 at [103] .",
      "id": "s63"
    },
    {
      "text": "18 By its amended statement of claim, Johnson alleges that the representations in each advertisement are:\n \n (a) that 7 out of 10 users of Holiday Skin preferred Summer Glow to Holiday Skin for its tanning attributes ('the first representation'); \n (b) that 7 out of 10 users of Holiday Skin preferred Summer Glow to Holiday Skin, with respect to each of the four respective product variants (Fair to Normal and Normal to Darker) ('the second representation');\n (c) that 7 out of 10 users of Holiday Skin preferred Summer Glow to Holiday Skin ('the third representation'); and\n (d) that Summer Glow is the best tanning body lotion available ('the fourth representation').",
      "id": "s64"
    },
    {
      "text": "19 The first and second representations are said to raise for determination the construction of the advertisements.",
      "id": "s65"
    },
    {
      "text": "The third and fourth representations raise the validity of the market research.",
      "id": "s66"
    },
    {
      "text": "20 So far as the internet advertisement is in evidence before me, it makes no reference to the 7 out of 10 preference.",
      "id": "s67"
    },
    {
      "text": "The first, second and third representations were not made by that advertisement.",
      "id": "s68"
    },
    {
      "text": "Are the representations limited by the elucidator?",
      "id": "s69"
    },
    {
      "text": "21 Unilever submits that the \"7 out of 10\" preference by Holiday Skin users for Summer Glow is a general preference claim and must be construed in light of the elucidator.",
      "id": "s70"
    },
    {
      "text": "Unilever contends that, on the basis of the specific survey of 105 women, referred to in the advertisement, that representation is true.",
      "id": "s71"
    },
    {
      "text": "It submits that the representation, properly construed, is not that 7 out of 10 women preferred Summer Glow to Holiday Skin or that 7 out of 10 Holiday Skin users preferred Summer Glow.",
      "id": "s72"
    },
    {
      "text": "Unilever submits that the representation is the more limited ' in a survey of 105 women 7 out of 10 Johnson's Holiday Skin users preferred Dove Summer Glow '.",
      "id": "s73"
    },
    {
      "text": "22 It not disputed by Johnson that Colmar Brunton is a leading research company, that it conducted a survey of 105 women in Australia in March 2006 and that 7 out of 10 respondents to that study exhibited a general preference for Summer Glow over Holiday Skin.",
      "id": "s74"
    },
    {
      "text": "It follows, according to Unilever, that the representation is true.",
      "id": "s75"
    },
    {
      "text": "Unilever contends that Johnson's criticisms of the study are irrelevant and that no occasion arises to consider whether the market research justifies and supports a \"7 out of 10\" preference.",
      "id": "s76"
    },
    {
      "text": "Consideration of the elucidator \n \n23 The preference claim in the television and print advertisements is in the past tense (\"7 out of 10 Johnson's Holiday Skin users preferr ed \").",
      "id": "s77"
    },
    {
      "text": "This sentence is footnoted to the elucidator which refers to the \"use test\" of 105 women.",
      "id": "s78"
    },
    {
      "text": "Taken in isolation and construed carefully, it could reasonably be said that the consumer would see the representation as limited to the assertion that the preference claim referred only to the women in the study.",
      "id": "s79"
    },
    {
      "text": "24 That is not, however, the totality of the representation in these advertisements.",
      "id": "s80"
    },
    {
      "text": "A statement which is literally true may still be misleading and deceptive if it conveys to others ' something more than the literal meaning which the words spelled out ' ( Hornsby Building Information Centre Pty Ltd v Sydney Building Information Centre Ltd [1978] HCA 11 ; (1978) 140 CLR 216 at 227).",
      "id": "s81"
    },
    {
      "text": "The elucidator, which refers to the \"leading research company\" is used to validate an assertion that the \"7 out of 10\" preference relates to Holiday Skin users generally, not to restrict it.",
      "id": "s82"
    },
    {
      "text": "The television advertisement portrays a group of women who are presented as representative of women generally.",
      "id": "s83"
    },
    {
      "text": "There is no suggestion that these women personally participated in the \"use\" test, but there is, in my view, a clear assertion that Summer Glow is the better product because the results of the market research can be extrapolated to them.",
      "id": "s84"
    },
    {
      "text": "The print advertisement expands the application to \"every woman\" or, at least, every user of Holiday Skin.",
      "id": "s85"
    },
    {
      "text": "25 The significance of an elucidator in similar terms was considered by the Full Court in Astrazeneca .",
      "id": "s86"
    },
    {
      "text": "In that case, the GOAL study referred to in the advertisements was said to be based on observations of clinical tests undertaken with ' 3416 patients with uncontrolled asthma ' and no more (at [48]).",
      "id": "s87"
    },
    {
      "text": "The elucidator represented that, in that study, 41% of patents achieved \"total control\" of asthma symptoms and 71% achieved \"well controlled\" asthma for periods of 7 out of 8 weeks over the 12 month study by using the promoted product, \"Seretide Total Control\" (at [43]).",
      "id": "s88"
    },
    {
      "text": "The elucidator, in those specific advertisements, did not allow inferences to be drawn by the reader that all, virtually all, or even a majority of asthma patients, would achieve total control of asthma symptoms by using Seretide (at [43]).",
      "id": "s89"
    },
    {
      "text": "26 In considering the advertisements then before it, the Full Court recognised that the significance of footnotes to which a consumer's attention is drawn depends on the material in question and the surrounding circumstances in each individual case (at [22]).",
      "id": "s90"
    },
    {
      "text": "This is not limited to questions of format.",
      "id": "s91"
    },
    {
      "text": "27 In the present case, I am of the view that the invitation to generalise is stronger and more comprehensive than in the advertisements considered in Astrazeneca .",
      "id": "s92"
    },
    {
      "text": "It is clear from the Summer Glow advertisements as a whole that the message conveyed was that, as a generalisation and supported by the \"use test\", 7 out of 10 \"Holiday Skin users\" preferred Summer Glow.",
      "id": "s93"
    },
    {
      "text": "The message conveyed is that the study supported the generalisation and that, as a properly conducted and representative test, the preference of those women should be extrapolated to the population of Holiday Skin users.",
      "id": "s94"
    },
    {
      "text": "It cannot be said that if, for example, the 105 women had been carefully chosen from a population of Dove aficionados who had once used Holiday Skin, the representation was other than misleading.",
      "id": "s95"
    },
    {
      "text": "It follows that if the results or methodology of the study do not support the generalisation sought to be drawn, the fact that the surveyed population expressed the stated preference does not prevent the advertisements from being misleading.",
      "id": "s96"
    },
    {
      "text": "The first representation: Is the representation that Holiday Skin users preferred Summer Glow for its tanning attributes?",
      "id": "s97"
    },
    {
      "text": "28 Johnson contends that the advertisements emphasise the tanning aspect of the products and that the user preference claim relates directly to the tanning attributes of the products: that is, that 7 out of 10 Holiday Skin users preferred Summer Glow because it gives a better tanning effect.",
      "id": "s98"
    },
    {
      "text": "It submits that the \"heart of the ads\" is the reference to \"the best summer tan\", emphasised in the television advertisement by the exhortation to ' think again '.",
      "id": "s99"
    },
    {
      "text": "Johnson submits that Unilever intended to communicate superiority in terms of performance attributes and, in particular, that the television advertisement stresses tanning rather than moisturising or other attributes such as fragrance.",
      "id": "s100"
    },
    {
      "text": "Johnson makes these submissions with an eye to what it says is a disconformity between the study (which relevantly measured \"7 out of 10\" as a general preference) and the advertisements (which communicate performance superiority as to tanning).",
      "id": "s101"
    },
    {
      "text": "29 Unilever contends that the competing products are sold as body lotions with a tanning component.",
      "id": "s102"
    },
    {
      "text": "The products are sold in the \"moisturiser\" section of the supermarkets, rather than among self-tanning or sunscreen products, where they are marketed as moisturisers that give a tan rather than as tanning agents.",
      "id": "s103"
    },
    {
      "text": "Unilever submits that the emphasis in the television advertisement is on the body lotion and the moisturising capacity of the body lotion that, additionally, provides for tanning; that is, a moisturiser with a hint of tanning where use will moisturise the skin and build a gentle tan.",
      "id": "s104"
    },
    {
      "text": "30 On this basis, Unilever contends that the preference claim does not relate to the tanning qualities but to the product generally.",
      "id": "s105"
    },
    {
      "text": "Unilever disagrees that the advertisement focuses on tanning qualities of the product as distinct from its overall quality.",
      "id": "s106"
    },
    {
      "text": "Thus, it says that the statement of a \"7 out of 10\" user preference in the TV advertisement is a \"bald claim\", entirely separate from the previous screen shot where the viewer is told to \"think again\" '[i] f you thought Johnson&#180;s Holiday Skin gave you the best summer tan '.",
      "id": "s107"
    },
    {
      "text": "The reference to the tanning effect of the products is said to be ' subsumed into the totality ' of the advertisement, which promotes all the beneficial characteristics of Summer Glow.",
      "id": "s108"
    },
    {
      "text": "This imports the tanning effect, moisturising capacity, packaging, Dove brand and fragrance.",
      "id": "s109"
    },
    {
      "text": "31 Unilever points to a number of factors in answer to Johnson's contention that the preference claim is represented as a user preference in respect of tanning attributes.",
      "id": "s110"
    },
    {
      "text": "With respect to Johnson's emphasis on '[i] f you thought Johnson's Holiday Skin gave you the best summer tan, then think again ', Unilever submits:\n \n (i) these words are stated separately from the primary and express statement (which is presented both written and orally) that ' 7 out of 10 Johnson's Holiday Skin users preferred Dove Summer Glow ';\n (ii) the express \"7 out of 10\" statement is not limited to the tanning attributes of the products;\n (iii) the advertisement thereafter deals directly with the moisturising attributes of the product and features a significant graphic display ([33] below) which makes it plain that the product is a moisturiser with a hint of self tanning formula;\n (iv) having regard to its express terms and the overall context of the advertisement, the express \"7 out of 10\" statement is concerned with the surveyed consumers' preference between the two products generally (the products having both the moisturising and tanning qualities expressly described in the advertisement).",
      "id": "s111"
    },
    {
      "text": "It would not be read down by a reasonable viewer as a reference solely to the tanning component of the product; and\n (v) the reference in the television advertisement to the study appears as an elucidator to the express \"7 out of 10\" statement, which is a statement about the products generally.",
      "id": "s112"
    },
    {
      "text": "It is not presented as an elucidator to anything said or written in the advertisement about tanning alone.",
      "id": "s113"
    },
    {
      "text": "Consideration of the first representation in the television advertisement \n \n32 The statement '[i] f you thought Johnson's Holiday Skin gave you the best summer tan, then think again ' is preceded by an image of a large bright glowing light shining on the women, which indicates the effect of sunlight.",
      "id": "s114"
    },
    {
      "text": "The use of the jet-black background to the women, combined with the black bikini, emphasises and allows the viewer to discern readily their tanned appearance.",
      "id": "s115"
    },
    {
      "text": "The women are captured from a series of different and closer angles before the invitation to \"think again\" and the preference claim are presented.",
      "id": "s116"
    },
    {
      "text": "33 After the preference claim is made, the voice over describes the ' unique combination of moisturisers with a hint of self tanning agents '.",
      "id": "s117"
    },
    {
      "text": "That statement is accompanied by a graphic display which depicts golden brown droplets (representing the self tanning agent) splashing into a pool of milky white (representing moisturiser), followed by the product packaging.",
      "id": "s118"
    },
    {
      "text": "34 In determining the representations in the television advertisement, the name of the product which is based on \"summer glow\" and the repeated reference to a \"tanning body lotion\" together with the repeated reference to \"summer tan\" direct attention to a means of achieving a tanning effect.",
      "id": "s119"
    },
    {
      "text": "The reference to \"the best tanning body lotion\" in the introductory and concluding statements made in the advertisement is a reference to the tanning capacity of the body lotion.",
      "id": "s120"
    },
    {
      "text": "Justice Tamberlin observed in Johnson (No 1) that the imperative to \"think again\" if \"you thought Johnson's Holiday Skin gave you the best summer tan\" arguably provides ' the context and trigger for the \"7 out of 10\" preference claim ' (at [11]).",
      "id": "s121"
    },
    {
      "text": "I consider that it does so provide.",
      "id": "s122"
    },
    {
      "text": "The reference in the voice over to \"the unique combination of moisturisers\" and accompanying graphic display does not detract from the impression that the moisturising capacity is incidental to the means to achieve the best light summer tan, the latter being the goal of the use of the product.",
      "id": "s123"
    },
    {
      "text": "35 The preference claim must also be viewed in the context of a new product on the market.",
      "id": "s124"
    },
    {
      "text": "Mr Kibble is the Marketing Director of Beauty, Hair and Skin Care for Unilever.",
      "id": "s125"
    },
    {
      "text": "His evidence is that the tanning moisturiser created a new category or sub-category of product and of user.",
      "id": "s126"
    },
    {
      "text": "Unilever wanted to \"grow the market\" in the new category and win users from Johnson.",
      "id": "s127"
    },
    {
      "text": "According to Mr Kibble, the claim based on preference reflected a belief that the Summer Glow formulation was better.",
      "id": "s128"
    },
    {
      "text": "The preference would be on overall performance, ' based on superior performance of the product '.",
      "id": "s129"
    },
    {
      "text": "That better performance was with respect to moisturisation and fragrance as well as tanning performance.",
      "id": "s130"
    },
    {
      "text": "The intention was said to be to communicate to the Dove target market the better performance attributes and superior tanning benefits of Summer Glow over Holiday Skin.",
      "id": "s131"
    },
    {
      "text": "36 The new product is not just a moisturiser.",
      "id": "s132"
    },
    {
      "text": "The fact that it is sold in the moisturiser section in supermarkets is not the point.",
      "id": "s133"
    },
    {
      "text": "It was marketed and sold as a new product category.",
      "id": "s134"
    },
    {
      "text": "There was an actual or perceived problem with self-tanning products, specifically with streaking.",
      "id": "s135"
    },
    {
      "text": "Holiday Skin presented the consumer with a way to achieve a light summer tan without that problem and with the benefit of a body lotion.",
      "id": "s136"
    },
    {
      "text": "The emphasis of the product is as a tanning product.",
      "id": "s137"
    },
    {
      "text": "The direction of the advertisement is a comparison of the ability of the two products to '[give] you the best summer tan '.",
      "id": "s138"
    },
    {
      "text": "The reference to the moisturisers is in that context.",
      "id": "s139"
    },
    {
      "text": "The moisturisers are presented as being associated with a self tanning agent and, possibly, as an additional, beneficial characteristic of the Dove product.",
      "id": "s140"
    },
    {
      "text": "37 I do not accept Unilever's submission that the emphasis of the advertisement is on the moisturising aspect of the product and not on the tanning effect.",
      "id": "s141"
    },
    {
      "text": "There were a plethora of moisturisers on the market.",
      "id": "s142"
    },
    {
      "text": "The differentiation in this market was the tanning effect in a moisturiser.",
      "id": "s143"
    },
    {
      "text": "The relevant consumer, the representative member of the class to whom the advertisements were directed, was a woman who wished to get a tanning effect.",
      "id": "s144"
    },
    {
      "text": "The significant aspect of the advertisement was not the moisturising capacity of the product but its ability to give a tanning effect or, as stated by the advertisement, ' the best summer tan '.",
      "id": "s145"
    },
    {
      "text": "38 The ordinary and reasonable woman who was interested in a product in this market was interested in the fact that a moisturiser produced a tanning effect.",
      "id": "s146"
    },
    {
      "text": "She would understand the assertion, presented as it was in the television advertisement, to mean that the users preferred Summer Glow because of its tanning qualities.",
      "id": "s147"
    },
    {
      "text": "39 The preference claim is qualified by the elucidator.",
      "id": "s148"
    },
    {
      "text": "However, there can be no doubt that Unilever intended to communicate superiority.",
      "id": "s149"
    },
    {
      "text": "This is not a case of \"mere puffery\" ( Gillette Australia Pty Ltd v Energizer Australia Pty Ltd (2002) 193 ALR 629 at [44]).",
      "id": "s150"
    },
    {
      "text": "That asserted superiority was in terms of performance attributes, rather than other attributes such as fragrance.",
      "id": "s151"
    },
    {
      "text": "While Mr Kibble may have intended the testing to be of ' the performance of the product and its sensory appeal (skin feel and fragrance)' (emphasis added), the advertisement made no reference to fragrance and little or no reference to sensory, in contrast to tanning performance, appeal.",
      "id": "s152"
    },
    {
      "text": "40 It follows that I accept Johnson's submission that the message communicated by the commercial is that 7 out of 10 users of Holiday Skin preferred Summer Glow to Holiday Skin for its tanning attributes.",
      "id": "s153"
    },
    {
      "text": "The first representation was made in the television advertisement.",
      "id": "s154"
    },
    {
      "text": "Consideration of the first representation in the print advertisement \n \n41 The print advertisement states that Summer Glow ' combines rich body lotion with a hint of self tanning agents ' and includes in its list of the product's attributes ' everyday body moisturiser ' and ' gradually builds a beautiful light tan '.",
      "id": "s155"
    },
    {
      "text": "This places greater emphasis than does the television advertisement on the moisturising capacity of the product.",
      "id": "s156"
    },
    {
      "text": "42 No reference is made to Summer Glow giving ' the best summer tan '.",
      "id": "s157"
    },
    {
      "text": "More importantly, the advertisement does not include an exhortation to \"think again\" if \"you thought Holiday Skin gave you the best summer tan\".",
      "id": "s158"
    },
    {
      "text": "This places less emphasis than does the television advertisement on the tanning attributes of the product.",
      "id": "s159"
    },
    {
      "text": "Johnson accepts that the print advertisement is not as powerful as the television advertisement but submits that the advertisements reinforce each other.",
      "id": "s160"
    },
    {
      "text": "This was confirmed by Mr Kibble.",
      "id": "s161"
    },
    {
      "text": "His evidence is that the advertising campaign was intended to be integrated with ' consistency in look and feel of messaging across all of the mediums ' in the integrated campaign.",
      "id": "s162"
    },
    {
      "text": "43 In my view, the print advertisement does not concentrate on or emphasise the tanning characteristics in the same way as does the television advertisement.",
      "id": "s163"
    },
    {
      "text": "The characteristics are given more even weight.",
      "id": "s164"
    },
    {
      "text": "If anything, the moisturising benefits are listed ahead of the tanning capacity.",
      "id": "s165"
    },
    {
      "text": "Standing alone, the print advertisement represents the general benefits of the Dove product and, accordingly, that the preference claim is for the Dove product generally.",
      "id": "s166"
    },
    {
      "text": "44 The evidence emphasised the television advertisement which was the focus of the overall advertising and of submissions.",
      "id": "s167"
    },
    {
      "text": "The evidence does not, however, establish that this was sufficient to change the impression of the print advertisement that the preference claim was for Summer Glow but not specifically for its tanning attributes.",
      "id": "s168"
    },
    {
      "text": "The third, rather than the first, representation was made by the print advertisement.",
      "id": "s169"
    },
    {
      "text": "The second representation: Is the representation that Holiday Skin users preferred Summer Glow in respect of each product variant?",
      "id": "s170"
    },
    {
      "text": "45 Each of the Johnson and Unilever products relevantly had two variants.",
      "id": "s171"
    },
    {
      "text": "The Holiday Skin \"Normal to Fair Skin\" variant ('Johnson light variant') was launched in August 2005.",
      "id": "s172"
    },
    {
      "text": "The \"Normal to Darker Skin\" variant ('Johnson dark variant') was launched in February 2006.",
      "id": "s173"
    },
    {
      "text": "The Johnson dark variant did not immediately achieve a high volume of sales although, very broadly, its share of the sales increased within two months to volumes comparable to the sales of the Johnson light variant.",
      "id": "s174"
    },
    {
      "text": "46 The study was carried out between 23 February and 9 March 2006.",
      "id": "s175"
    },
    {
      "text": "Summer Glow was launched in \"Fair to Normal\" ('Dove light variant') and \"Normal to Darker\" ('Dove dark variant') variants in March 2006.",
      "id": "s176"
    },
    {
      "text": "Unilever's two variants sold in broadly similar volumes of sales.",
      "id": "s177"
    },
    {
      "text": "By the time the television advertisement was first screened on 27 March 2006, the internet advertisement launched on 28 March 2006 and the print advertising commenced in April 2006, the four respective product variants were each on the market.",
      "id": "s178"
    },
    {
      "text": "47 The television advertisement was unqualified as to the variant of Holiday Skin or Summer Glow referred to and compared.",
      "id": "s179"
    },
    {
      "text": "Neither the advertisement nor the elucidator make reference to the fact that the \"use test\" was in respect of only one product variant.",
      "id": "s180"
    },
    {
      "text": "Accordingly, that advertisement would be taken by the reasonably minded consumer to encompass both variants of each product and the representation that 7 out of 10 Holiday Skin users preferred Summer Glow would be taken to refer to a preference in respect of each of the permutations of comparison between the four products.",
      "id": "s181"
    },
    {
      "text": "48 The print advertisement does not make reference to either variant of the Johnson product then available or attempt to distinguish between the variants.",
      "id": "s182"
    },
    {
      "text": "Significantly, it does make specific reference to the two variants of Summer Glow.",
      "id": "s183"
    },
    {
      "text": "This reinforces the representation that the preference claim in that advertisement is in respect of each product variant of the Johnson and Unilever products.",
      "id": "s184"
    },
    {
      "text": "It follows that a representation that 7 out of 10 users of either or both variants of Holiday Skin preferred either or both variants of Summer Glow was also made in the print advertisement.",
      "id": "s185"
    },
    {
      "text": "The third representation: that 7 out of 10 users of Holiday Skin preferred Summer Glow to Holiday Skin \n \n49 Johnson's contentions as to this representation, which expresses a general preference for Summer Glow, not limited to tanning attributes, should be considered as alternative to its submissions concerning the first representation.",
      "id": "s186"
    },
    {
      "text": "Unilever's contentions are subject to its submissions on the effect of the elucidator to limit the generality of the representations.",
      "id": "s187"
    },
    {
      "text": "50 On that basis, there is no dispute as to the content of the representation.",
      "id": "s188"
    },
    {
      "text": "The dispute centres on the criticisms of the study, which provided support for the general preference claim and which are considered later in these reasons.",
      "id": "s189"
    },
    {
      "text": "The fourth representation: that Summer Glow is the best tanning body lotion available \n \n51 Little attention was given by counsel to this representation.",
      "id": "s190"
    },
    {
      "text": "Johnson did not raise additional matters and relied on its submission that the study did not support the representation.",
      "id": "s191"
    },
    {
      "text": "52 The television advertisement states twice that Summer Glow is ' the best tanning body lotion under the sun '.",
      "id": "s192"
    },
    {
      "text": "That statement is comparative but not necessarily based on the asserted user preference.",
      "id": "s193"
    },
    {
      "text": "However, without the comparative study, no express foundation for the assertion is given by the advertisements.",
      "id": "s194"
    },
    {
      "text": "53 One possible foundation is that Summer Glow is clinically superior to Holiday Skin.",
      "id": "s195"
    },
    {
      "text": "The direct evidence relevant to that foundation is limited and inconclusive.",
      "id": "s196"
    },
    {
      "text": "Unilever's evidence is that Summer Glow is superior by reason of its formulation and Unilever relies upon a study conducted in the United States to establish the clinical superiority of its product.",
      "id": "s197"
    },
    {
      "text": "That testing showed that Unilever's product showed higher levels of colour development than Johnson's product.",
      "id": "s198"
    },
    {
      "text": "Unilever also relies upon evidence given Dr Moss, the Regional Technology Director of Unilever.",
      "id": "s199"
    },
    {
      "text": "Dr Moss, who holds a PhD in chemical engineering and a degree with honours in industrial chemistry, explained that there are differences in the formulation of the Johnson and Unilever products.",
      "id": "s200"
    },
    {
      "text": "The latter contains erythrulose, a colorant that acts synergistically with dihydroxyacetone, the active ingredient, to provide the tanning effect and reduces or eliminates an irregular and streaky tan as well as an intense drying effect.",
      "id": "s201"
    },
    {
      "text": "Holiday Skin does not contain erythrulose.",
      "id": "s202"
    },
    {
      "text": "54 Johnson did not accept that Holiday Skin had a lower concentration of active ingredient.",
      "id": "s203"
    },
    {
      "text": "Other than pointing to deficiencies in Unilever's evidence, it made no attempt to deal with clinical superiority and submitted that there could have been degradation of the active ingredient of the tested Johnson product.",
      "id": "s204"
    },
    {
      "text": "Johnson submits that the fourth representation is not of clinical superiority but is either \"puffery\" or based on the \"7 out of 10\" preference.",
      "id": "s205"
    },
    {
      "text": "To the extent that it is based on preference, the criticisms of the study are then said to render it misleading and deceptive within the meaning of the Act.",
      "id": "s206"
    },
    {
      "text": "55 Unilever's overall position is that, based on the evidence of formulation and US clinical study, the fourth representation is not a misrepresentation but, in any event, that Johnson has not established the contrary.",
      "id": "s207"
    },
    {
      "text": "56 No suggestion is made in any of the advertisements that the fourth representation is based on the results of a clinical study or difference in product formulation.",
      "id": "s208"
    },
    {
      "text": "In my view, reasonably minded women would view the fourth representation as either mere \"puffery\", or as an assertion that Summer Glow is the ' the best tanning body lotion ' because there were only two products on the market and \"7 out of 10 users of Holiday Skin preferred Summer Glow\".",
      "id": "s209"
    },
    {
      "text": "In the context of the whole of the television advertisement, the latter was more likely.",
      "id": "s210"
    },
    {
      "text": "57 No submissions were addressed to the fourth representation in the print and internet advertisements.",
      "id": "s211"
    },
    {
      "text": "In any event, the print advertisement does not contain the fourth representation expressly.",
      "id": "s212"
    },
    {
      "text": "In the internet advertisement, so far as it is in evidence, in the absence of the preference claim, the fourth representation is \"mere puffery\".",
      "id": "s213"
    },
    {
      "text": "58 Counsel for Johnson acknowledged that the fourth representation stands or falls with the third representation.",
      "id": "s214"
    },
    {
      "text": "There is no need for me to consider it separately further.",
      "id": "s215"
    },
    {
      "text": "WERE THE REPRESENTATIONS MISLEADING AND DECEPTIVE?",
      "id": "s216"
    },
    {
      "text": "59 Johnson complains that the study does not justify and support the representations because:\n \n (a) as to the first representation, the study taken on its face does not show that 7 out of 10 users preferred Summer Glow to Holiday Skin for its tanning attributes;\n (b) as to the second representation, the study only tested the respective Dove and Johnson light variants;\n (c) as to the third and fourth representations, deficiencies inherent in the study methodology mean that no general preference claim is justifiable.",
      "id": "s217"
    },
    {
      "text": "60 On this basis, each of the representations are said to be misleading and deceptive within the meaning of the Act.",
      "id": "s218"
    },
    {
      "text": "61 Johnson's submissions as to the methodology of the study are in the alternative to its submissions that the preference was for tanning attributes.",
      "id": "s219"
    },
    {
      "text": "If the representation was, as Unilever submits and contrary to my finding in respect of the television advertisement, that 7 out of 10 users of Holiday Skin preferred Summer Glow generally, Johnson submits that the study that was relied upon to support that representation did not do so.",
      "id": "s220"
    },
    {
      "text": "62 Johnson directs a number of criticisms to the conduct of the study by Colmar Brunton and adduced evidence from two market research experts in relation to those criticisms.",
      "id": "s221"
    },
    {
      "text": "Professor Miller is a Professor of Marketing in the School of Marketing at the University of Technology, Sydney.",
      "id": "s222"
    },
    {
      "text": "Despite his criticisms of the study, he concluded that it was generally carefully planned and competently conducted.",
      "id": "s223"
    },
    {
      "text": "As conceded by Mr Alexander, a qualified market research consultant with considerable experience and qualified practicing market researcher, who also gave evidence for Johnson, there is no dispute as to the accuracy of the recorded responses.",
      "id": "s224"
    },
    {
      "text": "There is no criticism of the overall manner in which the research was carried out or the method of use of the products.",
      "id": "s225"
    },
    {
      "text": "Rather, Johnson points to the population surveyed, the single Holiday Skin variant used and the nature of the questions asked.",
      "id": "s226"
    },
    {
      "text": "There is no suggestion that the study was designed to produce the desired result or that it was conducted in an unprofessional manner.",
      "id": "s227"
    },
    {
      "text": "63 The study was based on an understanding, as recorded in the background to the study, that Unilever's objective was for Summer Glow ' to steal [market] share directly from Johnson's Holiday Skin.",
      "id": "s228"
    },
    {
      "text": "Unilever would like to run a comparative claim highlighting that those women who tested Dove Summer Glow preferred it to Johnson's Holiday Skin.",
      "id": "s229"
    },
    {
      "text": "Unilever require quantitative support in order to make this claim '.",
      "id": "s230"
    },
    {
      "text": "This, presumably, reflected Unilever's experience, as stated by Mr Kibble, to the effect that it would be difficult to challenge an innovative, established, successful product.",
      "id": "s231"
    },
    {
      "text": "64 The market research brief to Colmar Brunton specified, inter alia, that Unilever wanted to generate a claim of at least ' 90% of women tested preferred Dove Summer Glow to Johnson's Holiday Skin '.",
      "id": "s232"
    },
    {
      "text": "As Johnson submitted, Unilever commissioned the research to obtain quantitative support to make a powerful and persuasive preference claim.",
      "id": "s233"
    },
    {
      "text": "A claim referable to less than \"7 out of 10\" is not considered to be powerful or persuasive ([83] below).",
      "id": "s234"
    },
    {
      "text": "65 The study design considerations included:\n \n &#8226; Head to head testing, against Johnson's light variant, as the only variant then available.",
      "id": "s235"
    },
    {
      "text": "&#8226; The study was to be conducted branded.",
      "id": "s236"
    },
    {
      "text": "The design considerations acknowledged that '[b] rand, packaging and product performance come into play when choosing a preferred product '.",
      "id": "s237"
    },
    {
      "text": "&#8226; The study was conducted unpriced, which reduced complexity.",
      "id": "s238"
    },
    {
      "text": "&#8226; Respondents were recruited randomly from the existing Colmar Brunton market research respondent panel.",
      "id": "s239"
    },
    {
      "text": "&#8226; Respondents were all to be aged between 25 and 45 years old.",
      "id": "s240"
    },
    {
      "text": "That was said by Mr Kibble to be Unilever's target market for Dove Summer Glow.",
      "id": "s241"
    },
    {
      "text": "&#8226; All respondents were to be from Sydney.",
      "id": "s242"
    },
    {
      "text": "&#8226; All respondents were to ' currently use or have used Johnson's Holiday Skin since October [2005] , and plan to use it again in the future '.",
      "id": "s243"
    },
    {
      "text": "This meant that the respondents would be consumers currently buying into the market, as Holiday Skin was the only product in the relevant market.",
      "id": "s244"
    },
    {
      "text": "They had to be willing to stop using the product for 4 days prior to testing.",
      "id": "s245"
    },
    {
      "text": "66 The question directed to preference was '[w] hich [product] did you prefer?",
      "id": "s246"
    },
    {
      "text": "'.",
      "id": "s247"
    },
    {
      "text": "The question contained no reference to tanning.",
      "id": "s248"
    },
    {
      "text": "The allowed responses were ' I prefer the FIRST product I tried --- Johnson's Holiday Skin ' and ' I prefer the SECOND product I tried --- Dove Summer Glow '.",
      "id": "s249"
    },
    {
      "text": "Seventy-three percent of respondents gave the second answer.",
      "id": "s250"
    },
    {
      "text": "There was no opportunity to express an absence of preference.",
      "id": "s251"
    },
    {
      "text": "67 The second question asked: '[w] hich product is best described by each statement below ':\n \n &#8226; ' Leaves skin looking naturally tanned ': 65% answered Summer Glow.",
      "id": "s252"
    },
    {
      "text": "&#8226; 'Effectively moisturises skin ': 68% answered Summer Glow.",
      "id": "s253"
    },
    {
      "text": "&#8226; 'Has a pleasant fragrance': 75% answered Summer Glow.",
      "id": "s254"
    },
    {
      "text": "68 In each case, a preference had to be given to one of the two products.",
      "id": "s255"
    },
    {
      "text": "The respondent could not indicate \"no preference\" or \"don't know\".",
      "id": "s256"
    },
    {
      "text": "Principles \n \n69 In order to determine whether there has been a contravention of s 52(1) of the Act, ' it is necessary to determine whether or not the conduct complained of amounted to a representation which has or would be likely to lead to a misconception arising in the minds of that section of the public to whom the conduct...has been directed ' ( Astrazeneca at [34]).",
      "id": "s257"
    },
    {
      "text": "70 Where the persons to whom the conducted is directed are not identified individuals, but members of a class to which the conduct is directed in a general sense, it is necessary to isolate a representative member of that class ( Campomar at [103]).",
      "id": "s258"
    },
    {
      "text": "The question then is whether a misconception is likely to arise on the part of that representative consumer from the conduct alleged ( Campomar at [103]); Astrazeneca at [34]).",
      "id": "s259"
    },
    {
      "text": "For there to be a contravention of s 52 , the ordinary or reasonable representee must be shown to labour under some erroneous assumption ( Taco Co of Australia Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 at 200; Campomar at [104]).",
      "id": "s260"
    },
    {
      "text": "The question is whether any misconceptions or deceptions alleged to arise from the advertisements are properly to be attributed to the ordinary or reasonable members of the class of the public towards whom the conduct has been directed ( Campomar at [104]---[105]; Astrazeneca at [37]).",
      "id": "s261"
    },
    {
      "text": "Was the first representation misleading and deceptive?",
      "id": "s262"
    },
    {
      "text": "71 Seventy-three percent of respondents to the study replied \"I prefer Summer Glow\" when asked \"which product did you prefer\".",
      "id": "s263"
    },
    {
      "text": "It is not disputed that that general preference would have been enlivened by not just tanning but also by brand, moisturising capacity, fragrance and packaging.",
      "id": "s264"
    },
    {
      "text": "Unilever does not suggest that it supports a representation that 7 out of 10 users of Holiday Skin preferred Summer Glow for its tanning attributes.",
      "id": "s265"
    },
    {
      "text": "72 Further, it is not in dispute that the question in the study directed to tanning attributes was not supported by 7 out of 10 respondents.",
      "id": "s266"
    },
    {
      "text": "Only 65% of respondents thought Summer Glow was the product best described by the statement \"leaves skin looking naturally tanned\".",
      "id": "s267"
    },
    {
      "text": "That may have supported a preference by 6 out of 10 users but it does not support a claim of 7 out of 10.",
      "id": "s268"
    },
    {
      "text": "73 The ordinary and reasonable woman who was interested in a product in this market was interested in the fact that a moisturiser produced a tanning effect.",
      "id": "s269"
    },
    {
      "text": "On viewing the television advertisement, she would understand it to represent that 7 out of 10 users preferred Summer Glow to Holiday Skin because of its tanning qualities in the \"use test\" when no such preference had been expressed.",
      "id": "s270"
    },
    {
      "text": "The first representation was misleading and deceptive within the meaning of s 52 of the Act.",
      "id": "s271"
    },
    {
      "text": "Was the second representation misleading and deceptive?",
      "id": "s272"
    },
    {
      "text": "74 Only the Johnson light variant was used in the comparative study.",
      "id": "s273"
    },
    {
      "text": "Unilever relies on the absence of evidence that there would be any different result in the surveyed user preference if the Johnson dark variant had been included.",
      "id": "s274"
    },
    {
      "text": "Mr Alexander conceded that the absence of both variants might or might not have given rise to a different result but asserts that it did have the potential to affect the results.",
      "id": "s275"
    },
    {
      "text": "75 The study purported to validate an overall preference by 7 out of 10 users of Holiday Skin for Summer Glow.",
      "id": "s276"
    },
    {
      "text": "Perhaps because the Johnson dark variant had only recently been released, or was about to be released at the time that the study was conducted, there was no attempt in the study to distinguish the variants.",
      "id": "s277"
    },
    {
      "text": "76 Comparative advertising does not create any presumption with respect to a breach of the Act ( Energizer at [20]).",
      "id": "s278"
    },
    {
      "text": "However, as Heerey J pointed out in Energizer , the more actual comparison is used, the more potential there is for error and half-truth (at [20]).",
      "id": "s279"
    },
    {
      "text": "The factual assertions must be ' not untrue, or misleading half-truths ' (at [22]).",
      "id": "s280"
    },
    {
      "text": "Lindgren J discussed at [34] the comparator to which the consumer would understand the advertisement to be making reference.",
      "id": "s281"
    },
    {
      "text": "In that case, it was conceded that, if the comparator to which the consumer would understand the advertisement was referring was all Energizer batteries rather than the one particular battery the subject of comparison, the advertisement was misleading or deceptive.",
      "id": "s282"
    },
    {
      "text": "77 Unilever's reliance on the failure by Johnson to establish that a different preference would have been expressed had all four variants been tested by the study is ill-founded.",
      "id": "s283"
    },
    {
      "text": "The fact is that the study simply did not include the two variants of Holiday Skin or compare them to both variants of Summer Glow.",
      "id": "s284"
    },
    {
      "text": "The reasonable consumer would have understood, in the absence of qualification, that the user preference was found to exist across all variants, or at the least, to a comparison of each comparable variant, when no such preference had been expressed in the \"use test\".",
      "id": "s285"
    },
    {
      "text": "78 The study did, of course, test the comparable Dove and Johnson light variants.",
      "id": "s286"
    },
    {
      "text": "For this reason, it may be that the second representation is closer to a \"half-truth\" than the first representation.",
      "id": "s287"
    },
    {
      "text": "However, if a bald preference claim is suggested by the \"elucidator\" and that claim requires qualification, then to make it without qualification is misleading ( Reiffel v ACN 075 839 226 [2003] FCA 194 ; (2003) 132 FCR 437 at [38] and [48]---[50]).",
      "id": "s288"
    },
    {
      "text": "Unilever knew that the Johnson dark variant was on the market at the time it published the advertisements but no qualification was given in respect of the variants tested.",
      "id": "s289"
    },
    {
      "text": "The bald preference claim was misleading or deceptive, or likely to mislead or deceive the consumer to whom it was directed.",
      "id": "s290"
    },
    {
      "text": "Were the third and fourth representations misleading and deceptive?",
      "id": "s291"
    },
    {
      "text": "79 As to the third and fourth representations, Johnson accepts that 73 % of participants in the study preferred Summer Glow and that that result, as a matter of mathematics, is capable of supporting a general preference claim of 7 out of 10.",
      "id": "s292"
    },
    {
      "text": "Johnson contends, however, that the deficiencies in the study methodology mean that no preference claim is justifiable.",
      "id": "s293"
    },
    {
      "text": "80 Unilever makes a number of overarching submissions:\n \n &#8226; Johnson accepts that Colmar Brunton is a reputable market research company.",
      "id": "s294"
    },
    {
      "text": "&#8226; No suggestion was made that Colmar Brunton participated in the formulation of a study designed to secure a particular result.",
      "id": "s295"
    },
    {
      "text": "&#8226; The most that Johnson's evidence can suggest is that certain variations in the study methodology might have given different results but this is mere speculation.",
      "id": "s296"
    },
    {
      "text": "&#8226; In the absence of proof that the results would have been so different that the making of the alleged representation by Unilever was misleading or likely to be so, Johnson has not discharged the onus to prove a breach by Unilever of s 52.",
      "id": "s297"
    },
    {
      "text": "81 All respondents in the survey were current users of Holiday Skin who planned to use it again.",
      "id": "s298"
    },
    {
      "text": "The survey was in the nature of a \"crossover\" study, with a four day break between usage.",
      "id": "s299"
    },
    {
      "text": "There is no criticism of this aspect.",
      "id": "s300"
    },
    {
      "text": "Rather, Johnson's criticisms of the study methodology are as follows:\n \n &#8226; The population that participated in the study was limited to exclude women aged less than 25, when this was the dominant market for Holiday Skin and also women over 45.",
      "id": "s301"
    },
    {
      "text": "The majority of the market for Holiday Skin is made up of women under the age of 40 and substantially in the 15---25 year old age bracket.",
      "id": "s302"
    },
    {
      "text": "The market for Dove products is predominantly in the above 25 age group, more evenly distributed and, as confirmed by Mr Kibble, includes a significant number of older customers.",
      "id": "s303"
    },
    {
      "text": "&#8226; The questions asked enabled a \"yes\" or \"no\" response only.",
      "id": "s304"
    },
    {
      "text": "There was no allowance for \"no preference\" or \"don't know'.",
      "id": "s305"
    },
    {
      "text": "This meant that the response was a \"forced preference\".",
      "id": "s306"
    },
    {
      "text": "&#8226; Participants were not asked to distinguish between the two variants of Johnson's Holiday Skin.",
      "id": "s307"
    },
    {
      "text": "This complaint, which is the subject of the second representation, is said also to affect the ability of the results to justify the third representation.",
      "id": "s308"
    },
    {
      "text": "&#8226; The question was which product the participant preferred.",
      "id": "s309"
    },
    {
      "text": "There was no capacity to determine whether the expressed preference was determined by brand, packaging, tanning, fragrance and/or moisturising capacity.",
      "id": "s310"
    },
    {
      "text": "&#8226; There was no attempt to integrate or analyse the answers to different questions.",
      "id": "s311"
    },
    {
      "text": "For example, 75% of participants preferred the fragrance of Summer Glow; 65% responded to the question regarding which product best left the skin looking naturally tanned in favour of Summer Glow.",
      "id": "s312"
    },
    {
      "text": "The latter response was less than 7 out of 10.",
      "id": "s313"
    },
    {
      "text": "&#8226; The population tested cannot be characterised as \"Holiday Skin users\".",
      "id": "s314"
    },
    {
      "text": "&#8226; The results of the study were not statistically significant.",
      "id": "s315"
    },
    {
      "text": "&#8226; Other (miscellaneous) factors rendered the study unreliable.",
      "id": "s316"
    },
    {
      "text": "General comments on the Colmar Brunton study \n STATISTICAL SIGNIFICANCE \n \n82 Johnson's witnesses criticised the statistical significance of the study.",
      "id": "s317"
    },
    {
      "text": "Mr Alexander considered that the study was ' insufficiently precise ' to be used to support the 7 out of 10 preference claim.",
      "id": "s318"
    },
    {
      "text": "Professor Miller also concluded that the claim that 7 out of 10 Holiday Skin users preferred Summer Glow has not been substantiated adequately by the study.",
      "id": "s319"
    },
    {
      "text": "83 Particular criticism was made of the study sample size.",
      "id": "s320"
    },
    {
      "text": "Only 10 respondents in the study would, according to Professor Miller, have to be biased away from Holiday Skin and towards Summer Glow to negate the 7 out of 10 preference.",
      "id": "s321"
    },
    {
      "text": "Colmar Brunton explained in the claim substantiation proposal it prepared that, for a sample size of 100, a range of the finding has to be outside 60 to 40 % for the preference to be significant.",
      "id": "s322"
    },
    {
      "text": "That is, \"6 out of 10\" would not be sufficient for the preference to be stated.",
      "id": "s323"
    },
    {
      "text": "84 Unilever sought to overcome these criticisms by adducing evidence from its own market research expert, Mr Sergeant, who holds university qualifications in science and psychology and has 15 years experience in market research.",
      "id": "s324"
    },
    {
      "text": "He pointed to the fact that 77 out of 105 respondents had preferred Summer Glow and considered such ' a very large preference in favour of the Dove product ' to be statistically significant.",
      "id": "s325"
    },
    {
      "text": "By way of example, he calculated that if Holiday Skin and Summer Glow were in fact equally preferred, the statistical odds of 77 respondents out of 105 preferring one product over the other were less than one in one million.",
      "id": "s326"
    },
    {
      "text": "85 Concerns were also raised about the statistical significance of the study in light of the differences in product formulation.",
      "id": "s327"
    },
    {
      "text": "As I have noted, Dr Moss's evidence is that there are differences in product formulation, such as a higher level of dihydroxyacetone in the Dove dark variant than in the Johnson dark variant.",
      "id": "s328"
    },
    {
      "text": "Summer Glow and Holiday Skin have different fragrances.",
      "id": "s329"
    },
    {
      "text": "Summer Glow (but not Holiday Skin) contains erythrulose.",
      "id": "s330"
    },
    {
      "text": "Many or all of the formulation factors could have an impact on tanning performance.",
      "id": "s331"
    },
    {
      "text": "86 According to the claim substantiation proposal, Colmar Brunton used Holiday Skin purchased from supermarkets and Summer Glow supplied by Unilever, as the Dove product was not yet publicly available.",
      "id": "s332"
    },
    {
      "text": "There could theoretically have been degradation of dihydroxyacetone between the time of manufacture and testing which could have been greater for a product that has been placed in a supermarket.",
      "id": "s333"
    },
    {
      "text": "This was not established or quantified.",
      "id": "s334"
    },
    {
      "text": "Nor can any effect on performance be quantified.",
      "id": "s335"
    },
    {
      "text": "87 There was no evidence or discussion directed to the effect of integration of the different answers.",
      "id": "s336"
    },
    {
      "text": "88 The evidence on these factors was inconclusive.",
      "id": "s337"
    },
    {
      "text": "In my view, no conclusions can be drawn to derogate from the validity of the study in light of these criticisms.",
      "id": "s338"
    },
    {
      "text": "THE FORCED PREFERENCE QUESTION \n \n89 The question as to which product was preferred made no provision for \"don't know\" or \"no preference\".",
      "id": "s339"
    },
    {
      "text": "Participants may have been indifferent or neutral or uncertain but they were not provided with the option to equate the brands or to have no opinion.",
      "id": "s340"
    },
    {
      "text": "A preference had to be expressed for either Summer Glow or Holiday Skin.",
      "id": "s341"
    },
    {
      "text": "90 Unilever submits that Johnson's evidence goes no higher than a possibility that some people would have expressed no preference and that the forced preference question could have resulted in an overstatement of the position or in a skewed result.",
      "id": "s342"
    },
    {
      "text": "It also points out that the study result was a 73% preference for Summer Glow, rounded down to 7 out of 10.",
      "id": "s343"
    },
    {
      "text": "91 Mr Alexander's opinion was that the forced preference weakened the confidence in the specific \"7 out of 10\" preference measure.",
      "id": "s344"
    },
    {
      "text": "Mr Sergeant disagreed.",
      "id": "s345"
    },
    {
      "text": "He considered it ' acceptable and sensible ' to require respondents to express a preference, which is likely to exist, however slight.",
      "id": "s346"
    },
    {
      "text": "In his view, the ratio of those who preferred each separate product would have been unaffected by the presence of a \"no preference\" option.",
      "id": "s347"
    },
    {
      "text": "He did, however, concede that if \"no preference\" had been included, a small number may have opted not to express a preference.",
      "id": "s348"
    },
    {
      "text": "If a \"no preference\" option had been included and surveyed respondents had exercised that option, the percentage of users who preferred Summer Glow would necessarily have been reduced.",
      "id": "s349"
    },
    {
      "text": "For example, if 10 women of the 105 surveyed had no preference, 64% of women would have preferred Summer Glow; if 4 women had no preference, it would have been 69%.",
      "id": "s350"
    },
    {
      "text": "92 In the absence of evidence being led by Johnson that, in surveys generally or in this survey, a particular proportion of respondents would have or were likely to exhibit no preference, it is impossible to quantify the likely effect of the forced preference question or to conclude that the 7 out of 10 claim would not have been supported.",
      "id": "s351"
    },
    {
      "text": "THE POPULATION TESTED \n \n93 Eligible respondents were those who were currently using or had used the Johnson light variant and planned to use it again in the future.",
      "id": "s352"
    },
    {
      "text": "Participants were told to cease using any tanning product at the time of recruitment, then to use one of the products for 5 days, followed by non-use for 4 days and usage again for 5 days.",
      "id": "s353"
    },
    {
      "text": "The study did not distinguish whether respondents had used Johnson's light variant on a single or multiple basis, whether such use was regular or irregular, or had occurred in the past or present.",
      "id": "s354"
    },
    {
      "text": "Therefore, some respondents may not have been currently or regularly using the product.",
      "id": "s355"
    },
    {
      "text": "This is relevant as the representation is that \"7 out of 10 Holiday Skin users preferred Summer Glow\".",
      "id": "s356"
    },
    {
      "text": "This is said by Johnson to raise the implication that the population tested was of current users, whereas the screening criteria did not, according to Mr Alexander, ensure that the respondents were current or regular users.",
      "id": "s357"
    },
    {
      "text": "94 It was not, however, established that this affected the results.",
      "id": "s358"
    },
    {
      "text": "THE AGE OF THE POPULATION TESTED \n \n95 In effect, Johnson's position is that the sample surveyed is not representative of Holiday Skin users.",
      "id": "s359"
    },
    {
      "text": "Mr Alexander pointed out that, assuming that approximately one-third of the market of Johnson users are under the age of 25, an age group excluded by the survey, there is a possibility that the preference results would be different.",
      "id": "s360"
    },
    {
      "text": "96 Despite acceptance of the careful planning and competency of the conduct of the study, Professor Miller concluded that it does not provide sufficient basis for a preference claim that can be generalised to the population of Johnson's Holiday Skin users, which do include women under 25.",
      "id": "s361"
    },
    {
      "text": "Mr Sergeant expressed the opinion that, if 25 to 45 year olds were the age range at which the marketing of Summer Glow is targeted and which were surveyed in the study, it is more appropriate to draw conclusions about the user preference of the target market.",
      "id": "s362"
    },
    {
      "text": "That is, it is more appropriate to extrapolate the results of the study to a preference exhibited by the target market (Summer Glow users) than the user market (Holiday Skin users), if the markets are different.",
      "id": "s363"
    },
    {
      "text": "97 Professor Miller considered that the age of a respondent could affect factors including the attitude to skin products, skin condition and brand loyalty.",
      "id": "s364"
    },
    {
      "text": "As Johnson put to Mr Kibble, different age groups have different skin concerns.",
      "id": "s365"
    },
    {
      "text": "Women under 19 years old can be said to have \"young\" skin, while 20 to 25 year olds have \"transition skin\".",
      "id": "s366"
    },
    {
      "text": "Mr Miller had no empirical evidence of the likelihood or the effect of excluding women under 25 but expressed an opinion that there was a strong possibility that those women could have responded differently, if included in the study.",
      "id": "s367"
    },
    {
      "text": "Of course, if this age group did not react differently to the surveyed age group, the study would not in his opinion be \"flawed\" in this respect.",
      "id": "s368"
    },
    {
      "text": "98 Mr Sergeant analysed the study data to determine whether any age-related trends were evident in the sampled population, that is, the 25---45 age group.",
      "id": "s369"
    },
    {
      "text": "His analysis found no age-related trend within that category and he stated that he would not expect a sudden disconformity below 25 years.",
      "id": "s370"
    },
    {
      "text": "In his opinion, the study results could be extrapolated below this age range.",
      "id": "s371"
    },
    {
      "text": "He believes that it is ' most probable that the observed preferences would not have been significantly affected '.",
      "id": "s372"
    },
    {
      "text": "99 Unilever stresses the lack of conclusive evidence that the exclusion of under 25's affected the result of the study, characterising the evidence as ' speculation upon speculation '.",
      "id": "s373"
    },
    {
      "text": "It also submits that the evidence did not establish a fundamental premise on which the criticism was based: that a substantial proportion of Holiday Skin users were under 25 years of age.",
      "id": "s374"
    },
    {
      "text": "It was in evidence that a specific (confidential) proportion of \"Johnson's users\" were in the 15---25 year age group.",
      "id": "s375"
    },
    {
      "text": "However, that proportion was expressed as a percentage figure based on the use of all Johnson's body moisturisers (including Johnson products other than Holiday Skin) in 2005.",
      "id": "s376"
    },
    {
      "text": "Unilever complains that there is no specific evidence as to what proportion of Holiday Skin users were in the under 25 age group at the time the study was undertaken.",
      "id": "s377"
    },
    {
      "text": "100 Ms Hall is Johnson's Corporate Development Director of Marketing.",
      "id": "s378"
    },
    {
      "text": "Her evidence is that the highest proportion of women by age category who have used Johnson's moisturising products within the past 12 months are women aged between 15 to 25.",
      "id": "s379"
    },
    {
      "text": "She also gave evidence that Holiday Skin represented the largest proportion of Johnson's body moisturiser sales as at February 2006.",
      "id": "s380"
    },
    {
      "text": "In my view, it is reasonable to infer from her evidence that at least a substantial proportion of Holiday Skin users were in the under 25 age group at the time of the study.",
      "id": "s381"
    },
    {
      "text": "I also accept Mr Kibble's evidence that the target market for Summer Glow was, at least in part, consumers between 25---45 years of age.",
      "id": "s382"
    },
    {
      "text": "VARIANTS \n \n101 I have accepted Johnson's criticisms of the study in respect of the variants tested in relation to the second representation.",
      "id": "s383"
    },
    {
      "text": "That being the case, I see no need to consider them further here.",
      "id": "s384"
    },
    {
      "text": "OTHER (MISCELLANEOUS) FACTORS \n \n102 The witnesses raised a number of other concerns.",
      "id": "s385"
    },
    {
      "text": "Those concerns were not reflected in a conclusion as to quantitative responses and amounted only to \"possibilities\".",
      "id": "s386"
    },
    {
      "text": "They included:\n \n &#8226; All respondents were from Sydney, although no geographical differences were actually established.",
      "id": "s387"
    },
    {
      "text": "&#8226; Variables in the population based on age, income, geographic region, brand loyalty and brand usage characteristics were not taken into account and could be different as between Holiday Skin users and the Colmar Brunton sample.",
      "id": "s388"
    },
    {
      "text": "&#8226; Participants had to agree to cease using Holiday Skin for 4 days prior to product testing, thereby excluding committed brand loyal users.",
      "id": "s389"
    },
    {
      "text": "&#8226; By asking participants if they had used Holiday Skin, they may have been biased in favour of Summer Glow, in the anticipation that this would please the sponsor of the study --- a phenomenon referred to by Mr Miller as \"demand effect\".",
      "id": "s390"
    },
    {
      "text": "103 The evidence did not establish that the basis of the miscellaneous criticisms affected the validity of the study and little attention was given to them by counsel in argument.",
      "id": "s391"
    },
    {
      "text": "They have not been shown, individually or collectively, to impact negatively on the validity of the study.",
      "id": "s392"
    },
    {
      "text": "Consideration of the Colmar Brunton Study \n \n104 To the extent that the study is examined, the criticisms are said to amount to no more than to present a number of ways in which the study could have been conducted differently and to speculate as to whether any of those matters was likely, in fact, to render it sufficiently unreliable.",
      "id": "s393"
    },
    {
      "text": "Unilever further submits, in response to Johnson's criticisms of the study methodology, that Johnson has not shown that any other survey would have yielded a different result.",
      "id": "s394"
    },
    {
      "text": "It contends that it is pure speculation that the criticised aspects affected the results.",
      "id": "s395"
    },
    {
      "text": "\"7 out of 10\" respondents to the study, who were Holiday Skin users, did state a preference for Summer Glow and Unilever submits that the onus is on Johnson to prove that that representation was misleading.",
      "id": "s396"
    },
    {
      "text": "105 Unilever has represented to the consumer that the preference exhibited by Holiday Skin users is supported by the \"use test\".",
      "id": "s397"
    },
    {
      "text": "The study was silent as to the preference of Holiday Skin users under the age of 25, who represented a substantial proportion of those users.",
      "id": "s398"
    },
    {
      "text": "The onus is on Johnson to establish that the representation was misleading and deceptive but, following Burchett J's observations in Janssen Pharmaceutical Pty Ltd v Pfizer Pty Ltd (1986) 6 IPR 227 at 234, if Johnson establishes that there is no foundation in the study for a statement in the advertisements, that may be sufficient proof that the statement is misleading.",
      "id": "s399"
    },
    {
      "text": "As his Honour recognised, the question is whether the context in which the representation is made implies that adequate foundation exists for making it.",
      "id": "s400"
    },
    {
      "text": "Johnson submits that the claim made was not supported to the degree that the ordinary and reasonable consumer would understand and that the evidentiary onus shifts to Unilever to show that consumers will not be mislead.",
      "id": "s401"
    },
    {
      "text": "106 A comparison, said to be supported by a \"use test\" conducted by a \"leading research company\", gives the impression that the study has been carefully conducted and that the results support the precise statement made.",
      "id": "s402"
    },
    {
      "text": "A reader or viewer, seeing the reference to the leading research company, would understand that the study had been conducted properly and with care and that it fully supported the claim based upon it (cf RAIA Insurance Brokers Limited v FAI General Insurance Co Limited (1993) 41 FCR 164 at 166).",
      "id": "s403"
    },
    {
      "text": "As in Janssen , the context of these advertisements must be, or is likely to be, taken as implying that there is an adequate foundation in the market research to enable the statement to be made.",
      "id": "s404"
    },
    {
      "text": "If Unilever chose to advertise that comparison, it was obliged to ensure that it did not mislead the public.",
      "id": "s405"
    },
    {
      "text": "The making of such a comparison, without adequate foundation, is misleading.",
      "id": "s406"
    },
    {
      "text": "107 I am not satisfied, on the evidence before me, that there was no adequate foundation for a general \"7 out of 10\" preference claim by reason of the criticisms raised by Johnson, other than the criticism directed to the age of the population tested.",
      "id": "s407"
    },
    {
      "text": "Johnson submits that the study did not comply with proper market research practice but, as I have noted above, the evidence on the consequence of those criticisms was inconclusive.",
      "id": "s408"
    },
    {
      "text": "108 The distinction between the advertisements in this case and those in Astrazeneca illustrates why Johnson's criticism of the age of the population tested is made out.",
      "id": "s409"
    },
    {
      "text": "The appellant in Astrazeneca complained that patients with significant concomitant diseases, smokers and children under 12 years of age had been excluded from the study of ' 3416 patients with uncontrolled asthma ' upon which the advertisements were based.",
      "id": "s410"
    },
    {
      "text": "This was said to give rise to a misrepresentation that the results of the GOAL study would likely be achieved in clinical practice.",
      "id": "s411"
    },
    {
      "text": "No mention was made in the advertisements of the fact that the GOAL study did not include those patients.",
      "id": "s412"
    },
    {
      "text": "However, no contravention of s 52 of the Act arose because ' none of the flyers or advertisements represented that the GOAL Study patients were representative of the asthma suffering members of the community at large ' (at [48]).",
      "id": "s413"
    },
    {
      "text": "109 Unilever chose to exclude certain women of certain ages from the study and now submits that age is not relevant to the outcome.",
      "id": "s414"
    },
    {
      "text": "Johnson has not established that the exclusion of women under 25 in fact biased the results but does not need to do so.",
      "id": "s415"
    },
    {
      "text": "Women of a variety of age groups, including those who appear to be in the under 25 age group, are portrayed in the television advertisement.",
      "id": "s416"
    },
    {
      "text": "The print advertisement invites \"every woman\", regardless of age, to use Summer Glow.",
      "id": "s417"
    },
    {
      "text": "The assertion of preference is thereby represented to be over the class of all women, or at least women over a range of ages that clearly includes under 25's.",
      "id": "s418"
    },
    {
      "text": "110 The advertisements should be considered, in their totality, as directed to women without age restriction.",
      "id": "s419"
    },
    {
      "text": "The context of the advertisements was that a new market had been established.",
      "id": "s420"
    },
    {
      "text": "Previously, there was a market in tanning agents, moisturisers and sunscreens.",
      "id": "s421"
    },
    {
      "text": "Johnson established a new market in moisturisers that had a tanning effect.",
      "id": "s422"
    },
    {
      "text": "Unilever wished to enter that market and to take customers from Johnson as well as to expand the market.",
      "id": "s423"
    },
    {
      "text": "Unilever's existing market for its Dove products was, I infer from Mr Kibble's evidence absent Unilever submitting to the contrary, largely in the age group of 25 to 45 year old women.",
      "id": "s424"
    },
    {
      "text": "Johnson's market was particularly significant in the under 25 year old age group.",
      "id": "s425"
    },
    {
      "text": "The representation asserts a preference for Summer Glow by Holiday Skin users.",
      "id": "s426"
    },
    {
      "text": "However, the population surveyed excluded a substantial proportion of those users in circumstances where Unilever was, at least in part, targeting Johnson's market in which the under 25's were a substantial class.",
      "id": "s427"
    },
    {
      "text": "Where the conclusion drawn from the study should have been based on the Johnson user cohort, it was based on the Dove user cohort.",
      "id": "s428"
    },
    {
      "text": "111 It is true that Johnson has not established quantitatively that the study would have produced different results if women under 25 years of age had not been excluded.",
      "id": "s429"
    },
    {
      "text": "However, in the context of these advertisements, the \"7 out of 10 preference\" was likely to lead to a misconception arising in the minds of the section of the public to whom it was directed.",
      "id": "s430"
    },
    {
      "text": "This included the under 25's who formed a substantial part of the Johnson Holiday Skin user group.",
      "id": "s431"
    },
    {
      "text": "Viewers of the television advertisement would have reasonably assumed that, as depicted, the women the subject of the study included those under 25 years of age and that they had stated the preference for the Dove product.",
      "id": "s432"
    },
    {
      "text": "They were not included as they had been deliberately excluded.",
      "id": "s433"
    },
    {
      "text": "To the extent that the advertisements represented that the range of Holiday Skin users had expressed a preference for Summer Glow, the representation was without foundation.",
      "id": "s434"
    },
    {
      "text": "The claim was not supported to the degree that the consumer would understand it had been supported.",
      "id": "s435"
    },
    {
      "text": "112 The third representation was misleading and deceptive within the meaning of the Act.",
      "id": "s436"
    },
    {
      "text": "IS UNILEVER LIABLE FOR THE CONTRAVENTION?",
      "id": "s437"
    },
    {
      "text": "113 There is no dispute that the representations were made in trade or commerce.",
      "id": "s438"
    },
    {
      "text": "Unilever raises the question whether it engaged in any conduct in contravention of s 52.",
      "id": "s439"
    },
    {
      "text": "Unilever submits that the representations were clearly based on an independent expert report (the study) and that, in effect, in the advertisements Unilever expressed an opinion, honestly held upon reasonable grounds; that opinion being based on the study commissioned from acknowledged experts in the field.",
      "id": "s440"
    },
    {
      "text": "For Unilever to be liable, Unilever submits that it must be established that it knew that Colmar Brunton had no rational basis for arriving at the conclusions which it reached, or that there were difficulties in the study which rendered it inherently unreliable.",
      "id": "s441"
    },
    {
      "text": "No such knowledge is in evidence.",
      "id": "s442"
    },
    {
      "text": "114 A contravention of s 52 may occur even when a corporation is acting reasonably and honestly ( Campomar at [103] citing Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 at 197).",
      "id": "s443"
    },
    {
      "text": "A corporation will not be liable for merely relaying false information when it is clear that the corporation does not adopt the information ( Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 at 666).",
      "id": "s444"
    },
    {
      "text": "However, the fact that a corporation acts honestly and reasonably and does not intend to mislead or deceive does not necessarily absolve it from liability ( Parkdale at 197; Yorke ).",
      "id": "s445"
    },
    {
      "text": "It is a matter of fact in each case.",
      "id": "s446"
    },
    {
      "text": "Unilever submits that the reference to the \"use test\" in the elucidator would lead the consumer to understand that it had been carried out bona fide by a research house and that Unilever relied upon it.",
      "id": "s447"
    },
    {
      "text": "That representation was true.",
      "id": "s448"
    },
    {
      "text": "115 It is the case that the study was a specialised report.",
      "id": "s449"
    },
    {
      "text": "It can not be said, however, that the study was remote from Unilever's business.",
      "id": "s450"
    },
    {
      "text": "Unilever is engaged in the sale of consumer products to the public and conducts advertising to sell those products.",
      "id": "s451"
    },
    {
      "text": "It was not suggested that Unilever had no knowledge or understanding of market surveys.",
      "id": "s452"
    },
    {
      "text": "Indeed, Unilever issued sophisticated instructions to Colmar Brunton and indicated in clear terms the result it wished to achieve.",
      "id": "s453"
    },
    {
      "text": "It cannot be said that Unilever in any way disclaimed a belief in the truth or falsity of the comparison or the study on which it was based or was merely ' passing it on for what it is worth ' ( Yorke at 666).",
      "id": "s454"
    },
    {
      "text": "To the contrary, the results of the study were conveyed to the public as part of an integrated advertising campaign.",
      "id": "s455"
    },
    {
      "text": "In the circumstances, Unilever adopted them; it was not a ' mere conduit ' ( Gardam v George Wills &amp; Co Ltd (1988) 82 ALR 415 at 427).",
      "id": "s456"
    },
    {
      "text": "116 The more specialised the report or the more remote from the corporation's area of business, the easier it will be to establish that the corporation is merely passing on the information \"for what it's worth\".",
      "id": "s457"
    },
    {
      "text": "In Harkins v Butcher [2002] NSWCA 237 ; [2005] 55 NSWLR 558, for example, the New South Wales Court of Appeal found that an agent who distributed a brochure incorporating a copy of a survey diagram to purchasers was not liable for a contravention of s 52 on the basis that ' the recipients would know that the agents did not hold themselves out as professional surveyors, and had not carried out the survey themselves ' (at [47]).",
      "id": "s458"
    },
    {
      "text": "The Court of Appeal's decision was affirmed by a majority of the High Court, who had regard to the nature of the parties, the character of the transaction and the contents of the brochure itself in deciding that the agent ' did no more than communicate what the vendor was representing, without adopting it or endorsing it ' ( Butcher v Lachlan Elder Realty Pty Ltd [2004] HCA 60 ; (2004) 218 CLR 592 at [40] ).",
      "id": "s459"
    },
    {
      "text": "117 The advertisements were not a mere reporting of the study.",
      "id": "s460"
    },
    {
      "text": "Unilever did not expressly hold itself out as having itself conducted the market research but it did present the market research as capable of generalisation to all Holiday Skin users; it did not qualify the variants used and it represented that the \"7 out of 10\" general preference was a preference for the tanning attributes of the products.",
      "id": "s461"
    },
    {
      "text": "By presenting the preference claim including the elucidator in this manner, Unilever conveyed the impression that the study provided a basis for the representations ( Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd (1984) 2 FCR 82 at 88).",
      "id": "s462"
    },
    {
      "text": "A statement of opinion cannot be regarded as false or misleading or as misleading and deceptive simply because it is incorrect ( Global Sportsman at 88; Bateman v Slatyer (1987) 71 ALR 553 at 559).",
      "id": "s463"
    },
    {
      "text": "However, in this case, as in RAIA at 175, it is implicit in the statement of the comparison that Unilever had ascertained that the facts justified the opinion it presented.",
      "id": "s464"
    },
    {
      "text": "118 Unilever is liable for these representations that were misleading or deceptive or likely to mislead or deceive in contravention of s 52 of the Act.",
      "id": "s465"
    },
    {
      "text": "CONCLUSION AS TO THE TELEVISION AND PRINT ADVERTISEMENTS \n \n119 In a survey of 105 women who were Holiday Skin users, 7 out of 10 respondents preferred the Dove light variant to the Johnson light variant.",
      "id": "s466"
    },
    {
      "text": "That bare statement is not, however, what Unilever chose to represent to the public in these advertisements.",
      "id": "s467"
    },
    {
      "text": "120 The ordinary and reasonable woman who was interested in a product in this market was interested in the fact that a moisturiser produced a tanning effect.",
      "id": "s468"
    },
    {
      "text": "Unilever exhorted her in the television advertisement to \"think again\" if she thought that Holiday Skin gave her ' the best summer tan ' because \"7 out of 10 Holiday Skin users preferred Summer Glow\" for its ability to give a tanning effect.",
      "id": "s469"
    },
    {
      "text": "That representation was misleading and deceptive as no such preference had been expressed in the study.",
      "id": "s470"
    },
    {
      "text": "121 Unilever also made no qualification in the television or print advertisements to the effect that the asserted user preference was based on market research involving only two out of four respective product variants.",
      "id": "s471"
    },
    {
      "text": "Absent that qualification, the ordinary and reasonable woman would assume that the \"7 out of 10\" preference applied in respect of each variant.",
      "id": "s472"
    },
    {
      "text": "That was not established in the study.",
      "id": "s473"
    },
    {
      "text": "122 It was not established that the study failed to comply with proper market research practice.",
      "id": "s474"
    },
    {
      "text": "However, Unilever presented the \"7 out of 10\" preference as including women of a range of ages, including those under the age of 25, a substantial proportion of the market for Holiday Skin.",
      "id": "s475"
    },
    {
      "text": "The study only surveyed women between 25 and 45 years of age, those women being, according to Mr Kibble, the Dove target market.",
      "id": "s476"
    },
    {
      "text": "To the extent that the television and print advertisements represented that Holiday Skin users, unrestricted by age, had expressed a general \"7 out of 10\" preference for Summer Glow, they were not supported to the degree that the reasonable consumer would expect.",
      "id": "s477"
    },
    {
      "text": "123 It follows that Unilever has engaged in conduct in contravention of s 52 of the Act.",
      "id": "s478"
    },
    {
      "text": "124 The parties agree that I should make no final order or any order as to costs until they have had an opportunity to consider these reasons.",
      "id": "s479"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-four (124) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s480"
    },
    {
      "text": "Associate:\n\nDated: 29 November 2006\n\n\n Counsel for the Applicant: D K Catterns QC and S J Goddard \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: T F Bathurst QC and M R Elliott \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 23, 24 and 25 May 2006 \n \n Date of Judgment: 29 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1646.html",
      "id": "s481"
    }
  ]
}