{
  "name": "Hassan v Minister for Immigration and Multiculturaland Indigenous Affairs [2006] FCA 1032 (11 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1032.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "no matter of principle",
      "id": "c1"
    },
    {
      "text": "appeal dismissed.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against an order of a Federal Magistrate made on 30 January 2006 dismissing an application for judicial review of a decision of the Migration Review Tribunal ('the Tribunal') given on 29 November 2004.",
      "id": "s0"
    },
    {
      "text": "2 The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs to refuse to grant a Remaining Relative (Subclass 835) visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "3 The appellant and his wife are citizens of Fiji.",
      "id": "s2"
    },
    {
      "text": "The appellant and his wife both entered Australia for the first time on 25 September 1995 on Tourist Short Stay visas.",
      "id": "s3"
    },
    {
      "text": "They have since re-entered Australia on a number of occasions.",
      "id": "s4"
    },
    {
      "text": "Relevantly, they both entered Australia on 9 August 2001 and were granted a Subclass 773 (Border) visa which authorised their stay until 8 September 2001.",
      "id": "s5"
    },
    {
      "text": "On 30 August 2001 they were granted a Subclass 010 (Bridging A) visa on the basis that they would make application for an Other Family (Residence) (Class BU) visa which has as one of its subclasses Remaining Relative (Subclass 835) visa.",
      "id": "s6"
    },
    {
      "text": "4 In order to satisfy the criteria for the grant of a remaining relative visa, the appellant had to satisfy the definition of 'remaining relative' in reg 1.15 of the Migration Regulations 1994 (Cth) ('the Regulations').",
      "id": "s7"
    },
    {
      "text": "Relevantly, reg 1.15 then provided: \n \n \n '(1) An applicant for a visa is a remaining relative of another person who is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen if the applicant satisfies the Minister that: \n (a) ... \n (b) ... \n \n \n \n \n (c) if the applicant or the applicant's spouse (if any) has an overseas near relative: \n \n \n \n (i) the applicant and the applicant's spouse (if any) usually reside in a country, not being Australia, that is different to the country in which that relative resides; and \n (ii) neither the applicant nor the applicant's spouse (if any) have had contact with that relative within a reasonable period before making the application; and \n \n \n \n (d) the applicant and the applicant's spouse (if any) together have not more than 3 overseas near relatives; and \n (e) ... \n \n \n \n \n (2) In this regulation: \n \n \n overseas near relative , in relation to an applicant, means a person who is: \n \n \n \n \n (a) a parent, brother, sister, step-parent, step-brother or step-sister of the applicant or of the applicant's spouse (if any); or \n (b) a child (including a step-child) of the applicant or of the applicant's spouse (if any), being a child who: \n \n \n \n (i) has turned 18 and is not a dependent child of the applicant or of the applicant's spouse (if any); or \n (ii) has not turned 18 and is not wholly or substantially in the daily care and control of the applicant or of the applicant's spouse (if any)-- \n \n other than a relative of that kind who: \n \n \n \n (c) is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen; and \n (d) is usually resident in Australia.",
      "id": "s8"
    },
    {
      "text": "(3) For the purposes of paragraphs (1)(c) and (d), an overseas near relative is taken to reside in his or her last known country of residence unless the applicant satisfies the Minister that the relative resides in another country.",
      "id": "s9"
    },
    {
      "text": "' \n \n \n \n 5 The appellant's application for the remaining relative visa was made on 29 August 2001.",
      "id": "s10"
    },
    {
      "text": "In that application, the appellant disclosed that his parents were both deceased and his siblings were all resident in Australia.",
      "id": "s11"
    },
    {
      "text": "He said that he and his wife had a child resident in Fiji.",
      "id": "s12"
    },
    {
      "text": "6 The application also stated that the appellant's wife's father was deceased and her mother 'never known'.",
      "id": "s13"
    },
    {
      "text": "A letter, under the letterhead of a migration agent, accompanied the application.",
      "id": "s14"
    },
    {
      "text": "In relation to reg 1.15, the migration agent wrote: \n \n 'As per the Regulation 1.15 (1) The visa applicant is a remaining relative of an Australian citizen (a) who is the brother of the applicant.",
      "id": "s15"
    },
    {
      "text": "(b) usualy (sic) resides in Australia.",
      "id": "s16"
    },
    {
      "text": "and (c)(i) has no other relative overseas.",
      "id": "s17"
    },
    {
      "text": "My client has lost both of his parents and all the brothers and sisters are Australian citizen.",
      "id": "s18"
    },
    {
      "text": "Spouse of my client has been raised by her Father as her Mother left her and her Father when she was only 3 months old.",
      "id": "s19"
    },
    {
      "text": "Mrs. Hassan has never seen her mother or heard about her.",
      "id": "s20"
    },
    {
      "text": "At later stage she knew from her father that her parents were only in a defacto relationship and therefore her maternal Grandparents never accepted the relationship nor (sic) the child.",
      "id": "s21"
    },
    {
      "text": "They arranged there (sic) daughters (sic) marriage with someone else and later stage Mrs. Hassan's Mother left Fiji with her new husband.",
      "id": "s22"
    },
    {
      "text": "She has never tried to be in touch with her daughter.",
      "id": "s23"
    },
    {
      "text": "Mrs. Hassan has lost her father on 17 th June 1994.",
      "id": "s24"
    },
    {
      "text": "Mr. &amp; Mrs Hassan has (sic) only one child who is about fourteen years old and fully dependent on her parents.",
      "id": "s25"
    },
    {
      "text": "My client fulfills (sic) the requirements of the subclass as a Last remaining relative of the nominator.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n 7 Section 359A(1) of the Migration Act 1958 (Cth) ('the Act') provides: \n \n '(1) Subject to subsection (2), the Tribunal must: \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n (c) invite the applicant to comment on it.",
      "id": "s27"
    },
    {
      "text": "' \n \n \n \n \n 8 On 16 March 2004 the Tribunal wrote to the appellant, pursuant to that subsection, setting out information that the Tribunal considered would be the reason or part of the reason for affirming the decision under review.",
      "id": "s28"
    },
    {
      "text": "9 In that letter, the Tribunal stated: \n \n 'You are now invited to comment, in writing, on the following: \n \n \n &#9679; Information contained in Departmental file CLF2001/044431 indicates that you and your wife (the secondary visa applicant) were unable to demonstrate that you have no \"overseas near relatives\".",
      "id": "s29"
    },
    {
      "text": "&#9679; In a statement to the Department, you claimed among other things, that your wife (the secondary visa applicant) has had no contact with her mother (Nur Begum) because she (Nur Begum) abandoned your wife when she was only 3 months old and that \"no one has seen or heard about her ever since\", was mere speculation because you have not provided any documentary evidence to support this claim.",
      "id": "s30"
    },
    {
      "text": "As you have not provided any documentary evidence that Nur Begum is living in another country nor she is still alive or otherwise, then you do not meet the requirements of Subregulation 1.15(3) which states that ... an overseas near relative is taken to reside in his or her last known country of residence unless the applicant satisfies the Minister that the relative resides in another country.",
      "id": "s31"
    },
    {
      "text": "&#9679; You also confirmed in a statement that your daughter (Zureen Nisha) is under your care but she lives in Fiji.",
      "id": "s32"
    },
    {
      "text": "If this is the case, then your daughter (Zureen Nisha) is considered as your \"overseas near relative\" and that you are in regular contact with her.",
      "id": "s33"
    },
    {
      "text": "As this is the case, you are unable to meet Subparagrap 1.15(1)(c)(ii) which provides that ... an applicant for a visa is a \"remaining relative\" of another person who is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen if the applicant satisfies the Minister that neither the applicant nor the applicant's spouse (if any) have had contact with that relative within a reasonable period before making the application.",
      "id": "s34"
    },
    {
      "text": "The above information is relevant to this review because, if true, may indicate that you and the secondary visa applicant may not meet the requirements of the visa you seek.",
      "id": "s35"
    },
    {
      "text": "If Subregulation 1.15(3) and Subparagraph 1.15(1)(c)(ii) is not met, the Tribunal has no option but to affirm the Department's decision not to grant you the visa.",
      "id": "s36"
    },
    {
      "text": "' \n \n \n 10 On 15 April 2004 the appellant replied to the Tribunal, restating his claim that his wife's mother had abandoned her and not been seen or heard from.",
      "id": "s37"
    },
    {
      "text": "He also said that he had been making inquiries in Fiji and now believed his wife's mother to have passed away, and was in the process of obtaining a death certificate which would be forwarded to the Tribunal as soon as it was received.",
      "id": "s38"
    },
    {
      "text": "11 At a hearing of the Tribunal on 6 July 2004, the appellant provided the Tribunal with a death certificate for his wife's mother ('the death certificate').",
      "id": "s39"
    },
    {
      "text": "On 28 July 2004 a registered migration agent acting on the appellant's behalf wrote to the Tribunal in response to the Tribunal's letter.",
      "id": "s40"
    },
    {
      "text": "The agent made representations as to why the appellant's daughter should not be considered an overseas near relative and enclosed statutory declarations from relatives and friends of the appellant, who had taken money from the appellant to Fiji for the care of the appellant's daughter.",
      "id": "s41"
    },
    {
      "text": "12 On 3 August 2004, against pursuant to s 359A , the Tribunal wrote to the appellant.",
      "id": "s42"
    },
    {
      "text": "The Tribunal stated that it had received information from the Registrar-General in Fiji that the death certificate was fraudulent, because it did not match any of the death records in the Registrar-General's office.",
      "id": "s43"
    },
    {
      "text": "The Tribunal also stated that the Registrar-General had provided information that the appellant's wife's mother and father had five other children.",
      "id": "s44"
    },
    {
      "text": "The Tribunal stated that these pieces of information were relevant because, if true, they would mean the appellant's wife had six overseas near relatives and thus could not fulfil the criteria in reg 1.15(1)(d) that the appellant and his wife together have no more than three overseas near relatives.",
      "id": "s45"
    },
    {
      "text": "13 On 13 October 2004 the appellant wrote to the Tribunal stating that he had relied upon a third party in Fiji to provide him with the death certificate.",
      "id": "s46"
    },
    {
      "text": "He wrote: \n \n 'I understand that the Prime issue which needs to be addressed here is the copy of Ms Nur Begum's Death Certificate provided to the Tribunal during the hearing on 06 July 2004 which Tribunal believes has been obtained fraudulantly (sic).",
      "id": "s47"
    },
    {
      "text": "I wish to make the following comments in order to substantiate my claim and satisfy the Tribunal before I can ask that the matter be remitted Back to the Department.",
      "id": "s48"
    },
    {
      "text": "Please note that we have been residing in Australia since August 2001 and we have been desperately attempting to contact Ms Nur Begum with out any luck.",
      "id": "s49"
    },
    {
      "text": "After extensive Investigations (sic) and no results we decided to expand our investigations and it was revealed that she has expired which we thought was unfortunate and sad.",
      "id": "s50"
    },
    {
      "text": "I along with my lady wife did not ruled (sic) out the possibility that she may would (sic) have been deceased and asked one of our friend (sic) to enquire and he informed us that she has passed away, this was not sufficent (sic) for us to believe and we requested him to provide us with evidence to substantiate his claim and he sent us the \"death Certificate\" which is on file with the Tribunal.",
      "id": "s51"
    },
    {
      "text": "I want the tribunal to understand that we are in Australia far away from our home and it was virtually impossible for us to do anything.",
      "id": "s52"
    },
    {
      "text": "We had only one choice and that is to rely upon the informations (sic) given to us by the third party.",
      "id": "s53"
    },
    {
      "text": "I would ask the Tribunal to please accept my brief submission and remit the matter back to Department of Immigration.",
      "id": "s54"
    },
    {
      "text": "Another issue in your letter that Ms Nur Begum had five Childrens (sic) whose names are listed in your letter dated 03 August 2004.",
      "id": "s55"
    },
    {
      "text": "In response to this All I would like to say is that Ms Nur Begum is quite a common name and I have personally experienced so many peoples who had same name and Date of Birth even in Australia, therefore, I would ask the Tribunal to give a benefit of Doubt.",
      "id": "s56"
    },
    {
      "text": "Please Sympathetically Consider.",
      "id": "s57"
    },
    {
      "text": "' \n \n \n 14 In its reasons, the Tribunal said: \n \n '24.",
      "id": "s58"
    },
    {
      "text": "The evidence before the Tribunal indicates that the secondary visa applicant's mother is resident in Fiji and that the death certificate is a fraudulent document and the evidence of the Australian High Commission is that the secondary visa applicant's mother has five other children.",
      "id": "s59"
    },
    {
      "text": "The Tribunal places greater weight on the evidence provided by the Australian consular investigations than the rebuttal evidence of the review applicant received by the Tribunal on 13 October 2004.",
      "id": "s60"
    },
    {
      "text": "This evidence states that the review applicant had relied on the evidence of a third party pertaining to the obtainment of the death certificate and that the authenticity was not able to be verified due to the review applicant being in Australia.",
      "id": "s61"
    },
    {
      "text": "In addition this (sic) the Tribunal does not place any weight on the assertion of the review applicant that Nur Begum is a common name and that it is just coincidental that this person had the same birthdate.",
      "id": "s62"
    },
    {
      "text": "25.",
      "id": "s63"
    },
    {
      "text": "The Tribunal accordingly finds that the secondary visa applicant is unable to meet the legislative definition of remaining relative as she has more than three overseas near relatives at time of application.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n 15 In his amended application to the Federal Magistrates Court filed on 31 May 2005, the first ground of review was that the Tribunal had exceeded its jurisdiction.",
      "id": "s65"
    },
    {
      "text": "This ground was particularised in several ways, including a failure to make further inquiries of the appellant; a failure to advise the appellant that it was unwilling to consider the 'additional evidence' provided by the appellant; making a decision without verifying whether the 'additional evidence' had merits; and failing to enquire further about the relationship (or lack thereof) between the appellant's wife and her mother.",
      "id": "s66"
    },
    {
      "text": "Scarlett FM treated this ground as a failure to make further enquiries and held that it was clear that the Tribunal had made enquiries about the death certificate.",
      "id": "s67"
    },
    {
      "text": "16 The second ground of review was that the Tribunal erred in law.",
      "id": "s68"
    },
    {
      "text": "This ground was also particularised in several ways; including a failure by the Tribunal to properly consider evidence of the abandonment of the appellant's wife by her mother; whether there was a break in their relationship; a failure to consider the appellant's response to the Tribunal; and a failure by the Tribunal to follow up the possibility of there being another person with the same name as the appellant's wife's mother.",
      "id": "s69"
    },
    {
      "text": "Scarlett FM characterised this ground as 'largely a request for a merits review', which was not within the Federal Magistrates Court's jurisdiction.",
      "id": "s70"
    },
    {
      "text": "17 His Honour noted that a complaint that the Tribunal had not sent documents to the appellant's migration agent had no merit because the appellant's contact details with the Tribunal had never been changed to include the migration agent's details.",
      "id": "s71"
    },
    {
      "text": "18 In his notice of appeal on this proceeding, the appellant claims that the ground of appeal is that the Tribunal exceeded its jurisdiction or constructively failed to exercise its jurisdiction under the Act.",
      "id": "s72"
    },
    {
      "text": "He has offered four grounds of appeal in support of that general ground: \n \n \n '1.",
      "id": "s73"
    },
    {
      "text": "The Tribunal discounted and refused to give weight to evidence regarding another person by the same name.",
      "id": "s74"
    },
    {
      "text": "2.",
      "id": "s75"
    },
    {
      "text": "The Tribunal rejected or discounted claims and only verified issues which could have adverse effect.",
      "id": "s76"
    },
    {
      "text": "3.",
      "id": "s77"
    },
    {
      "text": "The Tribunal with evidence and forming the view that the documents falsified and bogus, then erred by not rejecting the matter on character grounds.",
      "id": "s78"
    },
    {
      "text": "4.",
      "id": "s79"
    },
    {
      "text": "The Tribunal further erred by making a decision on documents which the Tribunal had believed to be correct without attempting to verify Mohammad Hassan's claims and not rejecting on character grounds.",
      "id": "s80"
    },
    {
      "text": "' \n \n \n \n 19 These four grounds of appeal, like the grounds seeking judicial review before the Federal Magistrate, raise no more than a claim for a merits review.",
      "id": "s81"
    },
    {
      "text": "The grounds of appeal, including the particulars, do not articulate any error on the part of the Federal Magistrate.",
      "id": "s82"
    },
    {
      "text": "The grounds relate to evidence upon which the Tribunal's decision was made.",
      "id": "s83"
    },
    {
      "text": "None of the grounds indicate the possibility of jurisdictional error on the part of the Tribunal.",
      "id": "s84"
    },
    {
      "text": "It has not been suggested, nor could it be, that there was no evidence upon which the Tribunal could have relied for its decision.",
      "id": "s85"
    },
    {
      "text": "The grounds of appeal do not claim that the Tribunal failed to comply with the procedures in the Act.",
      "id": "s86"
    },
    {
      "text": "It was suggested on the appeal that the Tribunal had failed to comply with s 359A but, as I have pointed out in these reasons, that claim cannot be sustained.",
      "id": "s87"
    },
    {
      "text": "The Tribunal clearly provided the information that the Tribunal considered would be the reason, or part of the reason, for affirming the decision which was under review before the Tribunal.",
      "id": "s88"
    },
    {
      "text": "20 Mr Hassan was unrepresented at the hearing of the appeal.",
      "id": "s89"
    },
    {
      "text": "He raised only two matters.",
      "id": "s90"
    },
    {
      "text": "First, he pointed to two birth certificates in the Appeal Books which he said showed the unreliability of Fijian record keeping.",
      "id": "s91"
    },
    {
      "text": "The birth certificates are not necessarily inaccurate.",
      "id": "s92"
    },
    {
      "text": "There is nothing in the papers which demonstrate whether or not they are accurate.",
      "id": "s93"
    },
    {
      "text": "Secondly, he said all of his siblings were now living in Australia and he wanted to be with them.",
      "id": "s94"
    },
    {
      "text": "Whilst that is an important matter to Mr Hassan, unfortunately, it is not relevant to any issue on the appeal.",
      "id": "s95"
    },
    {
      "text": "21 In my opinion, no error has been demonstrated on the part of the Federal Magistrate or any jurisdictional error on the part of the Tribunal.",
      "id": "s96"
    },
    {
      "text": "22 The appeal must be dismissed.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s98"
    },
    {
      "text": "Associate:\n\nDated: 11 August 2006\n\n\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the First and Second Respondents: A McInerney \n \n Solicitor for the First and Second Respondents: Phillips Fox \n \n Date of Hearing: 9 August 2006 \n \n Date of Judgment: 11 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1032.html",
      "id": "s99"
    }
  ]
}