{
  "name": "SZCZM v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1432 (10 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1432.html",
  "catchphrases": [
    {
      "text": "appeal dismissed",
      "id": "c0"
    },
    {
      "text": "costs as a gross amount sought but not ordered.",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This appeal against a decision of Federal Magistrate Scarlett given on 8 May 2006 will be dismissed.",
      "id": "s0"
    },
    {
      "text": "2 The applicant first applied for a Protection Class (XA) visa on 26 February 2003.",
      "id": "s1"
    },
    {
      "text": "After a decision by a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs ('the Minister') the Refugee Review Tribunal ('RRT') found the application was not valid because certain details had not been provided in the application.",
      "id": "s2"
    },
    {
      "text": "An application for judicial review to the Federal Magistrates Court and a subsequent appeal to this Court were dismissed.",
      "id": "s3"
    },
    {
      "text": "However, as the original application was invalid, there was (as Edmonds J remarked in his judgment of 23 May 2005) no barrier to a further application for a protection visa.",
      "id": "s4"
    },
    {
      "text": "3 The applicant made a further application for a protection visa on 23 June 2005.",
      "id": "s5"
    },
    {
      "text": "4 The grounds for this application were a combination of two main factors.",
      "id": "s6"
    },
    {
      "text": "The applicant, a citizen of India, who lived in Kerala, said he had fallen in love with a Muslim woman.",
      "id": "s7"
    },
    {
      "text": "As he was Hindu the woman's father was opposed to the relationship, threatened him and at one stage he was beaten.",
      "id": "s8"
    },
    {
      "text": "During the course of these events he had been inveigled into innocently participating in a bank fraud, had been arrested, jailed and released on bail thanks to the intervention of his father.",
      "id": "s9"
    },
    {
      "text": "A friend remained in jail.",
      "id": "s10"
    },
    {
      "text": "The friend's family was harassing him.",
      "id": "s11"
    },
    {
      "text": "5 These matters are an unpromising foundation for the grant of a protection visa.",
      "id": "s12"
    },
    {
      "text": "The delegate was not persuaded, even taking the applicant's claims at face value, that they raised a meritorious claim that the applicant was a person to whom Australia has protection obligations under the Refugees Convention.",
      "id": "s13"
    },
    {
      "text": "6 On 11 August 2005, the delegate refused to grant a protection visa.",
      "id": "s14"
    },
    {
      "text": "7 The applicant sought review by the RRT.",
      "id": "s15"
    },
    {
      "text": "He was invited to, and did, give oral evidence on 9 November 2005.",
      "id": "s16"
    },
    {
      "text": "The RRT decision contains a detailed analysis of the applicant's claims.",
      "id": "s17"
    },
    {
      "text": "The RRT raised issues with the applicant concerning whether his assertions, even if accepted, provided a satisfactory foundation for his claim to be a refugee.",
      "id": "s18"
    },
    {
      "text": "After considering his responses it was not satisfied he was a refugee.",
      "id": "s19"
    },
    {
      "text": "On 10 November 2005 it confirmed the decision not to grant a protection visa.",
      "id": "s20"
    },
    {
      "text": "8 The applicant lodged an application for judicial review.",
      "id": "s21"
    },
    {
      "text": "His grounds were:\n \n \n '1.",
      "id": "s22"
    },
    {
      "text": "The Tribunal relied in its decision on relevant background material, which it described in its decision.",
      "id": "s23"
    },
    {
      "text": "The tribunal did not discuss this material with the applicant and give him an opportunity to comment giving rise to jurisdictional error.",
      "id": "s24"
    },
    {
      "text": "2.",
      "id": "s25"
    },
    {
      "text": "The Tribunal said the CPM party is just one opposition party in Kerala they have only 23 seat of 140 assembly seats in Kerala, but now presently have assembly election in Kerala, all south 7 district election is done, other state will going to polling next week, the exist poll and intelligence report saying CPM will come back more power as 103 assembly seats, its more critical.",
      "id": "s26"
    },
    {
      "text": "3.",
      "id": "s27"
    },
    {
      "text": "The Tribunal failed to consider the possibility that the applicant, following his return to India, would locate his mother and girl friend, resume the relationship and be exposed to persecution.",
      "id": "s28"
    },
    {
      "text": "As a result, the Tribunal ignored or field [sic] to consider an aspect of the applicant's claim, giving rise to jurisdictional error.",
      "id": "s29"
    },
    {
      "text": "' \n \n \n\n9 Scarlett FM rejected the first ground because the independent country information being referred to is excepted (under s 424A(3)(a)) from the requirement under s 424(A)(1) of the Migration Act 1958 (Cth) that it be notified to the applicant.",
      "id": "s30"
    },
    {
      "text": "10 The second ground was rejected as a challenge to a factual finding rather than a jurisdictional issue.",
      "id": "s31"
    },
    {
      "text": "In any event it is speculative.",
      "id": "s32"
    },
    {
      "text": "Scarlett FM was correct to reject it.",
      "id": "s33"
    },
    {
      "text": "11 As to the third ground, when asked about the woman with whom he had sought to establish a relationship, the applicant informed the RRT that he had not seen her for five years and did not know where she was.",
      "id": "s34"
    },
    {
      "text": "There is no indication from the very comprehensive account of the hearing in the decision of the RRT that the applicant raised any possibility of the kind referred to in ground 3.",
      "id": "s35"
    },
    {
      "text": "I do not see, in any event, how it could help his application for a protection visa.",
      "id": "s36"
    },
    {
      "text": "It raises no jurisdictional issue bearing upon the application for judicial review.",
      "id": "s37"
    },
    {
      "text": "12 The appeal to this Court made general allegations that Scarlett FM had erred in not finding jurisdictional error and procedural fairness.",
      "id": "s38"
    },
    {
      "text": "13 At the hearing I invited the applicant on three occasions to make submissions in support of the appeal but he indicated that he had nothing to add to the material already before the court.",
      "id": "s39"
    },
    {
      "text": "14 No error in the decision of Scarlett FM has been shown or, to my mind, appears from the papers.",
      "id": "s40"
    },
    {
      "text": "In my view his Honour had no alternative but to dismiss the application for judicial review which was before him and this Court must dismiss the appeal from his decision.",
      "id": "s41"
    },
    {
      "text": "15 The appeal will be dismissed with costs.",
      "id": "s42"
    },
    {
      "text": "16 At the conclusion of the hearing Mr Chami, appearing for the respondent, asked me, if I dismissed the appeal, to make a costs order fixed in an amount of $3,000.",
      "id": "s43"
    },
    {
      "text": "I enquired about the evidentiary foundation for such an assessment.",
      "id": "s44"
    },
    {
      "text": "Mr Chami referred me to the Federal Court Rules O 62 r 4(2)(c) which permits the Court to order costs fixed at a gross sum.",
      "id": "s45"
    },
    {
      "text": "He offered to provide an affidavit at a later date in support of the claim for costs.",
      "id": "s46"
    },
    {
      "text": "Reference was also made to Schedule 1 of the Federal Magistrates Court Rules 2001 which provides, amongst other things, for costs up to $5,000 for a migration proceeding which is concluded at a final hearing.",
      "id": "s47"
    },
    {
      "text": "17 Rule 44.15 of the Federal Magistrates Court Rules 2001 provides:\n \n \n '(1) The Court may, in relation to a proceeding that is concluded, order that an unsuccessful party in the proceeding must pay the costs of a successful party in accordance with item 1 of Part 2 of Schedule 1 \n \n \n \n \n \n (2) Unless the Court otherwise orders, an applicant who files a notice of discontinuance of an application for an order to show cause is liable to pay a respondent's costs in accordance with item 2 of Part 2 of Schedule 1.",
      "id": "s48"
    },
    {
      "text": "' \n \n \n \n\n18 It is for the purpose of that rule that the amounts in Part 2 of Schedule 1 of the Federal Magistrates Court Rules 2001 are fixed as follows:\n \n ' 1 Proceedings that are concluded \n \n For subrule 44.15(1), the costs are: \n \n \n (a) if the proceeding is concluded at or before the first court date for the proceeding - $1 000; or \n (b) if the proceeding is concluded after the first court date for the proceeding and at or before the hearing under rule 44.12 or other interlocutory hearing - $2,500; or \n \n \n (c) if the proceeding is concluded at a final hearing - $5,000.",
      "id": "s49"
    },
    {
      "text": "2 Proceedings that are discontinued \n \n For subrule 44.15 (2), the costs are: \n \n \n (a) if the notice of discontinuance is filed and served at least 14 days before the first court date for the proceeding - $500; or \n (b) if the notice of discontinuance is filed and served within the period beginning 14 days before the first court date for the proceeding and ending 15 days before the hearing under rule 44.12 or other interlocutory hearing - $1,250; or \n (c) if the notice of discontinuance is filed and served within the period beginning 14 days before the hearing under rule 44.12 or other interlocutory hearing and ending 15 days before the final hearing - $2,500; or \n \n \n (d) in any other case - $3,500.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n19 No scale of costs is fixed for proceedings in this Court.",
      "id": "s51"
    },
    {
      "text": "In the absence of a scale of fees and in the absence of agreement I am not prepared to order costs in a fixed amount.",
      "id": "s52"
    },
    {
      "text": "The assessment of costs can be dealt with in the ordinary way.",
      "id": "s53"
    },
    {
      "text": "There is nothing to be gained by my taking evidence independently about the matter.",
      "id": "s54"
    },
    {
      "text": "20 In the circumstances I will order that the applicant pay the respondent's costs but I decline to specify the amount of those costs.",
      "id": "s55"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s56"
    },
    {
      "text": "Associate:\n\nDated: 10 November 2006\n\n\n Applicant appeared in person.",
      "id": "s57"
    },
    {
      "text": "Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 30 October 2006 \n \n Date of Judgment: 10 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1432.html",
      "id": "s58"
    }
  ]
}