{
  "name": "S2012 of 2003 v Minister for Immigration and Multicultural Affairs (with Corrigendum dated 11 October 2006) [2006] FCA 1294 (3 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1294.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "judicial review of refusal of protection visa",
      "id": "c1"
    },
    {
      "text": "jurisdictional error by tribunal",
      "id": "c2"
    },
    {
      "text": "failure to consider integers of claim",
      "id": "c3"
    },
    {
      "text": "consideration of state protection",
      "id": "c4"
    },
    {
      "text": "appeal allowed",
      "id": "c5"
    },
    {
      "text": "decision quashed",
      "id": "c6"
    },
    {
      "text": "remitted to refugee review tribunal.",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against an order of a Federal Magistrate made on 29 March 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') given on 3 April 1997.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse grant of a protection visa to the appellants.",
      "id": "s1"
    },
    {
      "text": "2 The appellants are husband and wife who are citizens of Fiji and are of Indian ethnicity.",
      "id": "s2"
    },
    {
      "text": "They are both well educated, the appellant husband to Year 12 and the appellant wife to Year 11.",
      "id": "s3"
    },
    {
      "text": "The appellants entered Australia in January 1996 for the purpose of the appellant husband undergoing medical treatment.",
      "id": "s4"
    },
    {
      "text": "3 The appellant husband's grandfather leased a sugar cane farm near Tuvua in Fiji.",
      "id": "s5"
    },
    {
      "text": "The farm passed to the appellant husband when the appellants married.",
      "id": "s6"
    },
    {
      "text": "For nearly four years before the appellants left Fiji to come to Australia, the appellant husband worked as a miner although he was on leave from his employment when he left Fiji.",
      "id": "s7"
    },
    {
      "text": "During that same period, he also cultivated the sugar cane crop on the leased property.",
      "id": "s8"
    },
    {
      "text": "The appellant wife was a housewife.",
      "id": "s9"
    },
    {
      "text": "4 The appellant husband's father was a well-known member of the Fiji Labour Party ('FLP') and although the appellant husband was never himself a member of that party, he did accompany his father to party meetings prior to the coup in Fiji in 1987.",
      "id": "s10"
    },
    {
      "text": "The appellants claim that the appellant husband had been the victim of a number of crimes perpetrated by indigenous Fijians.",
      "id": "s11"
    },
    {
      "text": "In May 1987 the family home was invaded and the appellants robbed.",
      "id": "s12"
    },
    {
      "text": "They were warned not to support the FLP.",
      "id": "s13"
    },
    {
      "text": "Although the incident was reported to the police and some of the property recovered, no arrests were made.",
      "id": "s14"
    },
    {
      "text": "The family home was again invaded in July 1988 and the appellants were again robbed.",
      "id": "s15"
    },
    {
      "text": "In mid 1990 the appellant husband was robbed by masked men on returning from work.",
      "id": "s16"
    },
    {
      "text": "Although again the incident was reported to the police, no arrests were made.",
      "id": "s17"
    },
    {
      "text": "In December 1994 three masked men invaded the family home, robbed the appellants of jewellery and threatened to rape the appellant wife.",
      "id": "s18"
    },
    {
      "text": "Again, the attack was reported but no arrests were made.",
      "id": "s19"
    },
    {
      "text": "In the middle of 1995 five indigenous Fijians warned the appellant husband that he should leave the area or he would be killed.",
      "id": "s20"
    },
    {
      "text": "This incident was reported to the police but, again, no arrests were made.",
      "id": "s21"
    },
    {
      "text": "5 The appellant husband expressed the fear that the lease on the sugar cane farm would not be renewed.",
      "id": "s22"
    },
    {
      "text": "Although he said that the land belonged to his family and there was no legal impediment to its sale, he said the Fijians would get control of the land without paying for it.",
      "id": "s23"
    },
    {
      "text": "Therefore, the land is not saleable.",
      "id": "s24"
    },
    {
      "text": "6 The appellant husband claimed to have a fear of persecution by indigenous Fijians for his Indian ethnicity, Hindu religion and support of the Fijian Labour Party.",
      "id": "s25"
    },
    {
      "text": "His claims included discrimination through Fijian land tenure laws and attacks, numerous robberies, and arson perpetrated by indigenous Fijians.",
      "id": "s26"
    },
    {
      "text": "7 The Tribunal considered this matter in 1997.",
      "id": "s27"
    },
    {
      "text": "It considered all the evidence before it but did not consider there was a real chance that the appellant husband would face serious harm amounting to persecution because of his Indian background on return to Fiji.",
      "id": "s28"
    },
    {
      "text": "The Tribunal found any chance that the appellant husband would face serious problems amounting to persecution on return to Fiji because of his father's involvement in politics prior to and in 1987 to be remote because independent country information indicated there was no evidence of political harassment since 1992 when parliamentary democracy was restored in Fiji.",
      "id": "s29"
    },
    {
      "text": "8 The Tribunal noted that people of Indian extraction faced less favourable treatment than indigenous Fijians in relation to employment and education.",
      "id": "s30"
    },
    {
      "text": "However, it accepted the Fijian government's assertion that that treatment was a form of affirmative action to address under-representation of indigenous Fijians in the past.",
      "id": "s31"
    },
    {
      "text": "In those circumstances, and because the appellant husband had completed secondary schooling and was in full time employment until his departure for Australia, it was unlikely that he would suffer discrimination in employment or education.",
      "id": "s32"
    },
    {
      "text": "9 The Tribunal found that Indian Fijians were disadvantaged by the land ownership system in Fiji and it was possible the appellant husband would not be able to renew his lease on his farm but did not consider that this constituted serious discrimination or persecution under the Convention.",
      "id": "s33"
    },
    {
      "text": "10 The Tribunal said: \n \n 'As discussed above, not all forms of discrimination faced by an individual or group constitute persecution under the Convention.",
      "id": "s34"
    },
    {
      "text": "To be considered persecution the discrimination must be motivated by an intent to harm.",
      "id": "s35"
    },
    {
      "text": "Fiji's land tenure laws date back to colonial times when they were introduced by the British to protect the traditional Fijian way of life.",
      "id": "s36"
    },
    {
      "text": "Furthermore, minor forms of discrimination which do not seriously prejudice the individual or group concerned are not generally considered serious enough to amount to persecution.",
      "id": "s37"
    },
    {
      "text": "Indian Fijians may not be able to obtain freehold title to land, but they have had access to land through long term leases.",
      "id": "s38"
    },
    {
      "text": "From the evidence it is clear that this will continue to be the case in future, although it is likely that rents will be higher and less land will be available as some leases may not be renewed.",
      "id": "s39"
    },
    {
      "text": "I do not consider that Fiji's land tenure laws are a form of serious discrimination amounting to persecution of Indian Fijians in general.",
      "id": "s40"
    },
    {
      "text": "In [Mr S's] case, he worked full time as a miner prior to his departure from Fiji and did not rely primarily on his farm to provide him with a livelihood.",
      "id": "s41"
    },
    {
      "text": "There is no reason to suppose he would not be able to find similar work if he returned to Fiji now.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n 11 The Tribunal accepted the appellant husband had been robbed by indigenous Fijians on several occasions but found these were random criminal acts motivated by a desire to steal property.",
      "id": "s43"
    },
    {
      "text": "The Tribunal also accepted the appellant husband had been threatened and had his sugar cane set on fire, and that 'there was a strong racial element to these acts' but they were not such to cause the Tribunal to find a systematic course of conduct directed against the appellant husband because of his race.",
      "id": "s44"
    },
    {
      "text": "12 The Tribunal addressed the appellants' complaint that the Fijian authorities had failed to provide the appellants with adequate protection from the 'criminal and racist attacks' he experienced in Fiji because of his ethnicity.",
      "id": "s45"
    },
    {
      "text": "Whilst it found that there was often inadequate police protection in Fiji, this was a problem which affected all Fijians.",
      "id": "s46"
    },
    {
      "text": "The Tribunal was not prepared to find that the police failed to protect the appellant husband because of his ethnicity.",
      "id": "s47"
    },
    {
      "text": "13 Lastly, the Tribunal addressed the question of relocation.",
      "id": "s48"
    },
    {
      "text": "It found: \n \n 'Finally, as discussed with [Mr S] at the hearing, I believe he could avoid any potential problems with his neighbours in Tuvua by relocating elsewhere in Fiji.",
      "id": "s49"
    },
    {
      "text": "I do not consider that it is unreasonable to expect him to take this step, should it prove necessary.",
      "id": "s50"
    },
    {
      "text": "[Mr S] and his wife are young and relatively well educated people.",
      "id": "s51"
    },
    {
      "text": "They have relatives living and working elsewhere in Fiji.",
      "id": "s52"
    },
    {
      "text": "In these circumstances I believe they could re-establish themselves with relative ease in another part of Fiji.",
      "id": "s53"
    },
    {
      "text": "' \n \n \n 14 After the Tribunal's decision had been handed down the appellants became part of a class action in the High Court of Australia.",
      "id": "s54"
    },
    {
      "text": "Their claims in this regard were eventually dismissed by Emmett J in 2004.",
      "id": "s55"
    },
    {
      "text": "15 On 18 March 2004 the appellants filed an application in the Federal Magistrates Court of Australia for judicial review of the Tribunal's decision.",
      "id": "s56"
    },
    {
      "text": "The appellants sought to challenge the Tribunal's decision on five grounds: first, that the Tribunal failed to correctly apply the law in relation to the word 'persecution' by requiring the harm to be part of systematic conduct or a pattern of serious harassment; secondly, the Tribunal failed to correctly apply the law in relation to the test for state protection; thirdly, the Tribunal denied the appellants procedural fairness by failing to disclose adequate particulars of adverse country information on which it relied; fourthly, the Tribunal failed to address the appellants' claim that they also suffered persecution for reason of their Hindu faith; and fifthly, the Tribunal failed to apply the law by holding that discrimination must be motivated by an intent to harm.",
      "id": "s57"
    },
    {
      "text": "16 In relation to the first ground, the Federal Magistrate considered the authorities defining persecution for the purposes of the Convention.",
      "id": "s58"
    },
    {
      "text": "The Federal Magistrate then found that the Tribunal had considered the racial basis of the offences but the Tribunal 'discarded it as having any importance'.",
      "id": "s59"
    },
    {
      "text": "His Honour concluded that this was a question of fact with which the court could not interfere.",
      "id": "s60"
    },
    {
      "text": "17 The Federal Magistrate found there was no jurisdictional error in the way in which the Tribunal had approached the question of state protection because there was evidence the police had been successful on one occasion in recovering the appellants' property and, on other occasions, the appellants had difficulty identifying assailants which would have made it difficult for the police to have apprehended anyone in respect of those crimes.",
      "id": "s61"
    },
    {
      "text": "18 The Federal Magistrate found that the remaining three grounds in the application did amount to jurisdictional error.",
      "id": "s62"
    },
    {
      "text": "Because the Tribunal hearing took place before s 424A was inserted into the Migration Act 1958 (Cth) ('the Act'), his Honour concluded that the general rules of procedural fairness would apply.",
      "id": "s63"
    },
    {
      "text": "He found that the Tribunal had relied on independent country information which was adverse, credible, relevant and significant but had not provided the appellants an opportunity to comment on some of that information.",
      "id": "s64"
    },
    {
      "text": "In that he found the Tribunal had made a jurisdictional error.",
      "id": "s65"
    },
    {
      "text": "19 The Federal Magistrate also found that the Tribunal had failed to deal with the appellants' claim of religious persecution.",
      "id": "s66"
    },
    {
      "text": "Although the claim was not seriously pressed by the appellants, it was not abandoned.",
      "id": "s67"
    },
    {
      "text": "The Tribunal had before it a claim that the appellants believed persecution was in part due to their religion.",
      "id": "s68"
    },
    {
      "text": "The Tribunal's failure to deal with the claim of religious persecution amounted to a constructive failure to exercise its jurisdiction.",
      "id": "s69"
    },
    {
      "text": "20 The Federal Magistrate found the fifth complaint made out.",
      "id": "s70"
    },
    {
      "text": "The Tribunal was wrong to proceed on the basis that for discrimination to be considered persecution, it must be motivated by an intent to harm.",
      "id": "s71"
    },
    {
      "text": "The Federal Magistrate said that in that regard the Tribunal had proceeded upon an incorrect basis: Chen Shi Hai v Minister for Immigration [2000] HCA 19 ; (2000) 201 CLR 293 at [33] to [35].",
      "id": "s72"
    },
    {
      "text": "He said the Tribunal should have asked itself whether or not the activity complained of was discriminatory and whether it was Convention based.",
      "id": "s73"
    },
    {
      "text": "21 He found that by introducing the concept of 'benevolence' the Tribunal had committed jurisdictional error in determining that the conduct complained of did not amount to discrimination and thereby persecution.",
      "id": "s74"
    },
    {
      "text": "22 Although the Federal Magistrate found that the Tribunal had committed jurisdictional error in those three respects, his Honour refused the grant of the constitutional writs because the appellants failed to satisfy the Tribunal that relocation was not a reasonable proposition.",
      "id": "s75"
    },
    {
      "text": "He found that the appellants' problems were related to their neighbours and any suggestion of general antipathy towards them was negated by the fact the appellants' relatives lived elsewhere in Fiji.",
      "id": "s76"
    },
    {
      "text": "He said: \n \n \n '25.",
      "id": "s77"
    },
    {
      "text": "There was clearly an issue that the applicants were required to satisfy the Tribunal upon; namely that relocation was not a reasonable proposition for them.",
      "id": "s78"
    },
    {
      "text": "They failed to do so.",
      "id": "s79"
    },
    {
      "text": "The applicants argue that the relocation finding is limited.",
      "id": "s80"
    },
    {
      "text": "They say it is based upon an assumption that the problems which they faced were problems from their neighbours.",
      "id": "s81"
    },
    {
      "text": "But that seemed to be implicit from their own evidence.",
      "id": "s82"
    },
    {
      "text": "To the extent that there may be some residual suggestion of a general antipathy towards them resulting in convention related persecution, that would appear to be negated by the Tribunal's finding that their relatives lived and worked elsewhere in Fiji.",
      "id": "s83"
    },
    {
      "text": "The relocation finding itself was not impugned a being infected with jurisdictional error.",
      "id": "s84"
    },
    {
      "text": "I am unable to see how the jurisdictional errors which I have found might impact upon this finding by the Tribunal on relocation.",
      "id": "s85"
    },
    {
      "text": "In those circumstances I would not be prepared to grant the constitutional writs requested; NAAA v Minister for Immigration [2002] FCA 362.",
      "id": "s86"
    },
    {
      "text": "' \n \n \n \n 23 On 1 August 2006 the appellants filed an amended notice of appeal.",
      "id": "s87"
    },
    {
      "text": "Rather than rely on the many grounds for appeal in the original notice of appeal, the amended notice of appeal raises only one ground and that is that the Federal Magistrate erred in finding that the Tribunal's finding on the availability of relocation was independent of the three instances of jurisdictional error identified by the Court.",
      "id": "s88"
    },
    {
      "text": "24 The particulars of the ground are: \n \n \n 'a.",
      "id": "s89"
    },
    {
      "text": "The Court's finding in relation to denial of natural justice included a finding that the Tribunal had not provided the applicants with information concerning the \"inadequate state protection claim\" (at [19]).",
      "id": "s90"
    },
    {
      "text": "The Court held that this information was \"credible relevant and significant to the making of the decision\".",
      "id": "s91"
    },
    {
      "text": "If there was any possibility of the Tribunal returning a finding of inadequate state protection, this would have necessarily influenced its finding in relation to relocation, since the authority of the State extends to the whole country.",
      "id": "s92"
    },
    {
      "text": "b.",
      "id": "s93"
    },
    {
      "text": "The Court found that the applicants made claims about persecution on religious grounds which the Tribunal did not deal with (at [21]).",
      "id": "s94"
    },
    {
      "text": "Attitudes towards people of Hindu religion in Fiji are widespread throughout the country and if the Tribunal had considered the applicants' claims and found them justified, that finding would reasonably have influenced its consideration of the relocation issue.",
      "id": "s95"
    },
    {
      "text": "c. The Court found that the Tribunal misunderstood the legal basis of the applicants' claims concerning the land tenure laws.",
      "id": "s96"
    },
    {
      "text": "Had the Tribunal not fallen into error it could reasonably have found the claim to be justified.",
      "id": "s97"
    },
    {
      "text": "The land tenure laws apply throughout the country and for that reason a finding in favour of the applicants would have been relevant to the relocation issue.",
      "id": "s98"
    },
    {
      "text": "' \n \n \n \n 25 Shortly before the hearing of the appeal, the first respondent filed a notice of contention.",
      "id": "s99"
    },
    {
      "text": "That notice states: \n \n 'The Court below erred in concluding that the Tribunal had erred by failing to consider an independent claim advanced by the appellants, namely that they feared persecution by reason of their religion.",
      "id": "s100"
    },
    {
      "text": "The Court should have found that it was not an independent claim but that it was part of the race claim and dealt with in that context.",
      "id": "s101"
    },
    {
      "text": "' \n \n \n 26 The respondent did not contend that the Federal Magistrate had erred in finding that the Tribunal had been guilty of jurisdictional error in those two other respects, namely, in failing to provide the appellants with an opportunity to comment on the adverse country information and proceeding upon the basis that for discrimination to be considered persecution it must be motivated by an intent to harm.",
      "id": "s102"
    },
    {
      "text": "27 The appellants contended on appeal that the Federal Magistrate erred in not quashing the decision because, once the Federal Magistrate found that there were three instances of jurisdictional error, he could not have come to the conclusion that the relocation issue was not infected by one or more of those instances of jurisdictional error.",
      "id": "s103"
    },
    {
      "text": "28 In particular, it was contended that the Federal Magistrate had found that material was not supplied to the appellants which impacted on the question of state protection.",
      "id": "s104"
    },
    {
      "text": "State protection is a relevant consideration wherever the appellants might be located.",
      "id": "s105"
    },
    {
      "text": "If, on a further consideration having regard to any further evidence that might be adduced in relation to state protection, it was found that the appellants would not enjoy state protection then the question of relocation might become irrelevant.",
      "id": "s106"
    },
    {
      "text": "29 In my opinion, that submission must be accepted.",
      "id": "s107"
    },
    {
      "text": "There might be some cases where a tribunal of this kind considering questions of this kind could fall into jurisdictional error in respect of an aspect of its deliberations which would not affect the ultimate conclusion.",
      "id": "s108"
    },
    {
      "text": "VBAP of 2002 v Minister of Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 was one of these.",
      "id": "s109"
    },
    {
      "text": "However, this matter is different.",
      "id": "s110"
    },
    {
      "text": "30 There were a number of issues before the Tribunal which needed to be resolved.",
      "id": "s111"
    },
    {
      "text": "First, whether the appellants were subject to persecution; secondly, whether they had a fear of persecution; thirdly, whether the fear of persecution was well founded; fourthly, whether there was adequate state protection available to the appellants; and fifthly, whether the appellants could be relocated so as to avoid any form of persecution.",
      "id": "s112"
    },
    {
      "text": "31 The question of relocation cannot be considered in a vacuum if, in fact, there is no adequate state protection available to the appellants.",
      "id": "s113"
    },
    {
      "text": "The question of relocation must always depend upon there being available adequate state protection.",
      "id": "s114"
    },
    {
      "text": "Because the Federal Magistrate found the Tribunal had fallen into error in relation to the question of state protection, it seems to me the Tribunal's decision cannot stand.",
      "id": "s115"
    },
    {
      "text": "The first respondent has not challenged the Federal Magistrate's reasons in relation to the Tribunal's error in relation to state protection.",
      "id": "s116"
    },
    {
      "text": "32 The same might be said about the second aspect of the Federal Magistrate's finding.",
      "id": "s117"
    },
    {
      "text": "The Federal Magistrate found that an important integer of the appellants' claim had not been addressed, namely, the appellants' fear of persecution due to their religion.",
      "id": "s118"
    },
    {
      "text": "If that finding was correct, then the Tribunal's decision could not stand for the reason that the Tribunal did not address the question as to whether if the appellants were to relocate they would be subject to persecution for reason of their religion.",
      "id": "s119"
    },
    {
      "text": "33 As the Notice of Contention shows, the first respondent contended on appeal that the Federal Magistrate was wrong in his finding that the Tribunal failed to address a claim of persecution due to the appellants' religion.",
      "id": "s120"
    },
    {
      "text": "The first respondent contended that the appellants did not separately claim religion as a basis of fear independent of their race.",
      "id": "s121"
    },
    {
      "text": "The contention was: \n \n 'Again, in context, the appellants did not claim religion as a basis of fear independent of their race.",
      "id": "s122"
    },
    {
      "text": "It went together.",
      "id": "s123"
    },
    {
      "text": "There was no evidence that any claim relating to religion alone was advanced.",
      "id": "s124"
    },
    {
      "text": "It was just said to be an additional reason for certain harm.",
      "id": "s125"
    },
    {
      "text": "' \n \n \n 34 That, in my opinion, does not answer both the appellants' claim and the Federal Magistrate's finding.",
      "id": "s126"
    },
    {
      "text": "The appellants' claim was that the appellant husband was the subject of persecution because of his race and because of his Hindu religion.",
      "id": "s127"
    },
    {
      "text": "The appellants' advisers (Corby Levingston, solicitors) wrote to the Minister's delegate: \n \n '... claiming that he is unable to avail himself of the protection of the Government of the Republic of Fiji on the basis that he is being persecuted for reasons of his race, religion, and imputed political opinion.",
      "id": "s128"
    },
    {
      "text": "Specifically, this applicant claims that due to reasons of his race (Indo-Fijian) he is constantly being threatened and harassed by indigenous Fijians (Taukeis) who routinely assault, threaten, intimidate, and rob him.",
      "id": "s129"
    },
    {
      "text": "This applicant claims that when he has reported these matters to the Police, they have failed to properly investigate his allegations due to reasons of the fact that the perpetrators are Taukeis.",
      "id": "s130"
    },
    {
      "text": "This applicant fears for his personal safety and of the safety of his wife, and those members of his immediate family who remain in Fiji.",
      "id": "s131"
    },
    {
      "text": "These fears are genuinely held and satisfy the first limb of the test in Chan's case.",
      "id": "s132"
    },
    {
      "text": "Specifically, this applicant has a strong subjective fear which upon closer analysis will approach the requirement as set out in Chan's case of him being persecuted for a convention reason.",
      "id": "s133"
    },
    {
      "text": "In particular, this applicant claims that there is a real chance of continuing persecution at a level and intensity consistent with the requirements of the international convention and protocol.",
      "id": "s134"
    },
    {
      "text": "The applicant also claims that the persecution detailed above, also arises out of the fact of him being a Hindu and the belief that the applicant is a strong supporter of the Labour Party in Fiji.",
      "id": "s135"
    },
    {
      "text": "' \n \n \n 35 A reading of the solicitor's letter indicates that the two issues were being addressed independently.",
      "id": "s136"
    },
    {
      "text": "The first paragraph to which I have referred identifies three separate Convention reasons why the appellant husband feared persecution.",
      "id": "s137"
    },
    {
      "text": "The next paragraph specifically addresses his fear of persecution by reason of his race.",
      "id": "s138"
    },
    {
      "text": "The last paragraph identifies the separate fear of persecution by reason of his religion.",
      "id": "s139"
    },
    {
      "text": "In my opinion, the respondents' contention that the appellants did not claim religion as a basis of fear independent of their race must be rejected.",
      "id": "s140"
    },
    {
      "text": "36 The Tribunal was on notice of the claim and should have considered whether the appellant husband's religion, it having been raised by the appellants' adviser, meant that he was at risk of persecution.",
      "id": "s141"
    },
    {
      "text": "37 In my opinion, the Federal Magistrate was right to conclude that the Tribunal erred in failing to address the appellant husband's claim of persecution for reason of his religion.",
      "id": "s142"
    },
    {
      "text": "There was a constructive failure to exercise jurisdiction and therefore jurisdictional error on the part of the Tribunal.",
      "id": "s143"
    },
    {
      "text": "38 For that reason, I would reject the contention raised in the notice of contention.",
      "id": "s144"
    },
    {
      "text": "The finding of relocation therefore was made in the absence of the Tribunal first considering one of the integers of the appellants' claims, namely a fear of persecution by reason of religion.",
      "id": "s145"
    },
    {
      "text": "The finding of relocation therefore cannot stand because the appellants' claim has not been appropriately addressed.",
      "id": "s146"
    },
    {
      "text": "39 The Federal Magistrate was right to find that the Tribunal erred in the three respects which he identified.",
      "id": "s147"
    },
    {
      "text": "The Federal Magistrate erred, however, in finding that the Tribunal's decision should not be quashed because the Tribunal had independently found that the appellants could relocate.",
      "id": "s148"
    },
    {
      "text": "In my opinion, the appeal must be allowed and the orders of the Federal Magistrate made on 29 March 2006 should be set aside.",
      "id": "s149"
    },
    {
      "text": "In lieu of the orders made, there should be orders that: \n\n1.",
      "id": "s150"
    },
    {
      "text": "The application be allowed.",
      "id": "s151"
    },
    {
      "text": "2.",
      "id": "s152"
    },
    {
      "text": "The decision of the Refugee Review Tribunal given on 3 April 1997 should be quashed.",
      "id": "s153"
    },
    {
      "text": "3.",
      "id": "s154"
    },
    {
      "text": "There should be an order remitting the matter to the Refugee Review Tribunal to consider the appellants' application according to law.",
      "id": "s155"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justices Lander.",
      "id": "s156"
    },
    {
      "text": "Associate:\n\nDated: 3 October 2006\n\n\n Counsel for the Appellants: Mr M Jones \n \n Solicitor for the Appellants: Michael Jones, Solicitor \n \n Counsel for the Respondent: Mr S Lloyd \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 11 August 2006 \n \n Date of Judgment: 3 October 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1294.html",
      "id": "s157"
    }
  ]
}