{
  "name": "United Salvage Pty Ltd v Louis Dreyfus Armateurs SNC [2006] FCA 1611 (23 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1611.html",
  "catchphrases": [
    {
      "text": "offer of compromise made by defendants prior to hearing",
      "id": "c0"
    },
    {
      "text": "application of o 23 r 11(5)",
      "id": "c1"
    },
    {
      "text": "whether offer of compromise was defective because the sum of money was inclusive of interest and costs and/or the offer required the plaintiffs to execute a \"satisfactory deed of release\"",
      "id": "c2"
    },
    {
      "text": "whether \"satisfactory deed of release\" requirement is uncertain or would result in oppression to plaintiffs",
      "id": "c3"
    },
    {
      "text": "whether defendants had engaged in disentitling conduct such that the court should not award indemnity costs.",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 By Order made on 1 September 2006, I directed the parties to bring in Short Minutes of Order to accord with my reasons for judgment.",
      "id": "s0"
    },
    {
      "text": "In the judgment, I awarded the sum of $A850,000.00 by way of salvage reward to the plaintiffs.",
      "id": "s1"
    },
    {
      "text": "The Short Minutes have now been filed, and there is a dispute as to the form they should take.",
      "id": "s2"
    },
    {
      "text": "2 The present dispute between the parties concerns costs.",
      "id": "s3"
    },
    {
      "text": "3 When the matter was before me for hearing, two open offers were made by the defendants.",
      "id": "s4"
    },
    {
      "text": "The first was made at the outset of the hearing, and was an offer to pay $750,000.00 for salvage reward plus interest and costs.",
      "id": "s5"
    },
    {
      "text": "The second open offer made during the course of the hearing was for an amount of $500,000.00 plus interest.",
      "id": "s6"
    },
    {
      "text": "Each of these offers was less than the quantum of the award eventually made, namely $850,000.00.",
      "id": "s7"
    },
    {
      "text": "Both offers were rejected by the plaintiffs.",
      "id": "s8"
    },
    {
      "text": "4 I have now been furnished with several other \"Offers of Compromise\" which the defendants say were made \"without prejudice\" and in accordance with O 23 of the Federal Court Rules .",
      "id": "s9"
    },
    {
      "text": "That Order relates to Offers of Compromise and Payment into Court.",
      "id": "s10"
    },
    {
      "text": "The Order provides for the form of offer, the time for making or accepting an offer, and other matters such as the withdrawal of acceptance and non-disclosure to the Court.",
      "id": "s11"
    },
    {
      "text": "Of direct relevance is r 11(5), which reads as follows:\n \n \"Order 23 Offer of compromise and payment into court: \n \n 11.",
      "id": "s12"
    },
    {
      "text": "Costs \n \n (5) If: \n \n \n (a) an offer is made by a respondent and not accepted by the applicant; and \n (b) the applicant obtains judgment on the claim to which the offer relates not more favourable than the terms of the offer; \n \n\n then, unless the Court otherwise orders: \n \n \n (c) the applicant is entitled to an order that the respondent pay the applicant's costs in respect of the claim incurred up to 11 am on the day after the day when the offer was made, taxed on a party and party basis; and \n (d) the respondent is entitled to an order that the applicant pay the respondent's costs in respect of the claim incurred after that time, taxed on an indemnity basis.",
      "id": "s13"
    },
    {
      "text": "\" \n \n\n5 The defendants submit they made several \"without prejudice\" offers prior to the hearing.",
      "id": "s14"
    },
    {
      "text": "The main offer for present purposes is that made on 9 December 2005, which purported to be in the required form and provided for the payment of $1,050,000.00 by the defendants to the plaintiffs, together with interest on that amount at 9% until the date of acceptance.",
      "id": "s15"
    },
    {
      "text": "The Offer provided for payment of the plaintiffs' legal costs to be taxed on a party-party basis, and made provision for the plaintiffs to execute a \"satisfactory deed of release.",
      "id": "s16"
    },
    {
      "text": "\" That Offer remained open for 14 days.",
      "id": "s17"
    },
    {
      "text": "The response by the plaintiffs on 22 December 2005 was that the Offer was defective because it did not comply with O 23 r 4(2).",
      "id": "s18"
    },
    {
      "text": "An explanation for this position was sought by the defendants in correspondence.",
      "id": "s19"
    },
    {
      "text": "There was no request by the plaintiffs to clarify what was meant by the phrase \"satisfactory deed of release\" as referred to in the Offer of Compromise.",
      "id": "s20"
    },
    {
      "text": "6 In a further letter of 23 December 2005, the plaintiffs' solicitors raised an objection that the Offer did not comply with O 23 because the sum of money was inclusive of interest and costs.",
      "id": "s21"
    },
    {
      "text": "It was also said that the individual identification of costs and interest did not prevent them from being \"included\" in the defendants' Offer.",
      "id": "s22"
    },
    {
      "text": "The solicitors also stated that the included component of the Offer in respect of interest was not \"specified\" in accordance with O 23, and that a subsequent partial particularisation of that component could not remedy the defect.",
      "id": "s23"
    },
    {
      "text": "Again, there was no suggestion that the Offer lacked effect because it referred to a \"satisfactory deed of release\".",
      "id": "s24"
    },
    {
      "text": "On 23 December 2005, under cover of a \"Without Prejudice\" letter, a further Notice of Offer of Compromise in similar terms was sent by the defendants to the solicitors for the plaintiffs.",
      "id": "s25"
    },
    {
      "text": "On 23 January 2006, another Offer of Compromise was sent raising the offer of salvage reward to $1,350,000.00.",
      "id": "s26"
    },
    {
      "text": "None of these Offers of Compromise were accepted.",
      "id": "s27"
    },
    {
      "text": "On 9 January 2006, the plaintiffs sent to the defendants' solicitors a Notice of Offer of Compromise for an amount of $3.5 million inclusive of interest and costs.",
      "id": "s28"
    },
    {
      "text": "The Notice stated that the sum of $2,156,862.75 was in respect of the principal of the claim, the interest component was $735,547.77 calculated at the rate of 9%, and recoverable costs were in the sum of $607,589.48.",
      "id": "s29"
    },
    {
      "text": "The defendants did not accept this Offer.",
      "id": "s30"
    },
    {
      "text": "7 The defendants' submission is that as from 11am on 10 December 2005 they are entitled to costs incurred on an indemnity basis.",
      "id": "s31"
    },
    {
      "text": "The plaintiffs respond that no Offer of Compromise in compliance with O 23 was made.",
      "id": "s32"
    },
    {
      "text": "It is submitted by the plaintiffs that even in the event that the Court waives strict compliance with the requirements of O 23, it should not order costs against the plaintiffs on an indemnity basis after 10 December 2005.",
      "id": "s33"
    },
    {
      "text": "Rather, it is said that the Court should \"otherwise order\" within the meaning of O 23 r 11(5) having regard to disentitling conduct on the part of one or more of the defendants.",
      "id": "s34"
    },
    {
      "text": "8 The grounds on which the plaintiffs seek a contrary order in relation to indemnity costs are as follows:\n \n \n &#8226; The defendants permitted documents to be destroyed after the incident, thereby preventing discovery and inspection; \n &#8226; Full discovery was not given in respect of the relationship of the third defendant and the identity of the beneficial owner of the vessel at relevant times;\n &#8226; No Offer complying with O 23 was made because of the requirement that the plaintiffs should execute \"a satisfactory deed of release\".",
      "id": "s35"
    },
    {
      "text": "The Offer, it is said, was uncertain, oppressive and not in accordance with the requirements of Federal Court Rules , thereby making it incapable of acceptance;\n &#8226; It was not imprudent or unreasonable for the plaintiffs to refuse the Offers of Compromise made by the defendants.",
      "id": "s36"
    },
    {
      "text": "9 In relation to disentitling conduct, the plaintiffs refer to Schedule 2 of the defendants' Supplementary List of Documents, which states that certain documents such as loadline certificates, ship safety construction certificates, ship safety radio certificates, class reports, vessel plans and specifications had been handed over with the ship when it was sold on 23 April 2003, and in consequence these documents were not available to the plaintiffs.",
      "id": "s37"
    },
    {
      "text": "In addition, other documents such as the Certificate of Registration, Classification Society records, Bridge Master's standing orders, sounding records, echo sounding records, course recorder trace manoeuvring data documents, fuel and fresh water figures, location documents and Port State inspection reports were destroyed on board the ship prior to the sale of the vessel, or were disposed of in France following the completion of the vessel's sale.",
      "id": "s38"
    },
    {
      "text": "The plaintiffs say that the destruction and failure to preserve records or copies of the records constitutes reprehensible disentitling conduct on the part of the defendants, providing a sufficient basis for the Court to refuse to make any Order that the plaintiffs should bear costs of the defendants on and after 10 December 2005 on an indemnity basis.",
      "id": "s39"
    },
    {
      "text": "Other disentitling conduct alleged relates to the fact that documents regarding the question of the identity of the beneficial owner were only made available at a late stage.",
      "id": "s40"
    },
    {
      "text": "10 The defendants responded by saying that the documents which had been destroyed or were not available could not have played an important part in the decision as to the quantum of the award.",
      "id": "s41"
    },
    {
      "text": "This is not, in my view, a reason for concluding that the destruction of the documents and the failure to keep records of documents transferred on the sale is not conduct which attracts criticism.",
      "id": "s42"
    },
    {
      "text": "However, I consider that the evidence as to veering, manoeuvring and similar dangers on which the plaintiffs relied was thoroughly canvassed in the hearing, and I accepted the submissions of the plaintiffs on this point as to the nature and extent of these problems.",
      "id": "s43"
    },
    {
      "text": "In my view, although open to some criticism in the circumstances of this case, I am not persuaded that the conduct of the defendants in respect of the documents is sufficient to displace the general rule that costs should be paid by plaintiffs where an Offer of Compromise such as that in the present case has been made.",
      "id": "s44"
    },
    {
      "text": "Furthermore, I do not consider that the late discovery of documents relating to the beneficial ownership issue amounts to conduct which attracts criticism or should disentitle the defendants from recovery of costs on an indemnity basis.",
      "id": "s45"
    },
    {
      "text": "11 The second matter relied on by the plaintiffs is the alleged uncertainty and oppressiveness of the offer in requiring the plaintiffs to execute a \"satisfactory deed of release\".",
      "id": "s46"
    },
    {
      "text": "It is said that this expression is undefined and subjective, and that if it were enforced, it would result in oppression to the plaintiffs because it would expose the plaintiffs to the unilateral requirements of the defendants and may allow unreasonable requirements, including indemnity obligations, to be imposed by the defendants.",
      "id": "s47"
    },
    {
      "text": "12 It is correct that no deed of release was proffered by the defendants with the Offer of Compromise.",
      "id": "s48"
    },
    {
      "text": "However, there is no suggestion in the early correspondence from the plaintiffs that the insertion of such a provision was objected to or was the basis for refusal of the Offer.",
      "id": "s49"
    },
    {
      "text": "There was no request for clarification from the plaintiffs in relation to the proposed contents of any potential deed of release.",
      "id": "s50"
    },
    {
      "text": "Instead, the plaintiffs elected to rely on an argument as to formal non-compliance, which, having regard to the substance of the settlement offer and its clear and precise terms, I do not accept.",
      "id": "s51"
    },
    {
      "text": "Moreover, I am not persuaded that the expression \"satisfactory deed of release\" or that particular requirement is uncertain or oppressive.",
      "id": "s52"
    },
    {
      "text": "13 In Meehan v Jones [1982] HCA 52 ; (1982) 149 CLR 571, the Court considered a contract which referred to \"a satisfactory agreement ... for the supply of a satisfactory quantity of crude oil.",
      "id": "s53"
    },
    {
      "text": "\" In that case, it was submitted that the contract was illusory and that it merely gave a discretion or option to one party as to whether the promise would be carried out.",
      "id": "s54"
    },
    {
      "text": "The Court rejected this submission, and although it agreed that it was for the purchaser to determine whether he had entered into a satisfactory agreement for the supply of a satisfactory quantity of crude oil, it also held that the purchaser had an obligation to act honestly in deciding whether the terms of an offer of finance were satisfactory.",
      "id": "s55"
    },
    {
      "text": "In addition, Gibbs CJ observed at 578-579 that the expression \"satisfactory\" could be given content.",
      "id": "s56"
    },
    {
      "text": "This observation is relevant in the present circumstances.",
      "id": "s57"
    },
    {
      "text": "Although each case must turn on its factual context, in my opinion, the Court can and will give content to the expression \"satisfactory deed of release\" as expressed in the Offer of Compromise in the present case.",
      "id": "s58"
    },
    {
      "text": "14 Having regard to the evidence, it is my view that the insertion of this requirement played no significant part in the rejection of the Offer of Compromise because there was no reference to it in the challenges to the terms of the Offer made by the plaintiffs'solicitors.",
      "id": "s59"
    },
    {
      "text": "The subsequent offer made in January 2006 by the plaintiffs seeking twice the amount offered by the defendants indicates that it was the amount of the award offered by the defendants which was the real cause of the dissatisfaction of the plaintiffs.",
      "id": "s60"
    },
    {
      "text": "The requirement relating to a \"satisfactory deed of release\" was not an operative cause of the rejection.",
      "id": "s61"
    },
    {
      "text": "15 For these reasons, I do not accept that the Offer of Compromise was uncertain, illusory or oppressive in any sense, or incapable of being accepted by a reasonable addressee.",
      "id": "s62"
    },
    {
      "text": "16 A further matter raised by the plaintiffs is that there were inconsistent assertions and misleading conduct on the part of the defendants in the form of representations made at various times concerning the relationship of the defendants to the ship.",
      "id": "s63"
    },
    {
      "text": "It is said that the notices of appearance and correspondence expressed different and inconsistent interests in the vessel on the part of the defendants.",
      "id": "s64"
    },
    {
      "text": "17 Although it is true that there were different descriptions of parties in the appearances, I do not consider these assertions can be said to amount to disentitling conduct in relation to costs when regard is had to the real substance of the refusal of the Offers of Compromise, which was the amount of the award sought by the plaintiffs.",
      "id": "s65"
    },
    {
      "text": "The evidence does not persuade me that there was any deliberate attempt to misrepresent or mislead as to the position of the defendants, and the notices of appearance and correspondence are not matters that carry such weight as to amount to a ground for refusing to follow the general rule as proscribed by r 11(5).",
      "id": "s66"
    },
    {
      "text": "18 In addition, in my view, it would not have been imprudent, reckless or unreasonable to expect the plaintiff to accept the Offer of Compromise in this case.",
      "id": "s67"
    },
    {
      "text": "19 My conclusion, therefore, is that r 11(5) should apply and that, subject to my observations below in relation to other considerations, the defendants are entitled to an Order that the plaintiffs pay the defendants' costs in respect of the claim after 9 December 2005, taxed on an indemnity basis.",
      "id": "s68"
    },
    {
      "text": "20 The plaintiffs seek an Order that the first, second and fourth defendants should pay the costs of the third defendant.",
      "id": "s69"
    },
    {
      "text": "In my view, there is no justification for such an order because the Court, having considered the extensive documentation produced by the parties, has concluded that the third defendant was not liable.",
      "id": "s70"
    },
    {
      "text": "Although it was properly joined as a defendant, the plaintiffs' case against it failed.",
      "id": "s71"
    },
    {
      "text": "Therefore, it is appropriate that the plaintiffs, and not the defendants, pay the costs of the third defendant.",
      "id": "s72"
    },
    {
      "text": "21 The plaintiffs also contend that they were successful in relation to the issue of liability salvage which is discussed in the principal judgment.",
      "id": "s73"
    },
    {
      "text": "I accept this submission because in substance the primary position taken by the defendants was rejected.",
      "id": "s74"
    },
    {
      "text": "Accordingly, a costs order in the plaintiffs' favour should be made in relation to this issue on a party-party basis.",
      "id": "s75"
    },
    {
      "text": "22 The plaintiffs submit that there should be a hiving off of the costs attributable to the issue of agency in favour of the plaintiffs, as well as the costs of, and incidental to, the question of whether the services provided were salvage services.",
      "id": "s76"
    },
    {
      "text": "It is pointed out by counsel for the defendants that the agency issue was greatly reduced on the hearing by agreement between the parties and that the issue was narrowed down substantially.",
      "id": "s77"
    },
    {
      "text": "I do not think, having regard to the fact that the parties were able to reach agreement as to the role of the first plaintiff with respect to the second and third plaintiffs, that any separate award should be made in respect of this issue.",
      "id": "s78"
    },
    {
      "text": "I think a similar position should be taken in relation to the costs of, and incidental to, the question of whether the services were salvage services.",
      "id": "s79"
    },
    {
      "text": "After it was announced prior to the hearing that there was no dispute as to the services being salvage services, substantially the same work was involved in relation to this issue as was involved in the final determination of the matter.",
      "id": "s80"
    },
    {
      "text": "Having regard to the fact that the parties reached agreement and eliminated this issue from consideration, and because such a co-operative course of conduct should be encouraged, I do not think any separate order for costs should be made in respect of this matter.",
      "id": "s81"
    },
    {
      "text": "23 With respect to the costs of the present proceedings, I consider there should be no order as to costs because each party has succeeded to some extent on the positions taken by them.",
      "id": "s82"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s83"
    },
    {
      "text": "Associate:\n\nDated: 23 November 2006\n\n\n Counsel for the Plaintiffs: A W Street SC\nE Cox \n \n Solicitor for the Plaintiffs: Norton White \n \n Counsel for the Defendants: G Rich \n \n Solicitor for the Defendants: Thynne &amp; Macartney \n \n Dates of Hearing: 21 September 2006 \n \n Date of Judgment: 23 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1611.html",
      "id": "s84"
    }
  ]
}