{
  "name": "Gadd v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1526 (15 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1526.html",
  "catchphrases": [
    {
      "text": "refusal or cancellation of visa on character grounds",
      "id": "c0"
    },
    {
      "text": "absorption into australian community",
      "id": "c1"
    },
    {
      "text": "whether ceased to be an immigrant",
      "id": "c2"
    },
    {
      "text": "no serious question to be tried.",
      "id": "c3"
    },
    {
      "text": "interlocutory injunction",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n 1 The applicant, Mr Gadd, is in prison.",
      "id": "s0"
    },
    {
      "text": "He is incarcerated at Borallon Correctional Centre, near Ipswich in Queensland.",
      "id": "s1"
    },
    {
      "text": "He is due to be released next Saturday, 18 November 2006.",
      "id": "s2"
    },
    {
      "text": "2 It is not the first time he has been in prison.",
      "id": "s3"
    },
    {
      "text": "He has been in and out of prison since he was 17 years old, about 20 years ago, although on the occasion he was sentenced to his present term of 18 months imprisonment the sentencing judge observed that he had not been convicted of a serious criminal offence since about 1993.",
      "id": "s4"
    },
    {
      "text": "3 Mr Gadd was born in England.",
      "id": "s5"
    },
    {
      "text": "He has lived in Australia for all but two of his 37 years but he is not a citizen of this country.",
      "id": "s6"
    },
    {
      "text": "According to the view taken by the respondent Minister, he is, like Stefan Nystrom whose case was dealt with by the High Court one week ago ( Minister for Immigration and Multicultural and Indigenous Affairs v Nystrom [2006] HCA 50) , a person who, by virtue of the provisions of the Migration Act 1958 (Cth) ('the Act') holds two visas --- an absorbed person visa which is taken to have been granted to him by virtue of s 34 of the Act and a transition (permanent) visa which he has by operation of Reg 4 of the Migration Reform (Transitional Provisions) Regulations ('the Reform Regulations').",
      "id": "s7"
    },
    {
      "text": "4 This interlocutory judgment concerns an application for urgent interlocutory relief arising from advice to Mr Gadd by letter dated 30 October 2006 that the Minister is considering cancelling his absorbed person visa for character reasons pursuant to s 501 of the Act.",
      "id": "s8"
    },
    {
      "text": "It is common ground before me that Mr Gadd is unable to satisfy the character test under s 501 of the Act.",
      "id": "s9"
    },
    {
      "text": "If his absorbed person visa is cancelled his transitional (permanent) visa will also be cancelled by operation of s 501F of the Act.",
      "id": "s10"
    },
    {
      "text": "5 If his visas are cancelled then, under s 189 of the Act, he must be detained as an unlawful non-citizen.",
      "id": "s11"
    },
    {
      "text": "If he is detained under s 189 he must be kept in immigration detention until he is removed from Australia under s 198 or s 199 or deported under s 200 or granted a visa (s 196(1)(c)).",
      "id": "s12"
    },
    {
      "text": "It seems unlikely he will be granted a visa.",
      "id": "s13"
    },
    {
      "text": "If he is detained under s 189 the detention is to continue unless a court finally determines that the detention is unlawful or that he is not an unlawful non-citizen (s 196(4)).",
      "id": "s14"
    },
    {
      "text": "6 The letter to Mr Gadd required a response by 13 November 2006 but I was informed that no decision would be made before 16 November 2006.",
      "id": "s15"
    },
    {
      "text": "There is some evidence before me that, upon an enquiry being made, an indication was given that the Minister wished to make a decision upon Mr Gadd's visa, taking into account any response he might make, 'before Saturday'.",
      "id": "s16"
    },
    {
      "text": "If his visas are cancelled before Saturday it follows that Mr Gadd will not enjoy any period of liberty but upon release from Borallan Correctional Centre on the expiry of his present term of imprisonment will be immediately detained.",
      "id": "s17"
    },
    {
      "text": "7 The proceedings before the Court have been commenced by Application under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s18"
    },
    {
      "text": "The following orders are sought:\n ' Final Orders \n \n \n \n 1.",
      "id": "s19"
    },
    {
      "text": "A Declaration that the Applicant is not taken to have been granted an Absorbed Person Visa (as defined, s.34 Migration Act 1958 ) on 1 September 1994.",
      "id": "s20"
    },
    {
      "text": "2.",
      "id": "s21"
    },
    {
      "text": "A Declaration that the Applicant is the holder of a Transitional (Permanent) Visa.",
      "id": "s22"
    },
    {
      "text": "3.",
      "id": "s23"
    },
    {
      "text": "A Declaration that the Applicant was not granted a Transitional (Permanent) Visa.",
      "id": "s24"
    },
    {
      "text": "4.",
      "id": "s25"
    },
    {
      "text": "A Writ of Prohibition be issued restraining the Respondent and her delegates, from purporting to cancel, pursuant to ss.501(2) of the Migration Act 1958 , an Absorbed Person Visa which the Respondent purports is held by the Applicant.",
      "id": "s26"
    },
    {
      "text": "5.",
      "id": "s27"
    },
    {
      "text": "A Writ of Prohibition be issued restraining the Respondent and her delegates from cancelling, pursuant to ss.501(2) of the Migration Act 1958 , the Transitional (Permanent) Visa held by the Applicant.",
      "id": "s28"
    },
    {
      "text": "Interim Order \n \n 6.",
      "id": "s29"
    },
    {
      "text": "An injunction restraining the Respondent from purporting to cancel (i) the Applicant's purported Absorbed Person Visa, and (ii) cancelling the Applicant's Transitional (Permanent) Visa, pending determination of the application.",
      "id": "s30"
    },
    {
      "text": "' \n \n \n \n 8 The tests I must apply on the present application are well settled.",
      "id": "s31"
    },
    {
      "text": "It is necessary for Mr Gadd to establish first that there is a serious question to be tried with respect to his claim for final relief and that the balance of convenience favours the grant of an interlocutory injunction pending the hearing of his case.",
      "id": "s32"
    },
    {
      "text": "9 The Act establishes the visa system.",
      "id": "s33"
    },
    {
      "text": "Section 29(1) provides: \n \n \n '(1) Subject to this Act, the Minister may grant a non-citizen permission, to be known as a visa, to do either or both of the following: \n (a) travel to and enter Australia; \n (b) remain in Australia.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n \n 10 Section 501(2) provides:\n 'The Minister may cancel a visa that has been granted to a person if: \n \n\n (a) the Minister reasonably suspects that the person does not pass the character test; and \n \n (b) the person does not satisfy the Minister that the person passes the character test.",
      "id": "s35"
    },
    {
      "text": "' \n \n\n \n 11 As explained in Nystrom and earlier cases, legislative changes made in 1992 and 1994 established transitional arrangements for persons (such as Mr Nystrom and, it is common ground, Mr Gadd) who were lawfully in Australia under previous statutory regimes.",
      "id": "s36"
    },
    {
      "text": "Two arrangements, held by the High Court in Nystrom not to be mutually exclusive or contradictory, are those established by s 34 of the Act and Regulation 4 of the Reform Regulations.",
      "id": "s37"
    },
    {
      "text": "12 Section 34 of the Act provides: \n \n \n '(1) There is a class of permanent visas to remain in, but not re-enter, Australia, to be known as absorbed person visas.",
      "id": "s38"
    },
    {
      "text": "(2) A non-citizen in the migration zone who: \n \n \n \n\n (a) on 2 April 1984 was in Australia; and \n \n (b) before that date, had ceased to be an immigrant; and \n \n (c) on or after that date, has not left Australia, where left Australia has the meaning it had in this Act before 1 September 1994; and \n \n (d) immediately before 1 September 1994, was not a person to whom section 20 of this Act as in force then applied; \n \n is taken to have been granted an absorbed person visa on 1 September 1994.",
      "id": "s39"
    },
    {
      "text": "(3) Subdivisions AA, AB, AC (other than section 68), AE and AH do not apply in relation to absorbed person visas.",
      "id": "s40"
    },
    {
      "text": "' \n \n \n \n 13 The Minister's position is that Mr Gadd satisfies the conditions in s 34(2) and he is therefore taken to have been granted an absorbed person visa on 1 September 1994.",
      "id": "s41"
    },
    {
      "text": "Mr Gadd contends, however, that he had not, before 2 April 1984, 'ceased to be an immigrant' (see s 34(2)(b)) because he was not by then absorbed into the Australian community and says, therefore, that he cannot be taken to have been granted an absorbed person visa.",
      "id": "s42"
    },
    {
      "text": "14 In O'Keefe v Caldwell [1949] HCA 6 ; (1949) 77 CLR 261 at 271 Latham CJ observed that:\n 'Immigration into a country, if completed, involves two elements, (a) entry into the country, and (b) absorption into the community of a country.",
      "id": "s43"
    },
    {
      "text": "' \n \n 15 In Re Minister for Immigration and Multicultural Affairs; ex parte T e [2002] HCA 48 ; (2002) 212 CLR 162 Gleeson CJ also drew attention to the fact that immigration and emigration are activities.",
      "id": "s44"
    },
    {
      "text": "He said (at [26]) ' the concept of absorption into the Australian community, vague as it may be, has been developed as a method of indicating that the activity of immigration in which a person has engaged has come to an end' .",
      "id": "s45"
    },
    {
      "text": "16 For this reason one way of testing whether a person has ceased to be an immigrant by a certain date (in this case 2 April 1984) is to ask whether such a person has by then become absorbed into the Australian community.",
      "id": "s46"
    },
    {
      "text": "In the case of children the enquiry extends to an examination of the position of the parents and the family unit.",
      "id": "s47"
    },
    {
      "text": "17 Under the statutory regime applying in 1971 permission to enter and remain in Australia was granted by entry permit, rather than under the current visa system.",
      "id": "s48"
    },
    {
      "text": "At the time of Mr Gadd's entry, with his family, into Australia there were three forms of entry permit available.",
      "id": "s49"
    },
    {
      "text": "It seems that Mr Gadd's family entered Australia upon the basis they could remain indefinitely.",
      "id": "s50"
    },
    {
      "text": "Accordingly, they could begin to become members of the Australian community from the time of entry (see R v Forbes; ex parte Kwok Kwan Lee [1971] HCA 14 ; (1971) 124 CLR 168 at 173-4).",
      "id": "s51"
    },
    {
      "text": "18 The affidavit material filed on behalf of Mr Gadd includes affidavits from himself and his sister Wendy Jean Morris upon which he relies to support his contention.",
      "id": "s52"
    },
    {
      "text": "For the purpose of the present application I have accepted the contents of these untested affidavits at face value.",
      "id": "s53"
    },
    {
      "text": "19 They depose in similar terms to the following: \n \n \n &#8226; Mr Gadd arrived in Australia at the age of two years old on 9 December 1971.",
      "id": "s54"
    },
    {
      "text": "He arrived with his family.",
      "id": "s55"
    },
    {
      "text": "They arrived in Perth, Western Australia.",
      "id": "s56"
    },
    {
      "text": "At that time the family consisted of his father, Leslie Frederick Gadd, his mother Jillian Gadd, his two sisters Julie and Wendy and himself.",
      "id": "s57"
    },
    {
      "text": "&#8226; His parents left Australia in 1988 and returned to England to live.",
      "id": "s58"
    },
    {
      "text": "&#8226; His recollection is that his parents were unhappy living in Australia.",
      "id": "s59"
    },
    {
      "text": "The family moved frequently.",
      "id": "s60"
    },
    {
      "text": "They lived in generally poor accommodation.",
      "id": "s61"
    },
    {
      "text": "His parents never purchased their own home.",
      "id": "s62"
    },
    {
      "text": "&#8226; Mr Gadd had frequent trouble at school.",
      "id": "s63"
    },
    {
      "text": "He was constantly getting into trouble.",
      "id": "s64"
    },
    {
      "text": "He got into fights, was bullied and got into trouble with the police and with teachers.",
      "id": "s65"
    },
    {
      "text": "&#8226; He was frequently abused by other children who insulted his British heritage, suggested he lacked intelligence and said that he should 'go home'.",
      "id": "s66"
    },
    {
      "text": "&#8226; He said that he always felt like an outsider and that he didn't belong, although his sister deposed to feeling like a part of ordinary Australian society when she was about 19 years old, by which time her parents had returned to England.",
      "id": "s67"
    },
    {
      "text": "&#8226; Mr Gadd's difficulties with authority escalated until at 17 years of age he was first sentenced to a term of incarceration, having earlier being involved in a variety of offences and brushes with authority.",
      "id": "s68"
    },
    {
      "text": "20 Upon this foundation it is Mr Gadd's contention that he was not absorbed into the Australian community and accordingly did not cease to be an immigrant.",
      "id": "s69"
    },
    {
      "text": "21 Shortly before I was to deliver judgment in this matter I was asked to receive into evidence a report from Mr Greg Fathers, a forensic and clinical psychologist.",
      "id": "s70"
    },
    {
      "text": "The proposed evidence consisted of a report based upon a telephone conversation with Mr Gadd and his sister, Ms Morris, and the study of some documents provided by Mr Gadd's solicitors, the bulk of which are in evidence before me.",
      "id": "s71"
    },
    {
      "text": "The opinion sought to be relied upon was as to the question whether Mr Gadd had been absorbed into the Australian community.",
      "id": "s72"
    },
    {
      "text": "I could identify only one statement which might be regarded as Mr Father's opinion, rather than a summary of information from Mr Gadd or Ms Morris.",
      "id": "s73"
    },
    {
      "text": "It was a pronouncement about the legal issue for the Court's determination.",
      "id": "s74"
    },
    {
      "text": "No reasoning process was disclosed and it did not appear to be an opinion based on Mr Father's specialised knowledge or training (see HG v The Queen [1999] HCA 2 ; (1999) 197 CLR 414 at [36] --- [44]).",
      "id": "s75"
    },
    {
      "text": "I took the view the opinion was not admissible as expert evidence under s 76 of the Evidence Act 1995 (Cth) and rejected the tender.",
      "id": "s76"
    },
    {
      "text": "22 Support for Mr Gadd's contention that he had not, as a matter of law, been absorbed into the Australian community was suggested, in the argument before me, to be available from passages in the judgments of Callinan J in two recent cases.",
      "id": "s77"
    },
    {
      "text": "23 In Re Minister for Immigration and Multicultural Affairs Ex parte; Te [2002] HCA 48 ; (2002) 212 CLR 162 at [227] his Honour said:\n 'There is another answer to the applicants' claim to be beyond the reach of both the immigration power and the aliens power by reason of their absorption within the community, even if I were to assume, that a non-citizen may come to be beyond the reach of the aliens power after absorption.",
      "id": "s78"
    },
    {
      "text": "That neither has applied for citizenship is certainly relevant to this issue.",
      "id": "s79"
    },
    {
      "text": "But more relevant, and conclusive, is the fact that their criminal activities are incompatible with absorption within the community ... \n \n A relevant meaning of \"absorb\" is to become part of, to cease to exist apart from.",
      "id": "s80"
    },
    {
      "text": "To be absorbed, a person must fit into, live in the community, and seek to make himself a member of the community, and to participate in the lawful activities of it.",
      "id": "s81"
    },
    {
      "text": "Committing serious crimes against the community, and, as a result, becoming liable to spend, and spending substantial periods in prison are the antithesis of these.",
      "id": "s82"
    },
    {
      "text": "' \n \n 24 In Shaw v Minister for Immigration and Multicultural Affairs [2003] HCA 72 ; (2003) 218 CLR 28, Callinan J said at [152] - 154]:\n '152.",
      "id": "s83"
    },
    {
      "text": "Precisely how long a period of residence must have passed, or what communal activities, or abstention from anti-social activities, must have taken place, for absorption into the Australian community to have occurred has not so far been settled by this Court.",
      "id": "s84"
    },
    {
      "text": "Gleeson CJ however, did point out in Re Minister for Immigration and Multicultural Affairs; Ex parte Te , that \"absorption\" identifies the point at which a person's status as an immigrant comes to an end: \n \n\n \"The concept of absorption into the Australian community, vague as it may be, has been developed as a method of indicating that the activity of immigration in which a person has engaged has come to an end.",
      "id": "s85"
    },
    {
      "text": "\" \n \n \n 153.",
      "id": "s86"
    },
    {
      "text": "In the same case I point out, and I adhere to the view, that persistent serious criminal activity from soon after the inception of residence here is likely to be regarded as antipathetic to absorption into the general community.",
      "id": "s87"
    },
    {
      "text": "154.",
      "id": "s88"
    },
    {
      "text": "The applicant in this case has been absorbed into the Australian community.",
      "id": "s89"
    },
    {
      "text": "His residence here for more than ten years with his parents before the commission by him of serious crime produced that result ...' \n \n\nAnd at [183]:\n \n 'I summarize my conclusions.",
      "id": "s90"
    },
    {
      "text": "The applicant does have a long history of criminal behaviour, beginning in 1987 when he was aged 14.",
      "id": "s91"
    },
    {
      "text": "The respondent relies on the decision of this Court in Re Minister for Immigration and Multicultural Affairs; Ex parte Te as authority for the proposition that the commission of serious crimes against the community is inconsistent with a person's absorption into the community.",
      "id": "s92"
    },
    {
      "text": "I accept that to be generally so, but in this case the applicant had been living in Australia for more than twelve years before his first conviction, and that occurred when he was still a child.",
      "id": "s93"
    },
    {
      "text": "In my view the applicant had been absorbed into the Australian community by the time that he came to the notice of the criminal courts.",
      "id": "s94"
    },
    {
      "text": "And, in any event, I would not regard that first conviction, occurring as it did when he was so young, as putting him beyond the community of ordinary Australians.",
      "id": "s95"
    },
    {
      "text": "I reject the respondent's argument that a person cannot be absorbed into the Australian community until he has attained adulthood.",
      "id": "s96"
    },
    {
      "text": "Absorption may not necessarily be a matter of choice.",
      "id": "s97"
    },
    {
      "text": "It is better gauged by actual presence and conduct.",
      "id": "s98"
    },
    {
      "text": "' \n \n 25 Accepting Callinan J's analysis for the purpose of my consideration of the present issue, as I was urged to do by Mr Killalea, appearing for Mr Gadd, it is clear, in my view, that the observations in Shaw are much closer to Mr Gadd's circumstances than the observations in Te .",
      "id": "s99"
    },
    {
      "text": "26 Mr Markus, appearing for the Minister, referred me to the judgment of French J in Johnson v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 137 ; (2004) 136 FCR 494.",
      "id": "s100"
    },
    {
      "text": "His Honour said at [45]-[47]: \n\n '45.",
      "id": "s101"
    },
    {
      "text": "The general statements made about the concept of absorption offer little in the way of practical guidance for determining whether a person has become part of the community, either as an adult or as a minor who comes in with a family unit.",
      "id": "s102"
    },
    {
      "text": "In Koon Wing Lau v Calwell , Dixon J said (at 577): \n \n \n\n '... there does not appear to be any general agreement as to the tests for the application of this very vague conception.",
      "id": "s103"
    },
    {
      "text": "' \n \n \n\n The word \"absorption\" is an evaluative metaphor which invites consideration of a variety of factors relevant to its application.",
      "id": "s104"
    },
    {
      "text": "It is important to bear in mind also that it is a metaphor used in aid of the resolution of a question of constitutional fact, namely whether the person to whom it is applied has ceased to be an immigrant.",
      "id": "s105"
    },
    {
      "text": "The metaphor must not obscure the primary question.",
      "id": "s106"
    },
    {
      "text": "46.",
      "id": "s107"
    },
    {
      "text": "Having regard to the primary question, factors relevant to whether a person has become a member of the Australian community in the way that that concept was discussed in Potter v Minahan might be thought to include the following: \n \n \n\n 1.",
      "id": "s108"
    },
    {
      "text": "The time that has elapsed since the person's entry into Australia.",
      "id": "s109"
    },
    {
      "text": "2.",
      "id": "s110"
    },
    {
      "text": "The existence and timing of the formation of an intention to settle permanently in Australia.",
      "id": "s111"
    },
    {
      "text": "3.",
      "id": "s112"
    },
    {
      "text": "The number and duration of absences.",
      "id": "s113"
    },
    {
      "text": "4.",
      "id": "s114"
    },
    {
      "text": "Family or other close personal ties in Australia.",
      "id": "s115"
    },
    {
      "text": "5.",
      "id": "s116"
    },
    {
      "text": "The presence of family members in Australia or the commitment of family members to come to Australia to join the person.",
      "id": "s117"
    },
    {
      "text": "6.",
      "id": "s118"
    },
    {
      "text": "Employment history.",
      "id": "s119"
    },
    {
      "text": "7.",
      "id": "s120"
    },
    {
      "text": "Economic ties including property ownership.",
      "id": "s121"
    },
    {
      "text": "8.",
      "id": "s122"
    },
    {
      "text": "Contribution to, and participation in, community activities.",
      "id": "s123"
    },
    {
      "text": "9.",
      "id": "s124"
    },
    {
      "text": "Any criminal record.",
      "id": "s125"
    },
    {
      "text": "This list of factors is plainly not exhaustive.",
      "id": "s126"
    },
    {
      "text": "Rather, it illustrates the multi-dimensional character of the judgment involved.",
      "id": "s127"
    },
    {
      "text": "It is also necessary in making that judgment to avoid narrow mono-cultural assumptions about what constitutes membership of the Australian community.",
      "id": "s128"
    },
    {
      "text": "This may not always make the judgment an easy one --- see generally D Wood, \"Deportation, The Immigration Power and Absorption into the Australian Community\" (1986) 16 Fed Law Rev 288.",
      "id": "s129"
    },
    {
      "text": "47.",
      "id": "s130"
    },
    {
      "text": "In the case of a child coming to Australia as part of a family unit it is necessary to apply the judgment about membership of the community to the child's parents or other adult guardians or carers with whom he or she has come and with whom he or she lives.",
      "id": "s131"
    },
    {
      "text": "At the time relevant to the present case Mr Johnson was aged 9 years.",
      "id": "s132"
    },
    {
      "text": "It is therefore necessary to have regard to the evidence about his parents' migration to, and settlement in, this country and their position in April 1984.",
      "id": "s133"
    },
    {
      "text": "' \n \n \n 27 In Johnson , Mr Silas Johnson had been in Australia for less than three years.",
      "id": "s134"
    },
    {
      "text": "His father, the first member of the family to arrive, had been in Australia for 31/2 years.",
      "id": "s135"
    },
    {
      "text": "French J thought the time since entry 'was probably at or close to the lower bound of the time necessary to move beyond immigrant status in the constitutional sense' but was satisfied on the evidence that Mr Johnson had ceased to be an immigrant before 2 April 1984.",
      "id": "s136"
    },
    {
      "text": "28 In the present case, despite what appears to have been a troubled childhood punctuated by conflict with authority, Mr Gadd was a member of a family settled in Australia (even if the parents were discontent and ultimately left) and, as at the critical date (2 April 1984), he was a resident of some 121/2 years and yet to come before the courts.",
      "id": "s137"
    },
    {
      "text": "29 Judged by the observations of Callinan J, Mr Gadd faces a daunting task to persuade the Court on an application for final relief that he had not been absorbed into the Australian community.",
      "id": "s138"
    },
    {
      "text": "Using the tests enunciated by French J, and taking account of the history of the family unit as well as Mr Gadd's personal history, confirms to my mind the difficulty which Mr Gadd will have in his case for final relief in persuading the Court that he had not ceased to be an immigrant before 2 April 1984 within the meaning of s 34 of the Act.",
      "id": "s139"
    },
    {
      "text": "30 I agree with the submission made by Mr Markus that Mr Gadd's case for final relief, so far as it contends that he does not hold an absorbed person visa, must be regarded as a very weak one.",
      "id": "s140"
    },
    {
      "text": "31 The second proposition which Mr Gadd wishes to agitate in his claim for final relief concerns his transitional (permanent) visa.",
      "id": "s141"
    },
    {
      "text": "32 Regulation 4(1) of the Reform Regulations provides:\n 'Subject to regulation 5, if , immediately before 1 September 1994, a non-citizen was in Australia as the holder of a permanent entry permit, that entry permit continues in effect on and after 1 September 1994 as a transitional (permanent) visa that permits the holder to remain indefinitely in Australia.",
      "id": "s142"
    },
    {
      "text": "' \n \n 33 Mr Gadd accepts that, as a result, he holds a transitional (permanent) visa but denies that it was 'granted' to him so as to render it liable to cancellation under s 501 of the Act.",
      "id": "s143"
    },
    {
      "text": "34 As I understand the point Mr Gadd wishes to argue, it is that Regulation 4(1) does not operate as a grant of a visa so as to attract the possibility of action by the Minister under s 501 of the Act.",
      "id": "s144"
    },
    {
      "text": "This point does not appear to have been argued in Nystrom or in Shaw , although in each of those cases the Minister relied on s 501 of the Act to cancel a transitional (permanent) visa.",
      "id": "s145"
    },
    {
      "text": "The argument was not developed by Mr Killalea and it is not necessary for me to express a view on whether it would raise a serious question to be tried.",
      "id": "s146"
    },
    {
      "text": "35 It does not appear from the material before me that Mr Gadd's transitional (permanent) visa is under direct examination pursuant to s 501 of the Act.",
      "id": "s147"
    },
    {
      "text": "Accordingly, although the point is an interesting one it does not arise at the present time and cannot provide the foundation for the interlocutory relief which is sought.",
      "id": "s148"
    },
    {
      "text": "36 Mr Gadd is on stronger ground so far as the balance of convenience is concerned.",
      "id": "s149"
    },
    {
      "text": "37 He has lived in this country for 35 of his 37 years.",
      "id": "s150"
    },
    {
      "text": "He grew up here.",
      "id": "s151"
    },
    {
      "text": "He went to school here.",
      "id": "s152"
    },
    {
      "text": "It is true that he has been, and is, in prison but that is the result of the application of the criminal law to his conduct in the same way as if he was an Australian citizen.",
      "id": "s153"
    },
    {
      "text": "He has been incarcerated only for the length of time required by the sentences imposed upon him.",
      "id": "s154"
    },
    {
      "text": "In accordance with the latest sentence imposed upon him he will be released on Saturday.",
      "id": "s155"
    },
    {
      "text": "He will remain subject to a further period of good behaviour imposed by the sentencing judge but otherwise he will have paid his debt to our society for his earlier conduct in the way which our laws require.",
      "id": "s156"
    },
    {
      "text": "38 For reasons which cannot be said to be occasioned by the delivery of the High Court judgments in Nystrom (because the judgments were delivered after the letter to him dated 30 October 2006) a process has only recently been set in train which may result in the cancellation of his visa at a point in time concurrent with the expiration of his prison sentence.",
      "id": "s157"
    },
    {
      "text": "Should such a decision be made by the Minister or her delegate he will be detained and may not be able to be released unless a final decision is made by a court that the decision to cancel the visa was invalid or that he is not an unlawful non-citizen.",
      "id": "s158"
    },
    {
      "text": "Notwithstanding that the Parliament has directed such a result and that proper account must be taken of that fact, nevertheless the deprivation of a person's liberty by an administrative process is such a serious step that I would regard the balance of convenience as favouring the grant of interlocutory injunctive relief in this case in the absence of some countervailing material.",
      "id": "s159"
    },
    {
      "text": "There was none before me.",
      "id": "s160"
    },
    {
      "text": "39 However, despite my view that Mr Gadd has a persuasive case if the matter turned solely upon the balance of the convenience, I am unable to elevate my assessment of his prospects upon a final hearing to the level which would be necessary to justify the grant of an interlocutory injunction restraining the Minister from further pursuing the examination of the cancellation of his absorbed person visa.",
      "id": "s161"
    },
    {
      "text": "I cannot agree that there is a serious question to be tried that he remained an immigrant at 2 April 1984 because he had not, by that date, been absorbed into the Australian community.",
      "id": "s162"
    },
    {
      "text": "40 This assessment is made, of course, on the material before me at the moment and does not, and could not, foreclose a different view being taken at a final hearing.",
      "id": "s163"
    },
    {
      "text": "But it is a bar to any grant by me of interlocutory relief as sought by the present application.",
      "id": "s164"
    },
    {
      "text": "41 Should attention turn directly to the question of cancellation of the transitional (permanent) visa different questions may arise.",
      "id": "s165"
    },
    {
      "text": "In that event some assessment would need to be made of the strength of the contention that the operation of Regulation 4 does not engage the Minister's powers under s 501(2).",
      "id": "s166"
    },
    {
      "text": "42 The application for interlocutory relief will be refused.",
      "id": "s167"
    },
    {
      "text": "Costs will be reserved.",
      "id": "s168"
    },
    {
      "text": "The application for final relief will be adjourned to a date to be fixed by the judge to whose docket the matter is assigned.",
      "id": "s169"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s170"
    },
    {
      "text": "Associate:\n\nDated: 15 November 2006\n\n\n Counsel for the Applicant: Mr R Killalea \n \n Solicitor for the Applicant: Adrian Hawkes Lawyers \n \n Solicitor for the Respondent: Mr A Markus of Australian Government Solicitor \n \n Date of Hearing: 13 November 2006 \n \n Date of Judgment: 15 November 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1526.html",
      "id": "s171"
    }
  ]
}