{
  "name": "University of Western Australia v Gray (No 5) [2006] FCA 1419 (1 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1419.html",
  "catchphrases": [
    {
      "text": "pleading",
      "id": "c0"
    },
    {
      "text": "amendment",
      "id": "c1"
    },
    {
      "text": "viability of amendment",
      "id": "c2"
    },
    {
      "text": "whether factual implications",
      "id": "c3"
    },
    {
      "text": "amendment allowed",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 19 September 2006 directions were made requiring the parties to these proceedings to file any application to amend any pleadings or to join any party on or before 25 September 2006.",
      "id": "s0"
    },
    {
      "text": "Consequential directions were made for the filing of written submissions.",
      "id": "s1"
    },
    {
      "text": "Two motions and an application by way of a minute for directions were filed as follows: \n \n 1.",
      "id": "s2"
    },
    {
      "text": "A motion by the University of Western Australia (the University) filed on 25 September 2006 for leave to file and serve an amended further substituted statement of claim (amended statement of claim).",
      "id": "s3"
    },
    {
      "text": "2.",
      "id": "s4"
    },
    {
      "text": "A motion by Sirtex Medical Limited (Sirtex) filed on 11 September 2006 for leave to amend its further amended defence and cross claim against Dr Gray and the Cancer Research Institute Incorporated (CRI).",
      "id": "s5"
    },
    {
      "text": "3.",
      "id": "s6"
    },
    {
      "text": "An application by Dr Gray for leave to: \n (i) bring a cross claim against Freehills; \n (ii) further amend his cross claim against the University.",
      "id": "s7"
    },
    {
      "text": "Argument on the applications proceeded on 25 October 2006 and, due to a video link failure, had to be adjourned and continued on 26 October 2006.",
      "id": "s8"
    },
    {
      "text": "2 In the course of argument I made the orders sought on the Sirtex motion giving it leave to amend its further amended defence and permitting it to cross claim against Dr Gray and CRI.",
      "id": "s9"
    },
    {
      "text": "Dr Gray's motion to join Freehills was adjourned for mention to 23 November 2006 at 9.00 am.",
      "id": "s10"
    },
    {
      "text": "A question about the release of funds by the Court appointed receiver of the CRI's Sirtex shares, to enable payment of legal fees, was stood over to 23 November 2006 at 9.00 am.",
      "id": "s11"
    },
    {
      "text": "I also made an order that the CRI receiver be released from the obligation of filing security under O 26 r 3.",
      "id": "s12"
    },
    {
      "text": "3 An adjustment of the timetable of existing directions to take account of delays occasioned because of a traffic accident involving the University's solicitor with carriage of the action was deferred until I had ruled on the University's proposed amendment to its statement of claim.",
      "id": "s13"
    },
    {
      "text": "That left the University's motion of 25 September 2006 to be determined.",
      "id": "s14"
    },
    {
      "text": "The proposed amendments to the statement of claim \n \n 4 The University's motion for leave to amend its statement of claim was supported by an affidavit sworn by one of its solicitors, David Cox.",
      "id": "s15"
    },
    {
      "text": "The proposed amendment was described in the affidavit as making: \n \n \n '(a) claims in relation to a further invention (\" SIRT 1\" ) that the University alleges was developed or discovered by Dr Gray within the scope of his employment by the University; and \n \n (b) additional minor typographical and consequential amendments.",
      "id": "s16"
    },
    {
      "text": "' \n \n \n \n 5 As explained by Mr Cox, the University seeks to allege that the invention it calls SIRT 1: \n \n \n '(a) formed part of the other rights, interests and know how identified as the \"Gray Assets\" in a Deed of Assignment of Intellectual Property Rights made between Dr Gray and Sirtex Medical Ltd, made on or about 29 April 1997; and \n \n (b) was the subject of and described in: \n \n \n \n \n \n (i) provisional patent application number PR0983 dated 25 October 2000 in respect of an invention entitled \"Polymer Based Radionuclide, containing Particulate material\" (\"PR0983\"); \n \n (ii) Patent Cooperation Treaty (PCT) application number PCT/AU01/01370, entitled \"Polymer Based Radionuclide, Containing Particulate Material\" dated 25 October 2001 (\"PCT/AU01/01370\"), an application for patent that claims priority from PR0983.",
      "id": "s17"
    },
    {
      "text": "' \n \n \n \n \n 6 Mr Cox said that while reviewing discovery provided by Sirtex and documents obtained in answer to subpoenas issued by the University, a number of documents had been identified suggesting that SIRT 1 was developed or discovered by Dr Gray prior to April 1997.",
      "id": "s18"
    },
    {
      "text": "Four documents relied upon were described in the affidavit and exhibited to it.",
      "id": "s19"
    },
    {
      "text": "Before the inspection of these documents the University understood, based on information available to it, that the only product being commercialised by Sirtex and which the University now knows to be SIRT 1 was unprotected and in the public domain.",
      "id": "s20"
    },
    {
      "text": "He referred to an answer given by Sirtex on 18 August 2006 to a request for further and better particulars made by the University.",
      "id": "s21"
    },
    {
      "text": "In that answer, Sirtex said: \n \n 'The Sir-Spheres product (sic) which has been commercialised by Sirtex is a solid polymer micro-sphere with a coating of yttrium which was not the subject of an assignment of patent or patent applications to Sirtex and is not the subject of any granted patent.",
      "id": "s22"
    },
    {
      "text": "' \n\n\nAccording to Mr Cox, the University also understood, based on the dates of the patent applications referred to earlier, that SIRT 1 was an invention developed subsequent to the SIR-Spheres invention (SIRT 2) which is pleaded in par 12 of the statement of claim and which was developed after Dr Gray ceased to be employed by the University.",
      "id": "s23"
    },
    {
      "text": "7 The proposed amendments begin with par 12 which would read, as amended: \n \n 'In the course of his work at the University, and within the scope of his employment by the University, Dr Gray developed and/or discovered certain inventions (the \"SIRT-Spheres Inventions\") which were patentable and commercially significant.",
      "id": "s24"
    },
    {
      "text": "Those inventions were comprised in the \"Gray Assets\" in the Deed of Assignment of Intellectual Property Rights between the First Respondent and the Second Respondent, made on or about 29 April 1997 and included: \n \n \n \n (a) the invention disclosed in patent application AU54724/94 entitled \"Radioactive Particles for treatment of cancer\" (\"SIRT 2\"); and \n \n (b) the invention disclosed in Australian Provisional Patent Application Number PR0983 dated 25 October 2000, entitled \"Polymer Based Radionuclide Containing Microspheres\" and in Patent Cooperation Treaty Application PCTAU/01/01370 entitled \"Polymer based radionuclide containing particulate material\" (\"SIRT 1\").",
      "id": "s25"
    },
    {
      "text": "' \n \n \n 8 Particulars are given as to SIRT 2 and then particulars as to SIRT 1 thus: \n \n \n '(a) SIRT 1 consists of a particulate material comprising a polymeric matrix and stably incorporated radionuclide and the production and use thereof and which is comprised in the invention developed and/or discovered by Dr Gray between 1984 and 1997, and disclosed in Australian Provisional Patent Application Number PR0983 dated 25 October 2000, entitled \"Polymer Based Radionuclide Containing Microspheres\" and Patent Co-Operation Treaty (PCT) application number PCT/AU01/01370 entitled \"Polymer Based Radionuclide Containing Particulate Material\".",
      "id": "s26"
    },
    {
      "text": "' \n \n \n 9 The proposed amended statement of claim would further allege, in par 14, that on or about 16 March 1999 Dr Gray caused or procured Sirtex to file, and Sirtex filed, Australian Provisional Patent Application PP9228 ('the First SIRT 1 Australian Application').",
      "id": "s27"
    },
    {
      "text": "A second SIRT 1 Australian Application was filed on or about 25 October 2000 in Australian Provisional Patent Application PRO983.",
      "id": "s28"
    },
    {
      "text": "Paragraph 15 would allege that the SIRT 1 applications were filed without the knowledge, approval or authority of the University and were in respect of a 'patentable invention developed and/or discovered while Dr Gray was an employee of the University'.",
      "id": "s29"
    },
    {
      "text": "10 In proposed par 16 it would be alleged that, by making and maintaining the SIRT 2 application and causing or procuring Sirtex to make each of the SIRT 1 applications, Dr Gray breached his fiduciary duties to the University.",
      "id": "s30"
    },
    {
      "text": "In par 16A it would be asserted that Sirtex was aware of the relevant facts and was knowingly concerned in Dr Gray's breaches of his fiduciary duties.",
      "id": "s31"
    },
    {
      "text": "Paragraph 17 would assert constructive trusts in relation to any rights or entitlements received by Dr Gray and Sirtex in relation to SIRT 2 and SIRT 1.",
      "id": "s32"
    },
    {
      "text": "11 In a new par 19A it would be alleged that, on or about 25 October 2001 Dr Gray caused or procured Sirtex to file and Sirtex did file the SIRT 1 PCT Application.",
      "id": "s33"
    },
    {
      "text": "Consequential allegations of breach of fiduciary duty by Dr Gray and knowing involvement in the breaches by Sirtex are made at proposed pars 19B and 20A.",
      "id": "s34"
    },
    {
      "text": "Other SIRT 1 patent applications are alleged in Canada, Europe and the United States of America in par 23A and breaches of fiduciary duty arising therefrom asserted against Dr Gray in par 23B.",
      "id": "s35"
    },
    {
      "text": "Sirtex's knowing involvement would be asserted in par 25A.",
      "id": "s36"
    },
    {
      "text": "The constructive trust of any right or entitlement arising from making those applications is to be pleaded in amended par 26.",
      "id": "s37"
    },
    {
      "text": "12 Some further amendment is proposed to par 42.",
      "id": "s38"
    },
    {
      "text": "This relates to the DOX-Spheres PCT application and incorporates particulars previously subjoined to par 36 as particulars (g)-(u).",
      "id": "s39"
    },
    {
      "text": "Whether the amendments should be allowed \n \n 13 The University submits that the proposed pleading relating to SIRT 1 rests on substantially the same factual substratum as that supporting the existing claims.",
      "id": "s40"
    },
    {
      "text": "It says that answers given by Sirtex to its request for particulars dated 2 May 2006 did not disclose that: \n \n 1.",
      "id": "s41"
    },
    {
      "text": "SIRT 1 could not have been the subject of a patent assignment from Dr Gray because the patent application was made after both the date of the Deed and the public listing of Sirtex.",
      "id": "s42"
    },
    {
      "text": "2.",
      "id": "s43"
    },
    {
      "text": "SIRT 1 had not been the subject of any grant of patent at the time of the answer albeit it was the subject of a patent application.",
      "id": "s44"
    },
    {
      "text": "3.",
      "id": "s45"
    },
    {
      "text": "SIRT 1, albeit not specified, formed part of the rights in the Gray Assets.",
      "id": "s46"
    },
    {
      "text": "Before the inspection of the documents referred to in Mr Cox's affidavit, the University understood that SIRT 1 had been discovered after the SIR-Spheres Invention known as SIRT 2 and that SIRT 1 was developed after Dr Gray had ceased to be employed by the University.",
      "id": "s47"
    },
    {
      "text": "That understanding was based on the dates of the patent applications.",
      "id": "s48"
    },
    {
      "text": "14 The University submits that the amendments it proposes are necessary to determine all matters in issue between it and Dr Gray and Sirtex.",
      "id": "s49"
    },
    {
      "text": "It also notes that discovery by Sirtex has already been given in relation to SIRT 1.",
      "id": "s50"
    },
    {
      "text": "15 Dr Gray relies upon an affidavit of Cinzia Lee Donald sworn 16 October 2006 as establishing that patent registration for SIRT 1 has been finally refused by the United States Patent and Trade Mark Office (USPTO) on the ground of prior disclosure.",
      "id": "s51"
    },
    {
      "text": "To the extent that the University seeks an assignment of patent rights with respect to SIRT 1, it is said that the amendment is of no utility.",
      "id": "s52"
    },
    {
      "text": "There is no registered patent.",
      "id": "s53"
    },
    {
      "text": "To the extent that the application seeks damages in lieu of an assignment, the relief is unavailable if the invention is not patentable.",
      "id": "s54"
    },
    {
      "text": "16 A copy of the response to the SIRT 1 patent application by the USPTO is exhibited to the affidavit of Ms Donald.",
      "id": "s55"
    },
    {
      "text": "The Office notified Dr Gray's patent attorneys in the United States on 17 March 2005 that a number of claims in the application had been rejected as anticipated or obvious.",
      "id": "s56"
    },
    {
      "text": "Other claims were objected to as dependent upon rejected base claims but could be allowable if rewritten in an independent form.",
      "id": "s57"
    },
    {
      "text": "This action was described in the notice as 'final'.",
      "id": "s58"
    },
    {
      "text": "17 Sirtex also opposes the proposed amendment.",
      "id": "s59"
    },
    {
      "text": "However it takes a different stance as to the patentability of the invention claimed in the US patent application.",
      "id": "s60"
    },
    {
      "text": "The true position with respect to the United States application is that it remains pending and that Sirtex awaits further examination of the patent by the USPTO.",
      "id": "s61"
    },
    {
      "text": "Sirtex's position is supported by an affidavit sworn by one of its solicitors, Ms Turner.",
      "id": "s62"
    },
    {
      "text": "The affidavit exhibits correspondence indicating that Sirtex's Australian patent attorneys, Wray &amp; Associates, instructed United States patent attorneys to file a Notice of Appeal against the decision of the USPTO.",
      "id": "s63"
    },
    {
      "text": "This had the effect of extending time for responding to the Final Office Action.",
      "id": "s64"
    },
    {
      "text": "A request for continued examination was lodged on 23 November 2005 and, according to information provided to Ms Turner by Wray &amp; Associates, the application is still pending before the USPTO for the continued examination.",
      "id": "s65"
    },
    {
      "text": "18 The substantive basis upon which Sirtex opposes the amendment is that the relevant patent application was filed after any employment of Dr Gray by the University and after the assignment of other patents to Sirtex in April-May 1997.",
      "id": "s66"
    },
    {
      "text": "It also post-dated the public listing of Sirtex in August 2000.",
      "id": "s67"
    },
    {
      "text": "19 Sirtex rejects the contention by the University that the invention claimed in the new patent application was developed or discovered prior to April 1997.",
      "id": "s68"
    },
    {
      "text": "Sirtex's position is that the invention claimed in the patent application is novel and inventive as at its priority date of 25 October 2000.",
      "id": "s69"
    },
    {
      "text": "The invention must be understood by reference to the exact words of the claims set out in the patent application relevant to it.",
      "id": "s70"
    },
    {
      "text": "Sirtex says it is wrong to assume, as the University evidently does, that the invention as so claimed correlates to the product or technology referred to as 'SIRT 1' in the proposed pleading and the documents exhibited to Mr Cox's affidavit.",
      "id": "s71"
    },
    {
      "text": "20 Sirtex submits that unlike the patents currently included in the University's pleading, the new patent application has been the subject of significant commercialisation by Sirtex.",
      "id": "s72"
    },
    {
      "text": "It would follow that the University's proposed amendments will open a range of new factual issues.",
      "id": "s73"
    },
    {
      "text": "In so saying, Sirtex acknowledged that its view was that the additional allegations would not give rise to any further documentary discovery.",
      "id": "s74"
    },
    {
      "text": "21 Sirtex submits that the Court ought not to grant leave to the University to introduce the proposed amendments at this late stage of the litigation.",
      "id": "s75"
    },
    {
      "text": "Any disruption to the existing timetable should not threaten the current trial date of 12 March 2007.",
      "id": "s76"
    },
    {
      "text": "Sirtex would be prejudiced by any postponement of the trial because it would prolong the alleged commercial uncertainty as to the true ownership of its patents which have been created by the University's claim in its present form.",
      "id": "s77"
    },
    {
      "text": "22 In oral argument counsel for Dr Gray pointed to the previous form of par 12 of the statement of claim which was dealt with in my decision on 11 November 2005 --- University of Western Australia v Gray (No 2) [2005] FCA 1633.",
      "id": "s78"
    },
    {
      "text": "In that ruling I said (at [20]): \n \n 'Paragraph 12 of the substituted statement of claim does not plead the invention relied upon with sufficient precision to enable a precise plea to be made to it by way of defence.",
      "id": "s79"
    },
    {
      "text": "It is not enough to describe the invention in the broad terms adopted in the present case.",
      "id": "s80"
    },
    {
      "text": "The question of patentability at the time that the alleged invention was 'invented' could only be judged by formulating a notional specification and an invention or inventions in notional claims which could have been made at the time.",
      "id": "s81"
    },
    {
      "text": "Patentability can then be determined by, eg, testing the invention, as notionally claimed and properly construed by reference to the specification, against prior art to determine whether it would have been invalid for want of inventive step or novelty or on any other ground relating to patentability.",
      "id": "s82"
    },
    {
      "text": "' \n\n\nThe difficulty thus identified gave rise to a corresponding difficulty in the pleading in the defence to par 12.",
      "id": "s83"
    },
    {
      "text": "I suggested, inter alia, that if the University were content to rely upon the inventions as claimed in the claims set out in the patent for which Dr Gray had applied as reflecting what he had 'invented', then any defence on the ground that the invention was not patentable could be raised on conventional criteria narrower than those pleaded in the defence as it then stood.",
      "id": "s84"
    },
    {
      "text": "It is submitted, for Dr Gray, that the same problem that afflicted par 12 in the substituted statement of claim, afflicts the proposed amended par 12.",
      "id": "s85"
    },
    {
      "text": "In this case, however, the proposed amendment identifies the relevant invention by reference to the disclosure in the Australian provisional patent application, PRO983.",
      "id": "s86"
    },
    {
      "text": "23 Then it is said that the rejection of the patent application by the USPTO arose out of its prior disclosure in a paper published by Dr Gray and others at the University of Melbourne in 1982/1983.",
      "id": "s87"
    },
    {
      "text": "The paper dealt with resin micro-spheres as a delivery mechanism for the treatment of liver cancer.",
      "id": "s88"
    },
    {
      "text": "The SIRT 2 invention deals with ceramic micro-spheres.",
      "id": "s89"
    },
    {
      "text": "The introduction of SIRT 1 would take the inquiry back to 1983 and earlier and an inquiry into what was happening at the University of Melbourne prior to Dr Gray's employment at the University by reference to prior art there developed.",
      "id": "s90"
    },
    {
      "text": "24 In answer counsel for the University contends that the factual implications are not large.",
      "id": "s91"
    },
    {
      "text": "Nobody has suggested any witnesses that would need to be called beyond those identified and the various prior art papers pleaded against the University.",
      "id": "s92"
    },
    {
      "text": "25 In par 18 of Dr Gray's defence in answer to the existing par 12, Dr Gray says that at all material times prior to 1980 microparticle preparation incorporating radio active material to be used in the treatment of cancer was a concept in the public domain.",
      "id": "s93"
    },
    {
      "text": "This contention is particularised by reference to a number of articles published in scientific journals dating back to 1951.",
      "id": "s94"
    },
    {
      "text": "Some eight papers are identified.",
      "id": "s95"
    },
    {
      "text": "It is also asserted that before his employment by the University, Dr Gray carried out research into the use of micro-sphere and micro particle preparations incorporating radioactive material to be used in the treatment of cancer and primarily liver cancer and published his research.",
      "id": "s96"
    },
    {
      "text": "Particulars of the published research are given by reference to articles dating from 1982 to 1987.",
      "id": "s97"
    },
    {
      "text": "Some nine articles are cited.",
      "id": "s98"
    },
    {
      "text": "They include the article relied upon by the USPTO for the rejection of the patent application, namely Chamberlain M, Gray BN, Heggie JCP, Chmiel R, Bennett RC; Hepatic metastases: A physiological approach to treatment.",
      "id": "s99"
    },
    {
      "text": "British Journal of Surgery.",
      "id": "s100"
    },
    {
      "text": "1983, 70;596-598.",
      "id": "s101"
    },
    {
      "text": "26 In my opinion the proposed amendments are viable and are unlikely to unduly extend the scope of the factual inquiry.",
      "id": "s102"
    },
    {
      "text": "I do not see any basis upon which it could be suggested that the present trial dates should be affected as a result of these amendments.",
      "id": "s103"
    },
    {
      "text": "There will necessarily be an opportunity for the respondents to adjust their pleadings accordingly.",
      "id": "s104"
    },
    {
      "text": "I would need to be satisfied that any further discovery was in fact required.",
      "id": "s105"
    },
    {
      "text": "I will allow the amendments.",
      "id": "s106"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s107"
    },
    {
      "text": "Associate:\nDated: 1 November 2006\n\n\n Counsel for the Applicant: Mr M Green and Mr D Pratt \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr M Bennett \n \n Solicitor for the First Respondent:\n\nCounsel for the Second Respondent: \n\nSolicitors for the Second Respondent: \n\n\n\nCounsel for the Third Respondent: \n\nSolicitors for the Third Respondent: \n\nCounsel for the Second Cross-Respondent: \n\nSolicitor for the Second Cross-Respondent: \n\nCounsel for the Receiver of the Sirtex Shares of the Third Respondent: \n\nSolicitor for the Receiver of the Sirtex Shares of the Third Respondent: \n\nCounsel for Freehills: \n\nSolicitors for Freehills: Lavan Legal\n\n\nMr J Elliott SC and Mr E Heerey\n\n\nPhillip Fox\n\n\n\n\nMs YC Fang\n\n\nTottle Partners\n\n\nMr G Provan\n\n\nGuy Provan Solicitors\n\n\nMr RLM McKenzie \n\n\n\nMcKenzie Moncrieff\n\n\n\nMr B Dharmananda\n\nMallesons Stephen Jaques \n \n Date of Hearing: 25 and 26 October 2006 \n \n Date of Judgment: 1 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1419.html",
      "id": "s108"
    }
  ]
}