{
  "name": "Microsoft Corporation v RP Distribution Pty Ltd [2006] FCA 1842 (22 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1842.html",
  "catchphrases": [
    {
      "text": "application for default judgment pursuant to o 35a",
      "id": "c0"
    },
    {
      "text": "respondents failed to enter appearance, file defence and appear at directions hearing",
      "id": "c1"
    },
    {
      "text": "application allowed.",
      "id": "c2"
    },
    {
      "text": "copyright",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 In this matter, I have read the submissions of the applicants.",
      "id": "s0"
    },
    {
      "text": "I note that there has been repeated default by both respondents.",
      "id": "s1"
    },
    {
      "text": "I have also had regard to the correspondence and emails in the history of the proceeding and, having considered the affidavits that are before me, I consider it appropriate to make orders in terms of the short minutes of order.",
      "id": "s2"
    },
    {
      "text": "2 So far as the question of additional damages is concerned, there has been no opportunity to ventilate this and, in the circumstances, I am prepared to award half the amount of the compensatory damages.",
      "id": "s3"
    },
    {
      "text": "In reaching this conclusion, I have taken into account the fact that substantial costs have been incurred and will be the liability of the respondents under the orders.",
      "id": "s4"
    },
    {
      "text": "3 Accordingly, I make orders in accordance with the short minutes, except that in relation to the issue of additional damages, I award half of the compensatory damages sought which equates to an amount of $15, 047.50.",
      "id": "s5"
    },
    {
      "text": "I certify that the preceding three (3) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s6"
    },
    {
      "text": "Associate:\n\nDated: 24 January 2007\n\n\n Counsel for the Applicants: P W Flynn \n \n Solicitors for the Applicants: Mallesons Stephen Jaques \n \n No appearance on behalf of the Respondents.",
      "id": "s7"
    },
    {
      "text": "Date of Hearing: 22 December 2006 \n \n Date of Judgment: 22 December 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1842.html",
      "id": "s8"
    }
  ]
}