{
  "name": "SZHPX v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1445 (6 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1445.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "invitation to attend hearing",
      "id": "c1"
    },
    {
      "text": "invitation not received",
      "id": "c2"
    },
    {
      "text": "no error of law.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of Federal Magistrate Scarlett delivered on 27 July 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') of 26 September 2005 handed down on 18 October 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision of the delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China who claimed to have a well founded fear of persecution because he is a Falun Gong practitioner.",
      "id": "s2"
    },
    {
      "text": "3 The Tribunal found that the appellant had provided insufficient information to it to enable it to make a decision in his favour and accordingly wrote to the appellant on 24 August 2005 at the address he had provided for service, inviting the appellant to attend a hearing of the Tribunal on 23 September 2005.",
      "id": "s3"
    },
    {
      "text": "On 6 September 2005 the Tribunal received two documents, both in Chinese without a translation and without explanation.",
      "id": "s4"
    },
    {
      "text": "The Tribunal wrote to the appellant at the same address on 8 September 2005 requesting that he contact it.",
      "id": "s5"
    },
    {
      "text": "No response was received.",
      "id": "s6"
    },
    {
      "text": "4 The appellant did not attend the Tribunal hearing on 23 September 2005 and as the appellant did not contact the Tribunal about his failure to appear, it exercised its power under s 426A of the Migration Act 1958 (Cth) ('the Act') to make a decision without taking any further action to enable the appellant to appear.",
      "id": "s7"
    },
    {
      "text": "5 The Tribunal considered information from external sources concerning the appellant's claims that the Chinese authorities target Falun Gong practitioners.",
      "id": "s8"
    },
    {
      "text": "The Tribunal was satisfied from such information that the Chinese Government has targeted Falun Gong members that persist in criticising the government.",
      "id": "s9"
    },
    {
      "text": "The Tribunal was also satisfied that the Chinese government does not target former Falun Gong practitioners.",
      "id": "s10"
    },
    {
      "text": "The Tribunal said that it was not able to determine the full extent of the appellant's association with Falun Gong or if he was still involved with the group.",
      "id": "s11"
    },
    {
      "text": "The Tribunal found that the appellant had not provided information that would satisfy it that at the time he left China he was involved in any activity that gave him the profile of a Falun Gong activist or that he was involved in any activity that would attract the adverse interest of the Chinese authorities.",
      "id": "s12"
    },
    {
      "text": "The Tribunal also said that it had no information to satisfy it as to the appellant's intended future involvement in Falun Gong, nor how the documents from the Chinese Court were relevant to the present circumstances.",
      "id": "s13"
    },
    {
      "text": "FEDERAL MAGISTRATE'S DECISION \n \n6 Before Scarlett FM the appellant sought to have the decision of the Tribunal set aside on the grounds that he is a refugee and that he was ' a common Falun Gong practitioner when I was in China '.",
      "id": "s14"
    },
    {
      "text": "At the hearing, the appellant said that he did not attend the Tribunal hearing because no one told him to attend.",
      "id": "s15"
    },
    {
      "text": "7 Scarlett FM, considering the Tribunal's decision in light of the claims made by the appellant, found that the Tribunal wrote to the appellant at the address he provided for service in compliance with its obligations under s 441A of the Act and that it was under no further obligation to take further steps to inform the appellant of the hearing.",
      "id": "s16"
    },
    {
      "text": "His Honour also found that the Tribunal was entitled to rely on the power contained in s 426A of the Act to determine the application for review without taking any further steps to enable the appellant to appear before it.",
      "id": "s17"
    },
    {
      "text": "Accordingly, his Honour found that there was no jurisdictional error on the part of the Tribunal.",
      "id": "s18"
    },
    {
      "text": "8 As to the grounds for review before the Federal Magistrates Court, Scarlett FM said that the appellant appeared to be seeking judicial review.",
      "id": "s19"
    },
    {
      "text": "Scarlett FM then went on to say that he had read through in detail the decision of the Tribunal, as the appellant was not legally represented, but was unable to discern any jurisdictional error not mentioned by the appellant.",
      "id": "s20"
    },
    {
      "text": "Accordingly, the application was dismissed.",
      "id": "s21"
    },
    {
      "text": "APPEAL TO THE FEDERAL COURT \n \n9 The notice of appeal to this Court contends that the Tribunal failed to comply with s 425(1) of the Act.",
      "id": "s22"
    },
    {
      "text": "This section provides: \n \n \n (1) If the applicant is invited to appear before the Tribunal, the Tribunal must give the applicant notice of the day on which, and the time and place at which, the applicant is scheduled to appear.",
      "id": "s23"
    },
    {
      "text": "(2) The notice must be given to the applicant: \n \n \n (a) except where paragraph (b) applies --- by one of the methods specified in section 441A ; or \n (b) if the applicant is in immigration-detention --- by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s24"
    },
    {
      "text": "(3) The period of notice given must be at least the prescribed period or, if no period is prescribed, a reasonable period.",
      "id": "s25"
    },
    {
      "text": "(4) The notice must contain a statement of the effect of section 426A.",
      "id": "s26"
    },
    {
      "text": "10 The ground relied upon by the appellant was not a ground that was raised by the appellant before Scarlett FM in the application under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s27"
    },
    {
      "text": "11 At the hearing of the appeal before me the appellant submitted that he did not receive the invitation to attend the hearing before the Tribunal.",
      "id": "s28"
    },
    {
      "text": "He denied that the address to which the invitation had been sent was his address.",
      "id": "s29"
    },
    {
      "text": "He also denied that the signature on his Application for Review form was his signature.",
      "id": "s30"
    },
    {
      "text": "He denied that the signatures appearing on his protection visa application were his signatures.",
      "id": "s31"
    },
    {
      "text": "12 The appellant could not explain how the Court documents issued by the Chinese Court were sent to the Tribunal.",
      "id": "s32"
    },
    {
      "text": "He claimed that they must have been forwarded by an agent who was not an authorised migration agent.",
      "id": "s33"
    },
    {
      "text": "He claimed that it was unfair that the Tribunal proceeded to deal with his matter without him being present and without his knowledge.",
      "id": "s34"
    },
    {
      "text": "FINDINGS \n \n13 The appellant arrived in Australia on 8 February 2005.",
      "id": "s35"
    },
    {
      "text": "He applied for a protection visa on 2 March 2005.",
      "id": "s36"
    },
    {
      "text": "In such form he nominated his residential address as 20/337 Beamish Street, Campsie NSW 2194 and his postal address as 148/422 Pitt Street Sydney NSW 2000.",
      "id": "s37"
    },
    {
      "text": "14 By letter dated 7 March 2005 addressed to his residential address, the first respondent acknowledged receipt of his visa application.",
      "id": "s38"
    },
    {
      "text": "By letter dated 19 May 2005 the first respondent advised the appellant that his application was unsuccessful.",
      "id": "s39"
    },
    {
      "text": "Such letter was again forwarded to the address nominated by the appellant as his residential address.",
      "id": "s40"
    },
    {
      "text": "Neither letter was returned unclaimed.",
      "id": "s41"
    },
    {
      "text": "15 By Application for Review dated 10 June 2005, the appellant applied for review before the Tribunal.",
      "id": "s42"
    },
    {
      "text": "The appellant nominated his mailing address as 148/460 Pitt Street, Sydney NSW 2000.",
      "id": "s43"
    },
    {
      "text": "16 By letter dated 24 August 2005 forwarded to the appellant's mailing address as nominated in his Application for Review, the Tribunal extended an invitation to the appellant to attend on Friday 23 September 2005 at 2 pm for the purpose of a hearing.",
      "id": "s44"
    },
    {
      "text": "The invitation contained a notification that if he did not attend the hearing and the hearing was not postponed, the Tribunal would make a decision without further notice.",
      "id": "s45"
    },
    {
      "text": "The Court is satisfied that the invitation complied with the requirements of s 425A of the Act.",
      "id": "s46"
    },
    {
      "text": "17 The appellant did not respond in writing to the invitation.",
      "id": "s47"
    },
    {
      "text": "However two documents in the Chinese language were forwarded to the Tribunal and were received on 6 September 2005.",
      "id": "s48"
    },
    {
      "text": "Those documents, having been translated, refer to an apparent arrest of the appellant by the Public Security Bureau, City of Tianjin, on 6 July 2001.",
      "id": "s49"
    },
    {
      "text": "One document is headed ' Notice to the Family or Work Unit of the Arrested Person ' and refers to the arrest of the appellant because of ' being suspected of the crime of being involved in an evil cult organisation and violating law enforcement '.",
      "id": "s50"
    },
    {
      "text": "It states that the appellant had been remanded in custody.",
      "id": "s51"
    },
    {
      "text": "18 The second document is entitled ' Criminal Sentence ' issued by the People's Court, District of Heping, City of Tianjin, and apparently refers to the same offence.",
      "id": "s52"
    },
    {
      "text": "It is dated 25 August 2001 and states that ' the accused is sentenced to two- years rehabilitation through labour' .",
      "id": "s53"
    },
    {
      "text": "The Court is unable to determine the identity of the person who forwarded such documents but draws the inference that they were forwarded by the person acting for the appellant.",
      "id": "s54"
    },
    {
      "text": "The Court also draws the inference that the invitation to attend the hearing before the Tribunal was received on behalf of the appellant by that person.",
      "id": "s55"
    },
    {
      "text": "19 The appellant did not attend at the appointed time and date.",
      "id": "s56"
    },
    {
      "text": "Accordingly, the Tribunal proceeded to make a decision on the review without taking any further action.",
      "id": "s57"
    },
    {
      "text": "By letter dated 26 September 2005 the appellant was notified that the Tribunal would deliver its decision on 18 October 2005.",
      "id": "s58"
    },
    {
      "text": "It was duly delivered on that date.",
      "id": "s59"
    },
    {
      "text": "20 The Tribunal found that the evidence in support of the application was insufficient to make a finding that the appellant would be persecuted if he returned to China.",
      "id": "s60"
    },
    {
      "text": "Further the Tribunal could not determine whether the documents provided relating to the offences before the Chinese Court were relevant to the appellant's current and future circumstances.",
      "id": "s61"
    },
    {
      "text": "21 On 21 November 2005 the appellant filed an application under s 39B of Judiciary Act 1903 (Cth) seeking and order, inter alia, that the decision of the Tribunal be set aside.",
      "id": "s62"
    },
    {
      "text": "Pursuant to such application Scarlett FM heard the appeal and delivered judgment on 27 July 2006.",
      "id": "s63"
    },
    {
      "text": "His Honour held that the Tribunal had complied with the requirements of s 425 and of s 425A of the Act and relied upon the decision of SZFHC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 73 at [39] which held that the Tribunal was under no obligation to take further steps to inform the applicant of the hearing if it complied with the requirements of s 425 and s 425A of the Act.",
      "id": "s64"
    },
    {
      "text": "22 His Honour also held that there was no error in the Tribunal's determination that it was not satisfied upon the information before it that the appellant's claimed fear of persecution was well founded.",
      "id": "s65"
    },
    {
      "text": "His Honour relied upon the decision in Minister for Immigration and Multicultural and Indigenous Affairs v VSAF of 2003 [2005] FCAFC 73.",
      "id": "s66"
    },
    {
      "text": "His Honour also observed that the appellant appeared to be seeking a merits review which was not available to him on an application for judicial review, in accordance with the principles affirmed in Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s67"
    },
    {
      "text": "His Honour also considered other aspects of the decision of the Tribunal in view of the fact that the appellant was not legally represented.",
      "id": "s68"
    },
    {
      "text": "However His Honour concluded that there was no jurisdictional error in the Tribunal's decision.",
      "id": "s69"
    },
    {
      "text": "23 I have considered the reasons of His Honour and have had regard to the findings of the Tribunal.",
      "id": "s70"
    },
    {
      "text": "I am unable to find that His Honour erred in any respect in his determination.",
      "id": "s71"
    },
    {
      "text": "The invitation was provided in accordance with s 425(1) of the Act.",
      "id": "s72"
    },
    {
      "text": "Notice of the invitation was given to the appellant by post, pursuant to s 441A(4)(b) of the Act.",
      "id": "s73"
    },
    {
      "text": "It was forwarded to the last address for service provided to the Tribunal by the appellant in connection with the review as provided by s 441A(4)(c)(i) of the Act.",
      "id": "s74"
    },
    {
      "text": "Accordingly the requirements of s 425A(2)(a) were satisfied.",
      "id": "s75"
    },
    {
      "text": "24 The notice contained a statement of the effect of s 426A of the Act.",
      "id": "s76"
    },
    {
      "text": "Section 426A(1) provides that if the appellant is invited under s425 to appear before the Tribunal and does not appear at the appointed time and place, the Tribunal may make a decision on the review without taking any further action to allow or enable the applicant to appear before it (see s 426A(1)(b)).",
      "id": "s77"
    },
    {
      "text": "Since such statement was included in the notice, the provisions of s 425A(4) were satisfied.",
      "id": "s78"
    },
    {
      "text": "In consequence, since the Tribunal complied with its obligation to give notice of the hearing, it was entitled to proceed under s 426A to determine the review in the absence of the appellant; see SZBSZ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 779 at [25] .",
      "id": "s79"
    },
    {
      "text": "25 If the appellant had retained an agent to act on his behalf, any mistake by the agent or negligent advice provided to the appellant by the agent does not affect the power of the Tribunal to proceed under s 426A of the Act; see SZBPG v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 1298 per Barnes FM; M172 v Minister for Immigration and Anor [2004] FCMA 23; SZBBL v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 834 per Tamberlin J.",
      "id": "s80"
    },
    {
      "text": "26 Accordingly the only ground of appeal relied upon, namely that there was a failure to comply with s 425A, is without foundation.",
      "id": "s81"
    },
    {
      "text": "Accordingly the appeal must be dismissed.",
      "id": "s82"
    },
    {
      "text": "COSTS \n \n27 The first respondent has applied for an order that the costs of the appeal be paid by the appellant in the amount of $4000.",
      "id": "s83"
    },
    {
      "text": "As this amount is within a realistic range for costs the Court will make such order .",
      "id": "s84"
    },
    {
      "text": "I certify that the preceding twenty seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy .",
      "id": "s85"
    },
    {
      "text": "Associate:\n\nDated: 7 November 2006\n\n\n Counsel for the Respondent: B D O'Donnell \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 6 November 2006 \n \n Date of Judgment: 6 November 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1445.html",
      "id": "s86"
    }
  ]
}