{
  "name": "Sheikholeslami v Brungs [2006] FCA 1781 (20 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1781.html",
  "catchphrases": [
    {
      "text": "proceeding dismissed for non compliance with orders and as an abuse of process",
      "id": "c0"
    },
    {
      "text": "leave to appeal refused",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Roya Sheikholeslami, commenced employment with the second respondent, the University of New South Wales, on 6 June 1996.",
      "id": "s0"
    },
    {
      "text": "On 21 October 2004, whilst still employed, she made a complaint of discrimination occurring over a period of some four years to the Human Rights and Equal Opportunity Commission.",
      "id": "s1"
    },
    {
      "text": "The discrimination was alleged to have been carried out by the first respondent, Michael Brungs, an employee of the second respondent.",
      "id": "s2"
    },
    {
      "text": "On 20 April 2005, the complaint was terminated.",
      "id": "s3"
    },
    {
      "text": "On 17 May 2005, the applicant filed an application (Form 5) and claim (Form 167) under s 46PO of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) in the Court.",
      "id": "s4"
    },
    {
      "text": "On 28 July 2006, Tamberlin J dismissed the applicant's claim pursuant to both O 35A r 3(1) and O 20 r 2 of the Federal Court Rules ( Sheikholeslami v Brungs [2006] FCA 933).",
      "id": "s5"
    },
    {
      "text": "The applicant was ordered to pay the costs of the respondents on a solicitor/client basis.",
      "id": "s6"
    },
    {
      "text": "The applicant seeks leave to appeal from the dismissal of the proceeding and the order for costs.",
      "id": "s7"
    },
    {
      "text": "2 Tamberlin J was the docket judge and had management of the proceeding from its inception.",
      "id": "s8"
    },
    {
      "text": "Tamberlin J reserved his decision, having had the benefit of argument from counsel for the respondents and counsel for the applicant, although the applicant had represented herself up to that time.",
      "id": "s9"
    },
    {
      "text": "His Honour referred to authority and recognised that dismissal of proceedings on either basis required considerable restraint and would be ordered sparingly.",
      "id": "s10"
    },
    {
      "text": "As to O 35A r 3(1), his Honour applied the principles outlined by the Full Court in Lenijamar Pty Ltd and Others v AGC (Advances) Limited (1990) 27 FCR 388.",
      "id": "s11"
    },
    {
      "text": "His Honour concluded that the history of non-compliance by the applicant was such as to indicate an inability or unwillingness to cooperate with the Court and the other party in having the matter ready for trial within an acceptable period.",
      "id": "s12"
    },
    {
      "text": "His Honour took the view that the way in which the litigation had been conducted by the applicant rendered it impossible for the respondents to meaningfully address any case against them.",
      "id": "s13"
    },
    {
      "text": "There had been a persistent failure to identify any specific incident which had any connection to discrimination.",
      "id": "s14"
    },
    {
      "text": "His Honour was also satisfied that the way in which the proceeding had been conducted amounted to an abuse of process under O 20 r 2, such that the process was an instrument of injustice or unfairness to the respondents.",
      "id": "s15"
    },
    {
      "text": "An order for costs on a solicitor/client basis was founded upon the same findings.",
      "id": "s16"
    },
    {
      "text": "3 Counsel for the applicant recognised the difficulty of upsetting an interlocutory judgment of this kind concerning matters of practice and procedure by the docket judge having an intimate knowledge of the progress of the case.",
      "id": "s17"
    },
    {
      "text": "The normal considerations to be taken into account are: \n \n (a) whether the judgment is attended by sufficient doubt to warrant it being reconsidered by a Full Court; and\n (b) whether substantial injustice would result if leave were refused supposing the decision to be wrong ( Decor Corporation Pty Ltd and Anor v Dart Industries Inc (1991) 33 FCR 397).",
      "id": "s18"
    },
    {
      "text": "However, the exercise of discretion should not be unduly constrained by rigid rules ( Seven Network Limited v News Limited [2005] FCAFC 125).",
      "id": "s19"
    },
    {
      "text": "4 Counsel for the applicant presented a well constructed argument.",
      "id": "s20"
    },
    {
      "text": "It commenced with a detailed examination of the procedural defaults found by Tamberlin J and a submission that there was no proper basis for a number of those findings.",
      "id": "s21"
    },
    {
      "text": "Suffice to say that, for the purposes of this application, there is an arguable case that a number of the defaults either did not occur or are explicable.",
      "id": "s22"
    },
    {
      "text": "Investigation of those issues by a Full Court would involve considerable time and effort and would involve no issue of principle.",
      "id": "s23"
    },
    {
      "text": "Even if established, the result is unlikely to be different.",
      "id": "s24"
    },
    {
      "text": "5 One question of potential importance is whether or not it is arguable that the finding that there had been a persistent failure by the applicant to identify any specific incident which had any connection with discrimination was wrong as that was the most significant basis upon which the decision was made.",
      "id": "s25"
    },
    {
      "text": "It is submitted that the material filed by the applicant with her original application to the Court did specify particular instances of discrimination.",
      "id": "s26"
    },
    {
      "text": "Upon examination, that material does not specify particular instances of discrimination in the sense used by Tamberlin J.",
      "id": "s27"
    },
    {
      "text": "6 It was submitted that Tamberlin J did not take into account the fact that the Court in these matters is not bound by technicalities or legal form (s 46PR of the Human Rights and Equal Opportunity Commission Act 1986 ).",
      "id": "s28"
    },
    {
      "text": "I do not regard the judge as having been concerned with technicalities or legal form but rather with the failure of the applicant to state her case in a manner which could be grappled with by the respondents and dealt with by the Court.",
      "id": "s29"
    },
    {
      "text": "7 It was also submitted that the Court had not taken into account the fact that the applicant had been unrepresented until the notice of motion in question.",
      "id": "s30"
    },
    {
      "text": "It was submitted that coping with issues such as particulars, discovery, framing a case and responding to a subpoena place an unrepresented litigant at a significant disadvantage.",
      "id": "s31"
    },
    {
      "text": "The difficulties faced by an unrepresented litigant are well understood, but so are the difficulties of a respondent to a claim brought by an unrepresented party who cannot or will not comply with the ordinary rules.",
      "id": "s32"
    },
    {
      "text": "The application was hardly precipitate.",
      "id": "s33"
    },
    {
      "text": "The proceeding had been on foot for more than 12 months.",
      "id": "s34"
    },
    {
      "text": "8 It was submitted that Tamberlin J failed to take into account the fundamental objective of Court process, being to decide cases brought to the Court ( The State of Queensland and Anor v JL Holdings Pty Limited [1997] HCA 1 ; (1997) 189 CLR 146 at 154).",
      "id": "s35"
    },
    {
      "text": "The judge was conscious of the need to sparingly exercise the powers that he did and had given the applicant every opportunity of outlining her case, over many months.",
      "id": "s36"
    },
    {
      "text": "9 It is also put that the judge erred in failing to consider the other powers of the Court to sanction non-compliance such as the use of costs orders.",
      "id": "s37"
    },
    {
      "text": "That argument does not meet the fundamental nature of the problem found by Tamberlin J.",
      "id": "s38"
    },
    {
      "text": "10 It was submitted that the circumstances were not within those recognised as being appropriate for the grant of indemnity costs ( Colgate-Palmolive Company and Anor v Cussons Pty Limited (1993) 46 FCR 225; Re Wilcox; Ex parte Venture Industries Pty Ltd and Others (No 2) (1996) 72 FCR 151).",
      "id": "s39"
    },
    {
      "text": "I can see no arguable error of principle in the award of costs on a solicitor/client basis, bearing in mind the basis of the order of dismissal, the effect of which was that the proceeding had never been in appropriate form.",
      "id": "s40"
    },
    {
      "text": "11 One aspect of the matter dealing with potential injustice to the applicant requires consideration, although it was not drawn to the attention of Tamberlin J, that is, the time limit for the commencement of the proceedings pursuant to the Human Rights and Equal Opportunity Commission Act 1986 (s 46PH(1)(b) and s 46PO(2)).",
      "id": "s41"
    },
    {
      "text": "If the result of the order dismissing the proceeding is that the applicant right to litigate would be lost, then there would be a lower practical threshold for the grant of leave.",
      "id": "s42"
    },
    {
      "text": "However, the Court can extend the time for commencing a proceeding and, subject to issues as to costs, it is difficult to imagine that time would not be extended if a properly framed claim was ready for prompt filing.",
      "id": "s43"
    },
    {
      "text": "12 In my opinion, there is not sufficient doubt about the judgment in question to warrant the grant of leave to appeal, taking into account the potential effect upon the interests of the applicant.",
      "id": "s44"
    },
    {
      "text": "The motion is dismissed with costs.",
      "id": "s45"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s46"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2006\n\n Counsel for the Applicant: Mr A Britt \n \n Solicitor for the Applicant: KP O'Donnell &amp; Associates Solicitors \n \n Counsel for the Respondents: Ms N Sharp \n \n Solicitor for the Respondents: Bartier Perry \n\n Date of Hearing: 26 October 2006 \n \n Date of Judgment: 20 December 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1781.html",
      "id": "s47"
    }
  ]
}