{
  "name": "Australian Securities &amp; Investments Commission; In the Matter of Lanepoint Enterprises Pty ltd ACN 110 693 251 v Lanepoint Enterprises Pty Ltd ACN 110 693 251; Australian Securities &amp; Investments Commission; In the Matter of Bowesco Pty Ltd ACN 008 915 357 (Receiver and Manager Appointed) v Bowesco Pty Ltd ACN 008 915 357 (Receiver and Manager Appointed) [2006] FCA 1163 (30 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1163.html",
  "catchphrases": [
    {
      "text": "[2006] fca 1163",
      "id": "c0"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n The Australian Securities and Investments Commission (ASIC) seeks winding up orders in respect of two companies associated with the Westpoint Finance and Property Group.",
      "id": "s0"
    },
    {
      "text": "They are Lanepoint Enterprises Pty Ltd (Lanepoint) and Bowesco Pty Ltd (Bowesco).",
      "id": "s1"
    },
    {
      "text": "The orders are sought on the basis that each of these companies have had receivers appointed to them under company charges.",
      "id": "s2"
    },
    {
      "text": "Ms Karen Carey-Hazell, a director of each of the companies, has filed a motion seeking leave to intervene to defend the winding up applications in the name of the companies.",
      "id": "s3"
    },
    {
      "text": "She seeks that leave under s 236 and s 237 of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s4"
    },
    {
      "text": "She contends, in any event, that she is entitled as a director to defend the proceedings in the name of the companies.",
      "id": "s5"
    },
    {
      "text": "For the reasons that follow, I am satisfied that Ms Carey-Hazell has standing as a director to defend the winding up proceedings in the name of each of the companies and that she does not need leave to intervene.",
      "id": "s6"
    },
    {
      "text": "It does not follow that she is entitled to resort to the companies' assets for the purpose of funding that opposition.",
      "id": "s7"
    },
    {
      "text": "There will be liberty to apply for further directions in that regard.",
      "id": "s8"
    },
    {
      "text": "The costs of the motion will be reserved.",
      "id": "s9"
    },
    {
      "text": "Factual and procedural background \n On 2 June 2006 and 28 June 2006 ASIC filed applications in this Court for the winding up of Lanepoint and Bowesco respectively.",
      "id": "s10"
    },
    {
      "text": "In each case the application was brought on the ground of insolvency by reason of the appointment of receivers and managers to the company under charges over company property.",
      "id": "s11"
    },
    {
      "text": "In each case reliance was placed upon the statutory presumption of insolvency under s 459C of the Act.",
      "id": "s12"
    },
    {
      "text": "Lanepoint has had two sets of receivers and managers appointed under different charges.",
      "id": "s13"
    },
    {
      "text": "John Cronin and Shaun Fraser were appointed by Suncorp-Metway Limited on 3 March 2006 under a company charge dated 2 May 2005 and a mortgage dated 28 April 2005.",
      "id": "s14"
    },
    {
      "text": "They entered into possession and currently control Lanepoint's property the subject of the charge and mortgage.",
      "id": "s15"
    },
    {
      "text": "The property charged was described as 'all the undertaking of [Lanepoint] ... relating to the development at 61 Great Eastern Highway, Western Australia and 2, 4 and 6 Armadale Road, Rivervale, Western Australia...'.",
      "id": "s16"
    },
    {
      "text": "The powers of the receivers were widely defined in the charge as including '... any right, power, authority, benefit or remedy of the Bank' under the charge or under legislation (see clause 18.5 read with the definition of 'Powers' in clause 1.1).",
      "id": "s17"
    },
    {
      "text": "Brian McMaster and Martin Madden of KordaMentha were appointed to Lanepoint as receivers and managers by Perpetual Nominees Limited on 9 March 2006 under a fixed and floating charge dated 10 May 2005.",
      "id": "s18"
    },
    {
      "text": "The property covered by the charge was described as 'All the chargor's interest in all of its property anywhere (real &amp; personal &amp; present and future) including its uncalled capital and its called but unpaid capital &amp; all the present and future rights, property &amp; undertaking of the chargor of whatever kind' .",
      "id": "s19"
    },
    {
      "text": "Messrs McMaster and Madden say they are not in possession or control of Lanepoint's property because of the prior appointment of Messrs Cronin and Fraser.",
      "id": "s20"
    },
    {
      "text": "The powers of a receiver appointed under the Perpetual charge are very widely defined in cl 10.3.",
      "id": "s21"
    },
    {
      "text": "Messrs Cronin and Fraser were appointed as receivers and managers over property of Bowesco by Suncorp-Metway on 3 April 2006.",
      "id": "s22"
    },
    {
      "text": "The appointment was made pursuant to a company charge and a mortgage each dated 8 October 2004.",
      "id": "s23"
    },
    {
      "text": "The property covered by the charge was described in the charge as '... the undertaking of the company and all of its real and personal property and assets both present and future (in both its personal capacity and as trustee) including (without limitation) all of its goodwill, book debts (present and future) and all of its unissued, unallotted or unsold shares and all its uncalled and called but unpaid capital ...'.",
      "id": "s24"
    },
    {
      "text": "The powers of the receivers were the same as the powers conferred on the receivers in the Suncorp-Metway charge over the property of Lanepoint.",
      "id": "s25"
    },
    {
      "text": "In respect of Bowesco, it should be noted that on 20 April 2006 freezing orders were made in respect of its assets pursuant to s 1323 of the Act --- Australian Securities and Investments Commission, In the Matter of Richstar Enterprises Pty Ltd (ACN 099 071 968) v Carey (No 3) [2006] FCA 433.",
      "id": "s26"
    },
    {
      "text": "The orders were varied on 30 June 2006.",
      "id": "s27"
    },
    {
      "text": "They were expressed so as to permit the Bowesco receivers to exercise their powers pursuant to their appointment by Sunway-Metcorp, including their powers under s 420 of the Act.",
      "id": "s28"
    },
    {
      "text": "On 11 August 2006 Ms Karen Carey-Hazell, a director of both Lanepoint and Bowesco, filed a motion in each of the proceedings seeking leave '... to take responsibility on behalf of the respondent in these proceedings'.",
      "id": "s29"
    },
    {
      "text": "Argument on her motion was heard on 16 August 2006 and reserved until today.",
      "id": "s30"
    },
    {
      "text": "Statutory framework --- the winding up application \n Section 459A lists the categories of persons who may apply to the Court for a company to be wound up in insolvency.",
      "id": "s31"
    },
    {
      "text": "They include the company itself, a creditor, a director and ASIC.",
      "id": "s32"
    },
    {
      "text": "An application by a director or by ASIC may only be made with the leave of the Court (s 459P(2)).",
      "id": "s33"
    },
    {
      "text": "The Court may give leave if satisfied that there is a prima facie case that the company is insolvent but not otherwise (s 459P(3)).",
      "id": "s34"
    },
    {
      "text": "Except as permitted by s 459P a person cannot apply for a company to be wound up in insolvency (s 459P(5)).",
      "id": "s35"
    },
    {
      "text": "Section 459C sets up presumptions to be made in certain proceedings including applications under s 459P (s 459C (1)).",
      "id": "s36"
    },
    {
      "text": "The presumptions also have effect for the purposes of an application for leave to make an application under s 459P (s 459C (1)(b)).",
      "id": "s37"
    },
    {
      "text": "In particular, s 459C(2) provides that the Court must presume that a company is insolvent if during or after the three months ending on the day when the application was made, a receiver, or receiver and manager, of property of the company was appointed under a power contained in an instrument relating to a floating charge on such property (s 459C(2)(c)).",
      "id": "s38"
    },
    {
      "text": "A presumption for which s 459C provides operates except so far as the contrary is proved for the purposes of the application (s 459C(3)).",
      "id": "s39"
    },
    {
      "text": "Section 459A provides: \n \n an application under section 459P , the Court may order that an insolvent company be wound up in insolvency.",
      "id": "s40"
    },
    {
      "text": "' \n \n\n Statutory framework --- leave to a person to intervene on behalf of a company \n In the present proceedings Ms Carey-Hazell relies, inter alia, upon s 236 and s 237 of the Act.",
      "id": "s41"
    },
    {
      "text": "Section 236 provides, in the relevant parts: \n \n A person may bring proceedings on behalf of a company, or intervene in any proceedings to which the company is a party for the purpose of taking responsibility on behalf of the company for those proceedings, or for a particular step in those proceedings (for example, compromising or settling them), if: \n \n the person is: \n \n (i) a member, former member or person entitled to be registered as a member, of the company or of a related body corporate; or \n \n (ii) an officer or former officer of the company; and \n \n the person is acting with leave granted under section 237.",
      "id": "s42"
    },
    {
      "text": "Proceedings brought on behalf of a company must be brought in the company's name.",
      "id": "s43"
    },
    {
      "text": "The right of a person at general law to bring, or intervene in, proceedings on behalf of a company is abolished.",
      "id": "s44"
    },
    {
      "text": "' \n \n Section 237 provides, inter alia: \n \n A person referred to in paragraph 236(1)(a) may apply to the Court for leave to bring, or to intervene in, proceedings.",
      "id": "s45"
    },
    {
      "text": "The Court must grant the application if it is satisfied that: \n \n it is probable that the company will not itself bring the proceedings, or properly take responsibility for them, or for the steps in them; and \n \n the applicant is acting in good faith; and \n \n it is in the best interests of the company that the applicant be granted leave; and \n \n if the applicant is applying for leave to bring proceedings --- there is a serious question to be tried; and \n \n either: \n \n (i) at least 14 days before making the application, the applicant gave written notice to the company of the intention to apply for leave and of the reasons for applying; or \n \n (ii) it is appropriate to grant leave even though subparagraph (i) is not satisfied.",
      "id": "s46"
    },
    {
      "text": "' \n \n\n Statutory powers of receivers \n The powers of receivers are set out in s 420 of the Act.",
      "id": "s47"
    },
    {
      "text": "That section provides, inter alia: \n \n Subject to this section, a receiver of property of a corporation has power to do, in Australia and elsewhere, all things necessary or convenient to be done for or in connection with, or as incidental to, the attainment of the objectives for which the receiver was appointed.",
      "id": "s48"
    },
    {
      "text": "Without limiting the generality of subsection (1), but subject to any provision of the court order by which, or the instrument under which, the receiver was appointed, being a provision that limits the receiver's powers in any way, a receiver of property of a corporation has, in addition to any powers conferred by that order or instrument, as the case may be, or by any other law, power, for the purpose of attaining the objectives for which the receiver was appointed: ... \n \n to make or defend an application for the winding up of the corporation; ...' \n \n\n The residual capacity of a director to represent a company in receivership \n In my opinion there are difficulties in the way Ms Carey-Hazell's motion invokes ss 236 and 237 of the Act.",
      "id": "s49"
    },
    {
      "text": "In order to grant the leave necessary under those provisions, the Court would need positively to be satisfied that she is acting in good faith and that it is in the best interests of the company that she be given that leave.",
      "id": "s50"
    },
    {
      "text": "Mr Norman Carey, the principal of the Westpoint Group, is her brother.",
      "id": "s51"
    },
    {
      "text": "An affidavit which she filed in opposition to the winding up applications set out what he told her about his dealings with Suncorp-Metway in connection with the appointment of the receivers.",
      "id": "s52"
    },
    {
      "text": "It would be necessary, in an application for leave, for Ms Carey-Hazell to put to rest any concern that she might be acting in the name of the companies at her brother's bidding and to further what might be wider interests and objectives.",
      "id": "s53"
    },
    {
      "text": "The issues of good faith and the best interests of the company however do not fall to be addressed on this application because, in my opinion, Ms Carey-Hazell is entitled, as a matter of law, to standing as a director to oppose the winding up application in the name of the two companies.",
      "id": "s54"
    },
    {
      "text": "In so doing, of course, she is bound to conduct herself as a director in accordance with the duties of care, diligence, good faith and proper use of her position imposed upon her by ss 180 , 181 and 182 of the Act.",
      "id": "s55"
    },
    {
      "text": "The appointment of a receiver under a charge over its property does not end the life of the company to which the receiver has been appointed.",
      "id": "s56"
    },
    {
      "text": "It has been said that the company in such a case is 'anaesthetised' but may be restored to 'full conscious activity when the anaesthetic is no longer applied after the debts owing to the debenture holders have been paid' --- George Barker (Transport) Ltd v Eynon [1973] 3 All ER 374 at 380 (Mocatta J).",
      "id": "s57"
    },
    {
      "text": "Moreover, while receivers may effectively control a company's dealings with the outside world, receivership does not change the company's internal structure --- Hawkesbury Development Co Ltd v Landmark Finance Pty Ltd [1969] 2 NSW 782 (Street J).",
      "id": "s58"
    },
    {
      "text": "Street J there said (at 790): \n \n structure continues to exist notwithstanding that the directors no longer have authority to exercise their ordinary business management functions.",
      "id": "s59"
    },
    {
      "text": "A valid receivership and management will ordinarily supersede, but not destroy, the company's own organs through which it conducts its affairs.",
      "id": "s60"
    },
    {
      "text": "The capacity of those organs to function bears a direct inverse relationship to the validity and scope of the receivership and management.",
      "id": "s61"
    },
    {
      "text": "' \n \n In Re Geneva Finance Ltd [1992] 7 WAR 496, Owen J accepted that, upon the appointment of a receiver under a charge, there will be limited residual duties that a company's directors can carry out (at 510): \n \n are residual duties which the directors must carry out.",
      "id": "s62"
    },
    {
      "text": "I do not doubt that they are limited in nature.",
      "id": "s63"
    },
    {
      "text": "' \n \n\nImportantly for the present case, his Honour also said (at 510): \n \n \n \n \n is difficult to see why a director should be prevented from taking a step which he believes to be in the interests of the company unless that step would, in the reasonable opinion of the receiver, prejudice the proper administration of the receivership.",
      "id": "s64"
    },
    {
      "text": "' \n \n There may be a question whether the power conferred upon a receiver can displace all of a director's powers and functions for the duration of the receivership.",
      "id": "s65"
    },
    {
      "text": "Given that a receiver's powers must be exercised for the purposes of the appointment and the enforcement of the security under which appointment is made, it may be doubtful whether such a situation could arise even in theory.",
      "id": "s66"
    },
    {
      "text": "In Deangrove Pty Ltd v Commonwealth Bank of Australia [2001] FCA 173 ; (2001) 19 ACLC 595, Sackville J said (at 600): \n \n general principle, at least so far as the usual form of debenture or charge is concerned, is that the appointment of receivers does not entirely displace the powers and authority of the directors.",
      "id": "s67"
    },
    {
      "text": "' \n \n The practical concern must be whether the exercise by a director of any power in the name of the company would interfere with the legitimate exercise by the receivers of their powers.",
      "id": "s68"
    },
    {
      "text": "As Owen J said in Re Geneva Finance (at 511): \n \n real question is whether the directors, wishing to exercise a power which they would otherwise have, can do so without prejudicing the legitimate interests of the receiver and the secured creditor in the realisation of the asset.",
      "id": "s69"
    },
    {
      "text": "' \n \n In the present case the receivers do not oppose the ASIC applications.",
      "id": "s70"
    },
    {
      "text": "There is no actual or apparent conflict between that non-opposition and Ms Carey-Hazell's proposed exercise, in the name of the companies, of their rights to oppose the winding up applications.",
      "id": "s71"
    },
    {
      "text": "The existence of the power, conferred upon the receivers by s 420 of the Act, to defend the winding up applications, does not give rise to any such conflict.",
      "id": "s72"
    },
    {
      "text": "Nor does the assistance provided to ASIC by the receivers in the form of the affidavits sworn by Messrs Fraser and McMaster.",
      "id": "s73"
    },
    {
      "text": "Their cooperation with ASIC does not of itself involve any exercise of their powers which would be compromised by Ms Carey-Hazell's defence of the winding up applications in the names of the companies.",
      "id": "s74"
    },
    {
      "text": "Absent Ms Carey-Hazell's participation as proposed, there is no contradictor to the winding up application.",
      "id": "s75"
    },
    {
      "text": "She asserts that there is a case to be made against the orders sought by ASIC.",
      "id": "s76"
    },
    {
      "text": "Quite apart from the question of her entitlement to bring that contention before the Court, it is in the interests of justice that as a director of the company she has an opportunity to make that case if she does so in accordance with the duties imposed upon her by the Act and not, for example, for some collateral purpose.",
      "id": "s77"
    },
    {
      "text": "In so doing, it should not be assumed that Ms Carey-Hazell will have any a priori entitlement to resort to the assets of the company for the purpose of funding legal representation in the winding up proceedings.",
      "id": "s78"
    },
    {
      "text": "I will, however, allow liberty to apply at the termination of the proceedings in that respect.",
      "id": "s79"
    },
    {
      "text": "In my opinion the matter need be taken no further than this.",
      "id": "s80"
    },
    {
      "text": "There is no need for an application for leave under s 237 of the Act.",
      "id": "s81"
    },
    {
      "text": "Ms Carey-Hazell is at liberty, without the leave of the Court, to defend the winding up application in the name of each of the companies subject to the restrictions I have already mentioned in relation to access to the assets of the companies \n Conclusion \n For the preceding reasons I will permit Ms Carey-Hazell to continue to instruct legal representatives for the purpose of defending the applications in the name of the respondent companies.",
      "id": "s82"
    },
    {
      "text": "The costs of the motion in each case will be reserved.",
      "id": "s83"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s84"
    },
    {
      "text": "Associate:\nDated: 30 August 2006\n\n Counsel for the Applicant: Mr CM Slater \n \n Solicitor for the Applicant: Australian Securities and Investments Commission \n \n Counsel for the Respondents: Mr NDC Dillon \n \n Solicitor for the Respondents: Clavey Legal \n \n Date of Hearing: 16 August 2006 \n \n Date of Judgment: 30 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1163.html",
      "id": "s85"
    }
  ]
}