{
  "name": "Promina Group Limited, in the matter of Promina Group Limited [2006] FCA 1772 (18 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1772.html",
  "catchphrases": [
    {
      "text": "scheme meeting convened",
      "id": "c0"
    },
    {
      "text": "corporations",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 On 14 December 2006, orders were made convening a meeting of the shareholders of the publicly listed Promina Group Limited (Promina) pursuant to s 411 of the Corporations Act 2001 (Cth) to consider a scheme of arrangement providing for the acquisition of the shares in Promina by Suncorp Insurance Holdings Ltd, a wholly owned subsidiary of the publicly listed Suncorp-Metway Limited (Suncorp).",
      "id": "s0"
    },
    {
      "text": "The reasons for those orders follow.",
      "id": "s1"
    },
    {
      "text": "The proposed transaction is large but the scheme itself is relatively straightforward.",
      "id": "s2"
    },
    {
      "text": "Suncorp's subsidiary will acquire the shares in Promina for consideration in cash and shares.",
      "id": "s3"
    },
    {
      "text": "2 I am satisfied that there has been compliance with the statutory formalities.",
      "id": "s4"
    },
    {
      "text": "3 I am satisfied that the structure of the scheme is effective and appropriately safeguards the interests of shareholders in the event that the scheme is approved.",
      "id": "s5"
    },
    {
      "text": "It effectively removes the performance risk to which I have referred in other cases (eg Re SFE Corporation Ltd (2006) 59 ACSR 82 ; [2006] FCA 670 ; Re Tempo Services Ltd (2005) 53 ACSR 523 at 524; [2005] FCA 410).",
      "id": "s6"
    },
    {
      "text": "4 I am satisfied that the proposed procedure complies with the statute and with the applicable authorities.",
      "id": "s7"
    },
    {
      "text": "It is not proposed that ineligible foreign shareholders constitute a separate class ( Re Hills Motorway Ltd (2002) 43 ACSR 101 at 104; Re SFE Corporation Ltd at [8]).",
      "id": "s8"
    },
    {
      "text": "5 The exclusivity period and break fee are not such as to cause concern ( Re SFE Corporation Ltd at [7]).",
      "id": "s9"
    },
    {
      "text": "The position of foreign shareholders, reset preference shareholders and participants in share plans has been explained.",
      "id": "s10"
    },
    {
      "text": "6 The directors recommend the scheme.",
      "id": "s11"
    },
    {
      "text": "Australian Securities and Investments Commission and Australian Prudential Regulatory Authority have indicated that no opposition is likely.",
      "id": "s12"
    },
    {
      "text": "7 The Scheme Booklet is in appropriate form to enable shareholders to make a commercial decision.",
      "id": "s13"
    },
    {
      "text": "It includes an independent expert report based upon valuations, an independent actuary's report and an accountant's report.",
      "id": "s14"
    },
    {
      "text": "The Court does not, of course, approve the merits of the contents of the Booklet.",
      "id": "s15"
    },
    {
      "text": "8 A particular order is required to deal with the publication of further financial results by both Promina and Suncorp prior to the scheme meeting.",
      "id": "s16"
    },
    {
      "text": "It is necessary that the independent expert consider the effect, if any, of those results upon the opinions expressed and that there be communication with the shareholders about that ( Re Hills Motorway Ltd at 106).",
      "id": "s17"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s18"
    },
    {
      "text": "Associate:\n\nDated: 18 December 2006\n\n Counsel for the Plaintiff: Mr F Gleeson SC, Mr RA Dick \n \n Solicitor for the Plaintiff: Freehills \n \n Counsel for Suncorp-Metway Limited: Mr TF Bathurst QC \n\n \n \n Solicitor for Suncorp-Metway Limited: Corrs Chambers Westgarth \n \n Date of Hearing: 14 December 2006 \n \n Date of Orders: 14 December 2006 \n \n Date of Reasons: 18 December 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1772.html",
      "id": "s19"
    }
  ]
}