{
  "name": "Prestige Property Services Pty Limited v Liquor, Hospitality and Miscellaneous Union [2006] FCA 180 (3 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/180.html",
  "catchphrases": [
    {
      "text": "stay of orders pending appeal",
      "id": "c0"
    },
    {
      "text": "appellant claimed it would be unable to recover monies paid if it were successful on appeal",
      "id": "c1"
    },
    {
      "text": "stay granted on condition relevant monies are paid into court pending appeal",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Prestige Property Services Pty Limited (\"Prestige\") seeks a stay of orders of Gray J made 23 January 2006, requiring, amongst others things, that it pay to the Liquor, Hospitality and Miscellaneous Union (\"the Union\") certain penalties and that it make payments to some 27 of its employees following underpayment in breach of awards.",
      "id": "s0"
    },
    {
      "text": "Relevantly, the issue between the parties, as determined by Gray J in favour of the Union, was whether the Victorian Arts Centre was a premises of a state government instrumentality for the purposes of clause 8A of the Building Services (Victoria) Award 1994 (\"the 1994 Award\") and clause 15.3 of the Building Services (Victoria) Award 2003 (\"the 2003 Award\").",
      "id": "s1"
    },
    {
      "text": "His Honour held that it was because the Victorian Arts Centre Trust was a state government instrumentality for the purposes of the 1994 Award and the 2003 Award.",
      "id": "s2"
    },
    {
      "text": "2 Prestige has appealed from his Honour's judgment and seeks a stay of his Honour's orders.",
      "id": "s3"
    },
    {
      "text": "Prestige relies on the affidavit of John Louis Lazzari sworn 23 February 2006.",
      "id": "s4"
    },
    {
      "text": "The Union relies on the affidavit of Lisa Marie Chesters sworn 3 March 2003.",
      "id": "s5"
    },
    {
      "text": "3 Amongst other things, Mr Lazzari's evidence was that Prestige was unable to pay the monies that his Honour had ordered it to pay to its 27 employees unless it borrowed funds from its parent company.",
      "id": "s6"
    },
    {
      "text": "He also deposed that \"if Prestige is forced to pay the judgment amount to the named employees, it is very unlikely that it will ever be able to recover them if Justice Gray is ultimately overturned\".",
      "id": "s7"
    },
    {
      "text": "In support of this proposition, he referred to the fact that all the relevant employees were paid at the minimum wage award and all but one was engaged by Prestige on a part-time basis.",
      "id": "s8"
    },
    {
      "text": "Although the company had not had any difficulty in the past in recovering overpayments from any of these employees, he deposed to difficulties that the company had in recovering payments from its employees in the past.",
      "id": "s9"
    },
    {
      "text": "4 Ms Chester's evidence was that she had spoken to all but three of the relevant employees.",
      "id": "s10"
    },
    {
      "text": "She said that they had indicated that they hoped to enjoy the monies identified by the Court as owing to them as soon as possible and that, in the event that the judgment was overturned on appeal, then they were able and willing to pay the monies back.",
      "id": "s11"
    },
    {
      "text": "5 The Court has the power to grant a stay in its discretion pursuant to O 52 r 17 of the Federal Courts Rules.",
      "id": "s12"
    },
    {
      "text": "The principles governing applications for a stay are settled.",
      "id": "s13"
    },
    {
      "text": "It is sufficient for the respondent to demonstrate that there is a reason or it is an appropriate case to warrant the exercise of the discretion: see Powerflex Services Pty Ltd v Data Access Corp (1996) 67 FCR 65 at 66.",
      "id": "s14"
    },
    {
      "text": "6 The prima facie assumption is that the judgment appealed from is correct and the Court should not deprive a litigant of the benefit of a judgment in its favour.",
      "id": "s15"
    },
    {
      "text": "Counsel for the Union relied on this and opposed the grant of a stay upon the basis, first, that the appeal disclosed no arguable ground of appeal, alternatively, the prospects of success were weak; secondly, Ms Chester said all but three of the employees had indicated that they would repay the money if called upon to do so pursuant to a judgment of the Court on appeal; and, thirdly, the evidence for Prestige did not rise above speculation as to the difficulty of recovery.",
      "id": "s16"
    },
    {
      "text": "7 According to counsel for Prestige, it proposed to challenge the judgment under appeal on two bases, first, that as a matter of construction the Victorian Arts Centre is not a premise of a state government instrumentality for the purposes of the relevant industrial awards in the ordinary sense of those words; and, secondly, as understood in context, having regard to relevant history, it was not such an instrumentality.",
      "id": "s17"
    },
    {
      "text": "8 Whether or not the appeal is ultimately successful is a matter for an appellate court.",
      "id": "s18"
    },
    {
      "text": "The most that can be said at this stage is that the appeal does not justify the epithet \"hopeless\" as disclosing no tenable ground.",
      "id": "s19"
    },
    {
      "text": "I accept that the appeal is genuine and arguable.",
      "id": "s20"
    },
    {
      "text": "9 Counsel for Prestige further submitted that, as to the exercise of discretion, the Court should take into account the likely difficulty of recovering the monies paid to 27 different individuals, who in all probability were of modest means.",
      "id": "s21"
    },
    {
      "text": "Counsel submitted that the cost and inconvenience of recovering the monies was disproportionate to the detriment they suffered by not now having the fruits of a judgment, to which they were not in any event parties.",
      "id": "s22"
    },
    {
      "text": "There was a real risk, so counsel submitted, that the appeal would be rendered nugatory by the fact that monies could not be recovered if the appeal were successful.",
      "id": "s23"
    },
    {
      "text": "10 Notwithstanding Ms Chester's statements about what she had been told by the employees, I accept that, as the appellant has submitted, it is likely that Prestige will find it difficult to recover at least some of the monies paid to the 27 individual employees should its appeal succeed.",
      "id": "s24"
    },
    {
      "text": "There is a real risk that it would not be able to recover all the monies it is presently obliged to pay under his Honour's judgment.",
      "id": "s25"
    },
    {
      "text": "11 At the same time, as noted above, Prestige has adduced evidence that it is presently in a net debt position and will have to borrow the funds to pay the monies under his Honour's orders.",
      "id": "s26"
    },
    {
      "text": "12 In these circumstances, it is appropriate that the appellant have its stay on the order in paragraph 4 of the orders of Gray J made 23 January 2006, upon the condition that the monies the subject of this order be paid into an appropriate account, which the parties agreed was an interest-bearing account of the Federal Court of Australia Litigants' Fund.",
      "id": "s27"
    },
    {
      "text": "I would order accordingly.",
      "id": "s28"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s29"
    },
    {
      "text": "Associate:\n\nDated: 3 March 2006\n\n\n Counsel for the Applicant: Dr C Jessup QC and Mr J Snaden \n \n Solicitor for the Applicant: Tanya Cirkovic &amp; Associates \n \n Counsel for the Respondent: Mr W Friend \n \n Solicitor for the Respondent: Liquor Hospitality and Miscellaneous Union \n \n Date of Hearing: 3 March 2006 \n \n Date of Judgment: 3 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/180.html",
      "id": "s30"
    }
  ]
}