{
  "name": "Web Wealth Pty Ltd (ACN 096 047 022) v Helimount Pty Ltd (ACN 006 818 917) [2006] FCA 1376 (23 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1376.html",
  "catchphrases": [
    {
      "text": "insolvency",
      "id": "c0"
    },
    {
      "text": "winding up application",
      "id": "c1"
    },
    {
      "text": "failure to comply with statutory demand",
      "id": "c2"
    },
    {
      "text": "application for review of order of registrar of federal court that company be wound up",
      "id": "c3"
    },
    {
      "text": "where no application made to set aside statutory demand within prescribed period",
      "id": "c4"
    },
    {
      "text": "where company presumed to be insolvent",
      "id": "c5"
    },
    {
      "text": "whether approval to cause company to bring application for review should be granted pursuant to s 471a of the corporations act 2001 (cth)",
      "id": "c6"
    },
    {
      "text": "whether sufficient evidence to rebut presumption of insolvency",
      "id": "c7"
    },
    {
      "text": "whether leave should be granted pursuant to s 459s of the corporations act 2001 (cth) to raise ground opposing winding up which could have been relied on in application to set aside statutory demand",
      "id": "c8"
    },
    {
      "text": "relevant considerations for granting of leave under s 459s.",
      "id": "c9"
    },
    {
      "text": "corporations",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for review of orders made by a Registrar of this Court.",
      "id": "s0"
    },
    {
      "text": "The orders made by the Registrar are that Helimount Pty Ltd ('Helimount') be wound up in insolvency under the Corporations Act 2001 (Cth) (' Corporations Act ') and that Mr Hugh Sutcliffe Martin, an official liquidator, be appointed liquidator of the company.",
      "id": "s1"
    },
    {
      "text": "2 The orders were made on the application of Web Wealth Proprietary Limited ('Web Wealth') and the application was based on the failure of Helimount to pay a debt which was the subject of a statutory demand dated 28 November 2005 and served on Helimount by Web Wealth.",
      "id": "s2"
    },
    {
      "text": "Helimount did not apply under s 459G of the Corporations Act for an order setting aside the statutory demand.",
      "id": "s3"
    },
    {
      "text": "3 The statutory demand was served on the registered office of Helimount on or about 28 November 2005 and the application by Web Wealth for a winding up order was made on 31 January 2006.",
      "id": "s4"
    },
    {
      "text": "The Registrar made the orders referred to above on 26 July 2006 and the application for review by Helimount was made on 16 August 2006.",
      "id": "s5"
    },
    {
      "text": "4 At the time the statutory demand was served on Helimount the sole director and shareholder of the company was Mr Domenico John Callipari.",
      "id": "s6"
    },
    {
      "text": "5 The application for review is brought under s 35A(5) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s7"
    },
    {
      "text": "It is well-established that the hearing before me is a hearing de novo (s 35A(6)).",
      "id": "s8"
    },
    {
      "text": "6 Mr Callipari caused Helimount to bring the application for review.",
      "id": "s9"
    },
    {
      "text": "At the time the application was made Helimount was subject to a winding up order and, by reason of s 471A(1) of the Corporations Act , Mr Callipari did not have the power to cause the company to bring the application.",
      "id": "s10"
    },
    {
      "text": "For the reasons I gave in Lightburn Pty Ltd v Kama Power Products Pty Ltd (2003) 226 LSJS 61 at [24] there is no longer a residual power at common law in directors to cause a company to appeal against a winding up order.",
      "id": "s11"
    },
    {
      "text": "In my opinion, the same applies in the case of an application for review under s 35A(5) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s12"
    },
    {
      "text": "However, the Court is able to grant approval under s 471A(1A) of the Corporations Act nunc pro tunc for Mr Callipari to cause the company to bring the application.",
      "id": "s13"
    },
    {
      "text": "The first question before me is whether approval under s 471A(1A) should be granted.",
      "id": "s14"
    },
    {
      "text": "7 As I have said, Helimount did not make an application to set aside the statutory demand under s 459G of the Corporations Act .",
      "id": "s15"
    },
    {
      "text": "However, it disputes the debt, or at least the quantum of the debt, it is said to owe to Web Wealth.",
      "id": "s16"
    },
    {
      "text": "By reason of s 459S of the Corporations Act Helimount may not, without the leave of the Court, oppose the application for it to be wound up in insolvency on a ground that it could have relied on but did not so rely on for the purposes of an application by it for the statutory demand to be set aside.",
      "id": "s17"
    },
    {
      "text": "The second question before me is whether Helimount should be granted leave under s 459S.",
      "id": "s18"
    },
    {
      "text": "8 By reason of Helimount's failure to comply with the statutory demand it is presumed to be insolvent: s 459C(2) of the Corporations Act .",
      "id": "s19"
    },
    {
      "text": "It seeks to establish that it is not insolvent and whether it has discharged the onus of proving that it is not insolvent is the third question before me.",
      "id": "s20"
    },
    {
      "text": "9 I turn to examine the facts established on the evidence before me and I start with the facts surrounding the debt allegedly owed by Helimount to Web Wealth.",
      "id": "s21"
    },
    {
      "text": "The debt alleged to be owing by Helimount to Web Wealth \n \n 10 It is common ground that on 24 January 2005 Web Wealth of the one part and Helimount and Mr Callipari of the other part entered into a deed whereby Web Wealth agreed to lend the sum of $630,000 to Helimount and Mr Callipari.",
      "id": "s22"
    },
    {
      "text": "It appears that the original proposal was for the loan to be in the sum of $600,000 but that at the last moment the amount to be lent was increased to $630,000.",
      "id": "s23"
    },
    {
      "text": "It is common ground that the sum of $630,000 was paid by Web Wealth to Helimount and Mr Callipari.",
      "id": "s24"
    },
    {
      "text": "The repayment of the moneys was secured by a first registered mortgage over two properties identified in the deed.",
      "id": "s25"
    },
    {
      "text": "11 The deed provided that the moneys were advanced for a period at Web Wealth's absolute discretion but for not less than two calendar months with provision for the loan to be rolled over calendar monthly if Helimount and Mr Callipari were not in default under the terms of the deed and the said mortgages.",
      "id": "s26"
    },
    {
      "text": "12 The deed provided for the payment of interest on the moneys advanced.",
      "id": "s27"
    },
    {
      "text": "As will become clear, the payment of interest is at the heart of Helimount's challenge to the debt.",
      "id": "s28"
    },
    {
      "text": "The deed provided for the payment of a reduced rate of interest where payment is made as scheduled and a normal rate where payment is made after the due date.",
      "id": "s29"
    },
    {
      "text": "Clauses 2 and 3 of the deed are in the following terms: \n \n \n '2.",
      "id": "s30"
    },
    {
      "text": "The Borrower hereby agrees to pay interest as per the Memorandum of Mortgage being at the \"Reduced Rate\" of Six Percent per calendar month (6.00% pcm) where it is paid as scheduled and at the \"Normal Rate\" of Ten Percent per calendar month (10.00% pcm) where it is paid after the due date.",
      "id": "s31"
    },
    {
      "text": "3.",
      "id": "s32"
    },
    {
      "text": "The Borrower hereby agrees to pay interest calendar monthly in arrears directly to the Mortgagee in the amount of $36,000.00 (\"Reduced\") PROVIDED THAT IT IS RECEIVED on or before the 13 th day of the calendar month during the term of the Loan AND in the amount of $60,000.00 (\"Normal\") WHERE IT IS RECEIVED after the 13 th day of the calendar month during the term of the Loan.",
      "id": "s33"
    },
    {
      "text": "' \n \n \n \n 13 A number of questions arise as to the operation of these clauses.",
      "id": "s34"
    },
    {
      "text": "For example, why are there two clauses dealing with the payment of interest?",
      "id": "s35"
    },
    {
      "text": "Can they operate together?",
      "id": "s36"
    },
    {
      "text": "They appear to be consistent if the loan amount is $600,000 but not if the loan amount is $630,000.",
      "id": "s37"
    },
    {
      "text": "Clearly I cannot resolve those issues on an application of this nature.",
      "id": "s38"
    },
    {
      "text": "14 It is common ground that Helimount has not repaid the principal amount of $630,000.",
      "id": "s39"
    },
    {
      "text": "Web Wealth's case is that interest of $740,429 had accrued on the principal amount as at November 2005 and that the sum of $1,370,429 was due and payable by Helimount to it.",
      "id": "s40"
    },
    {
      "text": "That is the amount referred to in the statutory demand.",
      "id": "s41"
    },
    {
      "text": "Helimount denies this allegation.",
      "id": "s42"
    },
    {
      "text": "15 A number of affidavits were filed which were directed to Helimount's dispute about the debt.",
      "id": "s43"
    },
    {
      "text": "Although I cannot resolve the various disputes on this application I find on the evidence there is no genuine dispute concerning Helimount's liability to pay the principal amount of the loan and some interest and there is a genuine dispute about the interest claimed by Web Wealth.",
      "id": "s44"
    },
    {
      "text": "A summary of my conclusions in relation to the various factual matters is as follows: \n \n \n 1.",
      "id": "s45"
    },
    {
      "text": "Helimount claimed that some of the cheques given to it by Web Wealth as part of the loan were not met when they were first presented and that this caused the company financial loss in the course of its business operations.",
      "id": "s46"
    },
    {
      "text": "The details were sketchy and the argument was not pressed in the submissions before me.",
      "id": "s47"
    },
    {
      "text": "On the material, I would not be prepared to find that there was a genuine dispute or claim on this basis.",
      "id": "s48"
    },
    {
      "text": "This contention was the only one put forward by Helimount which might impact on its obligation to repay the principal amount of the loan in the sense that it might have given rise to counterclaim, set-off or cross-demand.",
      "id": "s49"
    },
    {
      "text": "2.",
      "id": "s50"
    },
    {
      "text": "The rest of Helimount's claims centred on its obligation to pay interest.",
      "id": "s51"
    },
    {
      "text": "Helimount alleges that the agreed interest rates were 4 per cent (reduced rate) and 6 per cent (normal rate) respectively.",
      "id": "s52"
    },
    {
      "text": "Helimount alleges that the first instalment of interest was paid out of the loan moneys and was in the sum of $25,000.",
      "id": "s53"
    },
    {
      "text": "Helimount alleges that at the time the deed was entered into Web Wealth's agent agreed that the loan was a short term loan only and that it would only be outstanding for two months or so and that he would arrange for refinancing after that period at a commercial rate of interest of 7 per cent or 8 per cent per annum.",
      "id": "s54"
    },
    {
      "text": "Helimount alleges that Web Wealth's agent failed to do that and Helimount has suffered loss as a result.",
      "id": "s55"
    },
    {
      "text": "In addition to those allegations Helimount alleges that the interest stipulated in the deed is usurious and invalid, or gives rise to unconscionable conduct under s 51AB of the Trade Practices Act 1974 (Cth) and that, in the alternative, the interest rate referred to in the deed as the normal rate is void as a contractual penalty.",
      "id": "s56"
    },
    {
      "text": "Web Wealth's response to these allegations is largely one of denial.",
      "id": "s57"
    },
    {
      "text": "Web Wealth does accept that there was an oral agreement to the effect that the first month's interest would be $25,000 if that sum was paid as clear funds.",
      "id": "s58"
    },
    {
      "text": "Other than this, Web Wealth's case is that the interest rates were as set out in the deed.",
      "id": "s59"
    },
    {
      "text": "Web Wealth denies that it promised to arrange alternative finance after two months at a commercial rate of interest of 7 per cent or 8 per cent per annum.",
      "id": "s60"
    },
    {
      "text": "Web Wealth alleges that the person said to be its agent was not its agent.",
      "id": "s61"
    },
    {
      "text": "In any event, that person (who has sworn an affidavit) denies making any promise to arrange alternative funding.",
      "id": "s62"
    },
    {
      "text": "It is convenient to note at this point that one matter established by Web Wealth's evidence is that Mr Callipari received an offer of finance from Banksia Mortgages Limited in the sum of $1,450,000, but it seems that Helimount did not take up the offer.",
      "id": "s63"
    },
    {
      "text": "16 Before leaving the evidence concerning the debt, reference should be made to the fact that Helimount has made various offers to Web Wealth to settle the debt.",
      "id": "s64"
    },
    {
      "text": "On 24 March 2006 it made an offer to pay $700,000 in full and final satisfaction of the debt, interest and costs.",
      "id": "s65"
    },
    {
      "text": "There were also offers made (and, on the face of it, agreements reached) in the period between the making of Web Wealth's application and the date the Registrar made the orders which are the subject of the application for review.",
      "id": "s66"
    },
    {
      "text": "On 24 May 2006 a solicitor of the firm of solicitors formerly acting for Helimount entered into an agreement with Web Wealth and on the basis of the agreement the Registrar adjourned the application to 12 July 2006.",
      "id": "s67"
    },
    {
      "text": "Among other things, the agreement provided for the payment of $1.1 million to Web Wealth on or before 5 July 2006 by Mr Callipari who is also recorded as being a party to the agreement and, in the absence of such payment, Helimount agreed not to oppose the making of orders to wind it up upon the application of Web Wealth.",
      "id": "s68"
    },
    {
      "text": "17 The agreement of 24 May 2006 was not carried out and there were further negotiations between the parties on 12 July 2006 and again an agreement was said to have been reached on that day resulting in Web Wealth's application being adjourned to 26 July 2006.",
      "id": "s69"
    },
    {
      "text": "The agreement reached on 12 July 2006 provided for the payment of the sum of $1.1 million and an additional sum of $100,000 by Helimount and Mr Callipari to Web Wealth on or before close of business on 25 July 2006, and for 'Helimount to provide by way of comfort documentary evidence of the approval of finance by G E' for the above by 14 July 2006.",
      "id": "s70"
    },
    {
      "text": "That agreement also was not carried out.",
      "id": "s71"
    },
    {
      "text": "18 As I understand it, in putting those agreements before the Court, Web Wealth was not seeking orders to enforce either agreement but rather seeking to show that there was in reality no genuine dispute about the debt.",
      "id": "s72"
    },
    {
      "text": "Helimount sought to meet that argument by putting forward evidence which was in hearsay form to the effect that Mr Callipari on behalf of Helimount did not give instructions to Helimount's former solicitors to enter into the first agreement.",
      "id": "s73"
    },
    {
      "text": "It was not suggested that instructions were not given in relation to the second agreement and in view of that it is not clear to me what precise point Helimount seeks to make.",
      "id": "s74"
    },
    {
      "text": "Web Wealth objected to the reception of the evidence which was in hearsay form and in my opinion the evidence should not be received.",
      "id": "s75"
    },
    {
      "text": "The only basis put forward by Helimount upon which I could receive the evidence was that the proceeding before me was an interlocutory proceeding within s 75 of the Evidence Act 1995 (Cth).",
      "id": "s76"
    },
    {
      "text": "I do not think the proceeding before me is an interlocutory proceeding and therefore the disputed evidence should not be received.",
      "id": "s77"
    },
    {
      "text": "In my opinion, an order that a company be wound up in insolvency is a final order and the proceedings are of that character.",
      "id": "s78"
    },
    {
      "text": "I will not receive in evidence paragraphs 11 (other than the first four sentences) and 12 (other than the first two sentences) of the affidavit of Mr Russell Mitchell sworn on 15 August 2006.",
      "id": "s79"
    },
    {
      "text": "19 I turn now to consider the explanation put forward by Helimount as to why it did not apply under s 459G of the Corporations Act to set aside the statutory demand.",
      "id": "s80"
    },
    {
      "text": "20 Mr Callipari states that he was not aware of the service of the statutory demand by Web Wealth until February 2006.",
      "id": "s81"
    },
    {
      "text": "He states that the statutory demand was served 'from the offices of my former accountants', and that a copy of the demand did not come to his attention until February 2006.",
      "id": "s82"
    },
    {
      "text": "He states that he was never personally served with the notice and he states that as soon as he received the statutory demand he instructed solicitors.",
      "id": "s83"
    },
    {
      "text": "That is the limit of the explanation provided by Mr Callipari.",
      "id": "s84"
    },
    {
      "text": "As I have said, the statutory demand was served on the company's registered office.",
      "id": "s85"
    },
    {
      "text": "21 There is some evidence that touches on this topic in the affidavit of Helimount's present solicitor wherein he states that he was informed by Mr Callipari that he suffered a heart attack in early February 2006 and that it was not until later in February 2006 that he became aware of correspondence relating to the statutory demand.",
      "id": "s86"
    },
    {
      "text": "There is also a suggestion that there was a breakdown in communication between Mr Callipari and the solicitors he had acting for him in November 2005 and, although it is not entirely clear, the suggestion seems to be that those solicitors had received instructions to apply to set aside an earlier statutory demand.",
      "id": "s87"
    },
    {
      "text": "22 The evidence as to Helimount's explanation for not applying to set aside the statutory demand is inadequate, confusing and unsatisfactory.",
      "id": "s88"
    },
    {
      "text": "23 I turn now to consider the evidence relating to the financial position of Helimount.",
      "id": "s89"
    },
    {
      "text": "The financial circumstances of Helimount \n \n 24 There are three aspects to this topic.",
      "id": "s90"
    },
    {
      "text": "The first aspect is the evidence that relates to Helimount's profit and loss and trading performance.",
      "id": "s91"
    },
    {
      "text": "The second aspect is the quality of the evidence put forward by Helimount and, in particular, whether it was the 'fullest and best' evidence: Commonwealth Bank of Australia v Begonia (1993) 11 ACLC 1075 at 1085 per Hayne J.",
      "id": "s92"
    },
    {
      "text": "The third aspect is the evidence as to the assets and liabilities of Helimount and this is relevant for the purposes of considering its ability to borrow funds to overcome any temporary cashflow or liquidity problems.",
      "id": "s93"
    },
    {
      "text": "25 I start with Helimount's profit and loss and trading performance.",
      "id": "s94"
    },
    {
      "text": "26 The liquidator has deposed to Helimount's profit and loss and trading performance over certain years.",
      "id": "s95"
    },
    {
      "text": "His evidence is to the effect that in 2003 Helimount earned $78,916 from the sale of wine grapes and made a profit of $1,510.",
      "id": "s96"
    },
    {
      "text": "In 2004 the company earned $105,000 from the sale of wine grapes and $124,228 as a profit on the sale of property and made a profit of $150,623.",
      "id": "s97"
    },
    {
      "text": "In 2005 Helimount made sales of $472,015 and made a profit of $159,247.",
      "id": "s98"
    },
    {
      "text": "In 2006 Helimount could not sell its wine grapes.",
      "id": "s99"
    },
    {
      "text": "The liquidator states that no financial statements have been prepared for the last year, which I assume to be the financial year ended 30 June 2006.",
      "id": "s100"
    },
    {
      "text": "The liquidator does not reveal the source of these figures.",
      "id": "s101"
    },
    {
      "text": "27 Mr Callipari states that Helimount is the trustee of the DJ and AC Family Trust.",
      "id": "s102"
    },
    {
      "text": "He states that he and Helimount have recently changed accountants and that the new accountants are in the process of preparing financial accounts and taxation returns for the financial year ended 30 June 2005.",
      "id": "s103"
    },
    {
      "text": "He states that the 'former' financial accounts of the company and trust do not assist in an assessment of the financial position of Helimount or the trust, 'as there have been substantial changes in relation to the financial position of the company and trust since 30 June 2004'.",
      "id": "s104"
    },
    {
      "text": "At the very least, Mr Callipari seems to qualify that statement in a later affidavit.",
      "id": "s105"
    },
    {
      "text": "He produces the financial statements of the family trust for the year ended 30 June 2004.",
      "id": "s106"
    },
    {
      "text": "Those statements contain the figures for the years ended 30 June 2003 and 30 June 2004 referred to by the liquidator and set out above [26].",
      "id": "s107"
    },
    {
      "text": "In the later affidavit Mr Callipari repeats his statement about the change of accountants and the fact that the balance sheet and taxation returns for the financial year ended 30 June 2005 have not been prepared, but he goes on to say, 'that the financial affairs of the Trust and company Helimount Pty Ltd have not materially altered in an adverse manner, since the 30 th June 2004'.",
      "id": "s108"
    },
    {
      "text": "28 It is clear from the evidence that Helimount has not repaid the debt or any part of it to Web Wealth and that it would have to borrow moneys to repay the debt or any substantial part of it.",
      "id": "s109"
    },
    {
      "text": "29 It seems that if Helimount was to refinance its liabilities the valuation and acceptance fees associated with the borrowings would be paid out of the loan(s) themselves rather than from cash available to Helimount.",
      "id": "s110"
    },
    {
      "text": "30 I turn now to examine the evidence which was put forward by Helimount with a view to considering if it was the 'fullest and best' evidence.",
      "id": "s111"
    },
    {
      "text": "31 The first point to note is that no financial statements of Helimount since 30 June 2004 have been put in evidence.",
      "id": "s112"
    },
    {
      "text": "In my opinion, Mr Callipari's explanation for this state of affairs is a cause for concern.",
      "id": "s113"
    },
    {
      "text": "There is no explanation as to why the company changed accountants, but more importantly, the company presumably keeps some records and yet Mr Callipari has made no attempt to give any detailed evidence of Helimount's trading performance since 30 June 2004.",
      "id": "s114"
    },
    {
      "text": "The second point to note is that Mr Callipari has not completed a report as to affairs of Helimount and the liquidator has reported this breach of the law to the Australian Securities and Investments Commission.",
      "id": "s115"
    },
    {
      "text": "The third point to note is that in March 2006 and a little over one month after Web Wealth had filed its application, Helimount granted to the Australia and New Zealand Banking Group Limited ('ANZ') a fixed and floating charge over all its assets to secure advances to Mr Callipari.",
      "id": "s116"
    },
    {
      "text": "The advances presently total a sum in excess of $1.7 million.",
      "id": "s117"
    },
    {
      "text": "There was some, but not a full, explanation, of the circumstances surrounding this transaction.",
      "id": "s118"
    },
    {
      "text": "The fourth point to note is that on 21 July 2006 and five days before the Registrar made her orders, Mr Callipari granted Mrs Callipari on behalf of Helimount what the liquidator describes as 'a transfer for the freehold of the property known as 162a Eighth Street, Mildura, and a share of the net proceeds from the sale of all other property owned by [Helimount]'.",
      "id": "s119"
    },
    {
      "text": "Mrs Callipari is sometimes referred to as Mr Callipari's wife and on other occasions as his estranged de facto wife.",
      "id": "s120"
    },
    {
      "text": "There is evidence referring to a matrimonial dispute between Mr Callipari and Mrs Callipari, and of proceedings in the Supreme Court of Victoria but there was no evidence explaining the precise nature of the dispute or the proceedings or the nature or basis of the interest granted to Mrs Callipari by Helimount.",
      "id": "s121"
    },
    {
      "text": "The fifth point to note is that there is very little cogent and clear evidence of Mr Callipari's financial position and his ability to meet his liabilities to the ANZ.",
      "id": "s122"
    },
    {
      "text": "32 In terms of the assets and liabilities the liquidator has sworn an affidavit providing details of what he considers to be the assets and liabilities of Helimount.",
      "id": "s123"
    },
    {
      "text": "33 The liquidator states that the company owns a number of blocks of land.",
      "id": "s124"
    },
    {
      "text": "He is presently arranging valuations, but at this stage his best estimate of the value of all the land is $1,665,000-$1,920,000.",
      "id": "s125"
    },
    {
      "text": "A number of the blocks are encumbered either by caveats lodged by Web Wealth or Mrs Callipari or by mortgages securing the loan by the ANZ to Mr Callipari which was guaranteed by Helimount.",
      "id": "s126"
    },
    {
      "text": "There is evidence that the caveats lodged by Mrs Callipari or at least some of them have been removed.",
      "id": "s127"
    },
    {
      "text": "34 The liquidator states that the liabilities of Helimount consist of the following: \n \n \n 1.",
      "id": "s128"
    },
    {
      "text": "The debt to Web Wealth being an amount as at November 2005 of $630,000 by way of principal and $740,429 by way of interest.",
      "id": "s129"
    },
    {
      "text": "2.",
      "id": "s130"
    },
    {
      "text": "A fixed and floating charge over all of its assets in favour of ANZ securing Helimount's guarantee of Mr Callipari's debt to the ANZ which was $1,711,106 as at 31 August 2006.",
      "id": "s131"
    },
    {
      "text": "3.",
      "id": "s132"
    },
    {
      "text": "A liability to Mr Callipari as an unsecured creditor of the company which the latest financial statements showed to be $730,622.71 as at 30 June 2005.",
      "id": "s133"
    },
    {
      "text": "That liability apparently relates to certain properties Mr Callipari transferred to Helimount at the time it was registered.",
      "id": "s134"
    },
    {
      "text": "4.",
      "id": "s135"
    },
    {
      "text": "A liability to Helimount's accountant in the sum of approximately $10,000.",
      "id": "s136"
    },
    {
      "text": "5.",
      "id": "s137"
    },
    {
      "text": "As I said earlier, on 21 July Mr Callipari granted Mrs Callipari on behalf of Helimount a transfer 'for' the freehold of the property known as 162a Eighth Street, Mildura, and a share of the net proceeds from the sale of all other property owned by Helimount.",
      "id": "s138"
    },
    {
      "text": "It is not clear from the evidence what liability Mr Callipari, let alone Helimount, has to Mrs Callipari.",
      "id": "s139"
    },
    {
      "text": "35 The liquidator states that he is investigating a number of transactions engaged in by the company, including the following: \n \n \n 1.",
      "id": "s140"
    },
    {
      "text": "The fixed and floating charge granted to the ANZ a little over a month after Web Wealth filed its application.",
      "id": "s141"
    },
    {
      "text": "The liquidator states that the amount of the loans, not taking into account Helimount's ability to claim the debt from Mr Callipari, would make Helimount insolvent.",
      "id": "s142"
    },
    {
      "text": "The liquidator expresses the view that the transaction may be an uncommercial transaction within s 588FB of the Corporations Act 2001 (Cth).",
      "id": "s143"
    },
    {
      "text": "2.",
      "id": "s144"
    },
    {
      "text": "The loan by Web Wealth to Helimount may involve an interest rate which is or was extortionate within s 588FD of the Corporations Act 2001 (Cth).",
      "id": "s145"
    },
    {
      "text": "3.",
      "id": "s146"
    },
    {
      "text": "The transaction involving Mrs Callipari and effected on 21 July 2006 may fall within the terms of s 588FDA of the Corporations Act 2001 (Cth).",
      "id": "s147"
    },
    {
      "text": "36 The liquidator's conclusion as to the financial position of the company is as follows: \n \n \n 'The total assets of [Helimount] may realise between $1,665,000 and $2,020,000.",
      "id": "s148"
    },
    {
      "text": "With the charge currently existing in favour of ANZ and after all legal, liquidators and sale costs [sic] are unlikely to leave any funds for unsecured creditors.",
      "id": "s149"
    },
    {
      "text": "' \n \n \n \n 37 I turn now to consider the three issues which arise on the application for review.",
      "id": "s150"
    },
    {
      "text": "Approval under s 471A(2) of the Corporations Act \n \n 38 In this case Mr Callipari has caused the company to make an application for review under s 35A(5) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s151"
    },
    {
      "text": "For the purposes of the application of s 471A(1), I do not think that any distinction should be drawn between an application for review and an appeal although in the case of an application for review what French J called the 'constitutional imperative' in HVAC Construction (Qld) Pty Ltd v Energy Equipment Engineering Pty Ltd (2002) 44 ACSR 169 may be relevant to whether approval to cause a company to bring an application for review should be granted.",
      "id": "s152"
    },
    {
      "text": "That consideration would not be relevant in the case of an appeal.",
      "id": "s153"
    },
    {
      "text": "39 An application for approval can be made before a proceeding is commenced or sought nunc pro tunc after the proceeding has been commenced but before the substantive proceeding (be it an application for review or an appeal) is heard.",
      "id": "s154"
    },
    {
      "text": "A key consideration when an application is made at either of these stages is the preservation of the company's assets and the importance of avoiding a situation whereby the company's assets are diminished by an unsuccessful appeal ( Lane Cove Council v Geebung Polo Club Pty Ltd (No 2) [2002] NSWSC 118 ; (2002) 167 FLR 175.",
      "id": "s155"
    },
    {
      "text": "Therefore, in deciding whether to grant approval a court will consider the solvency of the company and whether the director offers to undertake to pay the costs if the appeal is unsuccessful (see Lightburn Pty Ltd v Kama Power Products Pty Ltd (supra) at [24]-[33]).",
      "id": "s156"
    },
    {
      "text": "40 In this case no application was brought by either party which might have led to the question of whether approval should be granted being determined before the hearing of the substantive proceeding, that is, the application for review.",
      "id": "s157"
    },
    {
      "text": "I have heard all the arguments together and, for reasons I will give, I am not satisfied that Helimount has discharged the onus of proving its solvency.",
      "id": "s158"
    },
    {
      "text": "In those circumstances, it is not appropriate to grant approval under s 471A(1A)(d) for Mr Callipari to bring the application for review.",
      "id": "s159"
    },
    {
      "text": "Leave under s 459S of the Corporations Act \n \n 41 Section 459S of the Corporations Law is in the following terms: \n \n '459S(1) In so far as an application for a company to be wound up in insolvency relies on a failure by the company to comply with a statutory demand, the company may not, without the leave of the Court, oppose the application on a ground: \n \n \n \n (a) that the company relied on for the purposes of an application by it for the demand to be set aside; or \n (b) that the company could have so relied on, but did not so rely on (whether it made such an application or not).",
      "id": "s160"
    },
    {
      "text": "459S(2) The Court is not to grant leave under subsection (1) unless it is satisfied that the ground is material to proving that the company is solvent.",
      "id": "s161"
    },
    {
      "text": "' \n \n \n 42 In Chief Commissioner of Stamp Duties v Paliflex Pty Ltd [1999] NSWSC 889 ; (1999) 47 NSWLR 382 at [49] Austin J identified three matters relevant to whether leave should be granted under s 459S.",
      "id": "s162"
    },
    {
      "text": "They are as follows: \n \n \n \n '(i) a preliminary consideration of the defendant's basis for disputing the debt which was the subject of the demand; \n (ii) an examination of the reason why the issue of indebtedness was not raised in an application to set aside the demand, and the reasonableness of the party's conduct at that time; and \n (iii) an investigation of whether the dispute about the debt is material to proving that the company is solvent.",
      "id": "s163"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n 43 The matter referred to in (iii) is an express limit on the power to grant leave (s 459S(2)) and its scope and operation have been considered in later cases.",
      "id": "s164"
    },
    {
      "text": "The issue which has arisen is whether s 459S(2) means that the debt must on the company's case make the difference between a finding of solvency and a finding of insolvency, or is it sufficient that depending on what other findings are made it may be relevant to the question of solvency?",
      "id": "s165"
    },
    {
      "text": "The New South Wales Court of Appeal in Switz Pty Ltd v Glowbind Pty Ltd [2000] NSWCA 37 ; (2000) 48 NSWLR 661 favoured the former interpretation.",
      "id": "s166"
    },
    {
      "text": "Spigelman CJ (with whom Handley and Giles JJA agreed) said (at 674 [53]-[54]): \n \n 'By the time an application under s 459s is made, the company will be presumed to be insolvent and will have the burden of proving that it is not.",
      "id": "s167"
    },
    {
      "text": "In my opinion s 459s(2) directs attention, in part, to what it is that the company intends to prove and how it intends to prove it.",
      "id": "s168"
    },
    {
      "text": "If the company is not prepared to contemplate the possibility that its assertion of solvency is subject to qualification, then the Court cannot be \"satisfied\" of the mandatory precondition in s 459s(2).",
      "id": "s169"
    },
    {
      "text": "An objective element is introduced by the word \"material\" but that can only be determined after identifying the company's contentions.",
      "id": "s170"
    },
    {
      "text": "If, as here, the company intends to prove that it is solvent whether or not a debt is payable, then with respect to a ground based on dispute about the debt, the test of materiality to it \"proving\" its solvency, cannot be satisfied.",
      "id": "s171"
    },
    {
      "text": "' \n \n \n 44 In HVAC Construction (Qld) Pty Ltd v Energy Equipment Engineering Pty Ltd (supra) at 184 [53] French J was inclined to agree with that approach saying that s 459S should be given a strict construction in order that the purpose of the legislative scheme could best be served.",
      "id": "s172"
    },
    {
      "text": "45 Applying these principles to the facts, I do not think that leave under s 459S should be granted.",
      "id": "s173"
    },
    {
      "text": "I have divided the grounds upon which the debt might be disputed into those which relate to the principal amount and those which relate to interest.",
      "id": "s174"
    },
    {
      "text": "Leave should not be granted in relation to the grounds which bear on the principal amount because even on a preliminary consideration there is no genuine dispute in relation to the principal amount and, furthermore, Helimount's explanation for not applying to set aside the statutory demand is unsatisfactory.",
      "id": "s175"
    },
    {
      "text": "Leave should not be granted in relation to the grounds which bear upon the interest because the explanation for not applying to set aside the statutory demand is unsatisfactory and, more importantly, it is not clear to me (and in terms of s 459S(2) I am not satisfied: see Shakespeares Pie Co Australia Pty Ltd v Multipye Pty Ltd [2005] NSWSC 1338 per Barrett J at [10]) that grounds bearing upon the interest are material in proving Helimount is solvent.",
      "id": "s176"
    },
    {
      "text": "In other words, it is not clear to me that Helimount is not saying that it is solvent irrespective of Web Wealth's claim for interest.",
      "id": "s177"
    },
    {
      "text": "46 I decline to grant leave under s 459S.",
      "id": "s178"
    },
    {
      "text": "The solvency of Helimount \n \n 47 Section 95A of the Corporations Act provides: \n \n \n \n '95A(1) A person is solvent if, and only if, the person is able to pay all the person's debts, as and when they become due and payable.",
      "id": "s179"
    },
    {
      "text": "95A(2) A person who is not solvent is insolvent.",
      "id": "s180"
    },
    {
      "text": "' \n \n \n 48 Even if I am wrong and Helimount should be given leave to dispute the debt, or a part of it, two points should be noted.",
      "id": "s181"
    },
    {
      "text": "First, the only genuine dispute relates to the interest claimed by Web Wealth and, secondly, in any event the presumption of insolvency which arises from Helimount's failure to comply with the statutory demand still applies and 'operates except so far as the contrary is proved for the purposes of the application' (s 459C(2) and (3)).",
      "id": "s182"
    },
    {
      "text": "The latter proposition follows from the terms of s 459C and from the fact that the leave granted under s 459S(1) is not leave to apply to set aside the statutory demand, but rather leave to oppose the application for a company to be wound up in insolvency on a particular ground.",
      "id": "s183"
    },
    {
      "text": "49 In ACE Contractors &amp; Staff Pty Ltd v Westgarth Development Pty Ltd [1999] FCA 728 Weinberg J set out a number of principles which he considered to be relevant on an application of this nature.",
      "id": "s184"
    },
    {
      "text": "His Honour said: \n \n 'The authorities which govern the operation of s 459G of the Corporations Law seem to me to establish the following propositions: \n \n \n &#61863; The respondent is presumed to be insolvent and as such bears the onus of proving its solvency: s 459C(2) and (3); Elite Motor Campers Australia v Leisureport Pty Ltd (1996) 22 ACSR 235 per Spender J; Commissioner of Taxation v Simionato Holdings Pty Ltd .",
      "id": "s185"
    },
    {
      "text": "(1997) 15 ACLC 477 per Mansfield J.",
      "id": "s186"
    },
    {
      "text": "&#61863; In order to discharge that onus the Court should ordinarily be presented with the \"fullest and best\" evidence of the financial position of the respondent: Commonwealth Bank of Australia v Begonia (1993) 11 ACLC 1075 at 1081 per Hayne J.",
      "id": "s187"
    },
    {
      "text": "&#61863; Unaudited accounts and unverified claims of ownership or valuation are not ordinarily probative of solvency.",
      "id": "s188"
    },
    {
      "text": "Nor are bald assertions of solvency arising from a general review of the accounts, even if made by qualified accountants who have detailed knowledge of how those accounts were prepared: Simionato Holdings Pty Ltd ( supra); Re Citic Commodity Trading Pty Ltd v JBL Enterprises (WA) Pty Ltd [1998] FCA 232 per Heerey J; Leslie v Howship Holdings Pty Ltd (1997) 15 ACLC 459 at 463 per Sackville J.",
      "id": "s189"
    },
    {
      "text": "&#61863; There is a distinction between solvency and a surplus of assets.",
      "id": "s190"
    },
    {
      "text": "A company may be at the same time insolvent and wealthy.",
      "id": "s191"
    },
    {
      "text": "The nature of a company's assets, and its ability to convert those assets into cash within a relatively short time, at least to the extent of meeting all its debts as and when they fall due, must be considered in determining solvency: Rees v Bank of New South Wales [1964] HCA 47 ; (1964) 111 CLR 210; Re Tweeds Garages Ltd [1962] Ch 406 at 410 per Plowman J; Simionato Holdings Pty Ltd (supra); Melbase Corporation Pty Ltd v Segenhoe Ltd (1995) 13 ACLC 823 at 832 per Lindgren J; Leslie v Howship Holdings Pty Ltd (supra) at 465-466.",
      "id": "s192"
    },
    {
      "text": "&#61863; The adoption of a cash flow test for solvency does not mean that the extent of the company's assets is irrelevant to the inquiry.",
      "id": "s193"
    },
    {
      "text": "The credit resources available to the company must also be taken into account: Sandell v Porter [1966] HCA 28 ; (1966) 115 CLR 666 at 671 per Barwick CJ (with whom McTiernan and Windeyer JJ agreed); Leslie v Howship Holdings Pty Ltd (supra) at 466; Taylor v ANZ Banking Group Ltd (1988) 6 ACLC 808 at 812 per McGarvie J.",
      "id": "s194"
    },
    {
      "text": "&#61863; The question of solvency must be assessed at the date of the hearing.",
      "id": "s195"
    },
    {
      "text": "However, this does not mean that future events are to be ignored: Leslie v Howship Holdings Pty Ltd (supra) at 466-467.",
      "id": "s196"
    },
    {
      "text": "&#61863; It is no abuse of process for an applicant to seek to wind up a company presumed to be insolvent by reason of its failure to comply with a statutory demand merely because that company contends that it is solvent, or because there may be alternative means available to the applicant to vindicate its rights : Elite Motor Campers Australia v Leisureport Pty Ltd (supra).",
      "id": "s197"
    },
    {
      "text": "' \n \n\n\n \n 50 The above principles were recognised as the relevant principles by the New South Wales Court of Appeal in Expile Pty Ltd v Jabb's Excavations Pty Ltd (2003) 45 ACSR 711 per Santow JA (with whom Meagher and Handley JJA agreed) at 718 [16].",
      "id": "s198"
    },
    {
      "text": "51 It is to be presumed until the contrary is proved that Helimount is not able to pay all its debts as and when they become due and payable.",
      "id": "s199"
    },
    {
      "text": "52 Helimount submits that it has discharged the onus of proving that it is solvent.",
      "id": "s200"
    },
    {
      "text": "It submits that it has at most only a couple of creditors and a substantial excess of assets over liabilities.",
      "id": "s201"
    },
    {
      "text": "It points to three matters in particular.",
      "id": "s202"
    },
    {
      "text": "First, it submits that three of the valuations of the land it has produced are more reliable than the liquidator's estimates and should be preferred to the liquidator's estimates.",
      "id": "s203"
    },
    {
      "text": "It seems to me that the answer to this submission is that it is a matter of small consequence because even if it is correct it increases the upper limit of the liquidator's estimates by no more than $40,000.",
      "id": "s204"
    },
    {
      "text": "Secondly, Helimount submits the debt owed by it to Mr Callipari (which on Helimount's case is now in the order of $1,000,000) is not presently due and owing.",
      "id": "s205"
    },
    {
      "text": "The answer to this submission is that even if it is correct, on the liquidator's figures there is still an excess of liabilities over assets.",
      "id": "s206"
    },
    {
      "text": "In saying this I am assuming as liabilities the full debt to the ANZ and the principal amount of the debt claimed by Web Wealth.",
      "id": "s207"
    },
    {
      "text": "Thirdly, Helimount refers to the values placed on properties owned by Helimount in a letter from NFFA Finance Warehouse Pty Ltd to it dated 31 August 2006.",
      "id": "s208"
    },
    {
      "text": "It is said that the letter embodies an offer of finance to Helimount.",
      "id": "s209"
    },
    {
      "text": "I do not place any weight on the values referred to in the letter first, because I do not know who is putting forward the values and secondly, because the letter specifically states that 'the properties are being revalued and values may change'.",
      "id": "s210"
    },
    {
      "text": "Furthermore, I note that the figures put forward in the letter suggest that in some cases there have been very significant increases in what Helimount said were the value of various properties in early 2005.",
      "id": "s211"
    },
    {
      "text": "53 I am not satisfied that Helimount's assets exceed its liabilities and that any temporary cashflow or liquidity problems can be overcome by borrowing.",
      "id": "s212"
    },
    {
      "text": "For the reasons given earlier [31] I am not satisfied that Helimount has put forward the 'fullest and best' evidence of its financial position.",
      "id": "s213"
    },
    {
      "text": "The presumption of insolvency that arises is reinforced by the company's inability to repay the debt to Web Wealth and has not been rebutted by any evidence adduced by Helimount.",
      "id": "s214"
    },
    {
      "text": "54 Helimount has not persuaded me that it is solvent.",
      "id": "s215"
    },
    {
      "text": "Conclusion \n \n 55 The application for review is dismissed.",
      "id": "s216"
    },
    {
      "text": "I certify that the preceding fifty-five (55) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s217"
    },
    {
      "text": "Associate:\n\nDated: 23 October 2006\n\n Counsel for the Applicant: A Dal Cin \n \n Solicitor for the Applicant: Townsends \n \n Counsel for the Respondent: R Cameron \n \n Solicitor for the Respondent: Eggleston Mitchell Lawyers \n \n Date of Hearing: 4 September 2006 \n \n Date of Judgment: 23 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1376.html",
      "id": "s218"
    }
  ]
}