{
  "name": "Chief Executive Officer of Customs v Biocontrol Ltd [2006] FCA 107 (16 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/107.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "parties agreement that tribunal erred in law",
      "id": "c1"
    },
    {
      "text": "consent orders",
      "id": "c2"
    },
    {
      "text": "whether orders appropriate",
      "id": "c3"
    },
    {
      "text": "whether tribunal erred in law",
      "id": "c4"
    },
    {
      "text": "respondent imports isomate pheromones dispensers which disrupt insect mating",
      "id": "c5"
    },
    {
      "text": "identification and classification of products by australian customs service under customs tariff act",
      "id": "c6"
    },
    {
      "text": "whether products \"insecticide\"",
      "id": "c7"
    },
    {
      "text": "meaning of \"insecticide\"",
      "id": "c8"
    },
    {
      "text": "whether products \"similar products\"",
      "id": "c9"
    },
    {
      "text": "meaning of \"similar products\"",
      "id": "c10"
    },
    {
      "text": "\" insecticide \", \" similar products \"",
      "id": "c11"
    },
    {
      "text": "administrative law",
      "id": "c12"
    },
    {
      "text": "words and phrases",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \") by the Chief Executive Officer of Customs (\"Customs\") from a decision made by the Administrative Appeals Tribunal (\"the Tribunal\") on 22 December 2004.",
      "id": "s0"
    },
    {
      "text": "The Tribunal's decision concerns the proper classification under Sch 3 to the Customs Tariff Act 1995 (Cth) (\"the Customs Tariff Act \") of certain goods imported by the respondent over the period from 2002 to 2004.",
      "id": "s1"
    },
    {
      "text": "2 Under s 44 of the AAT Act , this Court exercises original jurisdiction in hearing such an appeal, and the appeal is confined to questions of law.",
      "id": "s2"
    },
    {
      "text": "The Court is empowered to make such order on the appeal as it thinks appropriate, including orders affirming or setting aside the decision of the Tribunal or an order remitting the case to be heard and decided again by the Tribunal in accordance with the directions of the Court: see s 44(4) and (5).",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n3 The respondent imports goods which the Tribunal described as 'insect mating disruption products'.",
      "id": "s4"
    },
    {
      "text": "The relevant importations concern four products.",
      "id": "s5"
    },
    {
      "text": "Two of them targets codling moth in apples and pears, a third targets light brown apple moth in apples and grapes, and a fourth targets oriental fruit moth in peaches and nectarines.",
      "id": "s6"
    },
    {
      "text": "In these reasons for judgment, I shall refer to them collectively as 'the products'.",
      "id": "s7"
    },
    {
      "text": "4 The products work by releasing large quantities of synthetic female pheromones into the air in fruit orchards, thereby confusing male moths and preventing them from finding and mating with female moths of their species.",
      "id": "s8"
    },
    {
      "text": "The relevant moths have a short life cycle, typically seven to ten days.",
      "id": "s9"
    },
    {
      "text": "Over time, the products can eliminate or significantly reduce particular moth populations.",
      "id": "s10"
    },
    {
      "text": "5 None of the products could be described as merely a chemical or mixture of chemicals.",
      "id": "s11"
    },
    {
      "text": "As the Tribunal said:\n \n \"The subject goods are dispensers consisting of two parallel tubes.",
      "id": "s12"
    },
    {
      "text": "One tube contains a piece of wire to provide stiffness and the other is filled with a controlled release formulation consisting of a synthetic pheromone and sealed.",
      "id": "s13"
    },
    {
      "text": "The subject goods are presented in two forms: a pair of parallel tubes as described or a pair of parallel tubes of a slightly smaller diameter that have been twisted into twist-tie dispensers.",
      "id": "s14"
    },
    {
      "text": "\" \n\n\nThe dispensing tubes are made of plastic.",
      "id": "s15"
    },
    {
      "text": "They are designed to be tied to the branches of trees in fruit orchards and to allow the pheromones to gradually seep into the air as a vapour.",
      "id": "s16"
    },
    {
      "text": "6 The respondent imports the products from Japan, which is not a Preference Country.",
      "id": "s17"
    },
    {
      "text": "Accordingly, duty payable on the importation of the products is to be calculated in accordance with s 16(1)(a) of the Customs Tariff Act .",
      "id": "s18"
    },
    {
      "text": "7 On 5 August 2002, the respondent through its customs broker, LEP International Pty Ltd, lodged an application for a tariff advice in respect of the products.",
      "id": "s19"
    },
    {
      "text": "On 16 August 2002, Customs gave a decision on this tariff advice classifying the products under sub-heading 3808.10.90 of Sch 3 to the Customs Tariff Act .",
      "id": "s20"
    },
    {
      "text": "The respondent subsequently sought internal reviews of the tariff classification, but Customs twice confirmed its classification.",
      "id": "s21"
    },
    {
      "text": "8 As it is permitted to do under s 167 of the Customs Act 1901 (Cth) (\"the Customs Act \"), the respondent paid customs duty under protest in respect of multiple entries of the products.",
      "id": "s22"
    },
    {
      "text": "It then sought review of the decisions by Customs to demand the duty that it paid under protest.",
      "id": "s23"
    },
    {
      "text": "In respect of all but one of the entries, the respondent sought to review the decision within six months of having paid the duty under protest.",
      "id": "s24"
    },
    {
      "text": "The Tribunal reviewed those decisions under s 273GA(2) of the Customs Act .",
      "id": "s25"
    },
    {
      "text": "In respect of one further entry, the respondent applied for a refund of duty which it had paid under protest.",
      "id": "s26"
    },
    {
      "text": "The Tribunal reviewed Customs' decision to refuse this refund application pursuant to s 273GA(1)(haaa).",
      "id": "s27"
    },
    {
      "text": "All of the decisions under review were made on the basis that the products should be classified under sub-heading 3808.10.90 of Sch 3 to the Customs Tariff Act .",
      "id": "s28"
    },
    {
      "text": "9 The Tribunal determined that the products should be classified under a different sub-heading, namely 2905.29.00.",
      "id": "s29"
    },
    {
      "text": "By notice of appeal dated 10 February 2005, Customs lodged an appeal to this Court on the ground that the Tribunal had erred in law in the tariff classification it adopted.",
      "id": "s30"
    },
    {
      "text": "THE ALTERNATIVE CLASSIFICATIONS \n \n10 Customs classified the products under sub-heading 3808.10.90 of Sch 3 to the Customs Tariff Act .",
      "id": "s31"
    },
    {
      "text": "This provision needs to be read in its broader context:\n \n \"3808 INSECTICIDES, RODENTICIDES, FUNGICIDES, HERBICIDES, ANTI-SPROUTING PRODUCTS AND PLANT-GROWTH REGULATORS, DISINFECTANTS AND SIMILAR PRODUCTS, PUT UP IN FORMS OR PACKINGS FOR RETAIL SALE OR AS PREPARATIONS OR ARTICLES (FOR EXAMPLE, SULPHUR-TREATED BANDS, WICKS AND CANDLES, AND FLY-PAPERS): \n \n 3808.10 - Insecticides: \n \n \n \n 3808.10.10 --- Goods as follows: Free \n (a) camphor; \n (b) fly-papers; \n (c) mosquito spirals and coils \n \n 3808.10.90 --- Other 5% \n \n 3808.20.00 - Fungicides 5% \n \n 3808.30.00 - Herbicides, anti-sprouting products and \n plant-growth regulators 5% \n \n 3808.40.00 - Disinfectants 5% \n \n 3808.90.00 - Other 5%\" \n \n\n11 Before the Tribunal, Customs contended that the only other classifications that were potentially open were sub-heading 3808.90.00 (see above) or sub-heading 3824.90.90.",
      "id": "s32"
    },
    {
      "text": "The last mentioned sub-heading appears in the following context:\n \n \"3824 PREPARED BINDERS FOR FOUNDRY MOULDS OR CORES; CHEMICAL PRODUCTS AND PREPARATIONS OF THE CHEMICAL OR ALLIED INDUSTRIES (INCLUDING THOSE CONSISTING OF MIXTURES OF NATURAL PRODUCTS), NOT ELSEWHERE SPECIFIED OR INCLUDED: \n ... \n \n 3824.90.90 -- Other 5%\" \n \n\n12 The Tribunal accepted the respondent's submission that the products should be classified to sub-heading 2905.29.00.",
      "id": "s33"
    },
    {
      "text": "In context, it reads as follows:\n \n \"2905 ACYCLIC ALCOHOLS AND THEIR HALOGENATED, SULPHONATED, NITRATED OR NITROSATED DERIVATIVES: \n \n ... \n \n 2905.2 - Unsaturated monohydric alcohols: \n \n \n \n 2905.29.00 -- Other Free\" \n \n SUBSEQUENT DEVELOPMENTS \n \n13 Since the Tribunal's decision and the institution of this appeal, the parties have come to an agreement as to the proper classification of the products and as to the way in which the appeal should be determined.",
      "id": "s34"
    },
    {
      "text": "14 The parties have agreed that the Tribunal erred in law in its classification of the products, and that they should have been classified under sub-heading 3808.10.90.",
      "id": "s35"
    },
    {
      "text": "In other words, they have agreed that the classification adopted by Customs was correct in law.",
      "id": "s36"
    },
    {
      "text": "On the footing that this is the relevant classification, the parties have also agreed that some of the products were covered by Tariff Concession Order 0302437 (\"the TCO\") made pursuant to s 273 of the Customs Act and Item 50A of Sch 4 to the Customs Tariff Act .",
      "id": "s37"
    },
    {
      "text": "The effect of the TCO is that the particular goods to which it applied were rendered free from duty.",
      "id": "s38"
    },
    {
      "text": "The operation and effect of the TCO was not appreciated by the parties until recently and was not drawn to the attention of the Tribunal.",
      "id": "s39"
    },
    {
      "text": "Assuming that the TCO applies, the demands for duty were erroneous in law to the extent of $44,557.55, and Customs would be required under s 163 of the Customs Act and r 126(1)(ea) of the Customs Regulations 1926 (Cth) to refund that amount to the respondent.",
      "id": "s40"
    },
    {
      "text": "15 The appellant and the respondent have submitted proposed consent orders which provide as follows:\n \n \"NOTING the undertaking of the Applicant to the Respondent that, subject to and in consequence of the making by the Court of the orders set out below, the Applicant will, by reason of the application of Tariff Concession Order TC 0302437 and having regard to regulation 126 (1)(ea) of the Customs Regulations 1926 , pay to the Respondent within 30 days the sum of $44,557.55 as a refund of overpaid customs duty, THE COURT ORDERS THAT: \n \n 1.",
      "id": "s41"
    },
    {
      "text": "The decision of the Tribunal dated 22 December 2004 be set aside.",
      "id": "s42"
    },
    {
      "text": "2.",
      "id": "s43"
    },
    {
      "text": "In lieu thereof, there be a decision that: \n (a) the decision of the Collector be varied so as to reduce the amount demanded by the sum of $44,557.55; \n (b) otherwise the decision of the Collector (whereby the goods the subject of the decision were classified to item 3808.10.90 of Schedule 3 to the Customs Tariff Act 1995 ) be affirmed.",
      "id": "s44"
    },
    {
      "text": "3.",
      "id": "s45"
    },
    {
      "text": "The parties shall bear their own costs of this proceeding.",
      "id": "s46"
    },
    {
      "text": "\" \n\n\nThe purpose of the recited undertaking is to give effect to the respondent's entitlement under the TCO to a refund of duty of $44,557.55.",
      "id": "s47"
    },
    {
      "text": "16 The proposed consent orders relate to a matter of public law, and would involve setting aside a carefully reasoned decision of the Tribunal.",
      "id": "s48"
    },
    {
      "text": "It would be inappropriate for me to accede to the orders that have been sought, simply because they are consent orders, without satisfying myself that the Tribunal in fact erred in law, and that the correct tariff classification of the products is under sub-heading 3808.10.90.",
      "id": "s49"
    },
    {
      "text": "Further, if I were to be so satisfied, I also consider that I should identify the error of law by the Tribunal which founds the orders I am asked to make.",
      "id": "s50"
    },
    {
      "text": "That can be done either in these reasons or in any order I pronounce.",
      "id": "s51"
    },
    {
      "text": "I will take the former course.",
      "id": "s52"
    },
    {
      "text": "17 The principles which apply in this situation are not in doubt.",
      "id": "s53"
    },
    {
      "text": "In Kovalev v Minister for Immigration [1999] FCA 557 ; (2000) 100 FCR 323 (\" Kovalev \") at 326-328, French J explained the relevant principles:\n \n \"In making a consent order the Court exercises judicial power.",
      "id": "s54"
    },
    {
      "text": "This is a power conferred upon it by the Parliament under Ch III of the Constitution of the Commonwealth.",
      "id": "s55"
    },
    {
      "text": "Its exercise is a public function and operates to bind the parties.",
      "id": "s56"
    },
    {
      "text": "Its public character applies to agreed orders disposing of private litigation between citizens or corporations and proceedings brought by or against governments and their agencies or public authorities.",
      "id": "s57"
    },
    {
      "text": "An order disposing of proceedings by consent must be self-explanatory as must any order.",
      "id": "s58"
    },
    {
      "text": "It is not appropriate to make an order of uncertain content or the content of which is to be derived from materials which are not on the public record.",
      "id": "s59"
    },
    {
      "text": "There is a fundamental difficulty where a court makes an order remitting a matter to a decision-maker or tribunal to be decided 'according to law' and the court itself is not informed of the nature of the error conceded.",
      "id": "s60"
    },
    {
      "text": "The court is then making an order without being apprised of its basis and proposed operation.",
      "id": "s61"
    },
    {
      "text": "To do so in my opinion is a purported, but not an actual exercise of judicial power.",
      "id": "s62"
    },
    {
      "text": "Moreover, in a practical sense the decision-maker or tribunal lacks the benefit of any binding direction from the court as to precisely what it is that the decision-maker or tribunal is required to do.",
      "id": "s63"
    },
    {
      "text": "In the present case the precise concession which led to the proposed consent order had not been communicated by the respondent to the applicant.",
      "id": "s64"
    },
    {
      "text": "The possibility arose that the matter could have been remitted to the Tribunal with the parties themselves not being ad idem as to the error of law which had led to the decision being set aside and which the Tribunal was required to rectify.",
      "id": "s65"
    },
    {
      "text": "And even if there had been such an agreement the terms of the order proposed would not have disclosed to the public what the parties had agreed should be its content.",
      "id": "s66"
    },
    {
      "text": "In the particular case where a tribunal decision is set aside, the Tribunal itself is not usually a party and has played no role in the negotiation of the agreement that it erred in law.",
      "id": "s67"
    },
    {
      "text": "A fortiori in that case the order must be clear and complete and the Court must be satisfied that it is appropriate.",
      "id": "s68"
    },
    {
      "text": "... \n \n ...",
      "id": "s69"
    },
    {
      "text": "It is well-established that in making a consent order or indeed in accepting undertakings the Court must have regard to the limits of its power.",
      "id": "s70"
    },
    {
      "text": "The parties cannot, by consent, confer power on the Court to make orders which the Court lacks power to make --- Thomson Australian Holdings Pty Ltd v Trade Practices Commission ( 1981 ) [1981] HCA 48 ; 148 CLR 150 at 163.",
      "id": "s71"
    },
    {
      "text": "The question whether a consent order is to be made, is not concluded by a finding that it is formally within the power of the Court.",
      "id": "s72"
    },
    {
      "text": "In the exercise of its power the Court is not merely giving effect to the wishes of the parties, it is exercising a public function and must have regard to the public interest in doing so: see Australian Competition and Consumer Commission v Real Estate Institute (WA) Inc (1999) 161 ALR 79 at 86 and the authorities referred to there.",
      "id": "s73"
    },
    {
      "text": "It is important therefore that the Court itself addresses and is satisfied of the basis upon which its order is to be made and in particular where the order sets aside the decision of an official decision-maker or a tribunal.",
      "id": "s74"
    },
    {
      "text": "... \n \n ...",
      "id": "s75"
    },
    {
      "text": "In the case of error of law attributed to a decision-maker or tribunal there is a particular public interest which requires the Court's specification of the error and its satisfaction that error occurred.",
      "id": "s76"
    },
    {
      "text": "It is also a substantial discourtesy for a court to overturn the decision of an official decision-maker and a fortiori that of a statutory tribunal without consideration of the error that leads to the decision being overturned or communication of the terms of that error to the decision-maker or tribunal.",
      "id": "s77"
    },
    {
      "text": "If such a determination is to be set aside on the basis that it has failed to apply or has misapplied the law whether substantive or procedural, there may potentially be some precedential impact in other like cases.",
      "id": "s78"
    },
    {
      "text": "To permit the principle underlying the order to be formulated only by the parties in their submissions to the decision-maker or the Tribunal leaves the content of that principle in the hands of the parties.",
      "id": "s79"
    },
    {
      "text": "\" \n\n\nAs French J noted, Sackville J had adopted a similar approach in Sanchez v Minister for Immigration and Multicultural Affairs [1999] FCA 265.",
      "id": "s80"
    },
    {
      "text": "Subsequently, Stone J in Yulianti v Minister for Immigration and Multicultural Affairs [2001] FCA 142 agreed with the views expressed by French J and Sackville J.",
      "id": "s81"
    },
    {
      "text": "Her Honour observed in addition that the grounds for the making of the order can appear in the Court's reasons for judgment, rather than in the order itself.",
      "id": "s82"
    },
    {
      "text": "Similar views were expressed by RD Nicholson J in Xiao v Minister for Immigration [2001] FCA 459 ; (2001) 109 FCR 129.",
      "id": "s83"
    },
    {
      "text": "The principles explained by French J in Kovalev have been approved numerous times: see Re Allan and Repatriation Commission (2003) 77 ALD 140 at 144-145 [12]-[14]; Lobo v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 168 ; (2003) 132 FCR 93 at 110 [55] - [56] ; and WAKM v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 730 at [5] .",
      "id": "s84"
    },
    {
      "text": "THE TRIBUNAL'S REASONS \n \n18 The Tribunal correctly observed that Note 2 to Sec VI of Sch 3 and Note 1(a)(2) to Ch 38 of Sch 3 required that the Tribunal first consider whether the products came within heading 3808 before considering whether they came within any other heading.",
      "id": "s85"
    },
    {
      "text": "If the products were classifiable to heading 3808, they could not be classified elsewhere.",
      "id": "s86"
    },
    {
      "text": "19 The Tribunal held that the products were not classifiable under heading 3808 as insecticides.",
      "id": "s87"
    },
    {
      "text": "In summary, the Tribunal reasoned that, as there was no trade or technical meaning for the word 'insecticide', the ordinary meaning of the word must be applied.",
      "id": "s88"
    },
    {
      "text": "Its ordinary meaning was that of 'a substance or preparation for the killing of insects either by direct or indirect means'.",
      "id": "s89"
    },
    {
      "text": "It followed that the products were not classifiable to heading 3808, as the evidence showed that the products did not kill insects either directly or indirectly.",
      "id": "s90"
    },
    {
      "text": "20 The Tribunal did not consider that there was any ambiguity in the meaning of 'insecticide' in heading 3808.",
      "id": "s91"
    },
    {
      "text": "Consequently, it considered that there was no need to have resort to the explanatory notes to the harmonised commodity description and coding system (\"the Harmonised System Notes\").",
      "id": "s92"
    },
    {
      "text": "The Harmonised System Notes were developed by the committee established by the Convention on Nomenclature for the Classification of Goods in Customs Tariffs, Brussels in 1950.",
      "id": "s93"
    },
    {
      "text": "The Tribunal said that while the Harmonised System Notes are a recognised extrinsic aid to the construction of headings in the Customs Tariff, they are a secondary guide only and cannot displace the plain words of the statute or be used where there is no ambiguity in the legislation.",
      "id": "s94"
    },
    {
      "text": "In these circumstances, the Tribunal considered that there should be no recourse to the Harmonised System Notes.",
      "id": "s95"
    },
    {
      "text": "However, the Tribunal added that even if there were ambiguity in the meaning of the word 'insecticide', and regard were had to the Harmonised System Notes, the products would still not be classifiable under heading 3808.",
      "id": "s96"
    },
    {
      "text": "This was because none of the products had a repellent effect or an attractant effect within the meaning of the Harmonised System Notes.",
      "id": "s97"
    },
    {
      "text": "21 The Tribunal also held that the products were not similar products within heading 3808.",
      "id": "s98"
    },
    {
      "text": "The reference to 'similar products' must be read as relating to all seven products that precede it, and so requires a finding as to the class or genus of goods common to all of the proceeding words.",
      "id": "s99"
    },
    {
      "text": "The Tribunal expressed its conclusions on this issue as follows:\n \n \"86.",
      "id": "s100"
    },
    {
      "text": "We must determine what is common class in all of the words in heading 3808.",
      "id": "s101"
    },
    {
      "text": "What is common is that they all have a pathological effect on either plant or insect life.",
      "id": "s102"
    },
    {
      "text": "In the case of those that kill (insecticides, rodenticides, fungicides, some herbicides and disinfectants), that pathological effect is fatal.",
      "id": "s103"
    },
    {
      "text": "In those that control (other herbicides and anti-sprouting products, plant growth regulators), that pathological effect inhibits or regulates growth.",
      "id": "s104"
    },
    {
      "text": "Inhibition or regulation relates to the growth of the plant itself.",
      "id": "s105"
    },
    {
      "text": "It does not extend to such matters as its reproduction even though inhibition or regulation may lead to its not reproducing by the production of seed, tubers or otherwise.",
      "id": "s106"
    },
    {
      "text": "Pathological effect on an organism produces growth changes, disease or death in that organism.",
      "id": "s107"
    },
    {
      "text": "87.",
      "id": "s108"
    },
    {
      "text": "We have already found that the subject goods do not have any pathological effect on the moths to either kill them or to inhibit or regulate their growth.",
      "id": "s109"
    },
    {
      "text": "Their effect is only physiological and, once outside the range of the subject goods, not ongoing.",
      "id": "s110"
    },
    {
      "text": "Therefore, the subject goods are not of the class or genus to which the products in heading 3808 belong.",
      "id": "s111"
    },
    {
      "text": "\" \n \n\n22 Having found that the products were not classifiable under heading 3808, including in particular sub-heading 3808.10.90, the Tribunal considered other headings in Sch 3.",
      "id": "s112"
    },
    {
      "text": "It held that the products could not fall within heading 3824 because it could not be said that they wholly comprised 'chemical products'.",
      "id": "s113"
    },
    {
      "text": "While the products included chemicals, they comprised much more; they were dispensing devices manufactured from wire, plastic and chemicals.",
      "id": "s114"
    },
    {
      "text": "23 The Tribunal then considered whether the products could be classified under sub-heading 2905.29.00.",
      "id": "s115"
    },
    {
      "text": "The Tribunal held that it was appropriate to classify each product under this sub-heading having regard to the provisions of r 3(b) of Sch 2.",
      "id": "s116"
    },
    {
      "text": "Schedule 2 contains General Interpretation Rules for Sch 3.",
      "id": "s117"
    },
    {
      "text": "Where this rule applies, goods can be classified as if they consisted of the material or component giving them their essential character.",
      "id": "s118"
    },
    {
      "text": "In the case of each of the products, the Tribunal found that it derived its essential character from its active chemical component.",
      "id": "s119"
    },
    {
      "text": "In each case that component was, or was a derivative of, an unsaturated monohydric alcohol.",
      "id": "s120"
    },
    {
      "text": "THE TRIBUNAL'S ERRORS OF LAW \n \n24 I am satisfied that the Tribunal erred in its classification of the products.",
      "id": "s121"
    },
    {
      "text": "In my opinion, the products should be classified under sub-heading 3808.10.90.",
      "id": "s122"
    },
    {
      "text": "They are not classifiable under sub-heading 2905.29.00.",
      "id": "s123"
    },
    {
      "text": "My reasons for reaching this conclusion are set out below.",
      "id": "s124"
    },
    {
      "text": "25 I am also satisfied that the erroneous classification of the products amounts to an error of law.",
      "id": "s125"
    },
    {
      "text": "There has been some debate about whether a mistake as to the ordinary meaning of a word used in a statutory provision can of itself amount to an error of law.",
      "id": "s126"
    },
    {
      "text": "In Peacock v Zyfert (1983) 48 ALR 549 at 564-565, Lockhart J said:\n \n \"I now turn to a submission made on behalf of the appellants that the question which was before the Customs for determination in this case was one of fact and that the primary judge erred in treating it as a question of law.",
      "id": "s127"
    },
    {
      "text": "Reliance was placed upon the principle that, where a word is an ordinary English word, its meaning is not a question of law and, accordingly, whether the facts of a given case fall within that meaning is a question of fact.",
      "id": "s128"
    },
    {
      "text": "Reference was made to Hope v Bathurst City Council (1980) 29 ALR 577 at 580-2; [1980] HCA 16 ; 144 CLR 1 at 6-8 (per Mason J); Blackwood Hodge (Aust) Pty Ltd v Collector of Customs (NSW) (No 2) (1980) 3 ALD 38 at 49-51 (per Fisher J) and at 55-6 (per Sheppard J); and Brutus v Cozens [1972] UKHL 6 ; [1973] AC 854, esp at 861 (per Lord Reid) where his Lordship said: 'The meaning of an ordinary word of the English language is not a question of law.",
      "id": "s129"
    },
    {
      "text": "The proper construction of a statute is a question of law.",
      "id": "s130"
    },
    {
      "text": "If the context shows that a word is used in an unusual sense the court will determine in other words what that unusual sense is.",
      "id": "s131"
    },
    {
      "text": "...",
      "id": "s132"
    },
    {
      "text": "It is for the tribunal which decides the case to consider, not as law but as fact, whether in the whole circumstances the words of the statute do or do not as a matter of ordinary usage of the English language cover or apply to the facts which have been proved.",
      "id": "s133"
    },
    {
      "text": "If it is alleged that the tribunal has reached a wrong decision then there can be a question of law, but only of a limited character.",
      "id": "s134"
    },
    {
      "text": "The question would normally be whether their decision was unreasonable in the sense that no tribunal acquainted with the ordinary use of language could reasonably reach that decision.",
      "id": "s135"
    },
    {
      "text": "' \n \n In my opinion this principle has no application in this case.",
      "id": "s136"
    },
    {
      "text": "If taken to its logical conclusion the appellants' argument really asserts that it is for the Customs to say in each case whether any, and if so which, provision of the Tariff applies to particular goods.",
      "id": "s137"
    },
    {
      "text": "But it is not a question of the Customs simply determining whether particular goods fall within the meaning of ordinary English words.",
      "id": "s138"
    },
    {
      "text": "What the Customs would be deciding, if the appellants are correct, is whether the description of particular goods falls within particular chapters, items, sub-items, paragraphs and sub-paragraphs of the Tariff.",
      "id": "s139"
    },
    {
      "text": "It must be a question of law whether a given description of goods falls within a particular part of the Tariff.",
      "id": "s140"
    },
    {
      "text": "Here the question is what particular part of the relevant Schedule, if any, applies.",
      "id": "s141"
    },
    {
      "text": "This necessarily involves a question of construction of the Tariff and is a question of law: see Whitton v Falkiner [1915] HCA 38 ; (1915) 20 CLR 118, per Isaacs J (at 127).",
      "id": "s142"
    },
    {
      "text": "\" \n \n\nSee also Fox J at 555-556.",
      "id": "s143"
    },
    {
      "text": "26 In Collector of Customs v Agfa-Gevaert Ltd [1996] HCA 36 ; (1996) 186 CLR 389 at 396-397, the High Court expressed reservations about the supposed distinction between the ordinary meaning of words, which is said to raise a question of fact, and the construction and effect of a term or provision which is said to raise a question of law.",
      "id": "s144"
    },
    {
      "text": "The Court said:\n \n \"With respect this distinction seems artificial, if not illusory.",
      "id": "s145"
    },
    {
      "text": "The meaning attributed to individual words in a phrase ultimately dictates the effect or construction that one gives to the phrase when taken as a whole and the approach that one adopts in determining the meaning of the individual words of that phrase is bound up in the syntactical construction of the phrase in question.",
      "id": "s146"
    },
    {
      "text": "In R v Brown, a recent House of Lords decision, Lord Hoffmann said: \n \n \n 'The fallacy in the Crown's argument is, I think, one common among lawyers, namely to treat the words of an English sentence as building blocks whose meaning cannot be affected by the rest of the sentence ...",
      "id": "s147"
    },
    {
      "text": "This is not the way language works.",
      "id": "s148"
    },
    {
      "text": "The unit of communication by means of language is the sentence and not the parts of which it is composed.",
      "id": "s149"
    },
    {
      "text": "The significance of individual words is affected by other words and the syntax of the whole.",
      "id": "s150"
    },
    {
      "text": "' \n \n \n If the notions of meaning and construction are interdependent, as we think they are, then it is difficult to see how meaning is a question of fact while construction is a question of law without insisting on some qualification concerning construction that is currently absent from the law.",
      "id": "s151"
    },
    {
      "text": "\" \n \n\nHowever, the Court did not find it necessary to resolve this issue.",
      "id": "s152"
    },
    {
      "text": "27 Subsequently, the issue was discussed at some length by Burchett J in Baxter Healthcare Pty Limited v Comptroller-General of Customs (1997) 72 FCR 467 (\" Baxter Healthcare \") in a most helpful judgment.",
      "id": "s153"
    },
    {
      "text": "His Honour said at 471-472:\n \n \"A preliminary point should be mentioned, since it is important, although little attention was paid to it in argument.",
      "id": "s154"
    },
    {
      "text": "Where there is a question whether something falls within a verbal description in a statute (as in a case raising the application of a tariff item), the answer may depend simply on findings of fact as to the meaning of the words constituting the description and as to the nature of the thing itself.",
      "id": "s155"
    },
    {
      "text": "With regard to the words, '[t]he question what is the meaning of an ordinary English word or phrase as used in [a] Statute is one of fact not of law': Australian Gas Light Co v Valuer-General (1940) 40 SR (NSW) 126 at 137 per Jordan CJ.",
      "id": "s156"
    },
    {
      "text": "Nevertheless, once the nature of the thing has been found as a fact, whether it falls within the verbal description will, in many cases, be a question of law.",
      "id": "s157"
    },
    {
      "text": "For, in the first place, it may not be a matter of applying merely the ordinary English meaning of words or phrases, but of applying a meaning derived from the statute by a process of construction, which is a process of law: Hope v Bathurst City Council [1980] HCA 16 ; (1980) 144 CLR 1 at 10 per Mason J, with whose reasons Gibbs, Stephen and Aickin JJ stated their agreement.",
      "id": "s158"
    },
    {
      "text": "The principle that construction is a process of law has never been doubted, although the completeness of the proposition derived from it that '[t]he effect or construction of a term once its meaning or interpretation is established is a matter of law': Agfa-Gevaert Ltd v Collector of Customs (1994) 124 ALR 645 at 648 per Gummow J; Collector of Customs v Pozzolanic Enterprises Pty Ltd (at 287), and the relationship between that proposition and the proposition that the meaning of an ordinary word or phrase is a matter of fact, were left in some doubt when Agfa-Gevaert v Collector of Customs was reversed on appeal by the High Court: see Collector of Customs v Agfa-Gevaert Ltd [1996] HCA 36 ; (1996) 186 CLR 389 at 395-397.",
      "id": "s159"
    },
    {
      "text": "Gummow J, in Agfa-Gevaert Ltd v Collector of Customs , also held (ibid) that it is a question of law 'whether the facts as found fall within the terms of the law as properly construed; to this there is the qualification that, where the statute uses words according to their ordinary meaning and it is reasonably open to hold that the facts as found fall within those words, the decision as to whether they do so fall generally is a matter of fact'.",
      "id": "s160"
    },
    {
      "text": "His Honour added that the limitation 'generally' was required, even in this last case, 'because the law may use a word in an ordinary sense, but there may be a number of ordinary senses and it then is necessary to select that which is appropriate, and because whilst the word may have but one ordinary meaning that is imprecise, the word will take its colour from the context and that will require construction of the law, a lawyer's task.",
      "id": "s161"
    },
    {
      "text": "The result in such cases will be more than the matching of a set of facts with plain words'.",
      "id": "s162"
    },
    {
      "text": "The proposition that 'whether facts fully found fall within the provisions of a statutory enactment properly construed is a question of law' was stated to be sustained by '[m]any authorities' in the judgment of Mason J in Hope v Bathurst City Council (at 7).",
      "id": "s163"
    },
    {
      "text": "The same proposition was subsequently applied by Full Courts of this Court to cases where what was in issue was whether facts as found fell within the provision of a tariff item: Peacock v Zyfert (1983) 48 ALR 549; Rheem Australia Ltd v Collector of Customs (NSW) (1988) 78 ALR 285 at 293, 306.",
      "id": "s164"
    },
    {
      "text": "\" \n \n\n28 Burchett J recognised that complexities can arise in the application of these principles, and for that reason he said that at least two qualifications should be added.",
      "id": "s165"
    },
    {
      "text": "29 The first qualification arises where a statute uses a word whose meaning is clear but the word is inherently capable of more than one application or outcome in the circumstances of the case.",
      "id": "s166"
    },
    {
      "text": "In such a case, the question whether the statutory description is satisfied will often be simply a question of fact: see, for example, the discussion of Brutus v Cozens [1972] UKHL 6 ; [1973] AC 854 by Mason J in Hope v Bathurst City Council [1980] HCA 16 ; (1980) 144 CLR 1 at 7-8; and see also Sharp Corporation of Australia Pty Ltd v Collector of Customs (1995) 59 FCR 6 at 14-15.",
      "id": "s167"
    },
    {
      "text": "30 The second qualification arises where there is uncertainty as to the meaning of a statutory word or expression, and that uncertainty can be resolved by construing the word according to its context.",
      "id": "s168"
    },
    {
      "text": "That process raises a question of law.",
      "id": "s169"
    },
    {
      "text": "Burchett J explained why this is so in the following passage at 473-474: \n \n \"In such a case, a court or tribunal does not choose between different possible applications of the one equivocal or inexact statutory concept (for example, 'insulting') to an evaluation or an appreciation (in the French sense --- see 69 ALJ 984) of the facts, but chooses upon the principles of construction between possible concepts conveyed by the statutory expression.",
      "id": "s170"
    },
    {
      "text": "Of course, it is conceivable that a particular provision in an enactment will raise both kinds of problem.",
      "id": "s171"
    },
    {
      "text": "But Gummow J's remarks in Agfa-Gevaert Ltd v Collector of Customs seem to me to involve that, where the susceptibility of words and expressions to different meanings or shades of meaning is to be resolved by a process of construction of the statutory language in order to determine whether it embraces the facts found, the ultimate question is one of law.",
      "id": "s172"
    },
    {
      "text": "This accords with the view of Fullagar J in Hayes v Commissioner of Taxation (Cth) , with Hope at 10, and with the joint judgment of Sheppard and Burchett JJ in Australian National Railways Commission v Collector of Customs (SA) (1985) 8 FCR 264 at 277.",
      "id": "s173"
    },
    {
      "text": "In Collector of Customs v Agfa-Gevaert Ltd at 397, the joint judgment of the High Court refers to the principle 'that the determination of whether an \"Act uses [an] expression ... in any other sense than that which they have [scilicet, it has] in ordinary speech\" is always a question of law'.",
      "id": "s174"
    },
    {
      "text": "On that basis, logically it must also be a question of law, in a case where a statutory expression has several ordinary senses, whether it is used in a particular one of them.",
      "id": "s175"
    },
    {
      "text": "And as the joint judgment of Neaves, French and Cooper JJ in Pozzolanic Enterprises points out (at 288-289), uncertainties may require to be resolved by reference to a value judgment about the range of the Act, rather than a matching of the facts to the, or an, ordinary meaning of the words.",
      "id": "s176"
    },
    {
      "text": "Their Honours said: \n \n 'Although the words of the statute are construed according to their ordinary English meaning, that does not mean that their application to a set of facts is simply described as the matching of that set of facts with a factual description.",
      "id": "s177"
    },
    {
      "text": "There is necessarily a selection process involved.",
      "id": "s178"
    },
    {
      "text": "The range of relationships to which the words apply for the purpose of the Act depends upon a judgment about that purpose.",
      "id": "s179"
    },
    {
      "text": "The selection process involved is analogous to that used in determining what causal relationships between conduct and loss attract liability for the purpose of s 82 of the Trade Practices Act (1974) (Cth): see Elna Australia Pty Ltd v International Computers (Aust) Pty Ltd (No 2) (1987) 16 FCR 410 at 418-419; Munchies Management Pty Ltd v Belperio (1988) 58 FCR 274 at 286-288; 84 ALR 700 at 712-713.",
      "id": "s180"
    },
    {
      "text": "In the end this is not a process of fact finding.",
      "id": "s181"
    },
    {
      "text": "The facts are found.",
      "id": "s182"
    },
    {
      "text": "What is left is a value judgment about the range of the Act and that is a question of law.",
      "id": "s183"
    },
    {
      "text": "' \n \n \n This passage was referred to in the joint judgment of the High Court, without criticism, in Collector of Customs v Agfa-Gevaert Ltd at 395.",
      "id": "s184"
    },
    {
      "text": "\" \n \n\n31 For the reasons set out hereunder, the errors made by the Tribunal go beyond a mistake as to the ordinary meaning of the term 'insecticide' or a mistake in matching the meaning of that term to the proven facts.",
      "id": "s185"
    },
    {
      "text": "In my opinion, the Tribunal erred in the way in which it construed headings 3808 and 2905.",
      "id": "s186"
    },
    {
      "text": "In particular, it failed to give effect to the statutory context in which those provisions appear.",
      "id": "s187"
    },
    {
      "text": "THE PRODUCTS ARE INSECTICIDES \n \n32 The Tribunal held that the term insecticide in heading 3808 should be given its ordinary meaning, i.e.",
      "id": "s188"
    },
    {
      "text": "a substance or preparation for the killing of insects either by direct or indirect means.",
      "id": "s189"
    },
    {
      "text": "Depending on its context, this is an available meaning of the word, but in my opinion it is an unduly narrow meaning in the context of heading 3808.",
      "id": "s190"
    },
    {
      "text": "33 In adopting this meaning of 'insecticide', the Tribunal had regard to the Latin root of the suffix 'cide'; it derives from 'caedere' meaning to cut or to kill.",
      "id": "s191"
    },
    {
      "text": "The Tribunal also had regard to the way in which words were grouped in the heading and sub-heading.",
      "id": "s192"
    },
    {
      "text": "In particular, the Tribunal placed weight on the fact that anti-sprouting products and plant-growth regulators were grouped with herbicides.",
      "id": "s193"
    },
    {
      "text": "The Tribunal said that this indicated that the terms which connoted control, or both control and/or killing, were separated from those that were directed at killing.",
      "id": "s194"
    },
    {
      "text": "34 In my opinion, neither of these factors is compelling.",
      "id": "s195"
    },
    {
      "text": "The word 'insecticide' can be applied to substances that control or repel insects.",
      "id": "s196"
    },
    {
      "text": "For instance, Webster's Third International Dictionary (1971) includes as a broad definition of insecticide 'an agent hostile or repellent to insects...'.",
      "id": "s197"
    },
    {
      "text": "The same dictionary defines 'insecticidal' as '(1) destroying or controlling insects'.",
      "id": "s198"
    },
    {
      "text": "I would not attach the same weight as the Tribunal did to the grouping of terms in the sub-headings to 3808.",
      "id": "s199"
    },
    {
      "text": "There may be other reasons for grouping herbicides with plant-growth regulators and anti-sprouting products, such as the simple fact that both are concerned with plants rather than with insects or other organisms.",
      "id": "s200"
    },
    {
      "text": "35 The Tribunal placed some reliance upon the following observations of Griffith CJ in Markwell v Wollaston [1906] HCA 91 ; (1906) 4 CLR 141 (\" Markwell v Wollaston \") at 148:\n \n \"In my opinion, the term insecticide, as commonly used in English, means, or at any rate includes, any preparation in the nature of a drug or chemical adapted solely or mainly to the destruction of insect life, and the effect of which is produced either by immediate contact with the insect or by some influence fatal to insect life inherent in or emanating from the preparation.",
      "id": "s201"
    },
    {
      "text": "\" \n \n\nIt is noteworthy that Griffiths CJ did not confine the common meaning of insecticide to preparations aimed solely or mainly at the destruction of insect life.",
      "id": "s202"
    },
    {
      "text": "He expressly recognised that in common usage the term insecticide might be broader than the meaning he was concerned to address.",
      "id": "s203"
    },
    {
      "text": "36 What is of much greater significance is that heading 3808 and its sub-headings contain other indications that the word 'insecticide' is used in a way that embraces products that are designed to exterminate, reduce, repel or control targeted insect populations.",
      "id": "s204"
    },
    {
      "text": "Sub-heading 3808.10, 'Insecticides', is elaborated by sub-headings 3808.10.10 and 3808.10.90.",
      "id": "s205"
    },
    {
      "text": "Sub-heading 3808.10.10 provides that certain types of insecticides, namely camphor, fly papers and mosquito spirals and coils, are to be free of duty, whereas other insecticides attract duty at the rate of 5 per cent.",
      "id": "s206"
    },
    {
      "text": "We know from Markwell v Wollaston that the mixture of oil and resin that is smeared on fly paper is a preparation that falls within the ordinary meaning of the term 'insecticide'.",
      "id": "s207"
    },
    {
      "text": "The terms 'camphor' and 'mosquito coils' are defined in the Macquarie Dictionary (3 rd Ed) as follows:\n \n \"Camphor --- 1. a bicyclic, aliphatic, terpenoid ketone, C 10 H 16 O, obtained chiefly from the camphor laurel or by synthesis, and used in medicine, the manufacture of celluloid, etc. 2. any of various similar substances, for household use as an insect deterrent.",
      "id": "s208"
    },
    {
      "text": "Mosquito coil --- a stiff coil of insect-repellent material, which, when set on a stand and ignited, burns slowly and releases insect-repellent smoke.",
      "id": "s209"
    },
    {
      "text": "\" \n\n\nBy treating camphor and mosquito coils as insecticides, it is apparent that heading 3808 and its sub-headings use the term 'insecticide' so as to include chemicals or products which repel or deter insects.",
      "id": "s210"
    },
    {
      "text": "The term is not used in a way which is confined to chemicals which directly or indirectly kill or exterminate insects.",
      "id": "s211"
    },
    {
      "text": "37 The examples given in parentheses in heading 3808, namely sulphur treated bands, wicks and candles and fly papers, provide another indicator that points in the same direction.",
      "id": "s212"
    },
    {
      "text": "The first two examples suggest that the word 'insecticides' in heading 3808 is intended to include products that repel insects or that in some way modify the behaviour or physiology of insects so as to render them less pestilent.",
      "id": "s213"
    },
    {
      "text": "38 The Tribunal failed to take these contextual indications into account.",
      "id": "s214"
    },
    {
      "text": "Both sets of indications support a wider meaning of 'insecticide' than that adopted by the Tribunal.",
      "id": "s215"
    },
    {
      "text": "39 At the very least, the examples in heading 3808 and the references to camphor and mosquito spirals and coils in sub-heading 3808.10.10 suggest that there is some ambiguity about the way in which the term insecticide is used in the heading.",
      "id": "s216"
    },
    {
      "text": "To adapt the language used by Burchett J in Baxter Healthcare , a legal choice must be made about possible concepts conveyed by the statutory expression, and in making that choice it is appropriate to take account of the intent and purpose of the Customs Tariff Act .",
      "id": "s217"
    },
    {
      "text": "In my opinion, it would have been permissible for the Tribunal to have regard to the Harmonised System Notes as an extrinsic aid to the interpretation of heading 3808.",
      "id": "s218"
    },
    {
      "text": "Where the language of a heading is ambiguous or susceptible to different interpretations, the Harmonised System Notes are an appropriate extrinsic aid to interpretation: Gardner Smith v Collector of Customs Victoria (1986) 66 ALR 377 at 383-384; Barry R Liggins Pty Ltd v Comptroller-General of Customs (1991) 103 ALR 565 at 571-573; and Toyota Tsusho Australia Pty Ltd v Collector of Customs [1992] FCA 282 at [22] - [30] .",
      "id": "s219"
    },
    {
      "text": "40 The Tribunal went on to hold that it would have reached the same conclusion about the meaning of the term insecticide even if it had regard to Note (I) to Item 38.08 of the Harmonised System Notes.",
      "id": "s220"
    },
    {
      "text": "In reaching this conclusion, the Tribunal focused on two particular phrases in Note (I) and asked itself the question whether the products had a repellent or attractant effect of the kind described in Note (I).",
      "id": "s221"
    },
    {
      "text": "It was common ground on the evidence that the products were not repellents.",
      "id": "s222"
    },
    {
      "text": "The expert witnesses disagreed as to whether or not the products were attractants in a general sense.",
      "id": "s223"
    },
    {
      "text": "However, the Tribunal found that there was no evidence that the products attracted moths to traps or poison baits, which it evidently considered to be the relevant question for the purposes of applying Note (I) to Item 38.08 of the Harmonised System Notes.",
      "id": "s224"
    },
    {
      "text": "41 In my opinion, the Tribunal fell into error by not reading the Notes concerning Item 38.08 of the Harmonised System Notes as a whole.",
      "id": "s225"
    },
    {
      "text": "The Tribunal did not refer to the introductory parts of the relevant notes which contained the following statements:\n \n \"Products intended to repel pests or used for disinfecting seeds are also classified here.",
      "id": "s226"
    },
    {
      "text": "These insecticides, disinfectants, herbicides, fungicides etc., are applied by spraying, dusting, sprinkling, coating, impregnating, etc., or may necessitate combustion.",
      "id": "s227"
    },
    {
      "text": "They achieve their results by nerve-poisoning, by stomach-poisoning, by asphyxiation or by odour, etc.\" \n \n\n42 The Tribunal extracted Note (I) of the Harmonised System Notes dealing with Item 38.08.",
      "id": "s228"
    },
    {
      "text": "It states:\n \n \"The products of heading 38.08 can be divided into the following groups: \n \n \n (1) Insecticides include not only products for killing insects, but also those having a repellent or attractant effect.",
      "id": "s229"
    },
    {
      "text": "The products may be in a variety of forms such as sprays or blocks (against moths), oils or sticks (against mosquitoes), powder (against ants), strips (against flies), cyanogen gas absorbed in diatomite or paperboard (against fleas and lice).",
      "id": "s230"
    },
    {
      "text": "Many insecticides are characterised by their mode of action or method of use.",
      "id": "s231"
    },
    {
      "text": "Among these are: \n \n - insect growth regulators: chemicals which interfere with biochemical and physiological processes in insects.",
      "id": "s232"
    },
    {
      "text": "- fumigants: chemicals which are distributed in the air as gases.",
      "id": "s233"
    },
    {
      "text": "- chemosterilants: chemicals used to sterilise segments of an insect population.",
      "id": "s234"
    },
    {
      "text": "- repellents: substances which prevent insect attack by making their food or living conditions unattractive or offensive.",
      "id": "s235"
    },
    {
      "text": "- attractants: used to attract insects to traps or poisoned baits.",
      "id": "s236"
    },
    {
      "text": "\" \n \n \n\n43 The Tribunal did not specifically refer to those parts of Note (I) which describe insect growth regulators as chemicals which interfere with biochemical and physiological processes in insects, or which describe chemosterilents as chemicals used to sterilise segments of an insect population.",
      "id": "s237"
    },
    {
      "text": "In effect, the Tribunal focused solely on two examples given towards the end of Note (I).",
      "id": "s238"
    },
    {
      "text": "They were simply examples of insecticides which adopt a particular mode of action in the course of functioning as repellents or attractants.",
      "id": "s239"
    },
    {
      "text": "In my opinion, the Tribunal did not appreciate the full significance of Note (I) because it failed to have regard to the overall content and context of the Note.",
      "id": "s240"
    },
    {
      "text": "44 Nor did the Tribunal refer to the closing passage in the Notes to Item 38.08 which stated that the heading also includes products to control mites and ticks (acaricides), molluscs (molluscicides), nematodes (nematocides), rodents (rodenticides), birds (avicides), and other pests (e.g., lampreycides, predacides).",
      "id": "s241"
    },
    {
      "text": "45 A fair reading of the Notes to Item 38.08 indicates that it was intended to cover substances which operate as repellents or attractants, or which operate to control insect populations in other ways such as by sterilisation or by chemicals which interfere with biochemical and physiological processes in insects.",
      "id": "s242"
    },
    {
      "text": "The Tribunal wrongly focused on the particular instances of repellents and attractants described in Note (I), without recognising that they were only examples of possible modes of action.",
      "id": "s243"
    },
    {
      "text": "SIMILAR PRODUCTS \n \n46 The Tribunal held that it was necessary to find a class or genus of goods common to all of the particular descriptive words which proceed the phrase 'and similar products' in heading 3808.",
      "id": "s244"
    },
    {
      "text": "The appellant was critical of this approach, but there is nothing exceptional or unorthodox about it.",
      "id": "s245"
    },
    {
      "text": "Such approach is commonly referred to as an application of the ejusdem generis rule, but it overstates its proper function to call it a rule.",
      "id": "s246"
    },
    {
      "text": "It is no more than a guide to interpretation and must be used cautiously: see Pearce and Geddes, Statutory Interpretation in Australia (5 th Ed) at [4.19]-[4.24].",
      "id": "s247"
    },
    {
      "text": "The rule has been criticised by Mahoney JA in Mattinson v Multiplo Incubators Pty Ltd [1977] 1 NSWLR 368 at 373 and by Wells J in Brewarrana Pty Ltd v Commissioner of Highways (No 2) (1973) 6 SASR 541 at 587.",
      "id": "s248"
    },
    {
      "text": "There will be occasions when it is not appropriate to apply the rule having regard to the context and purpose of the particular statutory provision.",
      "id": "s249"
    },
    {
      "text": "There will also be occasions where the descriptive terms that precede the general words are so varied that it is futile to search for a single genus or class that can be of assistance in giving meaning to the general words.",
      "id": "s250"
    },
    {
      "text": "Conversely, there will be occasions where it is both sensible and appropriate to give meaning to the general words by identifying the class or genus that is indicated by the preceding particular words.",
      "id": "s251"
    },
    {
      "text": "All in all, the surest approach is to give meaning to general words which follow particular words in a statutory provision by determining the meaning of those words in their context and by reference to the purpose of the provision, in the same way as meaning is given to other words in a statute.",
      "id": "s252"
    },
    {
      "text": "47 The Tribunal identified the class of goods in heading 3808 very narrowly.",
      "id": "s253"
    },
    {
      "text": "At the outset of its discussion of this issue, the Tribunal said that the class or genus of goods in heading 3808 is that they all relate to controlling living organisms.",
      "id": "s254"
    },
    {
      "text": "In the end, however, the Tribunal adopted a much narrower formulation: the common class was identified as substances or products that have a pathological effect on either plant or insect life.",
      "id": "s255"
    },
    {
      "text": "In my opinion, this is too narrow a description of the relevant class.",
      "id": "s256"
    },
    {
      "text": "When account is taken of all the contextual features I have described, it would be more appropriate to describe the class as products that have a controlling, deterring, inhibiting or exterminating effect on insects, rodents, fungi, plants or bacteria.",
      "id": "s257"
    },
    {
      "text": "If this approach were to be adopted, and if the products in question did not themselves constitute insecticides, it would have been open to the Tribunal to find that the products were similar products within the meaning of heading 3808.",
      "id": "s258"
    },
    {
      "text": "48 The appellant argued that it is sufficient in law if the goods in question are similar to any of the goods previously described by name, citing Acrow Australia Ltd v Collector of Customs (1986) 12 FCR 129 at 132.",
      "id": "s259"
    },
    {
      "text": "The appellant also submitted that if the Tribunal had asked itself the question whether the products in question were similar to insecticides, it would have been bound to answer the question affirmatively.",
      "id": "s260"
    },
    {
      "text": "49 It is unnecessary for me to express any concluded view about this aspect of the appellant's argument.",
      "id": "s261"
    },
    {
      "text": "I have some reservations about it.",
      "id": "s262"
    },
    {
      "text": "It begs the question as to what standard of similarity is to be applied.",
      "id": "s263"
    },
    {
      "text": "Moreover, if the term insecticides were properly defined in its statutory context in the narrow way that the Tribunal determined, it would not necessarily follow that the products were similar to insecticides.",
      "id": "s264"
    },
    {
      "text": "THE PRODUCTS WERE NOT CLASSIFIABLE TO SUB-HEADING 2905.29.00 \n \n50 The appellant submitted that the Tribunal erred in law in classifying the products under sub-heading 2905.29.00 because Ch 29 only applies to chemicals or mixtures of chemicals.",
      "id": "s265"
    },
    {
      "text": "The products in question were not merely chemicals but rather devices for dispensing certain chemical agents.",
      "id": "s266"
    },
    {
      "text": "51 I agree with the appellant's submission.",
      "id": "s267"
    },
    {
      "text": "When Ch 29 is read as a whole, it is clear that it is only intended to apply to chemicals, and not to dispensing devices that incorporate certain chemical agents.",
      "id": "s268"
    },
    {
      "text": "52 Note 1 to Ch 29 makes it fairly clear that the Chapter does not apply to manufactured dispensing devices.",
      "id": "s269"
    },
    {
      "text": "It provides:\n \n \"Except where the context otherwise requires, the headings of this Chapter apply only to: \n \n (a) Separate chemically defined organic compounds, whether or not containing impurities; \n (b) Mixtures of two or more isomers of the same organic compound (whether or not containing impurities), except mixtures of acyclic hydrocarbon isomers (other than stereoisomers), whether or not saturated (Chapter 27); \n (c) The products of 2936 to 2939 or the sugar ethers, sugar acetals and sugar esters, and their salts, of 2940, or the products of 2941, whether or not chemically defined; \n (d) The products mentioned in (a), (b) or (c) above dissolved in water; \n (e) The products mentioned in (a), (b) or (c) above dissolved in other solvents provided that the solution constitutes a normal and necessary method of putting up these products adopted solely for reasons of safety or for transport and that the solvent does not render the product particularly suitable for specific use rather than for general use; \n (f) The products mentioned in (a), (b), (c), (d) or (e) above with an added stabiliser (including an anti-caking agent) necessary for their preservation or transport; \n (g) The products mentioned in (a), (b), (c), (d), (e) or (f) above with an added anti-dusting agent or a colouring or ordoriferous substance added to facilitate their identification or for safety reasons, provided that the additions do not render the product particularly suitable for specific use rather than for general use; \n (h) The following products, diluted to standard strengths, for the production of azo dyes: diazonium salts, couplers used for these salts and diazotisable amines and their salts.",
      "id": "s270"
    },
    {
      "text": "\" \n \n \n\n53 Paragraph (a) of Note 1 provides a clear indication as to the scope of Ch 29.",
      "id": "s271"
    },
    {
      "text": "Except where the context or other specific provisions otherwise require, it confines Ch 29 to 'separate chemically defined organic compounds, whether or not containing impurities'.",
      "id": "s272"
    },
    {
      "text": "While the language could be clearer, this paragraph indicates that Ch 29 is only intended to apply to things that are identifiable as consisting exclusively of chemical compounds, unless some special exception applies.",
      "id": "s273"
    },
    {
      "text": "There are exceptions mentioned in pars (c), (d), (e), (f) and (g) of the Note, but otherwise the intention appears to be that Ch 29 is only concerned with chemicals.",
      "id": "s274"
    },
    {
      "text": "54 Paragraph 1(e) of the Note provides another indication that Ch 29 does not apply to dispensing devices.",
      "id": "s275"
    },
    {
      "text": "Its effect is that a chemical mixture will fall outside Ch 29 if the chemical compound in question is dissolved in a solvent for reasons other than safety or transport, or if the solvent renders the chemical particularly suitable for some specific commercial use rather than general use.",
      "id": "s276"
    },
    {
      "text": "An earlier version of the same provision was explained and applied in Re Bayer Australia Ltd v Collector of Customs (NSW) (1985) 7 ALN 84.",
      "id": "s277"
    },
    {
      "text": "That case concerned a chemical known as flumethrin which was the active ingredient in a cattle tick insecticide.",
      "id": "s278"
    },
    {
      "text": "The flumethrin was imported in 200 litre drums as a 60 per cent premix concentrate dissolved in a solvent.",
      "id": "s279"
    },
    {
      "text": "The Tribunal held that the chemical mixture was taken outside Ch 29 by the relevant paragraph of Note 1.",
      "id": "s280"
    },
    {
      "text": "This was because the addition of the solvent so as to make a standardised 60 per cent solution was not a normal and necessary method adopted solely for reasons of safety or for the purpose of transporting the goods as required by the Note; it was also adopted for several other reasons including the production of a workable solution at the place where final mixing takes place.",
      "id": "s281"
    },
    {
      "text": "55 In my opinion, these indications are confirmed by a reading of the whole of Ch 29.",
      "id": "s282"
    },
    {
      "text": "56 The Tribunal did not examine Note 1 to Ch 29.",
      "id": "s283"
    },
    {
      "text": "Nor did it specifically consider the question whether Ch 29 was confined to chemicals, and was incapable of applying to dispensing devices which incorporated a chemical dosage.",
      "id": "s284"
    },
    {
      "text": "Rather, the Tribunal moved directly to r 3 of Sch 2.",
      "id": "s285"
    },
    {
      "text": "57 So far as relevant, the General Rules of Interpretation in Sch 3 provide as follows:\n \n \"1.",
      "id": "s286"
    },
    {
      "text": "The titles of Sections, Chapters and sub-Chapters are provided for ease of reference only; for legal purposes, classification shall be determined according to the terms of the headings and any relative Section or Chapter Notes and, provided such headings or Notes do not otherwise require, according to the following provisions: \n \n 2.",
      "id": "s287"
    },
    {
      "text": "(a) Any reference in a heading to an article shall be taken to include a reference to that article incomplete or unfinished, provided that, as presented, the incomplete or unfinished article has the essential character of the complete or finished article.",
      "id": "s288"
    },
    {
      "text": "It shall also be taken to include a reference to that article complete or finished (or falling to be classified as complete or finished by virtue of this Rule), presented unassembled or disassembled.",
      "id": "s289"
    },
    {
      "text": "(b) Any reference in a heading to a material or substance shall be taken to include a reference to mixtures or combinations of that material or substance with other materials or substances.",
      "id": "s290"
    },
    {
      "text": "Any reference to goods of a given material or substance shall be taken to include a reference to goods consisting wholly or partly of such material or substance.",
      "id": "s291"
    },
    {
      "text": "The classification of goods consisting of more than one material or substance shall be according to the principles of Rule 3.",
      "id": "s292"
    },
    {
      "text": "3.",
      "id": "s293"
    },
    {
      "text": "When by application of Rule 2(b) or for any other reason, goods are, prima facie , classifiable under two or more headings, classification shall be effected as follows: \n (a) The heading which provides the most specific description shall be preferred to headings providing a more general description.",
      "id": "s294"
    },
    {
      "text": "However, when two or more headings each refer to part only of the materials or substances contained in mixed or composite goods or to part only of the items in a set put up for retail sale, those headings are to be regarded as equally specific in relation to those goods, even if one of them gives a more complete or precise description of the goods.",
      "id": "s295"
    },
    {
      "text": "(b) Mixtures, composite goods consisting of different materials or made up of different components, and goods put up in sets for retail sale, which cannot be classified by reference to 3(a), shall be classified as if they consisted of the material or component which gives them their essential character, insofar as this criterion is applicable.",
      "id": "s296"
    },
    {
      "text": "(c) When goods cannot be classified by reference to 3(a) or 3(b), they shall be classified under the heading which occurs last in numerical order among those which equally merit consideration.",
      "id": "s297"
    },
    {
      "text": "\" \n\n\nRule 3 only becomes applicable if the headings in the Chapters or the Notes to those headings do not otherwise require.",
      "id": "s298"
    },
    {
      "text": "In fact, as I have indicated, the Notes to Ch 29 provide that the Chapter is confined to goods or products that consist exclusively of chemical compounds, unless some special exception applies.",
      "id": "s299"
    },
    {
      "text": "As no such exception applies, the occasion did not arise for r 3(b) to be applied.",
      "id": "s300"
    },
    {
      "text": "58 Accordingly, I consider that the Tribunal erred in law in classifying each of the products under sub-heading 2905.29.00.",
      "id": "s301"
    },
    {
      "text": "HEADING 3824 \n \n59 Before the Tribunal, Customs argued that if heading 3808 was inapplicable, then the products should alternatively be classified under heading 3824.",
      "id": "s302"
    },
    {
      "text": "The Tribunal held that heading 3824 was inapplicable because it was restricted to products that were wholly chemical; it could not apply to the products in question because they contained wire and plastic tubes.",
      "id": "s303"
    },
    {
      "text": "60 Strictly speaking, given the conclusion I have reached that the products are properly classifiable under sub-heading 3808.10.90, the applicability of heading 3824 does not arise.",
      "id": "s304"
    },
    {
      "text": "However, I should indicate that in my opinion the conclusion reached by the Tribunal was wrong in law.",
      "id": "s305"
    },
    {
      "text": "Heading 3824 applies, inter alia , to chemical products and preparations of the chemical or allied industries.",
      "id": "s306"
    },
    {
      "text": "If heading 3808 were inapplicable, there would be no reason for excluding the relevant products from classification under heading 3824.",
      "id": "s307"
    },
    {
      "text": "On the evidence, they were clearly chemical products or at the very least preparations of chemical or allied industries.",
      "id": "s308"
    },
    {
      "text": "The products are not excluded from classification as chemical products or preparations of chemical or allied industries under heading 3824 on the ground that they are not wholly chemical and consist of wire and plastic dispensers that contain a chemical dosage.",
      "id": "s309"
    },
    {
      "text": "CONCLUSION \n \n61 I have reached the conclusion that the classification adopted by the Tribunal was erroneous as a matter of law.",
      "id": "s310"
    },
    {
      "text": "The correct classification of the products is under sub-heading 3808.10.90.",
      "id": "s311"
    },
    {
      "text": "62 In the circumstances, I propose to make orders in accordance with the minutes of consent orders that were submitted to me by the parties.",
      "id": "s312"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s313"
    },
    {
      "text": "Associate:\n\nDated: 16 February 2006\n\n Counsel for the Applicant: Mr A. Cavanough QC with Mr M. Fleming \n \n Solicitors for the Applicant: Australian Government Solicitor \n \n Solicitor for the Respondent: Mr L. Gross \n \n Date of Hearing: 1 February 2006 \n \n Date of Judgment: 16 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/107.html",
      "id": "s314"
    }
  ]
}