{
  "name": "Byrne v Repatriation Commission [2006] FCA 1667 (5 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1667.html",
  "catchphrases": [
    {
      "text": "hypothesis that veteran's death was contributed to by war-caused coronary artery disease",
      "id": "c0"
    },
    {
      "text": "hypothesis disproved beyond reasonable doubt",
      "id": "c1"
    },
    {
      "text": "tribunal gave adequate reasons for drawing that conclusion",
      "id": "c2"
    },
    {
      "text": "appeal dismissed",
      "id": "c3"
    },
    {
      "text": "veterans' affairs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 Eric Byrne served in the Australian Army between April 1942 and February 1946.",
      "id": "s0"
    },
    {
      "text": "His service was \"operational service\" within the meaning of the Veterans' Entitlements Act 1986 (Cth) ('the Act') and his widow applied for a war widow's pension pursuant to s 14 of the Act.",
      "id": "s1"
    },
    {
      "text": "Mr Byrne died in November 1962 when his boat overturned during a fishing trip on Tantangara Dam in the Snowy Mountains.",
      "id": "s2"
    },
    {
      "text": "2 A coronial inquiry found that Mr Byrne had died in a ' tragic accident ' and that the cause of his death was drowning.",
      "id": "s3"
    },
    {
      "text": "That conclusion was adopted by the Repatriation Commission, which refused Mrs Byrne's claim for a pension, upon being satisfied that the veteran's death was not service related.",
      "id": "s4"
    },
    {
      "text": "The Veterans' Review Board affirmed the Commission's decision, which was later affirmed by the Administrative Appeals Tribunal ( Byrne v Repatriation Commission [2006] AATA 416).",
      "id": "s5"
    },
    {
      "text": "Mrs Byrne appeals the Tribunal's decision.",
      "id": "s6"
    },
    {
      "text": "3 Mrs Byrne put to the Tribunal that her husband suffered from ischaemic heart disease ('IHD') and coronary artery disease ('CAD'), each said to be war-caused conditions.",
      "id": "s7"
    },
    {
      "text": "It was accepted by the Tribunal that Mr Byrne did suffer from CAD (at [66]).",
      "id": "s8"
    },
    {
      "text": "The issue in this appeal concerns the Tribunal's finding that it was satisfied beyond reasonable doubt that CAD was not a contributing factor to the death of Mr Byrne by drowning.",
      "id": "s9"
    },
    {
      "text": "Two grounds of appeal are pressed.",
      "id": "s10"
    },
    {
      "text": "The Tribunal's finding that it was not satisfied that Mr Byrne suffered from IHD is not challenged and those parts of the notice of appeal which refer to IHD are not pressed.",
      "id": "s11"
    },
    {
      "text": "It is convenient to deal with the second ground of appeal first.",
      "id": "s12"
    },
    {
      "text": "The application of the correct test \n \n 4 Mrs Byrne relevantly posited to the Tribunal that her husband's ability to survive in the waters of Tantangara Dam when his boat overturned was impaired by war-caused CAD.",
      "id": "s13"
    },
    {
      "text": "The Tribunal accepted that hypothesis to be reasonable (at [89]).",
      "id": "s14"
    },
    {
      "text": "By s 120(1) of the Act, the applicant's claim was then required to succeed unless:\n \n &#8226; one or more of the facts necessary to support that hypothesis were disproved beyond reasonable doubt; or\n &#8226; the truth of another fact in the material, inconsistent with the hypothesis, was proved beyond reasonable doubt, \n\nthus disproving, beyond reasonable doubt, the accepted hypothesis.",
      "id": "s15"
    },
    {
      "text": "( Byrnes v Repatriation Commission [1993] HCA 51 ; (1993) 177 CLR 564 at 571; Repatriation Commission v Deledio (1998) 83 FCR 82 at 91).",
      "id": "s16"
    },
    {
      "text": "5 The second ground of appeal alleges that the Tribunal failed to apply that test correctly.",
      "id": "s17"
    },
    {
      "text": "The complaint is said to arise from the final sentence in the Tribunal's reasons:\n \n 'On the evidence, we are satisfied beyond reasonable doubt that Mr Byrne drowned, and that neither IHD nor CAD contributed to his death.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n6 Mrs Byrne submits that, as a matter of construction, the Tribunal's satisfaction beyond reasonable doubt only applied to his death by drowning and that the Tribunal failed to apply the test as enunciated in Byrnes to the contribution of, relevantly, CAD to the death.",
      "id": "s19"
    },
    {
      "text": "7 That submission is rejected.",
      "id": "s20"
    },
    {
      "text": "The Tribunal had already determined that the kind of death was drowning (at [57]).",
      "id": "s21"
    },
    {
      "text": "That was not in issue.",
      "id": "s22"
    },
    {
      "text": "It is clear that the Tribunal understood that the question for determination was whether it was satisfied that the hypothesis that CAD had contributed to his death had been disproved beyond reasonable doubt.",
      "id": "s23"
    },
    {
      "text": "The Tribunal set out the test as enunciated in Byrnes at [90].",
      "id": "s24"
    },
    {
      "text": "In that context and as a matter of construction, the requisite satisfaction expressed at [93] of the Tribunal's decision related directly to the contribution of CAD.",
      "id": "s25"
    },
    {
      "text": "Failure to give sufficient reasons \n \n8 The first and primary ground of appeal is that the Tribunal failed to refer to the evidence or other material that was the basis for its finding that CAD did not contribute to Mr Byrne's death.",
      "id": "s26"
    },
    {
      "text": "Mrs Byrne submits that the Tribunal gave no reasons or no sufficient reasons for that conclusion as required by s 43(2B) of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s27"
    },
    {
      "text": "9 It is necessary to have some understanding of the context of the Tribunal's conclusion and the structure of the Tribunal's decision.",
      "id": "s28"
    },
    {
      "text": "The Tribunal considered the whole of the evidence before it, then gave its reasons and consideration under consecutive headings.",
      "id": "s29"
    },
    {
      "text": "10 Under the heading '[c] onsideration of \"kind of death\" ' the Tribunal found that the \"kind of death\" was, on the balance of probabilities, drowning.",
      "id": "s30"
    },
    {
      "text": "The Tribunal stated at [57] that it did not consider IHD or CAD was a \"kind of death\".",
      "id": "s31"
    },
    {
      "text": "It then proceeded to discuss the conflicting medical opinions about the kind of death and whether a cardiac event arising from CAD caused the death.",
      "id": "s32"
    },
    {
      "text": "In particular, it engaged in a detailed analysis of the evidence concerning the effect of IHD or a cardiac event arising from CAD.",
      "id": "s33"
    },
    {
      "text": "At [64] --- [68] the Tribunal weighed the evidence on a cardiac cause of death.",
      "id": "s34"
    },
    {
      "text": "Accepting that Mr Byrne had CAD (at [66]), the Tribunal was not satisfied on the balance of probabilities that it was a cause of death or a \"kind of death\" (at [68]) for reasons that it gave by reference to the evidence and its assessment of it.",
      "id": "s35"
    },
    {
      "text": "In summary, it referred to the two premises on which the opinions that there was a cardiac cause of death were based.",
      "id": "s36"
    },
    {
      "text": "Those premises were that the autopsy revealed that Mr Byrne had no water in his lungs and that he had made no effort to save himself.",
      "id": "s37"
    },
    {
      "text": "The Tribunal did not accept that either premise was correct, so that the opinions based on those premises were without foundation.",
      "id": "s38"
    },
    {
      "text": "11 The next heading in the decision reads '[i] s there a reasonable hypothesis connecting Mr Byrne's death with his service?",
      "id": "s39"
    },
    {
      "text": "' The Tribunal noted that, initially, two hypotheses had been advanced relating to malaria and IHD and that a third hypothesis was advanced during the hearing.",
      "id": "s40"
    },
    {
      "text": "That hypothesis was, as I have noted, that CAD impaired Mr Byrne's ability to survive once he was in the water.",
      "id": "s41"
    },
    {
      "text": "No complaint is made about the Tribunal's treatment of the first two hypotheses in this appeal.",
      "id": "s42"
    },
    {
      "text": "12 The Tribunal proceeded to consider the applicable principles.",
      "id": "s43"
    },
    {
      "text": "There is no criticism of the statement by the Tribunal of those principles.",
      "id": "s44"
    },
    {
      "text": "13 Despite having concluded that it was not satisfied on the balance of probabilities that CAD was a cause of death, the Tribunal reiterated the conclusions in the medical evidence in support of the third hypothesis that CAD was a cause of death and found that this was a reasonable hypothesis connecting Mr Byrne's death with his war service (at [88] --- [89]).",
      "id": "s45"
    },
    {
      "text": "14 Mrs Byrne points to the Tribunal's finding at [66] that CAD was not a cause of death on the balance of probabilities.",
      "id": "s46"
    },
    {
      "text": "She submits that this left open the possibility that the contribution of CAD to Mr Byrne's inability to survive once in the water was sufficient for the purposes of s 120(1) of the Act, to establish that the death was \"war-caused\" within s 8 of the Act.",
      "id": "s47"
    },
    {
      "text": "The Tribunal did not, however, stop its analysis at that stage of its reasoning.",
      "id": "s48"
    },
    {
      "text": "It rejected the premises on which the possibility was based.",
      "id": "s49"
    },
    {
      "text": "It specifically considered whether it was satisfied that Mr Byrne's death did not arise out of a cardiac event and concluded, in the light of all of the evidence, that it was so satisfied.",
      "id": "s50"
    },
    {
      "text": "15 The Tribunal acknowledged (at [90]) that, having found a reasonable hypothesis, Mrs Byrne's claim would succeed unless the hypothesis was disproved beyond reasonable doubt in accordance with the principles enunciated in Byrnes at 571 and noted in the Tribunal's decision.",
      "id": "s51"
    },
    {
      "text": "It then stated at [91]:\n \n 'Having considered all the evidence, we are satisfied beyond reasonable doubt that Mr Byrne's death did not arise out of and was not attributable to a cardiac event of a kind described by Associate Professor Richards, Dr Craig, Dr Freeman or Dr Burn, that is, a cardiac event that was a consequence of IHD or CAD.",
      "id": "s52"
    },
    {
      "text": "' \n \n\nThat was the evidence considered in detail under the heading \"consideration of the kind of death\".",
      "id": "s53"
    },
    {
      "text": "16 The Tribunal expanded on that conclusion with respect to IHD at [92] and, at [93] said:\n \n 'The opinions relating death to IHD and CAD were based essentially on there being no water in Mr Byrne's lungs and his \"inability\" to save himself.",
      "id": "s54"
    },
    {
      "text": "Those opinions concluded that death was caused by such a cardiac event rather than by drowning.",
      "id": "s55"
    },
    {
      "text": "On the evidence, we are satisfied beyond reasonable doubt that Mr Byrne drowned, and that neither IHD nor CAD contributed to his death.",
      "id": "s56"
    },
    {
      "text": "' \n \n\n'[T] he evidence ', as referred to in that paragraph, clearly refers back to the detailed discussion of the evidence earlier in the Tribunal's reasons.",
      "id": "s57"
    },
    {
      "text": "It was that evidence which disproved the hypothesis that Mr Byrne's ability to survive in the water was impaired by war-caused CAD.",
      "id": "s58"
    },
    {
      "text": "Conclusion \n \n17 There was detailed consideration of the evidence in the Tribunal's reasons.",
      "id": "s59"
    },
    {
      "text": "The Tribunal cited that evidence as the basis for its conclusion.",
      "id": "s60"
    },
    {
      "text": "The reasons explain how and why the Tribunal came to its conclusion.",
      "id": "s61"
    },
    {
      "text": "It rejected the premises on which the hypothesis of CAD as a cause of death was based.",
      "id": "s62"
    },
    {
      "text": "Once those premises were rejected, the hypothesis that CAD impaired Mr Byrne's ability to survive once in the water could not stand.",
      "id": "s63"
    },
    {
      "text": "In context, it cannot be said that the Tribunal failed to give reasons for its satisfaction, beyond reasonable doubt, that the cause of death was drowning, to which CAD made no contribution.",
      "id": "s64"
    },
    {
      "text": "18 The appeal should be dismissed.",
      "id": "s65"
    },
    {
      "text": "The applicant should pay the respondent's costs.",
      "id": "s66"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s67"
    },
    {
      "text": "Associate:\n\nDated: 5 December 2006\n\n\n Counsel for the Applicant: M Vincent \n \n Solicitor for the Applicant: Dibbs Abbott Stillman \n \n Counsel for the Respondent: K Eastman \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 27 September 2006 \n \n Date of Judgment: 5 December 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1667.html",
      "id": "s68"
    }
  ]
}