{
  "name": "Commissioner of Taxation v Dixon Consulting Pty Limited [2006] FCA 1748 (15 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1748.html",
  "catchphrases": [
    {
      "text": "personal services income declaration",
      "id": "c0"
    },
    {
      "text": "whether the respondent company met the business premises test",
      "id": "c1"
    },
    {
      "text": "whether the company had exclusive use of the premises",
      "id": "c2"
    },
    {
      "text": "whether the premises the company used were physically separate from any premises used by the family for private purposes",
      "id": "c3"
    },
    {
      "text": "judicial review",
      "id": "c4"
    },
    {
      "text": "whether tribunal misinterpreted the requirement for exclusive use",
      "id": "c5"
    },
    {
      "text": "whether tribunal took irrelevant considerations into account and failed to take relevant considerations into account- whether tribunal misconstrued the word \" premises \"",
      "id": "c6"
    },
    {
      "text": "income tax",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This appeal, from a decision of the Administrative Appeals Tribunal ('the Tribunal'), by the Commissioner of Taxation ('the Commissioner'), concerns personal services income within Part 2 - 42 of the Income Tax Assessment Act 1997 (Cth) ('the Assessment Act') involving the respondent, Dixon Consulting Pty Ltd ('the Company'), and Mr Nicholas Dixon, a director of the Company.",
      "id": "s0"
    },
    {
      "text": "2 More particularly, the questions raised in the appeal are:\n \n \n &#8226; whether the Company has exclusive use of a two storey building consisting of a garage and office ('the Garage') situated on land at 4 Taylors Road, Dural, NSW ('the Dural Property'), and\n &#8226; whether the Garage is physically separate from premises that Mr Dixon and his family use for private purposes.",
      "id": "s1"
    },
    {
      "text": "The Tribunal answered each of those questions affirmatively, as sought by the Company.",
      "id": "s2"
    },
    {
      "text": "The Commissioner says that the Tribunal erred in law in reaching those conclusions and, accordingly, appeals to the Federal Court pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s3"
    },
    {
      "text": "PERSONAL SERVICES INCOME \n \n3 Part 2-42 of the Assessment Act deals with personal services income .",
      "id": "s4"
    },
    {
      "text": "The object of Division 86 of the Assessment Act, which is within Part 2-42 and deals with the alienation of personal services income, is to ensure that individuals cannot reduce or defer their income tax by alienating their personal services income through companies, partnerships or trusts that are not conducting personal services businesses .",
      "id": "s5"
    },
    {
      "text": "It is designed to have the effect of attributing, to the individual who performed personal services, the income of a personal services entity from those personal services.",
      "id": "s6"
    },
    {
      "text": "A personal services entity is a company, partnership or trust whose income includes the personal services income of one or more individuals.",
      "id": "s7"
    },
    {
      "text": "4 The provisions do not apply if the entity is a personal services entity conducting a personal services business .",
      "id": "s8"
    },
    {
      "text": "Under s 87-15(1)(c), a personal services entity conducts a personal services business if the entity meets at least one of the personal services business tests .",
      "id": "s9"
    },
    {
      "text": "One of the personal services business tests is the business premises test .",
      "id": "s10"
    },
    {
      "text": "5 Under s 87-30(1), a personal services entity meets the business premises test in an income year if, at all times during the income year, the entity maintains and uses business premises:\n \n \n (a) at which the entity mainly conducts activities from which personal services income is gained or produced; and\n (b) of which the entity has exclusive use ; and\n (c) that are physically separate from any premises that the entity, or any associate of the entity, uses for private purposes; and\n (d) that are physically separate from the premises of the entity to which the entity provides services and from the premises of any associate of the entity to which the entity provides services.",
      "id": "s11"
    },
    {
      "text": "6 It is common ground that the Company is a personal services entity for the purposes of Division 87.",
      "id": "s12"
    },
    {
      "text": "It is also common ground that each of requirements (a) and (d) above were satisfied in relation to the Company in the relevant year of income, being the year ended 30 June 2002.",
      "id": "s13"
    },
    {
      "text": "7 During the 2002 income year, Mr Dixon was a director and shareholder of the Company.",
      "id": "s14"
    },
    {
      "text": "Accordingly, he was an associate of the Company.",
      "id": "s15"
    },
    {
      "text": "During that year, the Company provided business analyst consulting services to its clients.",
      "id": "s16"
    },
    {
      "text": "For the purposes of carrying on its business, Mr Dixon provided personal services to the Company, from which it derived income.",
      "id": "s17"
    },
    {
      "text": "The personal services provided by Mr Dixon were used exclusively by the Company.",
      "id": "s18"
    },
    {
      "text": "The majority of the services provided by Mr Dixon to the Company were provided from the upper part of the Garage, although Mr Dixon spends some time at the office of IBM, a principal client of the Company.",
      "id": "s19"
    },
    {
      "text": "THE GARAGE AND ITS USE \n \n8 During the 2002 income year, the Dural Property was owned by Mr Dixon and his wife.",
      "id": "s20"
    },
    {
      "text": "The Dural Property is rectangular and is approximately 4,000 square metres in area.",
      "id": "s21"
    },
    {
      "text": "Two main buildings are erected on it.",
      "id": "s22"
    },
    {
      "text": "One is a dwelling house occupied by Mr Dixon and his family for private purposes.",
      "id": "s23"
    },
    {
      "text": "The other is the Garage.",
      "id": "s24"
    },
    {
      "text": "The dwelling house and the Garage are 15 metres apart at the narrowest point between them.",
      "id": "s25"
    },
    {
      "text": "The dwelling house is close to the boundary on one side and the Garage is close to the boundary on the other side.",
      "id": "s26"
    },
    {
      "text": "9 Vehicular access to the Dural Property is provided by a driveway from an entrance in Taylors Road, which provides access both to the dwelling house and the Garage.",
      "id": "s27"
    },
    {
      "text": "Parking space is provided adjacent to the driveway close to the Garage.",
      "id": "s28"
    },
    {
      "text": "The balance of the Dural Property consists of gardens and grassed open space.",
      "id": "s29"
    },
    {
      "text": "10 The Garage is a two storey structure with three separate vehicular entrance doorways.",
      "id": "s30"
    },
    {
      "text": "There is accommodation for three motor vehicles on the ground level and office facilities and office space on the upper level.",
      "id": "s31"
    },
    {
      "text": "There is separate external access to the upper level.",
      "id": "s32"
    },
    {
      "text": "The location of the office part of the Garage is notified by a sign post and wording on the side of the Garage.",
      "id": "s33"
    },
    {
      "text": "It is common ground that the upper level was used exclusively by the Company in the 2002 income year.",
      "id": "s34"
    },
    {
      "text": "11 There are no plumbing or toilet facilities in or attached to the Garage, although there are such facilities in the dwelling house.",
      "id": "s35"
    },
    {
      "text": "A mailbox at the entrance to the Dural Property is used for domestic mail as well as mail relating to the Company's business.",
      "id": "s36"
    },
    {
      "text": "12 The space in the ground level of the Garage was used for only two vehicles in the 2002 income year.",
      "id": "s37"
    },
    {
      "text": "The remainder of that space was used for storage of material belonging to the Company and some few items belonging to Mr Dixon's family.",
      "id": "s38"
    },
    {
      "text": "Each of the two vehicles that used the space in the 2002 income year was registered in the name of the Company.",
      "id": "s39"
    },
    {
      "text": "One, a Holden sedan, was used by Mrs Dixon for private and family purposes as well as for the Company's purposes.",
      "id": "s40"
    },
    {
      "text": "Mrs Dixon is a director of the Company and is paid a salary by the Company.",
      "id": "s41"
    },
    {
      "text": "The Tribunal did not make a finding as to the respective proportions in which the Holden was used for private and family purposes, on one hand, and Company purposes, on the other.",
      "id": "s42"
    },
    {
      "text": "Well over 90 per cent of the use of the other vehicle, a Toyota Land Cruiser, was for the Company's purpose.",
      "id": "s43"
    },
    {
      "text": "All expenses relating to the motor vehicles were paid by the Company and the Company paid fringe benefits tax in respect of the private use of the vehicles.",
      "id": "s44"
    },
    {
      "text": "PROCEDURAL HISTORY \n \n13 On 16 June 2004, the Company applied to the Commissioner for a personal services business determination on the basis that it satisfied the business premises test.",
      "id": "s45"
    },
    {
      "text": "In the application form, the Company was named as the personal services entity and the Dural Property was stated as the address of the relevant business premises.",
      "id": "s46"
    },
    {
      "text": "In answer to the requirement to explain how the business premises are physically separate, the form was completed as follows:\n \n 'Premises exist in loft over separate garage.",
      "id": "s47"
    },
    {
      "text": "15 metres between edge of house to steps to office.",
      "id": "s48"
    },
    {
      "text": "No adjoining roof or walkway.",
      "id": "s49"
    },
    {
      "text": "No accommodation (bedroom) or kitchen.",
      "id": "s50"
    },
    {
      "text": "Separate phone line.",
      "id": "s51"
    },
    {
      "text": "' \n \n\n14 The Commissioner concluded that the Company had exclusive use of premises so described.",
      "id": "s52"
    },
    {
      "text": "However, the determination was refused on 4 August 2004, on the ground that the Company did not satisfy the requirement that the business premises be physically separate from premises that Mr Dixon and his family used for private purposes.",
      "id": "s53"
    },
    {
      "text": "15 The Company lodged an objection to the Commissioner's decision on 27 September 2004 and, on 8 December 2004, the Commissioner disallowed the objection in full.",
      "id": "s54"
    },
    {
      "text": "An application for review of the objection decision was lodged on 3 January 2005.",
      "id": "s55"
    },
    {
      "text": "16 In its decision of 3 March 2006, the Tribunal set aside the Commissioner's objection decision and determined that business premises comprising the Garage satisfied the test prescribed by s 87-30(1) of the Assessment Act.",
      "id": "s56"
    },
    {
      "text": "The matter was remitted to the Commissioner for further consideration.",
      "id": "s57"
    },
    {
      "text": "THE ISSUE BEFORE THE TRIBUNAL \n \n17 In the Company's Statement of Facts and Contentions filed in the Tribunal, the Company stated the relevant facts as follows:\n \n 'Mr Dixon and his wife own a property at Dural.",
      "id": "s58"
    },
    {
      "text": "There are two buildings on the property.",
      "id": "s59"
    },
    {
      "text": "The two buildings are clearly separated from each other in the physical sense and are approximately 15 metres apart at the closest point.",
      "id": "s60"
    },
    {
      "text": "One building is a single storey residential premises...",
      "id": "s61"
    },
    {
      "text": "The other building is a two storey building...",
      "id": "s62"
    },
    {
      "text": "The ground floor of the two storey building is used as a garage.",
      "id": "s63"
    },
    {
      "text": "The first floor of the two storey building is a loft used as premises for the business carried on by [the Company] ('the Business Premises')... \n \n The only access to the business premises is by way of a flight of external stairs at the rear of the two storey building and then through a door at the top of these stairs.",
      "id": "s64"
    },
    {
      "text": "The business premises cannot be accessed from the garage without exiting the garage through the garage doors at the front of the two storey building and entering by way of the external stairs at the back of the two storey building... \n \n It is clear to a visiting client that the two storey building contains the business premises and that they can then easily follow the signs to where the business premises are located...' [Emphasis added]\n \n\nThe Company formulated the issue for the Tribunal as being ' solely whether the two storey building is \" physically separate \" from the residential premises '.",
      "id": "s65"
    },
    {
      "text": "18 The Commissioner's Statement of Facts and Contentions asserted that ' the Business Premises ' were not physically separate from the premises that Mr Dixon used for private purposes.",
      "id": "s66"
    },
    {
      "text": "In the Commissioner's written submissions to the Tribunal, filed prior to the hearing, the Commissioner accepted that the Company ' meets all the criteria for the business premises test except the requirement in s 87-30(1)(c) '.",
      "id": "s67"
    },
    {
      "text": "The submission stated that the question for the Tribunal was a factual one, namely, ' are the premises used and maintained by [the Company] physically separate from all parts of the property which comprise premises used by the Dixon family for residential purposes '.",
      "id": "s68"
    },
    {
      "text": "19 It is clear, from that material, that the Company was, at that stage, contending that the relevant business premises consisted only of the upper part of the Garage.",
      "id": "s69"
    },
    {
      "text": "However, in the course of the hearing before the Tribunal, the Company's position changed.",
      "id": "s70"
    },
    {
      "text": "20 In the course of opening submissions by counsel for the Company, the following exchange took place:\n \n Tribunal: 'I gather you are not arguing that the garage can be divided into two and the top can be separated from the bottom; what you are arguing is that the garage structure is separate and distinct from the domestic structure.",
      "id": "s71"
    },
    {
      "text": "' \n \n Counsel for the Company: 'Well, primarily I would be looking at the garage as a structure on its own.",
      "id": "s72"
    },
    {
      "text": "Separating the garage into two hasn't been a point of issue at this stage... \n\n ... \n \n At this stage running our primary argument, on the basis that the garage is the business premises and the house is the private premises, then in terms of the legislation the question is are those business premises physically separate from the premises of the residential use... '\n \n...\n \n Tribunal: 'You are not calling Mr Dixon?",
      "id": "s73"
    },
    {
      "text": "' \n \n Counsel for the Company: 'Not at this stage, no.",
      "id": "s74"
    },
    {
      "text": "' \n \n Tribunal: 'Well there is no other stage you are either calling him or not.",
      "id": "s75"
    },
    {
      "text": "' \n \n Counsel for the Company: 'Well, I was only thinking of calling him if there were any particular facts that were raised that required him to answer as to proof, if that be the case.",
      "id": "s76"
    },
    {
      "text": "' \n \n Tribunal: '...If there is any additional evidence that you wish to have before the Tribunal then you will need to call Mr Dixon... \n ... \n You have made mention of one aspect, that is the use of the garage...",
      "id": "s77"
    },
    {
      "text": "If the garage was used for domestic purposes then it would be very difficult to argue that the office upstairs was separate and apart from the garage.",
      "id": "s78"
    },
    {
      "text": "They are both of the same structure.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n21 After tendering some photographs of the Garage, which were admitted as evidence without objection, counsel for the Commissioner addressed the Tribunal on the question of whether, and if so when, Mr Dixon would give evidence.",
      "id": "s80"
    },
    {
      "text": "Counsel pointed out that the Commissioner bears no onus and that it was entirely a matter for the Company whether evidence was to be called.",
      "id": "s81"
    },
    {
      "text": "In the light of those observations, counsel for the Company indicated that he would call Mr Dixon to give evidence.",
      "id": "s82"
    },
    {
      "text": "Mr Dixon was then sworn and gave brief oral evidence in chief and was cross-examined by counsel for the Commissioner.",
      "id": "s83"
    },
    {
      "text": "22 After Mr Dixon's evidence was completed, counsel for the Commissioner raised a preliminary question concerning ' the definition of business premises that the Tribunal is considering '.",
      "id": "s84"
    },
    {
      "text": "The Tribunal's attention was directed to the form of application for a personal services business determination briefly described above, where the ' business premises ' were described as existing ' in loft over separate garage '.",
      "id": "s85"
    },
    {
      "text": "The Tribunal's attention was also directed to the Company's statement of the relevant facts cited above.",
      "id": "s86"
    },
    {
      "text": "23 Counsel for the Commissioner observed that the Company had, thus far, only put its case on the basis of the business premises, being the upper level of the Garage, and that, because of that, the Commissioner had made a concession thus far that the Company otherwise met certain aspects of the business premises test.",
      "id": "s87"
    },
    {
      "text": "That concession was made on the basis of an understanding that the business premises consisted solely of the loft, being the upper level of the Garage.",
      "id": "s88"
    },
    {
      "text": "In that case, the Commissioner accepted that the Company would not fall foul of paragraph (b).",
      "id": "s89"
    },
    {
      "text": "Counsel said, however, that if the Company was to put its case on the basis that the business premises include the ground floor of the Garage, the Commissioner would no longer make that concession and would contend that the Company falls foul of paragraph (b), on the basis that the Company did not have exclusive use of the ground floor.",
      "id": "s90"
    },
    {
      "text": "24 Counsel for the Company then addressed the Tribunal and said:\n \n 'While they refer [in our statement of facts and contentions] to one building as the residential premises and the other building as the two storey building and in that way we say that the ground floor is used as a garage and... we are calling the loft the business premises but not because that's totally the business premises but only to distinguish that from the two physical parts of the garage building.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n25 The following exchange subsequently took place:\n \n \n Tribunal: 'And now [counsel for the Commissioner] says that on the basis of the evidence before the Tribunal the garage portion of the two storey building is not exclusively used by the business.",
      "id": "s92"
    },
    {
      "text": "That's what he's saying.",
      "id": "s93"
    },
    {
      "text": "Counsel for the Company: ' That's his submission.",
      "id": "s94"
    },
    {
      "text": "'\n Tribunal: ' That's right.",
      "id": "s95"
    },
    {
      "text": "So you're saying the Tribunal should look at then (b) and (c) and if the business doesn't have exclusive use of the garage then that means that it cannot be classified or described as business premises.",
      "id": "s96"
    },
    {
      "text": "That's what he's now saying.",
      "id": "s97"
    },
    {
      "text": "' \n Counsel for the Company: ' Yes that's correct.",
      "id": "s98"
    },
    {
      "text": "'\n Tribunal: ' ... the admission referable to 1(b) is not now maintained.",
      "id": "s99"
    },
    {
      "text": "'\n Counsel for the Company: ' Yes, that would be the submissions.",
      "id": "s100"
    },
    {
      "text": "'\n Tribunal: ' So you could argue that the Company does have exclusive use of the garage.",
      "id": "s101"
    },
    {
      "text": "'\n Counsel for the Company: ' So do I have time to research that or start again on what exclusive use means?",
      "id": "s102"
    },
    {
      "text": "It hasn't been an issue.",
      "id": "s103"
    },
    {
      "text": "'\n Tribunal: ' If you are applying for an adjournment... please say so.",
      "id": "s104"
    },
    {
      "text": "I can understand that you have been taken perhaps a little by surprise but on the other hand as I say it is a matter for you.",
      "id": "s105"
    },
    {
      "text": "'\n Counsel for the Company: ' Can I take a moment for discussion with my client.",
      "id": "s106"
    },
    {
      "text": "'\n Tribunal: ' Yes most certainly.",
      "id": "s107"
    },
    {
      "text": "That is not unreasonable [counsel for the Commissioner] ?.",
      "id": "s108"
    },
    {
      "text": "'\n Counsel for the Commissioner: ' No, it is not unreasonable.",
      "id": "s109"
    },
    {
      "text": "' \n \n\n26 The hearing was adjourned at 12.22 pm and resumed at 2.08 pm, when counsel for the Company said:\n \n 'I would propose to proceed on the basis of my original contentions regarding the physically separate test in the way I was intending to proceed before [counsel for the Commissioner] raised the issue of exactly what we were putting as the rule on business premises and as I understand it withdrawing their position on accepting that the test in (b) regarding exclusive use was met.",
      "id": "s110"
    },
    {
      "text": "And then once I've gone through those submissions then looking at addressing the issue in terms of paragraph (b) on exclusive use....' \n \n\nThus, counsel for the Company, having been given the opportunity of taking instructions on the question of exclusive use of the ground floor of the Garage, clearly elected to proceed without seeking the opportunity of adducing further evidence relevant to that question.",
      "id": "s111"
    },
    {
      "text": "27 Nevertheless, it is clear that, at that stage, there were now two issues before the Tribunal.",
      "id": "s112"
    },
    {
      "text": "The first was whether the dwelling house and the Garage were physically separate.",
      "id": "s113"
    },
    {
      "text": "On the Company's contentions to that stage, however, the business premises consisted of the upper level of the Garage.",
      "id": "s114"
    },
    {
      "text": "There had been no claim by the Company that the ground level formed part of the relevant business premises.",
      "id": "s115"
    },
    {
      "text": "Once the Company contended that the whole of the Gargage constituted the relevant business premises, that contention brought into play the second question, namely whether the Company had exclusive use of the ground level of the Garage.",
      "id": "s116"
    },
    {
      "text": "Counsel for the Company and the Commissioner addressed the Tribunal on both questions before the Tribunal reserved its decision.",
      "id": "s117"
    },
    {
      "text": "THE TRIBUNAL'S FINDINGS \n \n28 The Tribunal found that the dwelling house and the Garage are physically separate and that the physical appearance of the two buildings, by reason of the signage, makes them distinct and separate from one another.",
      "id": "s118"
    },
    {
      "text": "While they are both on the same parcel of land, they are detached from one another.",
      "id": "s119"
    },
    {
      "text": "The Tribunal found that the Garage is not ' incorporated functionally into the surrounding premises '.",
      "id": "s120"
    },
    {
      "text": "The Tribunal did not indicate whether the reference to ' the surrounding premises ' was to the dwelling house or to the open space adjacent to the two buildings.",
      "id": "s121"
    },
    {
      "text": "29 The Tribunal found that the Company uses the driveway and part of the surrounding open space to enable clients to gain access to the upper level of the Garage.",
      "id": "s122"
    },
    {
      "text": "The Tribunal observed that there was no evidence that Mr and Mrs Dixon had granted, to the Company, title to any part of the Dural Property for the exclusive use of the Company.",
      "id": "s123"
    },
    {
      "text": "A fortiori , the Tribunal made no finding as to the arrangements, if any, that were in place between Mr and Mrs Dixon as owners of the Dural Property, on the one hand, and the Company, on the other hand, in relation to the use of the ground level of the Garage.",
      "id": "s124"
    },
    {
      "text": "30 The Tribunal considered that the appropriate question was whether the Garage was physically separate from other parts of the Dural Property and the question was not ' as to whether they are separate from themselves '.",
      "id": "s125"
    },
    {
      "text": "The Tribunal found, as a matter of fact, that the Company's business premises consist of ' the garage and the office accommodation above it ' and that ' the garage accommodation is mainly used ' (emphasis added) by the Company for its business.",
      "id": "s126"
    },
    {
      "text": "After rejecting any proposition of ' joint occupancy ', the Tribunal said that there was ' if anything a limited joint use of the garage premises '.",
      "id": "s127"
    },
    {
      "text": "The Tribunal then said that ' the use is use of company property, namely the motor vehicles '.",
      "id": "s128"
    },
    {
      "text": "31 The Tribunal was satisfied ' that there is a physical separation of the two premises ' and that they are ' distinct and separate from one another '.",
      "id": "s129"
    },
    {
      "text": "The Tribunal found that the premises ' are detached from one another, even be it they are on the same land '.",
      "id": "s130"
    },
    {
      "text": "The Tribunal went on to say that it was clear on the evidence ' that the buildings are separate one from the other ' and that ' the buildings are largely functionally independent of one another '.",
      "id": "s131"
    },
    {
      "text": "Thus, the Tribunal was clearly treating the dwelling house and the Garage as separate premises.",
      "id": "s132"
    },
    {
      "text": "32 The Tribunal was satisfied that the Company has exclusive use of ' the premises ', by which it must be taken to have referred to the Garage, to the exclusion of relevant use by the Dixon family.",
      "id": "s133"
    },
    {
      "text": "The Tribunal observed that the vehicles are the property of the Company and that, if there is any use of the vehicles in a private sense by Mrs Dixon or Mr Dixon, it is use by them of the Company's property.",
      "id": "s134"
    },
    {
      "text": "THE GROUNDS OF APPEAL \n \n33 The Commissioner's first ground of appeal is that, in concluding that the Company had exclusive use of the Garage, notwithstanding its finding that Mr and Mrs Dixon and their family also used the ground floor of the Garage for their own private purposes, the Tribunal misinterpreted the requirement for exclusive use.",
      "id": "s135"
    },
    {
      "text": "The Commissioner also contends that the Tribunal took into account an irrelevant consideration and failed to taken into account relevant considerations in concluding that the Company had exclusive use of the Garage.",
      "id": "s136"
    },
    {
      "text": "The Commissioner says that the Tribunal wrongly considered that the payment of fringe benefits tax in respect of the personal use of the vehicles was relevant in concluding that the Company had exclusive use of the ground floor of the Garage.",
      "id": "s137"
    },
    {
      "text": "The Commissioner also contends that the Tribunal failed to take into account a relevant consideration, namely, that the ground floor of the Garage was used by Mr and Mrs Dixon and their family for private purposes.",
      "id": "s138"
    },
    {
      "text": "34 The Commissioner also contends that the Tribunal misconstrued the term ' premises ', in so far as it considered only the physical separation between the dwelling house and the Garage, rather than considering the question of physical separation of the Garage from the garden, driveway and curtilage comprising the open space around the dwelling house and the Garage.",
      "id": "s139"
    },
    {
      "text": "Exclusive Use \n \n35 The reasoning of the Tribunal on the question of whether the Company had exclusive use of the Garage is not entirely clear.",
      "id": "s140"
    },
    {
      "text": "It appears to involve some confusion between, or conflation of, the concepts involved in paragraphs (a) and (b) of s 87-30(1).",
      "id": "s141"
    },
    {
      "text": "The Tribunal made the following observation in relation to exclusive use:\n \n '...on a proper construction of the legislation there is not a requirement that there be exclusive use in the sense of the business premises being 100 per cent used for business purposes.",
      "id": "s142"
    },
    {
      "text": "What the legislation does provide is that for premises to be \" mainly\" used by [the Company] to conduct activities producing personal services income.",
      "id": "s143"
    },
    {
      "text": "The issue of exclusivity relates to the use of the premises being that of more than one individual or entity in the sense of shared accommodation.",
      "id": "s144"
    },
    {
      "text": "' \n \n\n36 Paragraph (a) requires that the Company mainly conduct the activities from which personal services income was gained or produced at the relevant business premises.",
      "id": "s145"
    },
    {
      "text": "That requirement would be satisfied even if the Company conducted such activities, in part, from some other premises.",
      "id": "s146"
    },
    {
      "text": "It is common ground that the Company mainly conducts, at the Garage, the activities from which personal services income was gained or produced and, accordingly, the requirement was satisfied.",
      "id": "s147"
    },
    {
      "text": "37 It was not in issue that the Company maintained and used the whole of the Garage.",
      "id": "s148"
    },
    {
      "text": "However, in order to satisfy paragraph (b), the Company must also show that it had exclusive use of the whole of the Garage.",
      "id": "s149"
    },
    {
      "text": "There are at least two possible meanings for that requirement.",
      "id": "s150"
    },
    {
      "text": "First, it may mean that, as a matter of fact, the Company was the only person that used the Garage.",
      "id": "s151"
    },
    {
      "text": "Alternatively, it may mean that the Company had a legal right to the exclusive use of the Garage, whether or not it in fact enforced that right.",
      "id": "s152"
    },
    {
      "text": "In the present case, there was no evidence whatsoever as to any legal right.",
      "id": "s153"
    },
    {
      "text": "As to the former meaning, a factual finding must be made by the Tribunal.",
      "id": "s154"
    },
    {
      "text": "Such a factual finding as to exclusive use, if made by the Tribunal, could only be the subject of an appeal under s 44 of the Administrative Appeals Tribunal Act if the Tribunal did not direct itself properly as to the meaning of exclusive use.",
      "id": "s155"
    },
    {
      "text": "38 The Tribunal in fact found that the ground floor of the Garage was used both for business purposes and for private purposes, although the Tribunal found that it was used for private purposes only to ' a limited extent '.",
      "id": "s156"
    },
    {
      "text": "The Tribunal also found that the ground floor of the Garage was ' mainly ' used by the Company.",
      "id": "s157"
    },
    {
      "text": "When referring to the Commissioner's contention that the ground floor of the Garage was used for both business and private purposes, the Tribunal said that was true but ' only to a limited extent '.",
      "id": "s158"
    },
    {
      "text": "The Tribunal characterised the position as being the family using the ground floor ' to a limited extent '.",
      "id": "s159"
    },
    {
      "text": "The Tribunal considered that, while other parts of the Dural Property, such as the dwelling house and garden, are used solely for residential purposes, that did not disqualify the Garage, including the lower level, from ' having an apposite description applied to it '.",
      "id": "s160"
    },
    {
      "text": "39 The Tribunal's findings, that the fact that the Garage was used to a limited extent for private purposes and was only mainly used by the Company, led to the Tribunal's conclusion that the Company has exclusive use of the Garage to the exclusion of relevant use by the Dixon family.",
      "id": "s161"
    },
    {
      "text": "It may well be that a private use that could be fairly characterised as de minimis would not detract from a finding that the Company had exclusive use.",
      "id": "s162"
    },
    {
      "text": "However, the Tribunal made no such finding.",
      "id": "s163"
    },
    {
      "text": "Use ' to a limited extent ' is far from a finding that the use is so slight that it should be ignored.",
      "id": "s164"
    },
    {
      "text": "40 The Tribunal made observations concerning the use of the ground floor of the Garage for the garaging of the vehicles, which were used, to a greater or lesser extent, for private purposes, albeit that they were owned by the Company.",
      "id": "s165"
    },
    {
      "text": "The Tribunal's findings concerning the motor vehicles centred on the fact that they are owned by the Company, which paid fringe benefits tax in respect of their private use by members of the Dixon family.",
      "id": "s166"
    },
    {
      "text": "41 However, the Tribunal did not direct attention to the basis upon which the vehicles were garaged in the ground floor of the Garage.",
      "id": "s167"
    },
    {
      "text": "That is to say, the Tribunal made no finding as to the arrangements between the Company and the Dixon family concerning the garaging of the vehicles.",
      "id": "s168"
    },
    {
      "text": "It may be that the vehicles were garaged in the Garage because the Company required that its vehicles be garaged there.",
      "id": "s169"
    },
    {
      "text": "On the other hand, if the vehicles were garaged there by Mr and Mrs Dixon by reason of their ownership of the Dural Property, of which the Garage formed part, and not under some arrangement with the Company, it could not be said that that gave rise to any exclusive use by the Company of that part of the Garage.",
      "id": "s170"
    },
    {
      "text": "42 No doubt there are many instances where a motor vehicle owned by an employer is entrusted to the custody of an employee for private use and the employee garages the vehicle at premises totally unconnected with the employer.",
      "id": "s171"
    },
    {
      "text": "The fact that the vehicle is owned by the employer and the garage premises are used for no purpose other than garaging the vehicle, could not lead, in the absence of something further, to a suggestion that, in such a case, the employer had exclusive use of the premises where the vehicle is garaged.",
      "id": "s172"
    },
    {
      "text": "43 That, in the absence of any finding to the contrary, is the position in the present case.",
      "id": "s173"
    },
    {
      "text": "The mere fact that the vehicles were owned by the Company cannot of itself lead to the conclusion that the Company had exclusive use of the place where the vehicles were normally garaged.",
      "id": "s174"
    },
    {
      "text": "There is no indication that the Company had any right to the use of the ground floor of the Garage.",
      "id": "s175"
    },
    {
      "text": "Indeed, there was some evidence that some of the ground floor was used for the storage of family property.",
      "id": "s176"
    },
    {
      "text": "Since the Tribunal found that the Holden vehicle was used for the most part by Mrs Dixon for private and family purposes, it is difficult to see how it can be said that the mere fact that the vehicle was garaged in the ground floor of the Garage leads to the conclusion that the ground floor was used exclusively by the Company.",
      "id": "s177"
    },
    {
      "text": "While Mrs Dixon was a director and was paid remuneration by the Company, there was no suggestion that the Company in any way directed the use of the Holden vehicle and the Tribunal made no such finding.",
      "id": "s178"
    },
    {
      "text": "44 Having regard to the observations made by the Tribunal concerning the extent to which the ground floor of the Garage was used for private purposes, coupled with the Tribunal's observations that there is no requirement that there be exclusive use, in the sense of the relevant premises being used 100 per cent for business purposes, I do not consider that the Tribunal properly directed itself concerning the question of whether the Company had exclusive use of the whole of the Garage.",
      "id": "s179"
    },
    {
      "text": "The Tribunal, therefore, made an error of law.",
      "id": "s180"
    },
    {
      "text": "Physical Separation \n \n45 The requirement of paragraph (c) is that the business premises used and maintained by the Company were physically separate from any premises that members of the Dixon family used for private purposes.",
      "id": "s181"
    },
    {
      "text": "The difference between the Company and the Commissioner, in this regard, turns on the construction of the word ' premises '.",
      "id": "s182"
    },
    {
      "text": "46 The Company contends, and the Tribunal accepted, that each of the two buildings constructed on the Dural Property constitute different premises.",
      "id": "s183"
    },
    {
      "text": "In that sense, it is clear that the dwelling house is physically separate from the Garage.",
      "id": "s184"
    },
    {
      "text": "In its reasons, the Tribunal expressed the view that the fact that the dwelling house and the Garage share a front gate and driveway and that there were no water or sewerage facilities in the Garage does not necessarily deprive the Garage of the capacity to be physically separate and apart from the dwelling house.",
      "id": "s185"
    },
    {
      "text": "In that respect, the Tribunal was identifying the two buildings as being the relevant premises, without having regard to the open space surrounding both buildings.",
      "id": "s186"
    },
    {
      "text": "47 However, the Commissioner contends that the whole of the Dural Property constituted premises and that the dwelling house and the Garage were all part of those premises, which include the open space consisting of the garden, driveway and curtilage.",
      "id": "s187"
    },
    {
      "text": "48 There is no reason why the word ' premises ' should not be understood according to its ordinary English usage.",
      "id": "s188"
    },
    {
      "text": "Premises means a house or building with the grounds, etc. belonging to it ( Macquarie Dictionary , 4 th ed, The Macquarie Library Pty Ltd, Macquarie, 2005); it also means a house or building, together with its land and outbuildings occupied by a business or considered in an official context ( Shorter Oxford English Dictionary , 5 th ed, Oxford University Press, Oxford, 2002).",
      "id": "s189"
    },
    {
      "text": "The Dural Property is owned by Mr and Mrs Dixon.",
      "id": "s190"
    },
    {
      "text": "There has been no suggestion of any separate title existing in respect of the Garage.",
      "id": "s191"
    },
    {
      "text": "Rather, the whole of the Dural Property is held under a single title.",
      "id": "s192"
    },
    {
      "text": "The Dural Property could be described as the premises known as 4 Taylors Road, Dural.",
      "id": "s193"
    },
    {
      "text": "There is one entrance to those premises, which is used by the Dixon family for private purposes.",
      "id": "s194"
    },
    {
      "text": "The Garage is part of the Dural Property.",
      "id": "s195"
    },
    {
      "text": "As I have said, the Tribunal found that the Garage was not incorporated functionally into the surrounding premises.",
      "id": "s196"
    },
    {
      "text": "However, the Tribunal found that the Company uses the driveway and part of the surrounding open space to enable clients to gain access to the upper level of the Garage.",
      "id": "s197"
    },
    {
      "text": "Thus, there was a sharing of the driveway by the Company and by the Dixon family.",
      "id": "s198"
    },
    {
      "text": "It may have been possible for the Tribunal to make a finding, on the evidence before it, that there are premises that are exclusively used by the Company that can be shown to be physically separate from the dwelling house, open space and driveway that constitute the premises of the Dixon family.",
      "id": "s199"
    },
    {
      "text": "It did not do so.",
      "id": "s200"
    },
    {
      "text": "Accordingly, the Tribunal failed to make clear the distinction that is required by paragraph (c).",
      "id": "s201"
    },
    {
      "text": "That was an error of law.",
      "id": "s202"
    },
    {
      "text": "CONCLUSION \n \n49 It follows that the appeal must be upheld.",
      "id": "s203"
    },
    {
      "text": "The Tribunal misdirected itself as to the meaning of paragraphs (b) and (c) of s 87- 30 (1).",
      "id": "s204"
    },
    {
      "text": "It is conceivable that the Tribunal, properly directed, could still reach the conclusion that the business premises test is satisfied.",
      "id": "s205"
    },
    {
      "text": "Accordingly, the appropriate order is to set aside the decision of the Tribunal and remit the matter to the Tribunal for further consideration according to law.",
      "id": "s206"
    },
    {
      "text": "The parties have agreed that since the Company was provided with funding under the Australian Taxation Office Test Litigation Process Program, there should be no order as to the costs of the proceeding.",
      "id": "s207"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s208"
    },
    {
      "text": "Associate:\n\nDated: 15 December 2006\n\n\n\n Counsel for the Appellant: Mr NJ Williams SC with Mr JO Hmelnitsky Solicitor for the Appellant: Australian Government Solicitors Counsel for the Respondent: Mr MK Aldridge SC with Mr RK McPherson Solicitor for the Respondent: Parry Carroll Date of Hearing: 1 December 2006 Date of Judgment: 15 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1748.html",
      "id": "s209"
    }
  ]
}