{
  "name": "Wu v Avin Operations Pty Ltd (No 3) [2006] FCA 1321 (9 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1321.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "exercise of discretion",
      "id": "c1"
    },
    {
      "text": "no order for security",
      "id": "c2"
    },
    {
      "text": "cross-examination of applicant not permitted",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n 1 This proceeding commenced on 9 May 2003, with the filing by Ms Wu (referred to hereafter as the applicant) of an application and statement of claim.",
      "id": "s0"
    },
    {
      "text": "The history of the proceeding can be ascertained by reference to Wu v Avin Operations Pty Ltd [2006] FCA 36 and Wu v Avin Operations Pty Ltd (No 2) [2006] FCA 792.",
      "id": "s1"
    },
    {
      "text": "MOTION FOR SECURITY FOR COSTS \n \n 2 By way of motion, notice of which was filed on 15 August 2006, Mr Barry Armitage and Mr Christopher Armitage (referred to hereafter as the second and third respondents) seek an order for security for costs from the applicant.",
      "id": "s2"
    },
    {
      "text": "The motion was ultimately heard on 9 October 2006 following two adjournments.",
      "id": "s3"
    },
    {
      "text": "The applicant was represented by counsel.",
      "id": "s4"
    },
    {
      "text": "The second and third respondents were self-represented.",
      "id": "s5"
    },
    {
      "text": "For the reasons stated below, I would refuse the motion.",
      "id": "s6"
    },
    {
      "text": "3 The Court has power to order security for costs by virtue of s 56(1) of the Federal Court of Australia Act 1976 (Cth) (\"the Act \") which provides that \"[t]he Court or a Judge may order an applicant in a proceeding in the Court or an appellant in an appeal to the Court to give security for the payment of costs that may be awarded against him or her.",
      "id": "s7"
    },
    {
      "text": "\" 4 In addition, O 28 r 3(1) of the Federal Court Rules (\"the Rules\") provides that: \n \n \"When considering an application by a respondent for an order for security for costs under section 56 of the Act , the Court may take into account the following matters: \n (a) that an applicant is ordinarily resident outside Australia; \n \n \n \n (b) that an applicant is suing, not for the applicant's own benefit, but for the benefit of some other person and the Court has reason to believe that the applicant will be unable to pay the costs of the respondent if ordered to do so; \n \n (c) subject to subrule (2), that the address of the applicant is not stated or is incorrectly stated in the originating process; \n \n \n \n \n \n (d) that an applicant has changed address after the commencement of the proceeding in an attempt to avoid the consequences of the proceeding.",
      "id": "s8"
    },
    {
      "text": "\" \n \n\n\nThe second and third respondents' motion relies, amongst other things, on paragraph (a) of O 28 r 3(1) of the Rules, as well as on s 56(1) of the Act .",
      "id": "s9"
    },
    {
      "text": "AFFIDAVIT MATERIAL \n \n 5 In an affidavit filed on 15 August 2006 in support of the motion, the second respondent deposes that: \n \n \"I and the Third Respondent herein seek to have the Applicant provide Security For Costs in this proceeding on the ground that the Applicant is ordinarily resident outside Australia.",
      "id": "s10"
    },
    {
      "text": "I believe that the Applicant is a citizen of the People's Republic of China and is ordinarily resident in that country at Shanghai.",
      "id": "s11"
    },
    {
      "text": "I further believe that the Applicant has a permanent home in Shanghai and that is also the home and usual residence of her husband.",
      "id": "s12"
    },
    {
      "text": "6 On 8 September 2006, the second respondent swore a supplementary affidavit in support of the motion, in the course of which he notes that the applicant, who has instituted these proceedings as \"Jun Xue Wu\", is described as \"Xue Jun Wu\" in her passport.",
      "id": "s13"
    },
    {
      "text": "It is apparently with this in mind that he asserts that she has misconducted herself.",
      "id": "s14"
    },
    {
      "text": "For example, he deposes: \n \n \"I have perused Court documents in this proceeding and observed that the proceeding was commenced by the Applicant in a name other than her own.",
      "id": "s15"
    },
    {
      "text": "I have observed that affidavits sworn by the Applicant usually refer to her by her correct name.",
      "id": "s16"
    },
    {
      "text": "I believe that the solicitor acting for the Applicant is well aware of these facts...Because a misleading name has been used to commence this proceeding, I believe that adverse inferences should be drawn against the Applicant.",
      "id": "s17"
    },
    {
      "text": "\" \n\n\nThe second respondent also refers to the fact that the records of the Australian Securities and Investments Commission (\"ASIC\") indicate that the applicant had an address in Australia at a time when, on her own admission, she was in China.",
      "id": "s18"
    },
    {
      "text": "The second respondent asserts that the applicant has thereby breached ss 205B and 205C of the Corporations Act 2001 (Cth).",
      "id": "s19"
    },
    {
      "text": "In addition, in this supplementary affidavit, the second respondent deposes that, according to his searches, the applicant is not enrolled to vote in Australia and is not the registered proprietor of any land in Victoria.",
      "id": "s20"
    },
    {
      "text": "Also in this supplementary affidavit, the second respondent estimates that \"...a trial in these proceedings would last from 2 to 3 weeks, and I believe that I require experienced professional representation to obtain a just determination.",
      "id": "s21"
    },
    {
      "text": "\" He claims that \"[a] refusal to grant security for costs would significantly diminish my chances of obtaining appropriate representation, and thereby inflict an injustice upon me.",
      "id": "s22"
    },
    {
      "text": "\" He further deposes that \"[b]ased upon litigation costs known to me, I estimate that costs in this proceeding could well exceed $300,000.00.",
      "id": "s23"
    },
    {
      "text": "\" Accordingly, he seeks that the applicant provides not less than $150,000 by way of security for costs.",
      "id": "s24"
    },
    {
      "text": "7 The second and third respondents also rely on an affidavit sworn by the third respondent on 11 September 2006 which adopts and supports the material contained in the second respondent's supplementary affidavit.",
      "id": "s25"
    },
    {
      "text": "8 By an affidavit sworn on 17 August 2006, the applicant states that she is now living in a suburb of Melbourne.",
      "id": "s26"
    },
    {
      "text": "She deposes that, apart from a month in early 1998, she lived in Melbourne from July 1997 to April 2004.",
      "id": "s27"
    },
    {
      "text": "She also deposes that she returned to Melbourne on 15 June 2006; that she currently holds a business visa valid until 2011; and that, during the currency of this visa, she intends to apply for permanent residence in Australia.",
      "id": "s28"
    },
    {
      "text": "She says that her only son is also living in Australia permanently and she believes that her husband is of the same mind as herself with regard to settling in Australia permanently.",
      "id": "s29"
    },
    {
      "text": "9 By an affidavit sworn on 29 September 2006, the applicant replied comprehensively to the second respondent's supplementary affidavit of 8 September 2006.",
      "id": "s30"
    },
    {
      "text": "Amongst other things, she said that : \n \n \"...I have a signature using English characters, and a signature using Chinese characters.",
      "id": "s31"
    },
    {
      "text": "In relation to my name, my surname is Wu, and my given name is Xue Jun (which is a single name).",
      "id": "s32"
    },
    {
      "text": "In China, this is written Wu Xue Jun, in Australia as Xue Jun Wu.",
      "id": "s33"
    },
    {
      "text": "I have over time signed documents in both orders of naming.",
      "id": "s34"
    },
    {
      "text": "When speaking English, I have adopted the name June as a matter of convenience, and I am frequently called June Wu in Australia.",
      "id": "s35"
    },
    {
      "text": "In this proceeding, I am named as Jun Xue Wu; due to the differences in the order of names in China and Australia, I did not notice this fact until it was pointed out to me recently.",
      "id": "s36"
    },
    {
      "text": "\" \n \n \n 10 The applicant also deposes that: \n \n \"In relation to the addresses recorded with ASIC, the Clayton address (which is where I currently live with my son) has been rented by me since shortly after I first came to Australia, and I continue to rent the property at that address.",
      "id": "s37"
    },
    {
      "text": "On leaving Australia in April 2004, it was always my intention to apply again to return to Australia to work and ultimately live.",
      "id": "s38"
    },
    {
      "text": "\" \n \n \n 11 She further deposes that: \n \n \"My husband and I have recently purchased a residential property at 287 South Road in Brighton East for a price in excess of $500,000.00.",
      "id": "s39"
    },
    {
      "text": "The purchase of that property was financed by my husband and me and the property will be unencumbered.",
      "id": "s40"
    },
    {
      "text": "Settlement of the purchase took place on 28 September 2006, and I will become a registered proprietor of that property, together with my husband.",
      "id": "s41"
    },
    {
      "text": "\" \n\n\n PARTIES' SUBMISSIONS \n \n 12 Amongst other things, the respondents submitted that: \n \n \"...regardless of any stated intention or desire of the Applicant, she is in Australia for a specific purpose --- being a migration objective --- but she and her husband maintain homes and their main business interests in China, and are ordinarily resident outside Australia.",
      "id": "s42"
    },
    {
      "text": "There is no certainty that that objective will succeed and, because of the primary requirement for every visa applicant to satisfy character tests, the Applicant might at any time fail in her migration objective, for that or any other of a number of reasons, and be unable to remain in Australia.",
      "id": "s43"
    },
    {
      "text": "The Applicant has in her attempts to attain a migration outcome, and in this proceeding, made numerous false and or misleading statements and claims --- often under oath.",
      "id": "s44"
    },
    {
      "text": "Many of those statements and claims can readily be objectively shown to be false.",
      "id": "s45"
    },
    {
      "text": "This is a continuing pattern of conduct by the Applicant...\" \n \n \n 13 At the hearing, the respondents submitted that the Court should draw an inference adverse to the applicant from the reversal of her name order, the inaccuracies in ASIC records for which she was responsible, and her pattern of misconduct.",
      "id": "s46"
    },
    {
      "text": "They referred to the fact that she was not enrolled to vote and that she had given no information about her tax returns.",
      "id": "s47"
    },
    {
      "text": "They submitted that her business interests and family home were in China.",
      "id": "s48"
    },
    {
      "text": "They argued that there was no evidence about her son's status in Australia and that his presence was irrelevant.",
      "id": "s49"
    },
    {
      "text": "They argued that, as the holder of a temporary visa, she might be compelled to leave Australia at any time.",
      "id": "s50"
    },
    {
      "text": "They submitted that she was ordinarily resident in China, not Australia.",
      "id": "s51"
    },
    {
      "text": "Furthermore, they argued that the applicant's statement that she had recently acquired an interest in land in Victoria was overly general and ought not be believed.",
      "id": "s52"
    },
    {
      "text": "Both respondents assert that they require professional representation to obtain a just determination of the proceeding.",
      "id": "s53"
    },
    {
      "text": "The second respondent referred to exhibit BMA-11 to his affidavit of 20 June 2006.",
      "id": "s54"
    },
    {
      "text": "They both say that refusal to grant security for costs would significantly diminish their chances of obtaining appropriate representation, and thereby inflict injustice upon them.",
      "id": "s55"
    },
    {
      "text": "14 The second respondent stated that he had previously given instructions to his legal representatives to apply for security for costs and that there had no been significant delay since he had taken over the litigation.",
      "id": "s56"
    },
    {
      "text": "15 Referring to her affidavits, the applicant denied that she is ordinarily resident outside Australia.",
      "id": "s57"
    },
    {
      "text": "She claimed that she was ordinarily resident in Australia, referring to her current place of residence, visa status and family, her present intention to remain in Australia and to apply for permanent residence status, the fact that her husband held the same kind of visa as she did, and that the property she rented in 1998 was the same property she presently lived in with her son.",
      "id": "s58"
    },
    {
      "text": "Whilst conceding her statements about the newly purchased property were general, she relied on the fact that she now had an interest in land in Victoria.",
      "id": "s59"
    },
    {
      "text": "She strongly denied the various allegations of misconduct that the respondents made against her.",
      "id": "s60"
    },
    {
      "text": "16 Further, the applicant contended that the respondents had provided no evidential support for their statements that their prospects of obtaining legal representation were materially diminished if security for costs were refused.",
      "id": "s61"
    },
    {
      "text": "She pointed out that the second respondent had known since November 2004 that she was not resident in Australia in and around that date.",
      "id": "s62"
    },
    {
      "text": "She noted that with the passage of time she had incurred legal costs.",
      "id": "s63"
    },
    {
      "text": "She also referred to the lack of evidence for the respondents' estimated quantum of costs and submitted that, in any event, without representation, there would be no basis for a costs order in their favour.",
      "id": "s64"
    },
    {
      "text": "LEAVE TO CROSS-EXAMINE \n \n 17 The second respondent sought to cross-examine the applicant.",
      "id": "s65"
    },
    {
      "text": "He had previously given notice to Pryles and Co, the applicant's solicitors, by way of a letter dated 5 October 2006, which stated: \n \n \"I advise that, pursuant to Order 14 Rule 9(1) of the Federal Court Rules , I require the attendance of your abovenamed client at the Federal Court, Melbourne, at 10.15am on Monday 9 October 2006 for cross-examination in respect to her affidavits sworn 17 August 2006 and 29 September 2006 respectively and filed in this proceeding.",
      "id": "s66"
    },
    {
      "text": "I also require that she have with her her current passport and any other passport current for any period since July 1997, for identification and related purposes.",
      "id": "s67"
    },
    {
      "text": "\" \n \n \n 18 The Court has a discretion to permit or refuse an application made in an interlocutory proceeding to cross-examine a deponent on an affidavit that he or she has made, although the discretion to permit such cross-examination is exercised cautiously and, as Nicholson J said in Scanlon v American Cigarette Co (Overseas) Pty Ltd (No 1) [1987] VR 261 at 272, \"normally\" \"somewhat sparingly\".",
      "id": "s68"
    },
    {
      "text": "Branson J cited this statement of his Honour with approval in Friends of Hinchinbrook Society Inc v Minister for Environment (No 1) (1996) 69 FCR 1 at 17.",
      "id": "s69"
    },
    {
      "text": "19 The second respondent stated that he wanted to cross-examine the applicant on her affidavits filed in opposition to the respondents' security for costs application, including her family situation, businesses and property, name, ASIC records, and allegations against him.",
      "id": "s70"
    },
    {
      "text": "He claimed that her statements about these matters were deliberately misleading and that he would suffer serious injustice if he were not permitted to cross-examine, especially bearing in mind the respondents' lack of representation.",
      "id": "s71"
    },
    {
      "text": "20 The applicant opposed this application, noting, amongst other things, that the second respondent did not identify any particular matter on which he wished to cross-examine and that her affidavits were comparatively straightforward and limited to matters relevant to the security for costs application.",
      "id": "s72"
    },
    {
      "text": "21 The second respondent has not satisfied me that there is any sufficient justification from departing from the usual practice on interlocutory applications.",
      "id": "s73"
    },
    {
      "text": "I accept that, as the applicant submitted, her affidavits are straightforward enough.",
      "id": "s74"
    },
    {
      "text": "The second respondent made the broad allegation that the applicant is deliberately misleading the Court.",
      "id": "s75"
    },
    {
      "text": "He has not identified any particular matter that would warrant cross-examination.",
      "id": "s76"
    },
    {
      "text": "I did not consider that, on this application for security for costs, the Court would be assisted by the cross-examination of the applicant.",
      "id": "s77"
    },
    {
      "text": "I therefore declined to exercise my discretion to allow cross-examination of her by the second respondent.",
      "id": "s78"
    },
    {
      "text": "SECURITY FOR COSTS \n \n 22 The principles concerning security for costs are well settled.",
      "id": "s79"
    },
    {
      "text": "The Court's discretion under s 56 of the Act is broad and unfettered and, whilst it must be exercised judicially, the Court's consideration is not limited to the matters mentioned in O 28 r 3 of the Rules.",
      "id": "s80"
    },
    {
      "text": "The Court may order security for costs in the exercise of its discretion, after considering all the circumstances of the case.",
      "id": "s81"
    },
    {
      "text": "23 The question is whether the Court should, in the exercise of this discretion, award security for costs in the second and third respondents' favour.",
      "id": "s82"
    },
    {
      "text": "The onus of establishing that security should be granted lies on the second and third respondents: see CBS Records Australia Ltd v Telmak Teleproducts (Aust) Pty Ltd (1987) 72 ALR 270 (\" CBS Records \") at 284-285 per Bowen CJ.",
      "id": "s83"
    },
    {
      "text": "Having regard to the evidence filed in support of, and in opposition to, the motion, application for security turns principally on the questions, whether or not the applicant is ordinarily resident outside Australia and has no assets within the jurisdiction.",
      "id": "s84"
    },
    {
      "text": "Ordinarily resident outside Australia \n \n 24 In PS Chellaram &amp; Co Ltd v China Ocean Shipping Co [1991] HCA 36 ; (1991) 102 ALR 321 (\" PS Chellaram\" ') at 323, McHugh J said: \n \n \"To make or refuse to make an order for security for costs involves the exercise of a discretionary judgment.",
      "id": "s85"
    },
    {
      "text": "That means that the court exercising the discretion must weight all the circumstances of the case.",
      "id": "s86"
    },
    {
      "text": "The weight to be given to any circumstance depends not only upon its own intrinsic persuasiveness but upon the impact of the other circumstances which have to be weighed.",
      "id": "s87"
    },
    {
      "text": "A circumstance which may have very great weight when only two or three circumstances have to be weighed may be of minor significance when many circumstances have to be weighed.",
      "id": "s88"
    },
    {
      "text": "However, for over 200 years, the fact that a party, bringing proceedings, is resident out of the jurisdiction and has no assets within the jurisdiction has been seen as a circumstance of great weight in determining whether an order for security for costs should be made.",
      "id": "s89"
    },
    {
      "text": "Indeed, for many years the practice has been to order such a party to provide security for costs unless that party can point to other circumstances which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction.",
      "id": "s90"
    },
    {
      "text": "\" \n \n \n 25 As this passage indicates, the mere fact that an applicant is ordinarily resident outside Australia does not necessarily justify an order for security for costs, although this fact, coupled with the absence of assets within the jurisdiction, tends to attract an affirmative exercise of discretion: compare CBS Records at 284-285.",
      "id": "s91"
    },
    {
      "text": "26 Plainly enough, the fact that an applicant is ordinarily resident outside Australia is necessary to attract O 28 r 3(1)(a) and militates in favour of an order for security.",
      "id": "s92"
    },
    {
      "text": "I am not, however, satisfied that the applicant is properly regarded as ordinarily resident outside Australia.",
      "id": "s93"
    },
    {
      "text": "It is common ground that she is not an Australian citizen and is not enrolled on the electoral roll.",
      "id": "s94"
    },
    {
      "text": "It is also common ground that she is lawfully in this country and has been so since the middle of this year.",
      "id": "s95"
    },
    {
      "text": "Further, she maintains that she wishes to make Australia her permanent home.",
      "id": "s96"
    },
    {
      "text": "The fact that she was previously resident in this country for around six years between July 1997 and April 2004 lends credence to her statements in this regard.",
      "id": "s97"
    },
    {
      "text": "She has business interests in Australia.",
      "id": "s98"
    },
    {
      "text": "The property that she rented on her previous stay in Australia is the same property that she and her son are now renting.",
      "id": "s99"
    },
    {
      "text": "As appears below, I am satisfied that she has an interest in land within the jurisdiction.",
      "id": "s100"
    },
    {
      "text": "Her only son is living in Australia with his wife.",
      "id": "s101"
    },
    {
      "text": "I accept that she wishes to reside in Australia on a settled basis indefinitely and, in order to accomplish this, she intends to apply for permanent residence status in accordance with the law of this country.",
      "id": "s102"
    },
    {
      "text": "In these circumstances, I reject the respondents' submission that she is ordinarily resident outside Australia.",
      "id": "s103"
    },
    {
      "text": "27 The expression 'ordinarily resident' is one that is used by the law to signify that, for the time being, a person, here the applicant, has chosen to live everyday life in a particular place, on a settled basis and for some continuous period of time.",
      "id": "s104"
    },
    {
      "text": "In the present context, if an applicant is ordinarily resident outside Australia, a respondent may reasonably apprehend that there will no funds or other assets within the jurisdiction to meet orders for costs made in the respondent's favour.",
      "id": "s105"
    },
    {
      "text": "28 In R v Barnet London Borough Council, Ex parte Shah [1983] 2 AC 309, Lord Scarman developed the concept of 'ordinarily resident', concluding at 343 that: \n \n \"...'ordinarily resident' refers to a man's abode in a particular place or country which he has adopted voluntarily and for settled purposes as part of the regular order of his life for the time being, whether of short or long duration.",
      "id": "s106"
    },
    {
      "text": "\" \n \n\nSee also Mohamed v Hammersmith and Fulham London Borough Council [2001] UKHL 57 ; [2002] 1 AC 547.",
      "id": "s107"
    },
    {
      "text": "29 As Weinberg J said in Logue v Hansen Technologies Ltd [2003] FCA 81 ; (2003) 125 FCR 590 (\" Logue \") at 598: \n \n \"The English authorities suggest that if may also be possible for a person to have two ordinary residences, one within the jurisdiction and one outside.",
      "id": "s108"
    },
    {
      "text": "In such a case the Court has power to order security for costs, but that person's connection with the United Kingdom will be relevant to the exercise of that discretion.",
      "id": "s109"
    },
    {
      "text": "The closer the connection, the greater the relevance.",
      "id": "s110"
    },
    {
      "text": "If the claimant has an established home, and is resident, though not 'ordinarily resident' in that country, security will rarely be ordered.",
      "id": "s111"
    },
    {
      "text": "If the claimant has an established home and is ordinarily resident in that country, security will be ordered even more rarely...\" \n \n \n 30 After reviewing the authorities, most of which were English, Weinberg J said, at 599, that \"the test for ordinary residence depends to a significant degree upon the state of mind of the person whose residence is in question.",
      "id": "s112"
    },
    {
      "text": "The language used in a number of the cases focuses upon whether the person habitually and normally resides in the jurisdiction, and does so for a settled purpose.",
      "id": "s113"
    },
    {
      "text": "\" I agree with his Honour in this regard.",
      "id": "s114"
    },
    {
      "text": "31 Each case will, naturally enough, depend on its own facts.",
      "id": "s115"
    },
    {
      "text": "A person may be said to habitually and normally reside in the jurisdiction, even though he or she settled there comparatively recently.",
      "id": "s116"
    },
    {
      "text": "The onus rests on the respondents to show that the applicant is not now resident in Australia.",
      "id": "s117"
    },
    {
      "text": "They have not demonstrated this to my satisfaction, on the balance of probabilities.",
      "id": "s118"
    },
    {
      "text": "32 The applicant's evidence establishes that she is currently living in suburban Melbourne and has chosen to make her home in Australia at least until her current visa expires in 2011, with a view to settling in this country indefinitely if lawfully permitted to do so.",
      "id": "s119"
    },
    {
      "text": "As I have said, various other factors lend credence to her claim: see [26].",
      "id": "s120"
    },
    {
      "text": "She is, therefore, not to be taken as ordinarily resident outside the jurisdiction.",
      "id": "s121"
    },
    {
      "text": "I do not consider the possibility that she may fail in obtaining permanent residence status strongly militates against this conclusion.",
      "id": "s122"
    },
    {
      "text": "Assets within the jurisdiction \n \n 33 I accept that, as the respondents submitted, her evidence regarding her property interests might have been more particular and supported by some primary documentation.",
      "id": "s123"
    },
    {
      "text": "This is relevant to the weight I accord this evidence.",
      "id": "s124"
    },
    {
      "text": "The applicant has stated on oath, however, and I accept that she and her husband have recently acquired an unencumbered interest in land in suburban Melbourne.",
      "id": "s125"
    },
    {
      "text": "Her evidence is not contradicted by the second respondent's searches, which presumably would not have disclosed this acquisition.",
      "id": "s126"
    },
    {
      "text": "Delay \n \n 34 Although the proceeding has been on foot since 9 May 2003, the respondents have not made any application for security prior to their motion of 15 August 2006.",
      "id": "s127"
    },
    {
      "text": "Further, it is apparent that the second respondent ought to have been aware for at least eighteen months that she has been living in China, although, as I have said, she is now living in Melbourne.",
      "id": "s128"
    },
    {
      "text": "Whether or not the second respondent earlier gave the instructions to apply for security for costs as he claims, the fact remains that this application was not made until comparatively recently and the applicant has incurred costs in the meantime.",
      "id": "s129"
    },
    {
      "text": "This also militates against the respondents' application.",
      "id": "s130"
    },
    {
      "text": "Applications for security should be made without delay.",
      "id": "s131"
    },
    {
      "text": "As French J said in Bryan E Fencott and Associates Pty Ltd v Eretta Pty Ltd (1987) 16 FCR 497 (\" Bryan E Fencott \") at 514: \n \n \"The further a plaintiff has proceeded in an action and the greater the costs it has been allowed to incur without steps being taken to apply for an order for security for costs, the more difficult it will be to persuade the court that such an order is not, in the circumstances, unfair or oppressive.",
      "id": "s132"
    },
    {
      "text": "\" \n\nIndeed, it has been said that delay on a respondent's part may give rise to a waiver of a respondent's entitlement to security for costs: see Bryan E Fencott at 514-515 and the authorities there cited.",
      "id": "s133"
    },
    {
      "text": "Inadequate evidence of estimate of costs \n \n 35 The respondents estimate that the costs of the proceeding could exceed $300,000 but they do not provide any proper basis for this estimate.",
      "id": "s134"
    },
    {
      "text": "The basis for this estimate is said to be the second respondent's knowledge of the costs of the litigation, but, as the applicant said, this knowledge is entirely unparticularised.",
      "id": "s135"
    },
    {
      "text": "The grounds for the assumption on which the estimate are based are otherwise unsupported.",
      "id": "s136"
    },
    {
      "text": "There is no other evidence filed in support of the second respondent's estimate of costs.",
      "id": "s137"
    },
    {
      "text": "36 As Madgwick J said in Soh v Commonwealth [2006] FCA 575 at [30] \"[i]f a party seeks security for costs it is reasonable for the Court to insist that at least the best practicable efforts at estimation of the relevant costs be made\".",
      "id": "s138"
    },
    {
      "text": "The second respondents' general and largely unsupported estimate is not sufficient for this purpose.",
      "id": "s139"
    },
    {
      "text": "37 Further, it must be borne in mind that both the second and third respondents are presently unrepresented and thus not presently incurring legal costs.",
      "id": "s140"
    },
    {
      "text": "Claimed Injustice to the Respondents \n \n 38 On what is before the Court, neither the applicant's claim nor the respondents' defence can be described as untenable.",
      "id": "s141"
    },
    {
      "text": "The merits of the parties' respective positions are thus properly matters for trial.",
      "id": "s142"
    },
    {
      "text": "39 The respondents claim that their chances of obtaining professional representation will be diminished by a refusal to grant security for costs.",
      "id": "s143"
    },
    {
      "text": "They provide no evidence or other particulars for this claim.",
      "id": "s144"
    },
    {
      "text": "In any event, in the absence of another matter justifying an order for security for costs, this fact, if it be one, would not lead me to make the order sought against the applicant.",
      "id": "s145"
    },
    {
      "text": "Allegations of misconduct \n \n 40 The second respondent has alleged various forms of misconduct against the applicant, which, for present purposes, she has sufficiently answered.",
      "id": "s146"
    },
    {
      "text": "In particular, I reject the second respondent's claim that the applicant has materially misdescribed herself by using the name \"Jun Xue Wu\" in instituting the proceeding, whereas at other times she is called \"Xue Jun Wu\", although it may be appropriate for her to amend her name in the title to the proceeding.",
      "id": "s147"
    },
    {
      "text": "I would not draw an adverse inference against her on this account.",
      "id": "s148"
    },
    {
      "text": "CONCLUSION AND ORDERS \n \n 41 In all the circumstances, I would refuse the respondents' motion seeking security for costs.",
      "id": "s149"
    },
    {
      "text": "I would order that the motion, notice of which was filed by the second and third respondents on 15 August 2006, be refused.",
      "id": "s150"
    },
    {
      "text": "I shall hear the parties on the question of costs.",
      "id": "s151"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s152"
    },
    {
      "text": "Associate:\n\nDated: 9 October 2006\n\n Counsel for the Applicant: Mr JL Evans \n \n Solicitors for the Applicant: Pryles &amp; Co \n \n Counsel for the Second and Third Respondents: The second and third respondents appeared in person \n \n Date of Hearing: 9 October 2006 \n \n Date of Judgment: 9 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1321.html",
      "id": "s153"
    }
  ]
}