{
  "name": "Bahonko v Nurses Board of Victoria [2006] FCA 1817 (20 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1817.html",
  "catchphrases": [
    {
      "text": "motion for stay",
      "id": "c0"
    },
    {
      "text": "referral by county court of victoria to victorian civil and administrative tribunal ('vcat') of issue whether a guardian or an administrator should be appointed for the applicant",
      "id": "c1"
    },
    {
      "text": "whether stay should be granted pending outcome of determination of vcat",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 In these proceedings I have reserved judgment in relation to the question of the continuation of the legal representation engaged by the first respondent.",
      "id": "s0"
    },
    {
      "text": "Subsequent to hearing that matter, on 6 December 2006 the County Court of Victoria referred to the Victorian Civil and Administrative Tribunal ('VCAT'), pursuant to s 66 of the Guardianship and Administration Act 1986 (Vic) ('the Act'), the issue whether the applicant in these proceedings needs a guardian or administrator or both to be appointed.",
      "id": "s1"
    },
    {
      "text": "On 12 December 2006 the principal Registrar of the County Court lodged an application with VCAT pursuant to the order made by his Honour Judge Coish of the County Court of Victoria.",
      "id": "s2"
    },
    {
      "text": "2 The first respondent seeks orders set out in the notice of motion filed 13 December 2006 and relies on the following affidavits in support: the affidavit of Dr Entwisle affirmed on 12 December 2006, which exhibits his report dated 5 December 2006 to Lander &amp; Rogers, which was relied upon before the County Court of Victoria; the affidavit of Phillipa Regein Davey affirmed on 13 December 2006, which exhibits the relevant transcript and orders of the County Court made on 6 December 2006; and the affidavit of Phillipa Regein Davey affirmed on 18 December 2006, which exhibits the application made to VCAT.",
      "id": "s3"
    },
    {
      "text": "In particular, the first respondent seeks an order that the Court refer to VCAT the issue whether an administrator or guardian or both should be appointed for the applicant in respect of this matter, and that further proceedings in this matter be stayed until VCAT has determined that issue or, alternatively, an order that further proceedings in this matter be stayed until VCAT has determined the issue referred to it by the County Court on 6 December 2006.",
      "id": "s4"
    },
    {
      "text": "3 A number of preliminary matters were raised by the applicant in the proceedings responding to the motion.",
      "id": "s5"
    },
    {
      "text": "First, it was suggested and submitted that the matter should be summarily dismissed without any further consideration on the basis that the notice of motion was vexatious, an abuse of court process and an abuse of the applicant, as suggested in a document dated 20 December 2006 and filed in Court by the applicant.",
      "id": "s6"
    },
    {
      "text": "I indicated at the outset I did not accept that submission and indicated that I would proceed to hear the motion on its merits.",
      "id": "s7"
    },
    {
      "text": "4 The fact that there is under consideration a motion from the applicant considering the removal of certain legal representatives of the first respondent does not mean the present motion by the first respondent could not be brought by the legal representatives still on the record, and in particular, of course, the issue arises because after the hearing of that matter concerning legal representation, on 6 December an order was made by the County Court which is the subject of this present motion.",
      "id": "s8"
    },
    {
      "text": "In any event, the matter obviously requires adjudication promptly and whatever may be the outcome of the motion in relation to the legal representatives does not in fact impact, in my view, upon the motion that is brought for hearing this day.",
      "id": "s9"
    },
    {
      "text": "5 In addition the applicant argued, as a preliminary matter and further in the course of hearing the notice of motion, that the material relied upon by the first respondent in support of the motion was illegally obtained, there was a breach of confidentiality and that certain documents used in the County Court could not be used in this Court.",
      "id": "s10"
    },
    {
      "text": "I reject each of those matters.",
      "id": "s11"
    },
    {
      "text": "It seems to me that in this particular case Dr Entwisle is giving evidence which he is entitled to give as if he was called to give viva voce evidence in relation to the matter that he is providing evidence about, namely the psychiatric assessment of the applicant.",
      "id": "s12"
    },
    {
      "text": "6 In addition I have no basis for believing, and no evidence has been produced by the applicant in these proceedings before me, as to there being a breach of confidentiality.",
      "id": "s13"
    },
    {
      "text": "It is clear, at least on the evidence before me, that a psychiatric assessment was given by Dr Entwisle to Lander and Rogers Lawyers, solicitors for Moorfields Community, who was the first defendant in the proceeding brought by Ms Bahonko in the County Court of Victoria.",
      "id": "s14"
    },
    {
      "text": "7 At this stage in the course of giving reasons for decision the applicant sought to file an affidavit of her own sworn on 20 December 2006.",
      "id": "s15"
    },
    {
      "text": "I gave leave for that affidavit to be filed in Court and it has been provided to the first and second respondents, and further submissions were made by the parties.",
      "id": "s16"
    },
    {
      "text": "Upon that basis I now proceed with my reasons for decision.",
      "id": "s17"
    },
    {
      "text": "8 As stated above, some preliminary matters were raised, including the issue of the statement and report of Dr Entwisle.",
      "id": "s18"
    },
    {
      "text": "I have rejected already the preliminary matters that were raised prior to the affidavit now being filed on behalf of the applicant sworn this day.",
      "id": "s19"
    },
    {
      "text": "9 It seems to me, having regard to that affidavit, and having regard to the fact that this is an application which is being brought by the applicant in person, that it would be dangerous and unwise for this Court to rely upon Dr Entwisle's report for the purposes of making any determination under s 66 of the Act.",
      "id": "s20"
    },
    {
      "text": "In the normal course of events an application like this may well involve other evidence, cross-examination and matters of that kind that may go to whether or not the Court considers that a party may need to have a guardian or administrator, or both, appointed under the Act.",
      "id": "s21"
    },
    {
      "text": "10 So how I intend to proceed is not to rely upon Dr Entwisle's report for the purposes of these proceedings.",
      "id": "s22"
    },
    {
      "text": "11 I should indicate that it has been submitted that, by operation of s 79 of the Judiciary Act 1903 (Cth) (' Judiciary Act '), a state statute is rendered applicable in a court exercising federal jurisdiction in the circumstances of this particular case.",
      "id": "s23"
    },
    {
      "text": "Questions arise as to the express reference in s 66 of the Act to a 'Court' meaning a Supreme Court, County Court or Magistrates Court.",
      "id": "s24"
    },
    {
      "text": "Questions also arise as to whether or not, in actual fact, there is a provision otherwise being in existence pursuant to the laws of the Commonwealth.",
      "id": "s25"
    },
    {
      "text": "12 By reason of the way I propose to proceed, those questions do not require my consideration, although I should say that my preliminary view would be that s 79 of the Judiciary Act , in the circumstances of this case, would allow there to be reliance by this Court on s 66 of the Act: Pederson v Young [1964] HCA 28 ; (1964) 110 CLR 162 at 167-8; John Robertson &amp; Co Ltd (in liq) v Ferguson Transformers Pty Ltd [1973] HCA 21 ; (1973) 129 CLR 65 at 80-1 and at 94-5; Northern Territory v GPAO [1999] HCA 8 ; (1998) 196 CLR 553 at 587-9, 650-1 and 607-9; Gordon v Tolcher [2006] HCA 62 at [4] .",
      "id": "s26"
    },
    {
      "text": "13 The alternative relief sought by the first respondent in this case is that the proceedings be stayed until VCAT has determined the issue referred to VCAT by the County Court on 6 December 2006.",
      "id": "s27"
    },
    {
      "text": "In my view, this is the appropriate way to proceed.",
      "id": "s28"
    },
    {
      "text": "A court has referred the matter to VCAT.",
      "id": "s29"
    },
    {
      "text": "I should respect the fact that that has occurred.",
      "id": "s30"
    },
    {
      "text": "14 I am informed that there has been an appeal from that decision, but until that appeal is heard and determined, the order of the County Court and the application to VCAT stand as matters of which I should take cognisance.",
      "id": "s31"
    },
    {
      "text": "In those circumstances I need to consider, without more, whether or not this action brought by the applicant should be stayed.",
      "id": "s32"
    },
    {
      "text": "The principles in relation to a stay were set out, appropriately, in a number of the cases, but conveniently, the principles are set out by Mansfield J in Guglielmin v Trescowthick (No 3) (2005) 220 ALR 535 at [8]-[21].",
      "id": "s33"
    },
    {
      "text": "15 One starts with the important proposition that it is a fundamental principle that an applicant is entitled to have his or her action tried in the ordinary course of the procedure and business of the Court subject only to the exercise of judicial discretion on proper grounds as part of the Court's inherent powers.",
      "id": "s34"
    },
    {
      "text": "In this particular case there is already a question of the proper legal representation of the first respondent and in addition also there are the applications of the first and second respondents to have the whole application dismissed.",
      "id": "s35"
    },
    {
      "text": "Necessarily, they are matters that need to be determined before the applicant can go to trial in relation to this matter.",
      "id": "s36"
    },
    {
      "text": "If a stay is granted obviously it will affect the process by which the first and second respondents seek to have summary judgment and those matters will be stayed as well, as the whole proceeding being stayed itself.",
      "id": "s37"
    },
    {
      "text": "16 In the unusual circumstances of this case, it is my view that a stay should be granted pending the hearing and determination of the matter before VCAT and I propose to so order.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice MIDDLETON.",
      "id": "s39"
    },
    {
      "text": "Associate:\n\nDated: 21 December 2006\n\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the First Respondent: P Hanks QC with T Cordiner \n \n Solicitor for the First Respondent: Russell Kennedy \n \n Counsel for the Second Respondent: A O'Brien \n \n Solicitor for the Second Respondent: Victorian Government Solicitor \n \n Date of Hearing: 20 December 2006 \n \n Date of Judgment: 20 December 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1817.html",
      "id": "s40"
    }
  ]
}