{
  "name": "SZHVA v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1044 (7 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1044.html",
  "catchphrases": [
    {
      "text": "whether jurisdictional error",
      "id": "c0"
    },
    {
      "text": "no arguable case for jurisdictional error",
      "id": "c1"
    },
    {
      "text": "application for leave to appeal from interlocutory decision dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for leave to appeal from a decision of Smith FM given on 23 May 2006 to dismiss an application for review of the Refugee Review Tribunal ('the Tribunal') pursuant to r 44.12 of the Federal Magistrates Court Rules.",
      "id": "s0"
    },
    {
      "text": "That rule permits the Federal Magistrates Court to dismiss an application if the court is not satisfied that the application raises an arguable ground for the relief claimed.",
      "id": "s1"
    },
    {
      "text": "Rule 44.12(2) provides that such a decision is interlocutory.",
      "id": "s2"
    },
    {
      "text": "Leave to appeal is therefore required.",
      "id": "s3"
    },
    {
      "text": "The applicant filed an affidavit on 8 June 2006 exhibiting a Draft Notice of Appeal.",
      "id": "s4"
    },
    {
      "text": "That Draft Notice of Appeal contains three grounds, the first two of which assert jurisdictional error on the part of the Tribunal.",
      "id": "s5"
    },
    {
      "text": "The third ground alleges that the Federal Magistrates Court erred because it refused to hear the applicant's application despite the Refugee Review Tribunal having committed jurisdictional error.",
      "id": "s6"
    },
    {
      "text": "The two jurisdictional errors alleged by the Tribunal are: \n \n The Tribunal failed to carry out its statutory duty.",
      "id": "s7"
    },
    {
      "text": "The Tribunal was required to provide particulars of the information that was the reason, or part of the reason for affirming the decision.",
      "id": "s8"
    },
    {
      "text": "Migration Act 1958 S. 424A.",
      "id": "s9"
    },
    {
      "text": "The Tribunal also was required to explain why the information was relevant and provide the applicant with an opportunity to comment upon it.",
      "id": "s10"
    },
    {
      "text": "The Tribunal failed to do so.",
      "id": "s11"
    },
    {
      "text": "The Tribunal had bias against me and refused my application on my hearing at RRT.",
      "id": "s12"
    },
    {
      "text": "' \n \n\n\n The Federal Magistrate carefully considered what had been advanced by the applicant to him.",
      "id": "s13"
    },
    {
      "text": "The applicant alleged that the Tribunal was biased.",
      "id": "s14"
    },
    {
      "text": "In par 9 of his Honour's reasons he said: \n \n have considered that reasoning [of the Tribunal], and can discern no arguable jurisdictional error in how the Tribunal has decided the case.",
      "id": "s15"
    },
    {
      "text": "Its decision rests squarely upon its exercise of its duty to itself to assess the credibility of the applicant based on its assessment of her at its hearing.",
      "id": "s16"
    },
    {
      "text": "' \n \n\n\nHis Honour continued in par 10:\n\n \n 'The application filed in the Court asserts as the ground of the application a claim that \" the Tribunal officer had bias against me \".",
      "id": "s17"
    },
    {
      "text": "' \n\n His Honour concluded at par 11: \n 'In my opinion it is not reasonably arguable that the statements identified in the application reveal bias, according to legal principles relating to either actual or apprehended bias...' \n\n Concerning the complaint made to the Magistrate that there had been a failure by the Tribunal to comply with the obligations of the Tribunal under s 424A(1) of the Migration Act 1958 (Cth), his Honour said at par 17: \n 'In my opinion no substance for that contention can be found in the amended application or in any of the material before the Court, including the material reproduced in the Court Book.",
      "id": "s18"
    },
    {
      "text": "As I have indicated above, the Tribunal's reasoning rested entirely on an assessment of evidence given by the applicant to the Tribunal for the purpose of her review in the light of general information concerning Falun Gong.",
      "id": "s19"
    },
    {
      "text": "All that information is clearly excluded from obligations under s.424A(1) by reason of s.42A(3)(a) and (b).",
      "id": "s20"
    },
    {
      "text": "' \n\n Having assessed whether the complaints by the applicant to the Federal Magistrates Court were arguable, his Honour concluded at par 19: \n 'I consider it appropriate in all the circumstances for me to exercise the Court's power under r.44.12(1)(a) to dismiss the application at an interlocutory stage.",
      "id": "s21"
    },
    {
      "text": "' \n\n On her application for leave to the Federal Court today, the applicant repeated the allegations, but was not able to point to further material to make good her grounds concerning the Tribunal, or any argument or reason why the Federal Magistrate erred in his assessment of them.",
      "id": "s22"
    },
    {
      "text": "I have looked at the material that was before the Federal Magistrate and the Federal Magistrate's Reasons.",
      "id": "s23"
    },
    {
      "text": "I am satisfied that there was no arguable case for jurisdictional error before the Federal Magistrate, and his Honour was entitled, pursuant to r 44.12(1)(a), to exercise his discretion to dismiss the application without proceeding to a final hearing.",
      "id": "s24"
    },
    {
      "text": "That conclusion requires that the application for leave to appeal from that interlocutory decision should be dismissed.",
      "id": "s25"
    },
    {
      "text": "Neither of the limbs in Decor Corporation Pty Ltd v Dart Industries Inc (1991) 104 ALR 621 has been made out in the present case.",
      "id": "s26"
    },
    {
      "text": "In summary, there is not sufficient doubt about the Federal Magistrate's decision to warrant it being reconsidered by the Federal Court.",
      "id": "s27"
    },
    {
      "text": "The applicant, apart from evincing her unhappiness that the Federal Magistrate's decision was adverse to her, has not identified any error in that decision.",
      "id": "s28"
    },
    {
      "text": "It is plain also that no substantial injustice will result from the refusal of leave.",
      "id": "s29"
    },
    {
      "text": "In those circumstances the application for leave should be dismissed with costs to be taxed, if not agreed.",
      "id": "s30"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s31"
    },
    {
      "text": "Associate:\n\nDated: 11 August 2006\n\n\n\n The Appellant appeared in person \n \n \n Solicitor for the Respondent: Ms Therese Quinn, Phillips Fox \n \n Date of Hearing: 7 August 2006 \n \n Date of Judgment: 7 August 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1044.html",
      "id": "s32"
    }
  ]
}