{
  "name": "In the matter of Rose, a bankrupt; Whitton v Regis Towers Real Estate Pty Ltd (In administration) [2006] FCA 1553 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1553.html",
  "catchphrases": [
    {
      "text": "whether transfers of property should be taken to have occurred within the meaning of s 121(9)(b) of the bankruptcy act",
      "id": "c0"
    },
    {
      "text": "application of s 121 of the act in relation to transfers of property taken to have been made under s 121(9)(b)",
      "id": "c1"
    },
    {
      "text": "application of s 121 of the act to payments of money",
      "id": "c2"
    },
    {
      "text": "application for review of decision to reject wholly a proof of debt",
      "id": "c3"
    },
    {
      "text": "meaning of 'results' in s 121(9)(b) of the bankruptcy act",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    },
    {
      "text": "bankruptcy",
      "id": "c6"
    },
    {
      "text": "word and phrases",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 On 12 April 1999 Regis Towers Real Estate Pty Limited ACN 087 088 202 ('Regis Towers'), then known as Cesscut Pty Limited, was registered as a proprietary company limited by shares in accordance with the Corporations Law , which applied as a law of the State of New South Wales by virtue of the Corporations (New South Wales) Act 1990 (NSW).",
      "id": "s0"
    },
    {
      "text": "In accordance with s 119 of the Corporations Law Regis Towers came into existence as a body corporate at the beginning of that day.",
      "id": "s1"
    },
    {
      "text": "2 By virtue of s 1378(1) of the Corporations Act 2001 (Cth) ('the Corporations Act ') the registration of Regis Towers had effect, as from 15 July 2001, as if it were a registration under Part 2A.2 of the Corporations Act , its registration being taken to have commenced on 12 April 1999 (see s 1402(2) of the Corporations Act ).",
      "id": "s2"
    },
    {
      "text": "3 By virtue of s 114 of the Corporations Act , Regis Towers needed to have at least one member and by virtue of s 201A(1) it needed to have at least one director ordinarily resident in Australia.",
      "id": "s3"
    },
    {
      "text": "The comparable sections in the Corporations Law made similar provision in respect of the period up to 15 July 2001.",
      "id": "s4"
    },
    {
      "text": "4 As it transpires Cesscut Pty Limited was registered as a shelf company by Patricia Holdings Pty Limited.",
      "id": "s5"
    },
    {
      "text": "It would appear that on 19 April 1999 the original share, a redeemable preference share allotted to Mr Dalgleish of Patricia Holdings Pty Limited, was duly redeemed out of the proceeds of a fresh issue of shares.",
      "id": "s6"
    },
    {
      "text": "On that day four ordinary shares in the capital of Cesscut Pty Limited were allotted, one to John Emmanuel Rose ('the bankrupt'), one to Penelope (also known as Popi) Rose, the bankrupt's former wife, one to Kerrie McInnes, a licensed real estate agent, and one to her son-in-law, Craig Stewart.",
      "id": "s7"
    },
    {
      "text": "5 On 19 April 1999 the registered office of Cesscut Pty Limited was changed to Unit 1, 724 Darling Road (sic), Rozelle, NSW 2039.",
      "id": "s8"
    },
    {
      "text": "6 On 28 April 1999 Cesscut Pty Limited changed its name to Regis Towers Real Estate Pty Limited and, on the same day, notice of the resolution changing the name, signed by the bankrupt, was lodged with the Australian Securities and Investments Commission.",
      "id": "s9"
    },
    {
      "text": "7 On about 6 May 1999 Ms McInnes and Mr Stewart withdrew from the new enterprise and transferred their respective shares to the bankrupt so that the shareholding became, as it remained thereafter, three ordinary shares held by the bankrupt and one ordinary share held by his former wife.",
      "id": "s10"
    },
    {
      "text": "At that time Mr Rose paid $218,750 to Ms McInnes to reimburse her for moneys she is said to have paid to Meriton Apartments Pty Limited on behalf of Regis Towers.",
      "id": "s11"
    },
    {
      "text": "He also paid, as he put it, $1 'across the table' to each of Ms McInnes and Mr Stewart to acquire their respective shares.",
      "id": "s12"
    },
    {
      "text": "8 On 18 May 1999 the registered office of Regis Towers was changed from 1/724 Darling Street, Rozelle to Unit 454, Ground Level, Regis Towers, 303 Castlereagh Street, Sydney, NSW 2000.",
      "id": "s13"
    },
    {
      "text": "The relevant notification to the Australian Securities and Investments Commission dated 26 May 1999 was signed by the bankrupt and lodged on the same day.",
      "id": "s14"
    },
    {
      "text": "9 Thereafter on 1 June 1999 a notification of change to office holders was lodged with the Australian Securities &amp; Investments Commission, notifying the appointment of the bankrupt as a director and also as the secretary of Regis Towers on, so it was said, 19 April 1999.",
      "id": "s15"
    },
    {
      "text": "This notice was signed by the bankrupt and dated 1 June 1999.",
      "id": "s16"
    },
    {
      "text": "10 The 1999 annual return of Regis Towers lodged on 29 February 2000 showed the registered office and the principal place of business of Regis Towers as 'John Rose &amp; Co Solicitors Suite 149 Level 2, 416 Pitt Street, Sydney, NSW 2000'.",
      "id": "s17"
    },
    {
      "text": "That annual return showed the bankrupt as the sole director and the secretary.",
      "id": "s18"
    },
    {
      "text": "11 It would appear that on 14 January 2003 the registered office of Regis Towers was further altered to become 'John Rose &amp; Co Solicitors Suite 459, Level 5, 311-315 Castlereagh Street Sydney NSW 2000'.",
      "id": "s19"
    },
    {
      "text": "That address became the principal place of business of Regis Towers as from 6 January 2003.",
      "id": "s20"
    },
    {
      "text": "12 Whilst the position in relation to office holders of Regis Towers between 19 April 1999 and 1 June 1999 is not entirely clear, it appears that at least on 20 April 1999 the bankrupt was a director of the company and Kerrie McInnes was its secretary.",
      "id": "s21"
    },
    {
      "text": "On 20 April 1999 the common seal of Cesscut Pty Limited was affixed to a deed between Cesscut Pty Limited and Meriton Apartments Pty Limited, the affixing being witnessed by the bankrupt as a director and Ms McInnes as secretary.",
      "id": "s22"
    },
    {
      "text": "That deed showed the address of Cesscut Pty Limited as 74 Spit Road, Mosman, NSW 2088, being the residential address of Mr Stewart.",
      "id": "s23"
    },
    {
      "text": "13 Ms McInnes' status as a secretary of Regis Towers is further evidenced by a deed made 6 August 1999 referred to as a 'DEED OF CONSENT TO SECURITY' between Meriton Apartments Pty Limited, Owners Corporation for 'The Regis Strata Plan Number 58946 (sic)' and Cesscut Pty Limited of 74 Spit Road, Mosman, NSW 2088.",
      "id": "s24"
    },
    {
      "text": "That deed bears the common seals of Meriton Apartments Pty Limited ACN 000 644 888, The Owners --- Strata Plan No.",
      "id": "s25"
    },
    {
      "text": "56443 and Cesscut Pty Limited ACN 087 088 202.",
      "id": "s26"
    },
    {
      "text": "14 In the case of The Owners --- Strata Plan No.",
      "id": "s27"
    },
    {
      "text": "56443 execution of the Deed clearly took place on 6 August 1999.",
      "id": "s28"
    },
    {
      "text": "15 In the case of Cesscut Pty Limited the affixing of the common seal to the Deed was witnessed by the bankrupt as 'Director' and by Ms McInnes as 'Secretary'.",
      "id": "s29"
    },
    {
      "text": "It is common ground that, in relation to the execution of the Deed by Cesscut Pty Limited, this occurred before 6 May 1999 i.e.",
      "id": "s30"
    },
    {
      "text": "the date on which Ms McInnes and Mr Stewart withdrew from the new enterprise.",
      "id": "s31"
    },
    {
      "text": "16 Regis Towers became a company under administration on 17 September 2004, Murray Roderick Godfrey ('the Administrator') being appointed as its Administrator in accordance with s 436A of the Corporations Act .",
      "id": "s32"
    },
    {
      "text": "17 By force of the presentation by John Emmanuel Rose of a debtor's petition in accordance with s 55 of the Bankruptcy Act 1966 (Cth) ('the Act') and the acceptance thereof by the Official Receiver in accordance with s 55(4A) of the Act on 21 June 2005, Mr Rose became a bankrupt.",
      "id": "s33"
    },
    {
      "text": "In accordance with s 156A of the Act Robert William Whitton ('the Trustee') became the Trustee of the estate of the bankrupt on the same day.",
      "id": "s34"
    },
    {
      "text": "18 The bankrupt remained the sole director and secretary of Regis Towers from about 6 May 1999 until 15 August 2005.",
      "id": "s35"
    },
    {
      "text": "However, he became disqualified from managing Regis Towers upon becoming a bankrupt (see s 206B(3) of the Corporations Act ).",
      "id": "s36"
    },
    {
      "text": "By then, of course, Regis Towers was a company under administration.",
      "id": "s37"
    },
    {
      "text": "19 Expressed in the simplest of terms, the proceedings presently before the Court require determinations to be made as to whether certain assets should inure for the benefit of the creditors of Regis Towers or for the benefit of the creditors of the bankrupt.",
      "id": "s38"
    },
    {
      "text": "The competing protagonists are the Administrator and the Trustee and each has pursued his case with appropriate vigour.",
      "id": "s39"
    },
    {
      "text": "20 Proceeding NSD 641 of 2006 was commenced by the Administrator by an application filed 29 March 2006.",
      "id": "s40"
    },
    {
      "text": "It challenged a Notice given to the Administrator by the acting Official Receiver for the Bankruptcy District of New South Wales in relation to the estate of the bankrupt and also a Notice of Demand given by the Trustee to the Administrator.",
      "id": "s41"
    },
    {
      "text": "21 On 15 May 2006 the Trustee filed a cross-application against the Administrator and Regis Towers.",
      "id": "s42"
    },
    {
      "text": "Pursuant to an order made on 7 September 2006, the Administrator, personally, ceased to be a party to the cross-application.",
      "id": "s43"
    },
    {
      "text": "In the cross-application the Trustee seeks relief against Regis Towers under s 121 of the Act.",
      "id": "s44"
    },
    {
      "text": "22 The applicants' claims in the proceedings were resolved on 22 June 2006, a series of declarations and orders being made by consent on that day.",
      "id": "s45"
    },
    {
      "text": "Responsibility for the costs of the applicants' amended application was also determined on that day.",
      "id": "s46"
    },
    {
      "text": "23 The cross-application is one of the matters presently before the Court.",
      "id": "s47"
    },
    {
      "text": "On 9 August 2006 leave was granted, by consent, to the Trustee to proceed with the cross-application against Regis Towers.",
      "id": "s48"
    },
    {
      "text": "24 The other matter presently before the Court, matter No.",
      "id": "s49"
    },
    {
      "text": "NSD 1657 of 2006, is an application, filed 29 August 2006, under s 104 of the Act by Regis Towers for review of a decision of the Trustee under s 102(1)(c) of the Act to reject a proof of debt lodged by Regis Towers with the Trustee in accordance with s 84 of the Act.",
      "id": "s50"
    },
    {
      "text": "This application was filed after Regis Towers filed a 'Second Cross Application' against the Trustee in proceeding NSD 641 of 2006 on 17 July 2006, in which substantially the same relief had been sought.",
      "id": "s51"
    },
    {
      "text": "25 On 7 September 2006 the Court ordered that the cross-application in proceeding NSD 641 of 2006 and proceeding NSD 1657 of 2006 be heard together with evidence in one matter to be evidence in the other.",
      "id": "s52"
    },
    {
      "text": "26 On 14 July 2006 the Trustee filed an amended cross-application in NSD 641 of 2006.",
      "id": "s53"
    },
    {
      "text": "That cross-application was superseded by a further amended cross-application filed 10 October 2006 which, in turn, was superseded by a second further amended cross-application filed 17 October 2006.",
      "id": "s54"
    },
    {
      "text": "27 The cross-application falls to be determined by reference to a Second Further Amended Points of Cross-Claim filed 17 October 2006 and Points of Defence thereto filed by Regis Towers on 18 October 2006, the sixth and seventh days respectively, of the hearing.",
      "id": "s55"
    },
    {
      "text": "28 In relation to the review of the rejection of Regis Towers' proof of debt in NSD 1657 of 2006 the Trustee filed a 'Notice Stating Grounds of Opposition to Application, Interim Application or Petition' on 19 September 2006.",
      "id": "s56"
    },
    {
      "text": "29 Section 121 of the Act was amended by the Bankruptcy Legislation (Anti-avoidance) Act 2006 (Cth) which, relevantly commenced on 31 May 2006.",
      "id": "s57"
    },
    {
      "text": "However the amendments only applied to transfers of property made on or after 31 May 2006.",
      "id": "s58"
    },
    {
      "text": "Accordingly, the new provisions have no application to the facts of this case.",
      "id": "s59"
    },
    {
      "text": "30 At the time of the transfers of property in relation to which the Trustee seeks relief s 121 of the Act provided as follows:\n \n '121(1) A transfer of property by a person who later becomes a bankrupt (the transferor ) to another person (the transferee ) is void against the trustee in the transferor's bankruptcy if: \n \n \n \n \n \n \n \n (a) the property would probably have become part of the transferor's estate or would probably have been available to creditors if the property had not been transferred; and \n \n (b) the transferor's main purpose in making the transfer was: \n \n (i) to prevent the transferred property from becoming divisible among the transferor's creditors; or \n \n (ii) to hinder or delay the process of making property available for division among the transferor's creditors.",
      "id": "s60"
    },
    {
      "text": "(2) The transferor's main purpose in making the transfer is taken to be the purpose described in paragraph (1)(b) if it can reasonably be inferred from all the circumstances that, at the time of the transfer, the transferor was, or was about to become, insolvent.",
      "id": "s61"
    },
    {
      "text": "(3) Subsection (2) does not limit the ways of establishing the transferor's main purpose in making a transfer.",
      "id": "s62"
    },
    {
      "text": "(4) Despite subsection (1), a transfer of property is not void against the trustee if: \n \n (a) the consideration that the transferee gave for the transfer was at least as valuable as the market value of the property; and \n \n (b) the transferee did not know that the transferor's main purpose in making the transfer was the purpose described in paragraph (1)(b); and \n \n (c) the transferee could not reasonably have inferred that, at the time of the transfer, the transferor was, or was about to become, insolvent.",
      "id": "s63"
    },
    {
      "text": "(5) The trustee must pay to the transferee an amount equal to the value of any consideration that the transferee gave for a transfer that is void against the trustee.",
      "id": "s64"
    },
    {
      "text": "(6) For the purposes of subsections (4) and (5), the following have no value as consideration: \n \n (a) the fact that the transferee is related to the transferor; \n \n (b) if the transferee is the spouse or de facto spouse of the transferor --- the transferee making a deed in favour of the transferor; \n \n (c) the transferee's promise to marry, or to become the de facto spouse of, the transferor; \n \n (d) the transferee's love or affection for the transferor; \n \n (7) This section does not apply to a transfer of property under a debt agreement.",
      "id": "s65"
    },
    {
      "text": "(8) This section does not affect the rights of a person who acquired property from the transferee in good faith and for at least the market value of the property.",
      "id": "s66"
    },
    {
      "text": "(9) For the purposes of this section: \n \n (a) transfer of property includes a payment of money; and \n \n (b) a person who does something that results in another person becoming the owner of property that did not previously exist is taken to have transferred the property to the other person; and \n \n (c) the market value of property transferred is its market value at the time of the transfer.",
      "id": "s67"
    },
    {
      "text": "' \n \n (emphasis in original)\n \n\n31 In s 5(1) of the Act 'property' is defined as follows:\n \n '5(1) In this Act, unless the contrary intention appears: \n ... \n \n \n property means real or personal property of every description, whether situate in Australia or elsewhere, and includes any estate, interest or profit, whether present or future, vested or contingent, arising out of or incident to any such real or personal property;' \n \n \n\nIn s 5(2) and 5(3) of the Act solvency and insolvency are defined.",
      "id": "s68"
    },
    {
      "text": "These sections provide as follows:\n \n \n '5(2) A person is solvent if, and only if, the person is able to pay all the person's debts, as and when they become due and payable.",
      "id": "s69"
    },
    {
      "text": "(3) A person who is not solvent is insolvent .",
      "id": "s70"
    },
    {
      "text": "' \n \n \n (emphasis in original) \n \n \n\n32 In Sandell v Porter [1966] HCA 28 ; (1966) 115 CLR 666 at 670, Barwick CJ said:\n \n 'Insolvency is ... an inability to pay debts at they fall due out of the debtor's own money.",
      "id": "s71"
    },
    {
      "text": "But the debtor's own moneys are not limited to his cash resources immediately available.",
      "id": "s72"
    },
    {
      "text": "They extend to moneys which he can procure by realization by sale or by mortgage or pledge of his assets within a relatively short time---relative to the nature and amount of the debts and to the circumstances, including the nature of the business, of the debtor.",
      "id": "s73"
    },
    {
      "text": "The conclusion of insolvency ought to be clear from a consideration of the debtor's financial position in its entirety and generally speaking ought not to be drawn simply from evidence of a temporary lack of liquidity.",
      "id": "s74"
    },
    {
      "text": "It is the debtor's inability, utilising such cash resources as he has or can command through the use of his assets, to meet his debts as they fall due which indicates insolvency.",
      "id": "s75"
    },
    {
      "text": "...' \n\n33 In Expo International Pty Limited (Receivers and Managers Appointed) (In Liq) v Chant [1979] 2 NSWLR 820 at 837-9, Needham J said in relation to a company's solvency:\n \n '\"Solvent\" ... does not mean ... merely an absence of creditors knocking at the door.",
      "id": "s76"
    },
    {
      "text": "A company is not necessarily solvent on a particular day if it was, on that day, in a position to meet any demand lawfully made by a creditor.",
      "id": "s77"
    },
    {
      "text": "It may be necessary to investigate the sources from which such payments might be made.",
      "id": "s78"
    },
    {
      "text": "If, for example, the company could pay one debt only by borrowing from someone else, its solvency could come into question: cf Re Australian Co-operative Development Society Ltd. It is clear that a lack of liquidity is not equivalent to insolvency; I think the converse is also true, namely, that the fact that a company has liquid assets is not conclusive of its solvency.",
      "id": "s79"
    },
    {
      "text": "... \n ... What he is saying [referring to Barwick CJ's judgment in Sandell v Porter ] , in my opinion, is that, if temporary inability to pay debts is established, one can look at the debtor's asset position to see whether the temporary embarrassment is caused only by a lack of liquidity.",
      "id": "s80"
    },
    {
      "text": "If it is, then one should take account of readily realisable assets.",
      "id": "s81"
    },
    {
      "text": "Of course, it follows that, in doing so, one is looking to the future and, in my opinion, if one does so in order to see whether a temporary lack of liquidity can be overcome, one cannot overlook debts which will become payable during the period in which the lack of liquidity is being cured.",
      "id": "s82"
    },
    {
      "text": "' \n \n\n34 In relation to a trustee's consideration of proofs of debt s 102 of the Act relevantly provided:\n \n '102(1) The trustee shall examine each proof of debt and the grounds of the debt sought to be proved and, ... shall, ... either: \n \n (a) admit the proof of debt in whole; \n \n (b) admit it in part and reject it in part; \n \n (c) reject it in whole; or \n \n (d) require further evidence in support of it.",
      "id": "s83"
    },
    {
      "text": "(2) Where the trustee rejects a proof of debt in whole or in part, he or she shall inform the creditor by whom it was lodged, in writing, of the grounds of the rejection.",
      "id": "s84"
    },
    {
      "text": "...' \n \n\n35 In relation to appeals against decisions of a trustee in respect of proofs of debt, s 104 relevantly provided:\n \n ' 104(1) A creditor ... may apply to the Court for review of a decision of the trustee under subsection 102(1) ... in respect of a proof of debt.",
      "id": "s85"
    },
    {
      "text": "(2) The Court may, upon the application, confirm, reverse or vary the decision of the trustee.",
      "id": "s86"
    },
    {
      "text": "(3) Subject to the power of the Court to extend the time, an application under this section to review a decision shall not be heard by the Court unless it was made within 21 days from the date on which the decision was made.",
      "id": "s87"
    },
    {
      "text": "' \n \n The Meriton development \n \n36 Lot 200 in DP 874377 would appear to have been an irregular shaped parcel of land with frontages to Pitt, Castlereagh and Campbell Streets in the Haymarket area of Sydney and to have been owned by Meriton Property Management Pty Limited ACN 002 298 464.",
      "id": "s88"
    },
    {
      "text": "The Council of the City of Sydney duly consented to a Development Application in respect of the land, being Application No 724/96.",
      "id": "s89"
    },
    {
      "text": "37 Under s 41 of the Strata Schemes (Freehold Development) Act 1973 (NSW) the Registrar-General is empowered to register, amongst other things, strata plans and strata plans of subdivision.",
      "id": "s90"
    },
    {
      "text": "Upon the registration of a strata plan for a strata scheme, an owners corporation is established as a body corporate under the name 'The Owners --- Strata Plan No X' ('X' being the registered number of the strata plan to which that strata scheme relates).",
      "id": "s91"
    },
    {
      "text": "(See ss 8 and 11 of the Strata Schemes Management Act 1996 (NSW).",
      "id": "s92"
    },
    {
      "text": ")\n \n38 Section 41(2) of the Strata Schemes Management Act 1996 (NSW) relevantly provided in respect of by-laws applicable to a strata scheme:\n \n '41 ... \n \n \n \n \n (2) The by-laws in force for a strata scheme are the by-laws adopted by or lodged with the strata plan registered by the Registrar-General for the strata scheme, as in force at the date of lodgement, subject to any amendment, repeal or addition recorded by the Registrar-General under section 48 ' \n \n \n \n \n\n39 On 30 January 1998 Strata Plan No 56443 was duly registered in respect of the land, resulting in the creation of Lots 1 --- 155.",
      "id": "s93"
    },
    {
      "text": "Lots 1 --- 153 had Unit Entitlements varying from 7 out of an aggregate of 10,000 to 56 out of an aggregate of 10,000.",
      "id": "s94"
    },
    {
      "text": "Lot 154 had a Unit Entitlement of 5,094 out of an aggregate of 10,000 and Lot 155 had a Unit Entitlement of 2,644 out of an aggregate of 10,000.",
      "id": "s95"
    },
    {
      "text": "40 At the time of the registration of Strata Plan No 56443 a 32 level brick and concrete residential and commercial building fronting Pitt Street, with car parking under part thereof, had been constructed on part of the land.",
      "id": "s96"
    },
    {
      "text": "The Pitt Street tower was known as 414 --- 418 Pitt Street, Sydney.",
      "id": "s97"
    },
    {
      "text": "41 On 3 March 1999 Strata Plan No 58946, being a subdivision of Lots 154 and 155 in Strata Plan No 56443, was duly registered.",
      "id": "s98"
    },
    {
      "text": "By Strata Plan No 58946, new Lots 156 --- 455 were created.",
      "id": "s99"
    },
    {
      "text": "The Unit Entitlements for Lots 1 --- 153 covered by SP 56443 remained in place.",
      "id": "s100"
    },
    {
      "text": "The Unit Entitlements attributed to the new Lots 156 --- 454 varied from 1 out of an aggregate of 10,000 to 43 out of an aggregate of 10,000.",
      "id": "s101"
    },
    {
      "text": "Lot 455 had a Unit Entitlement of 2,974 out of an aggregate of 10,000.",
      "id": "s102"
    },
    {
      "text": "42 By the time of the registration of SP 58946 a 43 level brick and concrete residential and commercial building (including car parking under) had been constructed on the northern part of the land fronting on to Castlereagh Street.",
      "id": "s103"
    },
    {
      "text": "The Castlereagh Street tower was known as 303 --- 321 Castlereagh Street, Sydney.",
      "id": "s104"
    },
    {
      "text": "43 On 2 November 1999 Strata Plan No 61369 was duly registered as a strata plan of subdivision of Lot 455 in Strata Plan No 58946.",
      "id": "s105"
    },
    {
      "text": "By the time of the registration of Strata Plan No 61369 a 36 level brick and concrete residential and commercial building (including car parking under) had been constructed on the land with frontages to Campbell and Castlereagh Streets.",
      "id": "s106"
    },
    {
      "text": "Upon the registration of Strata Plan No 61369 Lots 456 --- 650 were created, the Unit Entitlements of which varied from 1 to 26 out of an aggregate of 2,974, being the Unit Entitlement out of an aggregate of 10,000 previously applicable to Lot 455 in Strata Plan No 58946.",
      "id": "s107"
    },
    {
      "text": "The street address for the Campbell Street tower was 317 --- 321 Castlereagh Street, Sydney.",
      "id": "s108"
    },
    {
      "text": "44 The By-Laws for the Strata Scheme which came into existence upon the registration of SP 56443 included provision for the owner of a lot to have rights in respect of part of the common property designated 'Caretaker-Manager's Office', to perform the responsibilities of a caretaker (see By-Law 25).",
      "id": "s109"
    },
    {
      "text": "45 The By-Laws also empowered the Owners Corporation to appoint and enter into an agreement with a security company for the security of any building and common property (see By-Law 27).",
      "id": "s110"
    },
    {
      "text": "46 By dealing number 6029751N the By-Laws for the common property Strata Plan No 56443 were changed with the addition of Special By-Laws 1, 2, 3 and 4.",
      "id": "s111"
    },
    {
      "text": "Thereafter, by dealing number 6150919W Special By-Laws 1 --- 4, said to have been made on 12 July 1999, were replaced by new Special By-Laws to which the common seal of The Owners --- Strata Plan No 56443 was affixed on 1 September 1999.",
      "id": "s112"
    },
    {
      "text": "The substituted Special By-Laws 1 -4 were generally in accord with the original Special By-Laws 1 --- 4.",
      "id": "s113"
    },
    {
      "text": "They did, however, tighten up the rights of the owners of Lots 149, 454, 488 and 650 under the Special By-Laws and also the rights of the Caretaker-Manager under Special By-Law 3.",
      "id": "s114"
    },
    {
      "text": "In addition a new Special By-Law 6 was added conferring rights on the owner for the time being of Lot 144 in respect of exclusive use and enjoyment of part of the common property.",
      "id": "s115"
    },
    {
      "text": "47 Special By-Law 1 empowered the Owners Corporation 'to appoint and enter into an agreement with a Caretaker-Manager to provide management, leasing, security, cleaning and operational services for the strata scheme'.",
      "id": "s116"
    },
    {
      "text": "Special By-Law 2 provided for the owner for the time being of Lot 149 to have the exclusive use and enjoyment of an area of 28.3 square metres designated as 'reception, amenities room, two stores and toilet' on a plan dated 3 June 1999 and a special privilege in respect of such area:\n \n 'to conduct therein for the provision of services to the owners and occupiers to lots in the Strata Scheme, the business of real estate agent, the functions of a caretaker, and any of the following businesses:- \n \n 1.",
      "id": "s117"
    },
    {
      "text": "Supply of linen; \n 2.",
      "id": "s118"
    },
    {
      "text": "Housekeeping and cleaning; \n \n \n 3.",
      "id": "s119"
    },
    {
      "text": "Catering, insofar as it consists in the delivery of foodstuffs and beverages to lots within the strata scheme; \n \n \n 4.",
      "id": "s120"
    },
    {
      "text": "Butler and valet; \n 5.",
      "id": "s121"
    },
    {
      "text": "Porterage; \n 6.",
      "id": "s122"
    },
    {
      "text": "Dry cleaning and laundry; \n 7.",
      "id": "s123"
    },
    {
      "text": "Vehicle, taxi and limousine hire; \n 8.",
      "id": "s124"
    },
    {
      "text": "Entertainment, restaurant and tour reservations; \n 9.",
      "id": "s125"
    },
    {
      "text": "Video tape hire; \n 10.",
      "id": "s126"
    },
    {
      "text": "Supply of newspapers, plants and flowers; \n 11.",
      "id": "s127"
    },
    {
      "text": "Booking of air and other travel and accommodation; \n 12.",
      "id": "s128"
    },
    {
      "text": "Purposes permitted by Special By-Law 1.",
      "id": "s129"
    },
    {
      "text": "' \n \n\n48 Special By-Law 3 provided that owners of lots should not interfere with or obstruct the Caretaker-Manager and Special By-Law 4 provided that owners of lots should not, except with the written consent of the owners of Lots 149, 454, 488 and 650, conduct or participate in the conduct of a business which provides services in the nature of:\n \n 'a.",
      "id": "s130"
    },
    {
      "text": "The business of a letting agent; or \n \n b.",
      "id": "s131"
    },
    {
      "text": "The business of a pooled rent agency; or \n \n c. The business of on-site caretaker, security, cleaner; or \n \n d. any other business activity that is either:- \n \n \n \n \n i.",
      "id": "s132"
    },
    {
      "text": "An activity identical or substantially identical with any of the services relating to the management, control and administration of the parcel referred to in Special By-Law 1 and/or the Caretaker-Manager Agreement; and/or \n \n ii.",
      "id": "s133"
    },
    {
      "text": "An activity identical or substantially identical with any of the services provided to owners and occupiers of the lots referred to in Special By-Law 1, and/or the Caretaker-Manager Agreement; and/or \n \n iii.",
      "id": "s134"
    },
    {
      "text": "Any activity identical or substantially identical with any of the services relating to the letting of lots referred to in Special By-Law 1, and/or the Caretaker-Manager Agreement.",
      "id": "s135"
    },
    {
      "text": "e. Any of the following businesses:- \n \n \n \n 1.",
      "id": "s136"
    },
    {
      "text": "Supply of linen; \n 2.",
      "id": "s137"
    },
    {
      "text": "Housekeeping and cleaning; \n \n \n \n \n 3.",
      "id": "s138"
    },
    {
      "text": "Catering, insofar as it consists in the delivery of foodstuffs and beverages to lots within the strata scheme; \n 4.",
      "id": "s139"
    },
    {
      "text": "Butler and valet; \n 5.",
      "id": "s140"
    },
    {
      "text": "Porterage; \n 6.",
      "id": "s141"
    },
    {
      "text": "Dry cleaning and laundry; \n 7.",
      "id": "s142"
    },
    {
      "text": "Vehicle, taxi and limousine hire; \n 8.",
      "id": "s143"
    },
    {
      "text": "Entertainment, restaurant and tour reservations; \n 9.",
      "id": "s144"
    },
    {
      "text": "Purposes permitted by Special By-Law No.",
      "id": "s145"
    },
    {
      "text": "1.",
      "id": "s146"
    },
    {
      "text": "' \n \n \n \n \n\n49 Special By-Law 4, amongst other things, conferred a right on Meriton Apartments Pty Limited to 'use Lots 446 and 642 for the purpose of or related to the sale of lots in the strata scheme, for so long as Meriton Apartments Pty Limited (sic) owns a lot or lots in the strata scheme'.",
      "id": "s147"
    },
    {
      "text": "50 There is no evidence that Meriton Apartments Pty Limited ever owned any lots in the strata scheme.",
      "id": "s148"
    },
    {
      "text": "The relevant owner of lots in the scheme was Meriton Property Management Pty Limited.",
      "id": "s149"
    },
    {
      "text": "51 Plainly, the rights conferred on the owners for the time being of lots 149, 454, 488 and 650 and the rights conferred under Special By-Law 1 on any Caretaker/Manager appointed by the owners corporation were of considerable value.",
      "id": "s150"
    },
    {
      "text": "John Rose &amp; Co \n \n52 The bankrupt was admitted to practice as a legal practitioner in New South Wales on 5 July 1985.",
      "id": "s151"
    },
    {
      "text": "The Law Almanac for 1998, to which the parties have agreed that the Court may have regard, showed him to be a suburban solicitor practising from 1/724 Darling Street, Rozelle under the firm name 'John Rose &amp; Co, Solicitors &amp; Attorneys'.",
      "id": "s152"
    },
    {
      "text": "The Law Almanac for 1999 contains an identical listing.",
      "id": "s153"
    },
    {
      "text": "53 As at 17 March 1999 John Rose &amp; Co's facsimile cover sheets showed the firm's business premises as being 'Rozelle Chambers, 1/724 Darling Street, Rozelle NSW 2039'.",
      "id": "s154"
    },
    {
      "text": "54 The bankrupt moved away from practising as a solicitor towards the end of 1998, after which he ceased to take on new matters.",
      "id": "s155"
    },
    {
      "text": "Purchase of lots in the Meriton development by the bankrupt \n \n55 In February 1999 the bankrupt had his first contact with Mr Harry Londy of Australian Property and Management Pty Limited of Shop 5, 'University Hall', 281 --- 285 Parramatta Road, Glebe, an agent for Meriton Property Management Pty Limited, the owner of the lots in the Meriton development.",
      "id": "s156"
    },
    {
      "text": "Whilst no contracts for the purchase of any of the lots in the various strata plans to which the bankrupt was a party, are in evidence, it seems clear that the first contracts, to which the bankrupt was a party were entered into on 1 March 1999 when he agreed to purchase Lot 564 in what later became Strata Plan No 61369 'off the plan' for $411,000 and also Lot 565 in what later became Strata Plan No 61369 'off the plan' for $353,000.",
      "id": "s157"
    },
    {
      "text": "56 Details of the transfers of lots into the name of the bankrupt or the bankrupt and his former wife, Popi Rose, are set out in the table appearing hereunder.",
      "id": "s158"
    },
    {
      "text": "Date of transfer Lot No Strata Plan No Purchaser/s Consideration 7.7.99 417 58946 Bankrupt &amp; wife $620,000 12.11.99 582 61369 Bankrupt $447,000 12.11.99 587 61369 Bankrupt $451,000 18.11.99 567 61369 Bankrupt $420,000 19.11.99 471 61369 Bankrupt $155,000 19.11.99 564 61369 Bankrupt $411,000 22.11.99 505 61369 Bankrupt &amp; wife $420,000 22.11.99 561 61369 Bankrupt $426,500 22.11.99 565 61369 Bankrupt $353,000 3.12.99 501 61369 Bankrupt &amp; wife $425,000 10.12.99 459 61369 Bankrupt $ 475,000 $ 4,603,500 \n57 It can be seen from the above table that the bankrupt and his former wife purchased one lot in the Castlereagh Street tower strata plan registered on 3 March 1999 and two lots in the Campbell Street tower strata plan registered on 2 November 1999.",
      "id": "s159"
    },
    {
      "text": "The bankrupt acquired, in his own name, eight lots in the Campbell Street tower strata plan.",
      "id": "s160"
    },
    {
      "text": "Purchase of lots in the Meriton development by Regis Towers \n \n58 Apart from the purchases made by Mr Rose either on his own account or as a joint tenant with his former wife, Regis Towers purchased a number of lots in the Meriton development from Meriton Property Management Pty Limited.",
      "id": "s161"
    },
    {
      "text": "In the case of the purchases effected by Regis Towers (then known as Cesscut Pty Limited) three contracts are in evidence, each dated 20 April 1999.",
      "id": "s162"
    },
    {
      "text": "Details of the purchases the subject of those contracts are set out in the table appearing hereunder:\n Date of contract Lot No Strata Plan No Purchaser/s Consideration 20.4.99 454 58586 (sic) Cesscut Pty Limited $60,000 20.4.99 488 (later 61369) Cesscut Pty Limited $318,000 20.4.99 650 (later 61369) Cesscut Pty Limited $450,000 \n\n \n59 Each of the contracts entered into on 20 April 1999 was executed under the common seal of Cesscut Pty Limited, the affixing of the common seal being witnessed by Mr Rose as Director and Ms McInnes as Secretary.",
      "id": "s163"
    },
    {
      "text": "60 Whilst the contract for the purchase of Lot 454 shows the relevant strata plan as Strata Plan No 58586, it seems clear that the intention of the parties was that the subject matter of the contract would be Lot 454 in Strata Plan No 58946 which had been registered on 3 March 1999.",
      "id": "s164"
    },
    {
      "text": "61 The purchases of Lots 488 and 650 were 'off the plan' and related to the strata plan which later became registered as Strata Plan No 61369 on 2 November 1999.",
      "id": "s165"
    },
    {
      "text": "62 The deposit payable in respect of Lot 454 was $4,500, in the case of Lot 488 it was $15,900 and in the case of Lot 650 it was $33,750.",
      "id": "s166"
    },
    {
      "text": "63 In each of the contracts Meriton Apartments Pty Limited ACN 000 644 888 was shown as the 'vendor's representative'.",
      "id": "s167"
    },
    {
      "text": "Each contract provided for the deposit 'To be released to Meriton Apartments Pty Ltd as at the date hereof'.",
      "id": "s168"
    },
    {
      "text": "64 Details of the transfers of lots from Meriton Property Management Pty Limited to Regis Towers are set out in the table appearing hereunder:\n Date of transfer Lot No Strata Plan No Consideration 6.8.99 149 56443 $320,000 6.8.99 454 58586 (sic) $60,000 3.12.99 488 61369 $318,000 3.12.99 489 61369 $350,000 3.12.99 650 61369 $450,000 \n\n \n65 From the above table it can be seen that Regis Towers purchased one lot in the Pitt Street tower strata plan, one lot in the Castlereagh Street tower strata plan and three lots 'off the plan' in the Campbell Street tower strata plan.",
      "id": "s169"
    },
    {
      "text": "The Head Agreement \n \n66 Apart from entering into contracts for the purchase of a number of lots in the Meriton development on 20 April 1999, Regis Towers, then known as Cesscut Pty Limited of '74 Spit Road, Mosman NSW 2088', also entered into a deed with Meriton Apartments Pty Limited ACN 000 644 888 on that day.",
      "id": "s170"
    },
    {
      "text": "67 In the deed Meriton Apartments Pty Limited is described as the 'Developer' and Regis Towers as the 'Caretaker'.",
      "id": "s171"
    },
    {
      "text": "The deed made provision for Meriton Apartments Pty Limited to procure the 'Owners Corporation' to resolve to enter into a proposed Caretaker-Manager Agreement in respect of the complex, a copy of which was said to be contained in Schedule 2 to the deed.",
      "id": "s172"
    },
    {
      "text": "Neither copy of the deed contains a form of Caretaker-Manager (or Caretaker-Management) Agreement in Schedule 2.",
      "id": "s173"
    },
    {
      "text": "68 The bankrupt says that he saw a draft Caretaker-Management Agreement in Mr Londy's office at Glebe on or about 16 April 1999.",
      "id": "s174"
    },
    {
      "text": "69 One copy of the deed which is in evidence contains two copies of the page which commences with clause 4 but lacks the page commencing with clause 2.3.",
      "id": "s175"
    },
    {
      "text": "No issue arising from the apparent lack of correspondence between the part and counterpart has been raised.",
      "id": "s176"
    },
    {
      "text": "70 For the rights conferred on Regis Towers by the deed Regis Towers agreed to pay Meriton Apartments Pty Limited $1,750,000 by way of consideration.",
      "id": "s177"
    },
    {
      "text": "71 The deed was executed under the common seal of Meriton Apartments Pty Limited ACN 000 644 888, the counterpart being executed under the common seal of Cesscut Pty Limited ACN 087 088 202.",
      "id": "s178"
    },
    {
      "text": "Once again the affixing of the common seal was witnessed by the bankrupt as director and by Kerrie McInnes as secretary.",
      "id": "s179"
    },
    {
      "text": "72 The deed relevantly provided:\n \n ' RECITALS \n \n \n \n A.",
      "id": "s180"
    },
    {
      "text": "The Developer is the developer of a complex to be constructed on the Land described in Schedule 1.",
      "id": "s181"
    },
    {
      "text": "B.",
      "id": "s182"
    },
    {
      "text": "The Caretaker has requested the Developer to arrange the granting by the Owners Corporation to the Caretaker of the caretaking and letting rights in respect of the complex to be constructed by the Developer.",
      "id": "s183"
    },
    {
      "text": "C. The Developer has agreed to arrange the granting by the Owners Corporation to the Caretaker of the caretaking and letting rights upon the terms and conditions contained in this document.",
      "id": "s184"
    },
    {
      "text": "OPERATIVE PROVISIONS \n \n 1.",
      "id": "s185"
    },
    {
      "text": "INTERPRETATION \n \n 1.1 Definitions \n \n \n \n \n \n In this document:- \n \n \n \n \n \n \" Owners Corporation \" means the Owners Corporation which shall come into existence upon the registration of the Strata Plan.",
      "id": "s186"
    },
    {
      "text": "\" By-Laws \" means the proposed additional by-laws for the Strata Plan, details of which are shown in Schedule 3 of the Caretaker - Manager Agreement.",
      "id": "s187"
    },
    {
      "text": "\" Caretaker --- Manager Agreement \" means the proposed caretaker-manager agreement in respect of the complex, a copy of which is contained in Schedule 2.",
      "id": "s188"
    },
    {
      "text": "\" Completion Date \" means the date of settlement under the Land Contracts.",
      "id": "s189"
    },
    {
      "text": "... \n \" Strata Plan \" means the Strata Plan to be registered in the Land Titles Office in respect of the complex to be constructed on the Land described in Schedule 1.",
      "id": "s190"
    },
    {
      "text": "[Lot 149 in SP 56443, part of Lot 155 in SP 56443 and part of Lot 455 in SP 58946]\n \n \" Land Contracts \" mean the following: \n \n \n \n \n \n (a) Contract between the Developer (as vendor) and caretaker (as purchaser) in respect of the sale and purchase of lot 454 in the Castlereagh Street Tower.",
      "id": "s191"
    },
    {
      "text": "(\"Castlereagh Street Contracts\") \n \n (b) Contract between the Developer (as vendor) and the caretaker (as purchaser) in respect of the sale and purchase of Lot 650 in the Campbell Street Tower.",
      "id": "s192"
    },
    {
      "text": "(\"Campbell Street Contract\") \n \n \n \n \n \n [There do not appear to have been any such contracts.",
      "id": "s193"
    },
    {
      "text": "]\n ... \n \n \n \n \n \n 2.",
      "id": "s194"
    },
    {
      "text": "DEVELOPER TO ARRANGE GRANTING OF CARETAKING &amp; LETTING RIGHTS \n \n 2.1 Resolutions \n \n The Developer will cause the Owners Corporation as soon as practicable after the expiry of the initial period (or on registration of the plan) to:- \n \n \n \n \n \n (a) Pass the By-laws as a special resolution; \n \n (b) Lodge notice of the resolution passing the By-laws with the Land Titles Office as soon as practical and, to the extent that it is within the power of the Owners Corporation, do all such things necessary to promptly comply with any requisitions that may be made with respect to registration of the By-laws; \n \n (c) Resolve to enter into the Caretaker-Manager Agreement with the Caretaker and to execute such agreements.",
      "id": "s195"
    },
    {
      "text": "(d) Resolve to enter into any form of charge over the Caretaker-Manager right required by the Caretakers Financier.",
      "id": "s196"
    },
    {
      "text": "2.2 Equipment \n \n The Developer agrees to cause the Owners Corporation to provide on the complex sufficient equipment for the Caretaker to carry out the duties under the Caretaking Agreement and Letting Agreement.",
      "id": "s197"
    },
    {
      "text": "2.3 Licence \n \n \n \n The Caretaker warrants that, as soon as possible following the Completion Date, the Caretaker shall apply for and obtain either an On Site Property Manager's Licence or a Restricted Real Estate Licence under the Property, Stock and Business Agents Act 1941 .",
      "id": "s198"
    },
    {
      "text": "3.",
      "id": "s199"
    },
    {
      "text": "CONSIDERATION \n \n 3.1 Payment of Consideration \n \n \n \n In consideration of the Developer using its best endeavours in accordance with clause 2, the Caretaker agrees to pay to the Developer the sum of $1,750,000.00 as follows:- \n \n \n \n \n \n (a) A deposit in the sum of $131,250.00 which shall be released to the Developer, and \n \n (b) The sum of $1,017,500.00 on the Completion Date at the place of settlement of the Castlereagh Street contract \n \n (c) The sum of $601,250.00 on the Completion Date at the place of Settlement of the Campbell Street, Contract.",
      "id": "s200"
    },
    {
      "text": "3.2 On the completion date, the Caretaker will provide to the Developer an unconditional Bank Guarantee in respect to the payment due to the Developer pursuant to Clause 3.1, (b), (c) and \n \n 3.3 The Developer warrants that it will proceed without delay with the construction of the building and registration without delay of the Strata Plan.",
      "id": "s201"
    },
    {
      "text": "3.4 The payment due to the Caretaker by the Owners Corporation pursuant to the Caretaker-Management Agreement shall be progressively paid at the following rates:- \n \n \n \n (a) $365,000.00 per annum from this completion date of the Castlereagh Street contract and \n \n (c) An additional $155,000.00 per annum upon the Caretkaer (sic) making the payment referred to in clause 3.1(c) \n \n \n \n 3.5 Release of Deposit \n \n \n \n \n \n (a) It is an essential provision that on the date of this Deed the Caretaker must pay the deposit to the Developer.",
      "id": "s202"
    },
    {
      "text": "(b) The deposit vests in the Developer on the date of this Deed.",
      "id": "s203"
    },
    {
      "text": "(c) The Caretaker shall be entitled to a refund of the deposit upon the lawful rescission of this Deed or the Land Contracts by either party or the termination of this Deed or the Land Contracts for the default of the Developer.",
      "id": "s204"
    },
    {
      "text": "3.6 Default \n \n If the Caretaker fails to comply with any agreement on the Caretaker's part herein set out then the Developer may (in addition and without prejudice to any other remedy available to the Developer):- \n \n \n \n \n \n (a) Terminate this deed and forfeit to the Developer the deposit payable hereunder and interest accrued thereon (if any) and sue the Caretaker for damages; \n \n (b) Affirm this deed and sue the Caretaker for damages and specific performance; \n \n (c) At its option do any one or more of the above things.",
      "id": "s205"
    },
    {
      "text": "The Caretaker will indemnify the Developer against any loss which the Developer sustains as a result of the Caretaker's default.",
      "id": "s206"
    },
    {
      "text": "... \n 5.",
      "id": "s207"
    },
    {
      "text": "EXECUTION OF CARETAKER-MANAGEMENT AGREEMENT \n \n 5.1 Execution \n \n \n \n The Caretaker shall execute and return the Caretaker-Management Agreement to the Developer within five (5) business days from submission of same.",
      "id": "s208"
    },
    {
      "text": "6.",
      "id": "s209"
    },
    {
      "text": "PURCHASE OF LOTS \n \n \n \n Completion under this document and completion under the Land Contract (sic) shall occur contemporaneously and if either party under the Land Contract (sic) shall fail to complete then such party shall be deemed to be in breach of this document.",
      "id": "s210"
    },
    {
      "text": "7.",
      "id": "s211"
    },
    {
      "text": "ASSISTANCE BY DEVELOPER \n \n \n \n The Developer shall:- \n \n \n \n \n \n (a) Provide the Caretaker within seven (7) days of request with details of the name and address of all purchasers of lots in the Strata Plan from the Developer; \n \n (b) Instruct the Developer's sales employees and agents excluding Harry Londy and APM Pty Limited to advise purchasers of lots in the Strata Plan from the Developer after the date of this document that the Caretaker will be entering into the Caretaking Letting Agreement and not to actively seek the listing of lots for letting purposes with any other agent; and \n \n (c) On completion assign to the Caretaker the benefit of all Management Agency Agreements which the Developer shall hold in accordance with its sale contracts with various purchasers and when required by the Caretaker, give notice of such assignment to each purchaser.",
      "id": "s212"
    },
    {
      "text": "The Developer acknowledges that this is a fundamental term of this Agreement.",
      "id": "s213"
    },
    {
      "text": "... \n 8.",
      "id": "s214"
    },
    {
      "text": "MISCELLANEOUS \n ... \n 8.11 Counterparts \n \n This document may consist of a number of counterparts and if so the counterparts taken together constitute one and the same instrument.",
      "id": "s215"
    },
    {
      "text": "... \n 9.",
      "id": "s216"
    },
    {
      "text": "Vendor Finance \n \n \n \n The Developer warrants that it will cause Meriton Finance Pty Limited to provide finance in accordance with annexure \"A\".",
      "id": "s217"
    },
    {
      "text": "' \n \n \n \n\n73 Schedule 2 to the deed provided as follows:\n \n 'SCHEDULE 2 \n \n PROPOSED CARETAKER-MANAGEMENT AGREEMENT' \n \n\nAs noted above, no proposed Caretaker-Management Agreement appears to have been included in the deed.",
      "id": "s218"
    },
    {
      "text": "74 Annexure A to the deed was a draft mortgage in favour of Meriton Finance Pty Limited ACN 086 507 280.",
      "id": "s219"
    },
    {
      "text": "Caretaker-Management Agreement \n \n75 On or about 17 August 1999 an agreement was entered into between The Owners --- Strata Plan No 56443 and Regis Towers.",
      "id": "s220"
    },
    {
      "text": "Whilst the agreement bears date 6 August 1999, it is clear that it was only executed by Regis Towers on 17 August 1999.",
      "id": "s221"
    },
    {
      "text": "76 The common seal of Regis Towers was affixed to the agreement in the presence of the bankrupt as a director.",
      "id": "s222"
    },
    {
      "text": "77 The agreement relevantly provided:\n \n ' RECITALS \n \n \n \n A.",
      "id": "s223"
    },
    {
      "text": "The Owners Corporation has responsibility for the management of its strata scheme and has been authorised to enter into this Agreement with respect to the complex known as \"The Regis\" Cnr Campbell, Pitt &amp; Castlereagh Streets, SYDNEY \n \n B.",
      "id": "s224"
    },
    {
      "text": "To assist it in the performance of this responsibility, the Owners Corporation wishes to appoint a Caretaker.",
      "id": "s225"
    },
    {
      "text": "C. The parties have agreed that for this purpose, the Owners Corporation exclusively will engage the Caretaker to perform certain functions, on the terms set out in this Agreement.",
      "id": "s226"
    },
    {
      "text": "OPERTATIVE (sic) PROVISIONS \n \n Appointment as Caretaker \n \n 1.",
      "id": "s227"
    },
    {
      "text": "The Owners Corporation engages the Caretaker to perform the duties set out in Schedule 2 in a conscientious, expeditious and workmanlike manner so as to maintain the common areas of the building and to permit them to be enjoyed to a standard appropriate to a residential development and the Caretaker accepts the engagement upon the terms and conditions of this Agreement.",
      "id": "s228"
    },
    {
      "text": "2.",
      "id": "s229"
    },
    {
      "text": "For the performance by the Caretaker of its duties specified in Schedule 2, the Owners Corporation must pay the Caretaker the sum per annum specified in Item 2 of Schedule 1, in equal fortnightly instalments in arrears.",
      "id": "s230"
    },
    {
      "text": "[Schedule 2 comprised several pages.",
      "id": "s231"
    },
    {
      "text": "The first page had the heading \" DUTIES OF CARETAKER ' followed by alphabetically identified paragraphs (a) to (ax) inclusive.",
      "id": "s232"
    },
    {
      "text": "However, the copy of the agreement which is in evidence does not include the page which presumably recorded paragraphs (v) to (z) inclusive.",
      "id": "s233"
    },
    {
      "text": "The next section of Schedule 2 bore the heading \"CLEANING DUTIES ' which recorded a number of obligations in alphabetically identified paragraphs (a) --- (j) inclusive.",
      "id": "s234"
    },
    {
      "text": "The final part of Schedule 2 had a heading \" CONCIERGE DUTIES \" which was followed by a number of obligations in alphabetically identified paragraphs (a) --- (i) inclusive.",
      "id": "s235"
    },
    {
      "text": "At the conclusion of Schedule 2 the following words appeared:\n \n \n \n \"All of the foregoing activities shall be undertaken and carried out by the Caretaker at the reasonable direction of the Owners Corporation and shall not be a delegation of any duty or obligation of the Owners Corporation.",
      "id": "s236"
    },
    {
      "text": "This Agreement shall not operate as an appointment of the Caretaker as a 'Strata Managing Agent' under Section 27 of the Strata Schemes Management Act 1996 .",
      "id": "s237"
    },
    {
      "text": "\" ]\n \n \n \n [The payment obligation identified in Item 2 of Schedule 1 was $586,000 per annum for the \"Pitt Tower &amp; Castlereagh Street Tower\" and $90,000 per annum for the \"Campbell Towers\", a total of $676,000 per annum.",
      "id": "s238"
    },
    {
      "text": "] \n \n \n \n ... \n \n Leasing and Sales Agency \n \n 4.",
      "id": "s239"
    },
    {
      "text": "The Caretaker may provide the following services as agent for owners of lots in the building, at their request and subject to the settlement between the Caretaker and the owners of the terms on which the services are to be provided: \n \n \n \n \n \n 1.",
      "id": "s240"
    },
    {
      "text": "Buying, selling, leasing, assigning or otherwise disposing of lots within the strata scheme; and \n \n 2.",
      "id": "s241"
    },
    {
      "text": "Collecting rents payable in respect of any lease of lots within the strata scheme.",
      "id": "s242"
    },
    {
      "text": "The consideration for the Owners Corporation granting the Caretaker the right to conduct the services is the Caretaker conducting the activities associated and incidental to these services if the Caretaker elects to do so.",
      "id": "s243"
    },
    {
      "text": "In no circumstances shall the Owners Corporation be liable to pay the Caretaker remuneration for these services, or to reimburse for it (sic) any expenses in providing these services.",
      "id": "s244"
    },
    {
      "text": "5.",
      "id": "s245"
    },
    {
      "text": "The Caretaker may conduct the business of providing these services from Lots 489, 454 and 650 pursuant to rights conferred on the owner of the Caretaker's lots (being the lot specified in Item 3 of Schedule 1) by a by-law of the type referred to in Section 51 of the Strata Schemes Management Act 1996 the terms of which are set out in Schedule 3.",
      "id": "s246"
    },
    {
      "text": "[The Caretaker's lots referred to Item 3 of Schedule 1 to the agreement were lots 454, 489 and 650 in Strata Plan No 56443.",
      "id": "s247"
    },
    {
      "text": "]\n \n [\" SHEDULE (sic) 3 \" to the agreement set out three by-laws numbered 34, 35 and 36 which dealt with the relationship between the Owners Corporation and a Caretaker, protection of the rights of a Caretaker and precluding the owners of other lots from carrying on business in competition with a Caretaker.",
      "id": "s248"
    },
    {
      "text": "The preamble to the \" BY-LAW 36 \" provided:\n \n \n \n \"The owner or occupier of every Lot excepts Lots 489, 454 and 650 must not on any Lot or the common property, except with the written consent of the owners of Lots 489, 454 and 650 conduct or participate in the conduct of: \n \n (a) the business of ...\" \n \n \n \n It can be seen that rights were conferred on Lot 489 which were presumably intended to be conferred on Lot 488.",
      "id": "s249"
    },
    {
      "text": "Hence, Regis Towers purchased both lots 488 and 489 in Strata Plan No 61369.",
      "id": "s250"
    },
    {
      "text": "]\n \n ...\n Duties of the Owners Corporation \n \n \n \n 26.1 The Owners Corporation must do all acts and attend to all matters and generally do all things as are reasonably required to facilitate the carrying out by the Caretaker of its duties, powers and obligations in this Agreement, including, but without limiting the generality of the foregoing; \n \n \n \n \n \n 1. assisting the Caretaker in obtaining appropriate notices, consents or licences from any person, company, statutory authority or other body; \n \n 2. giving any necessary authorisation pursuant to clause 11.",
      "id": "s251"
    },
    {
      "text": "[Clause 11 authorised the Caretaker to pledge the credit of the Owners Corporation to a limit of $1,500 per month.",
      "id": "s252"
    },
    {
      "text": "] \n \n \n \n \n \n \n \n \n 26.2 The Owners Corporation must provide the Caretaker --- manager with a set of plans of the Lots and Common Property, to assist the manager in performing its duties.",
      "id": "s253"
    },
    {
      "text": "The plans will remain the property of the Owners Corporation and must be returned to the Owners Corporation upon the expiration or sooner determination of this Agreement.",
      "id": "s254"
    },
    {
      "text": "26.3 The Executive Committee of the Owners Corporation must from time to time authorise one of its members to give instructions to and communicate with the Caretaker on behalf of the Owners Corporation and not more than one member of the Executive Committee at any one time must be given such authority.",
      "id": "s255"
    },
    {
      "text": "...' \n \n \n \n Payments \n \n78 The evidence does not exhaustively detail all relevant payments.",
      "id": "s256"
    },
    {
      "text": "79 What is known is that on 20 April 1999 Kerrie McInnes drew a number of cheques on a bank account in her name at the Jannali, NSW branch of Commonwealth Bank of Australia.",
      "id": "s257"
    },
    {
      "text": "At least three of those cheques were drawn in favour of 'Meriton Apartments P/L'.",
      "id": "s258"
    },
    {
      "text": "Those cheques were in the following amounts:\n Cheque No.",
      "id": "s259"
    },
    {
      "text": "Amount of Cheque 371 $82,500 372 $15,900 374 $16,500 \n \n \n80 It would appear that the cheque number 372 was drawn by Ms McInnes in favour of Meriton Apartments Pty Limited as Meriton Property Management Pty Limited's 'vendor's representative' to cover the deposit payable by Regis Towers under the contract for the purchase of the proposed Lot 488 in the strata plan which became Strata Plan No 61369.",
      "id": "s260"
    },
    {
      "text": "It is common ground that Ms McInnes' cheques were used to meet all the deposit obligations of Regis Towers under the several contracts entered into by Regis Towers on 20 April 1999 with Meriton Property Management Pty Limited and/or Meriton Apartments Pty Limited.",
      "id": "s261"
    },
    {
      "text": "Such cheques appear to have totalled $218,750.",
      "id": "s262"
    },
    {
      "text": "81 As part of the arrangement between the bankrupt, his former wife, Ms McInnes and Mr Stewart for the withdrawal of Ms McInnes and Mr Stewart from the joint enterprise it became necessary for the bankrupt to reimburse Ms McInnes for the $218,750 she had paid on Regis Towers' behalf by way of deposit.",
      "id": "s263"
    },
    {
      "text": "82 As indicated above, the bankrupt did so on or about 6 May 1999, raising the necessary funds by borrowing $327,000 from Raymond Howes and Helen Linsey Howes, Peter Cole and Dorothy Cole, Thomas and Pamela Bradshaw, Alice Pauline Edwards and Lesley Berry, third party mortgage security being provided by Popi Rose's parents, Christos Pappas and Eugenia Pappas over their property known as 14 Birchgrove Road, Balmain.",
      "id": "s264"
    },
    {
      "text": "83 On 6 May 1999 the bankrupt authorised and directed the solicitors for the lenders to pay the amount of $327,000 as follows:\n \n 1.",
      "id": "s265"
    },
    {
      "text": "Kerrie McInnes $218,750.00\n 2.",
      "id": "s266"
    },
    {
      "text": "Nugent Wallman &amp; Carter (the lenders' solicitors in \nrespect of the lenders' legal costs) $3,214.00\n 3.",
      "id": "s267"
    },
    {
      "text": "Land Titles Office in respect of registration fees for the mortgage $56.00\n 4.",
      "id": "s268"
    },
    {
      "text": "Office of State Revenue (stamp duty on the mortgage) $1,249.00\n 5.",
      "id": "s269"
    },
    {
      "text": "The bankrupt $103,731.00.",
      "id": "s270"
    },
    {
      "text": "The direction to pay the amount advanced in that way was also signed by Mr and Mrs Pappas.",
      "id": "s271"
    },
    {
      "text": "84 It is common ground that on or about 6 May 1999 Kerrie McInnes received $218,750.00 borrowed by the bankrupt as aforesaid.",
      "id": "s272"
    },
    {
      "text": "85 On 6 August 1999 the bankrupt drew a cheque (number 007) in the sum of $257,814.51 on a Cash Management Call Account in his name at the Liverpool and Castlereagh Streets, Sydney branch of Commonwealth Bank of Australia in favour of Meriton Apartments Pty Ltd.",
      "id": "s273"
    },
    {
      "text": "The cheque butt recorded the purpose of the payment as 'Settlement of Management Rights'.",
      "id": "s274"
    },
    {
      "text": "86 It will be recalled that 6 August 1999 was the date that the Caretaker-Management agreement bore, even though it was not executed by Regis Towers until 17 August 1999.",
      "id": "s275"
    },
    {
      "text": "6 August 1999 was also the date on which Regis Towers settled the purchase of Lot 149 in Strata Plan No 56443 and also Lot 454 in Strata Plan No 58946 from Meriton Property Management Pty Limited.",
      "id": "s276"
    },
    {
      "text": "By virtue of the settlement of the purchase of Lot 454, $1,017,500 became payable by Regis Towers to Meriton Apartments Pty Limited under the head agreement made 20 April 1999 (see clause 3.1(b)).",
      "id": "s277"
    },
    {
      "text": "87 The bank statement in respect of the bankrupt's Cash Management Call Account shows that cheques 007, 008 and 009 were all cleared through the account on 9 August 1999.",
      "id": "s278"
    },
    {
      "text": "The bankrupt's secretary, Rada Popovski, noted on the bank statement for the period 13 July 1999 to 6 September 1999 that cheque 007 in the amount of $257,814.51 was for 'Settlement of Management Rights', cheque number 008 in the sum of $35,790.89 was for 'Settlement 149 PT', which I would understand to be a reference to Lot 149 in Strata Plan No 56443, and cheque 009 in the sum of $14,499.47 was for 'Settlement 454 CT', which I would understand to be a reference to Lot 454 in what was in fact Strata Plan 58946.",
      "id": "s279"
    },
    {
      "text": "88 The balance of the $1,017,500.00 payable by Regis Towers to Meriton Apartments Pty Limited pursuant to clause 3.1(b) of the head agreement of 20 April 1999, upon the settlement of the purchase of Lot 454 on 6 August 1999, was provided by an unsecured loan in the sum of $770,000 from Meriton Finance Pty Limited to Regis Towers dated 6 August 1999.",
      "id": "s280"
    },
    {
      "text": "A form of mortgage document over unidentified real estate was stamped in respect of a total advance of $770,000 on 6 August 1999.",
      "id": "s281"
    },
    {
      "text": "89 The bankrupt appears to have opened the above-mentioned Cash Management Call Account on 13 July 1999 with a deposit of $491,232.92.",
      "id": "s282"
    },
    {
      "text": "The closing credit balance on the account as at 6 September 1999 was $45,765.55.",
      "id": "s283"
    },
    {
      "text": "90 The bankrupt obtained the amount of $491,232.92, which was credited to his Cash Management Call Account on 13 July 1999 by mortgaging Lot 24 in DP 192676 being the property known as 736 Darling Street, Rozelle of which, at the time, the bankrupt and his brother Nicholas Rose were registered proprietors as tenants in common in equal shares.",
      "id": "s284"
    },
    {
      "text": "The bankrupt held a power of attorney from his brother Nicholas.",
      "id": "s285"
    },
    {
      "text": "He proceeded to mortgage the Darling Street, Rozelle property in favour of Permanent Trustee Australia Limited, having secured a revaluation of the property from Alcorn Lupton &amp; Associates on 14 May 1999.",
      "id": "s286"
    },
    {
      "text": "91 I would interpolate that a standard technique employed by the bankrupt to generate cash flow both for himself and Regis Towers was to acquire properties at one price, funding a significant proportion of the purchase price with borrowed funds secured over the property purchased, then obtaining revaluations of the properties at higher amounts, which valuations were used to obtain refinancing of the properties in greater sums, thereby allowing the original financier to be paid and surplus funds generated.",
      "id": "s287"
    },
    {
      "text": "92 Part of a bank statement referable to the bankrupt's Cash Management Call Account for the period 16 November --- 1 December 1999 is in evidence.",
      "id": "s288"
    },
    {
      "text": "It indicated that there was a credit balance in the account as at 16 November of $422,287.27 which rose to a credit balance of $428,100.89 as at 30 November 1999.",
      "id": "s289"
    },
    {
      "text": "A further extract from a bank statement covering the period 7 December 1999 to 24 December 1999 in respect of the Cash Management Call Account shows it as having a credit balance as at 7 December 1999 of $58,374.79 and a closing credit balance as at 24 December 1999 of $18,553.29.",
      "id": "s290"
    },
    {
      "text": "93 Neither of the last two mentioned extracts from bank statements referable to the bankrupt's Cash Management Call Account shows the payment of cheque number 112, although a strong inference is available that it was presented for payment and paid in the first week of December 1999.",
      "id": "s291"
    },
    {
      "text": "94 The cheque butt referable to cheque number 112 indicates that is was drawn on 2 December 1999 in the sum of $361,103.28 and made payable to 'Meriton Apartments' for 'settlement' of Lots 501 ($26,663.40), 488 ($35,925.48), 489 ($39,188.67) and 650 ($259,325.73).",
      "id": "s292"
    },
    {
      "text": "95 From the foregoing it may be inferred that out of the amount of $361,103.28 paid by the bankrupt to Meriton Apartments on or about 2 December 1999 , $26,663.40 was paid in relation to the settlement of the purchase by the bankrupt and his former wife, Popi Rose, of Lot 501, the balance of $334,439.88 having been paid by the bankrupt in relation to the settlement of purchases by Regis Towers of Lots 488, 489 and 650 in Strata Plan No 61369 from Meriton Property Management Pty Limited.",
      "id": "s293"
    },
    {
      "text": "96 It may be observed that on 3 December 1999 Meriton Finance Pty Limited lent $455,000 to Regis Towers to facilitate the final payment of $601,250 by Regis Towers to Meriton Apartments Pty Limited which was due under clause 3.1(c) of the Head Agreement dated 20 April 1999 upon the settlement of the sale of Lot 650.",
      "id": "s294"
    },
    {
      "text": "On 3 December 1999, Meriton Finance Pty Limited also lent $315,000 to Regis Towers on the security of Lot 650 in Strata Plan No 61369 to facilitate the settlement of its purchase.",
      "id": "s295"
    },
    {
      "text": "The payment by the bankrupt of $259,325.73 to 'Meriton Apartments' referred to above covered not only the balance due to Meriton Property Management Pty Limited as vendor of Lot 650 in DP 61369 but also the balance due to Meriton Apartments Pty Limited under clause 3.1(c) of the Head Agreement.",
      "id": "s296"
    },
    {
      "text": "Regis Towers' Proof of Debt \n \n97 By letter dated 28 February 2006 the Trustee forwarded to the Administrator a proof of debt asserting that Regis Towers was indebted to the bankrupt in the sum of $288,062.79.",
      "id": "s297"
    },
    {
      "text": "The covering letter included:\n \n 'I refer to previous communications and enclose a proof of debt in relation to amounts not claimed under my caveat or pursuant to the Section 139ZQ notice.",
      "id": "s298"
    },
    {
      "text": "I reserve my right to lodge further claims, including in relation to the amounts claimed under my caveat and pursuant to the Section 139ZQ notice.",
      "id": "s299"
    },
    {
      "text": "' \n \n\n98 By letter dated 20 March 2006 the Administrator responded to the Trustee's proof of debt dated 28 February 2006 stating, inter alia:\n \n 'As discussed below I am of the opinion most if not all the amounts claimed have been accounted for by the Company in the director's loan account.",
      "id": "s300"
    },
    {
      "text": "Consequently, as the director's loan account is in debit there is no claim by Mr Rose against the company.",
      "id": "s301"
    },
    {
      "text": "' \n \n\n99 The Administrator's letter of 20 March 2006 concluded with the making by Regis Towers of a claim of indebtedness on the part of the bankrupt to Regis Towers.",
      "id": "s302"
    },
    {
      "text": "Under the heading ' Further Proof of Debt ' the Administrator's letter continued:\n \n 'I attach an additional proof of debt in the estate for $483,970.21 being the balance of the director's loan account as at 31 December 2003 ... \n \n I have attached a CD containing copies of the accounts and the loan account transaction account for your information in support of the claim.",
      "id": "s303"
    },
    {
      "text": "' \n \n\n100 The proof of debt forwarded to the trustee under cover of the Administrator's letter of 20 March 2006 was in the form of a 'Statement of Claim and Proxy Form'.",
      "id": "s304"
    },
    {
      "text": "The form was signed by the Administrator on behalf of Regis Towers on 13 March 2006.",
      "id": "s305"
    },
    {
      "text": "It described the relationship between the bankrupt and Regis Towers as:\n \n 'DEBTOR IS A FORMER DIRECTOR OF REGIS TOWERS REAL ESTATE PTY LTD' \n \n\nParticulars of the transactions/circumstances giving rise to Regis Towers' claims were:\n \n 'LOAN ACCOUNT \n \n As per attached accounts $483,970.21' \n \n \n \n\n101 The Trustee acknowledges that the 'Statement of Claim and Proxy Form' lodged by Regis Towers with him under cover of the Administrator's letter dated 20 March 2006 constituted a Proof of Debt within the meaning of s 102 of the Act which the Trustee rejected in whole in accordance with s 102(1)(c) of the Act.",
      "id": "s306"
    },
    {
      "text": "102 A ledger account number 2140 in respect of 'Loans to directors' for the year ended 30 June 2000 was prepared for Regis Towers by Mr Harris of Messrs Harris Cottis, an accountant who was retained by the bankrupt in about 2002 to prepare a tax return for him for the financial year ended 30 June 2000.",
      "id": "s307"
    },
    {
      "text": "Mr Harris also prepared financial accounts for Regis Towers for the periods ended 30 June 2000 and 30 June 2001 at that time.",
      "id": "s308"
    },
    {
      "text": "103 The sole director of the company in the financial year ended 30 June 2000 was the bankrupt.",
      "id": "s309"
    },
    {
      "text": "His loan account in the books of the company prepared as mentioned above contained 90 entries recording what were said to be some 63 payments made by Regis Towers on the bankrupt's behalf and three receipts of monies from the bankrupt, although the details of those receipts are imprecise.",
      "id": "s310"
    },
    {
      "text": "There was one minor accounting adjustment in respect of an amount of one cent and 23 journal entries, one said to have been made on 1 July 1999 in respect of an amount of $4 and 22 entries said to have been made on 30 June 2000.",
      "id": "s311"
    },
    {
      "text": "The evidence is that the journal entries were initiated by Mr Harris.",
      "id": "s312"
    },
    {
      "text": "However, the evidence does not support the conclusion that the journal entries were made in accordance with the bankrupt's instructions or with his acquiescence.",
      "id": "s313"
    },
    {
      "text": "Indeed, the evidence is that the bankrupt only recently saw the ledger account detailing the journal entries for the first time.",
      "id": "s314"
    },
    {
      "text": "104 Were the entries in the ledger account reflective of the true indebtedness of Regis Towers to the bankrupt and of the bankrupt to Regis Towers it would follow that as at 30 June 2000 the bankrupt owed Regis Towers $7,875.46 being the product of deducting all of the credits totalling $1,458,365.65 from $1,466,241.11 being the total of all of the debits.",
      "id": "s315"
    },
    {
      "text": "105 The Trustee has acknowledged that if the 30 June 2000 balance of $7,875.46 was truly owing by the bankrupt to Regis Towers as at 30 June 2000, then it would follow that the amount owing by the bankrupt to Regis Towers at 31 December 2003, being the date mentioned in the Administrator's letter of 20 March 2006, would be $483,970.21 as claimed by Regis Towers, subject to one matter to which I will return later.",
      "id": "s316"
    },
    {
      "text": "106 The primary issue in respect of the rejection by the Trustee of Regis Towers' proof of debt revolves around the reliability of the stated indebtedness as at 30 June 2000 of the bankrupt to Regis Towers of $7,875.46.",
      "id": "s317"
    },
    {
      "text": "107 Of critical significance to the establishment of the starting figure of $7,875.46 is the debiting to the bankrupt's loan account of an amount of $1,198,969.72 by journal entry on 30 June 2000 described simply as 'Take up Balance of Funds Borrowed per li'.",
      "id": "s318"
    },
    {
      "text": "108 The credit side of the journal entry whereby the bankrupt's loan account was debited with $1,198,969.72 is to be found in a ledger account number 3565 produced by Mr Harris and described as 'Loans from other persons'.",
      "id": "s319"
    },
    {
      "text": "This ledger account shows an indebtedness by the company to a person or persons unknown of $3,378,800 made up of 'reallocation' $2,179,830.28 and 'Take up Balance of Funds Borrowed per li' in the amount of $1,198,969.72.",
      "id": "s320"
    },
    {
      "text": "109 The 'reallocation' in the sum of $2,179,830.28 is itself the subject of a journal entry made by Mr Harris on 30 June 2000.",
      "id": "s321"
    },
    {
      "text": "No evidence has been provided to found Mr Harris' journal entries in the amounts mentioned and, in particular, the journal entry referrable to the amount of $1,198,969.72.",
      "id": "s322"
    },
    {
      "text": "110 In relation to the making of journal entries generally Mr Harris gave the following evidence:\n \n \n Q.",
      "id": "s323"
    },
    {
      "text": "'Can you recall whether or not in either of the two years in which you were involved you initiated journal entries?",
      "id": "s324"
    },
    {
      "text": "' \n \n \n \n A.",
      "id": "s325"
    },
    {
      "text": "'I am sure we would have.",
      "id": "s326"
    },
    {
      "text": "' \n \n \n \n Q.",
      "id": "s327"
    },
    {
      "text": "'Do you recall whether or not Mr Rose initiated any journal entries which he directed you to make?",
      "id": "s328"
    },
    {
      "text": "' \n \n A.",
      "id": "s329"
    },
    {
      "text": "'Not specifically.",
      "id": "s330"
    },
    {
      "text": "It wasn't a matter of him identifying the transaction and saying, that shouldn't be there it should be over here or in a different account.",
      "id": "s331"
    },
    {
      "text": "There were instances where he was not sure about certain things and wanted me to have a look at the transactions.",
      "id": "s332"
    },
    {
      "text": "' \n ... \n Q.",
      "id": "s333"
    },
    {
      "text": "'So this is the position, that the journal entries that one finds in the general ledger were done by you and your staff; is that correct?",
      "id": "s334"
    },
    {
      "text": "' \n \n A.",
      "id": "s335"
    },
    {
      "text": "'Yes.",
      "id": "s336"
    },
    {
      "text": "' \n \n Q.",
      "id": "s337"
    },
    {
      "text": "'And they were done by you and your staff without the direction of Mr Rose; is that correct?",
      "id": "s338"
    },
    {
      "text": "' \n \n A.",
      "id": "s339"
    },
    {
      "text": "'By him ...' \n \n Q.",
      "id": "s340"
    },
    {
      "text": "'Well, Mr Rose did not direct you what journal entries to make; did he?",
      "id": "s341"
    },
    {
      "text": "' \n \n A.",
      "id": "s342"
    },
    {
      "text": "'No.",
      "id": "s343"
    },
    {
      "text": "' \n \n Q.",
      "id": "s344"
    },
    {
      "text": "'To the extent relevant, it was you who decided, or your team, what journal entries should be made in relation to the general ledger; correct?",
      "id": "s345"
    },
    {
      "text": "' \n \n A.",
      "id": "s346"
    },
    {
      "text": "'By and large, yes.",
      "id": "s347"
    },
    {
      "text": "' \n \n Q.",
      "id": "s348"
    },
    {
      "text": "'Did you get Mr Rose's acquiescence to those or did you just make them of your own accord?",
      "id": "s349"
    },
    {
      "text": "' \n \n A.",
      "id": "s350"
    },
    {
      "text": "'Various things would have been mentioned to him in passing.",
      "id": "s351"
    },
    {
      "text": "The accounts would have been sent to him towards the end.",
      "id": "s352"
    },
    {
      "text": "He would look at them and he would occasionally ask questions.",
      "id": "s353"
    },
    {
      "text": "' \n \n\n\n \n111 Mr Harris' evidence in relation to the journal entry in respect of $1,198,969.72 included the following:\n \n \n Q.",
      "id": "s354"
    },
    {
      "text": "' ... you can't tell the court, can you, what transactions that amount relates to, that is, the $1,198,969.72?",
      "id": "s355"
    },
    {
      "text": "' \n \n \n \n A.",
      "id": "s356"
    },
    {
      "text": "'I don't recall.",
      "id": "s357"
    },
    {
      "text": "I don't recall the make-up of that.",
      "id": "s358"
    },
    {
      "text": "' \n \n \n \n Q.",
      "id": "s359"
    },
    {
      "text": "'You don't know, do you, whether that relates to any moneys borrowed by Mr Rose from the company, do you?",
      "id": "s360"
    },
    {
      "text": "' \n \n A.",
      "id": "s361"
    },
    {
      "text": "'Well, I don't recall what that transaction is, so ...' \n \n Q.",
      "id": "s362"
    },
    {
      "text": "'You can't assist his Honour by saying whether that relates to any borrowings actually made by Mr Rose from the company, can you?",
      "id": "s363"
    },
    {
      "text": "' \n \n A.",
      "id": "s364"
    },
    {
      "text": "'Well, I repeat what I said.",
      "id": "s365"
    },
    {
      "text": "I don't recall the make-up of that transaction.",
      "id": "s366"
    },
    {
      "text": "' \n \n \n ... \n \n \n Q.",
      "id": "s367"
    },
    {
      "text": "'Can you tell me what the journal entry was that is posted here that entitled you or that provided the basis for the recognition by the company of an indebtedness ... by him of $1,198,000?",
      "id": "s368"
    },
    {
      "text": "' \n \n A.",
      "id": "s369"
    },
    {
      "text": "'I don't recall.",
      "id": "s370"
    },
    {
      "text": "I don't know off the top of my head.",
      "id": "s371"
    },
    {
      "text": "' \n ... \n Q.",
      "id": "s372"
    },
    {
      "text": "'To the extent that it's described as \"take up balance of funds\" it appears to be a balancing entry, doesn't it?",
      "id": "s373"
    },
    {
      "text": "' \n \n A.",
      "id": "s374"
    },
    {
      "text": "'Yes.",
      "id": "s375"
    },
    {
      "text": "' \n \n Q.",
      "id": "s376"
    },
    {
      "text": "'From what you've earlier told me, you would agree with me, wouldn't you, that that's a balancing entry that would have been made by your staff and was not something done at the direction of Mr Rose, correct?",
      "id": "s377"
    },
    {
      "text": "' \n \n A.",
      "id": "s378"
    },
    {
      "text": "'I think that entry was made by my staff, yes.",
      "id": "s379"
    },
    {
      "text": "' \n ... \n Q.",
      "id": "s380"
    },
    {
      "text": "'... are you able to say what the take up balance of funds borrowed per LI refers in the accounts of the company?",
      "id": "s381"
    },
    {
      "text": "' \n \n A.",
      "id": "s382"
    },
    {
      "text": "'I'm not sure ...",
      "id": "s383"
    },
    {
      "text": "I believe that it may refer possibly to line of credit ... and I think what would've happened there we would've calculated the total loans and we'd need to balance them off with where the funds went or came from and we ended up with that figure.",
      "id": "s384"
    },
    {
      "text": "' \n ... \n Q.",
      "id": "s385"
    },
    {
      "text": "'... in relation to that entry you were asked questions about in respect of the $1,198,969.72 the position is you are not able to say whether that relates to any moneys that were actually borrowed from the company by Mr Rose; correct?",
      "id": "s386"
    },
    {
      "text": "' \n \n A.",
      "id": "s387"
    },
    {
      "text": "'I don't recall exactly how that's made up.",
      "id": "s388"
    },
    {
      "text": "That's the simple answer.",
      "id": "s389"
    },
    {
      "text": "' \n \n \n\n112 In respect of an amount of $3,378,800, Mr Harris swore an affidavit on 28 August 2002 in proceeding number 4074 of 2002 in the Equity Division of the Supreme Court of New South Wales.",
      "id": "s390"
    },
    {
      "text": "That affidavit included the following:\n \n '...",
      "id": "s391"
    },
    {
      "text": "I have been informed by John Rose, the director of the Plaintiff [referring to Regis Towers] , and believe, that part but not all of the amounts shown as \"Non Current Liabilities Unsecured Loans from other persons - $3,378,800\" is in fact secured by mortgages over real estate.",
      "id": "s392"
    },
    {
      "text": "Respectively, the borrowings making up that sum are as follows: \n \n \n \n Permanent Trustee Australia $300,000 \n Sydney Wyde Mortgage Management $475,000 \n Belmore Investments Pty Limited $466,000 \n Meriton Apartments Pty Limited $270,300 \n Meriton Apartments Pty Limited $297,500 \n Meriton Apartments Pty Limited $455,000 \n Meriton Apartments Pty Limited $770,000 \n Wizard Home Loans $ 345,000 \n $3,378,800' \n \n \n\n113 In the said affidavit Mr Harris said:\n \n '...",
      "id": "s393"
    },
    {
      "text": "I have been retained by John Rose as his accountant for a period in excess of 15 years, although I understand he has engaged other accountants for different purposes from time to time.",
      "id": "s394"
    },
    {
      "text": "As a result of my professional relationship with Mr Rose, I have been involved in dealings with the plaintiff of which Mr Rose and his wife Popi Rose are the shareholders and Mr Rose the sole director.",
      "id": "s395"
    },
    {
      "text": "I have been the accountant for the plaintiff since its incorporation in about April 1999 and have been responsible for the preparation of its financial statements from that time.",
      "id": "s396"
    },
    {
      "text": "' \n \n\n114 The occasion for the preparation by Mr Harris of accounts for Regis Towers for the year ended 30 June 2000 in 2002 would appear to have been the need for him to swear the affidavit of 28 August 2002 in respect of an application for security for costs then made by the defendants in the Supreme Court proceedings namely Meriton Apartments Pty Limited, Meriton Finance Pty Limited and Harry Londy.",
      "id": "s397"
    },
    {
      "text": "115 It is clear that the amount of $345,000 said to represent a borrowing by Regis Towers from Wizard Home Loans had nothing to do with Regis Towers.",
      "id": "s398"
    },
    {
      "text": "116 The amount of $345,000 was borrowed by Mr and Mrs Pappas from Permanent Custodians Limited in its capacity as trustee for Wizard Home Loans on or about 7 May 2001.",
      "id": "s399"
    },
    {
      "text": "Mr and Mrs Pappas on-lent the amount in question to the bankrupt, who used it to discharge his indebtedness to Patricia Dawn Grierson from whom the bankrupt had borrowed $327,000 on or about 12 May 2000 upon the security of a further third party mortgage given by Mr and Mrs Pappas over their property known as 14 Birchgrove Road, Balmain, which he then used to repay his original borrowing of $327,000 from Howes &amp; Ors of 6 May 1999.",
      "id": "s400"
    },
    {
      "text": "117 By a deed made 5 August 2002 between Mr and Mrs Pappas, Regis Towers and the bankrupt and his then wife Popi Rose, Regis Towers granted to Mr and Mrs Pappas a first fixed and floating charge over the whole business and assets of Regis Towers to secure repayment of an amount of $355,000 agreed to be lent by Mr and Mrs Pappas to Regis Towers, which the deed recorded as having already been advanced by Mr and Mrs Pappas to Regis Towers.",
      "id": "s401"
    },
    {
      "text": "118 The deed provided for the bankrupt and Popi Rose to guarantee the repayment of the loan and any outstanding interest to Mr and Mrs Pappas.",
      "id": "s402"
    },
    {
      "text": "119 As it transpires no such loan was ever made by Mr and Mrs Pappas to Regis Towers.",
      "id": "s403"
    },
    {
      "text": "120 In these circumstances the Trustee responded to the Statement of Claim and Proxy Form claiming $483,970.21 lodged with him by Regis Towers by letter dated 29 March 2006 stating:\n \n ' Further Proof of Debt \n \n You provided a CD containing copies of the company accounts in support of this claim.",
      "id": "s404"
    },
    {
      "text": "My comments follow: \n \n \n \n 1.",
      "id": "s405"
    },
    {
      "text": "The amount $483,970.21 claimed represents the balance of \"Loans to directors\" account in the company balance sheet as at 31 December 2003 under the heading \"Receivables\".",
      "id": "s406"
    },
    {
      "text": "However, it does not reconcile with the company accounts.",
      "id": "s407"
    },
    {
      "text": "2.",
      "id": "s408"
    },
    {
      "text": "Inspection of other items under the heading \"Receivables\" suggests that the amount is unreliable as most of these items are in fact liabilities , not debtors.",
      "id": "s409"
    },
    {
      "text": "3.",
      "id": "s410"
    },
    {
      "text": "Mr Ben Wiles of your office represented that the company accounts were prepared by Harris Cottis whereas Harris Cottis categorically deny this.",
      "id": "s411"
    },
    {
      "text": "4.",
      "id": "s412"
    },
    {
      "text": "According to Harris Cottis, the \"Loans to directors\" account recorded remuneration appropriated by both Mr and Mrs Rose, neither of whom was on a fixed salary package, pending its setoff against Mr Rose's accumulated tax losses.",
      "id": "s413"
    },
    {
      "text": "The setoff is demonstrated by the following entries: \n \n \n \n \n \n \n &#8226; 2001 Directors Bonus $250,000 \n &#8226; 2002 Directors Bonus $205,000.",
      "id": "s414"
    },
    {
      "text": "The absence of Directors Bonus adjustments in subsequent years reflects the fact that Mr Rose failed to lodge personal income tax returns for those years.",
      "id": "s415"
    },
    {
      "text": "In summary, the amount claimed in the further Proof of Debt cannot be sustained by the evidence provided and will be formally rejected if it cannot be substantiated by further evidence within 14 days of the date of this letter.",
      "id": "s416"
    },
    {
      "text": "' \n \n \n\n121 By a notice of rejection of statement of claim dated 23 June 2006 the Trustee formally rejected Regis Towers' claim against the estate of the bankrupt in the sum of $483,970.21 on the following ground:\n \n 'The December 2004 debit balance of $483,970.21 to the Loans to Directors Account is founded on the erroneous adjusting entry Take up Balance of Funds Borrowed $1,198,969.72 in 2000 (refer to attached)' \n \n\n122 The notice of rejection continued:\n \n 'FURTHER TAKE NOTICE that if you are dissatisfied with my decision in respect of your proof of debt, you may apply to the Court to review it, but, subject to the power of the Court to extend the time, no application to review my decision will be heard by the Court unless the application is made within 21 days from this date.",
      "id": "s417"
    },
    {
      "text": "' \n \n \n The Trustee's Case \n \n123 The Trustee asserts that certain transfers of property by the bankrupt to other persons, which preceded his bankruptcy, are void against the Trustee in accordance with s 121(1) of the Act.",
      "id": "s418"
    },
    {
      "text": "The transfers in question are said to be:\n \n (a) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers, taken to have occurred in accordance with s 121(9)(b) of the Act;\n (b) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Caretaker-Management Agreement made on or about 17 August 1999 between The Owners --- Strata Plan No 56443 and Regis Towers taken to have occurred in accordance with s 121(9)(b) of the Act;\n (c) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under an agreement for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase by Regis Towers of Lot 149 in Strata Plan No 56443 taken to have occurred in accordance with s 121(9)(b) of the Act;\n (d) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under an agreement for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase by Regis Towers of Lot 454 in Strata Plan No 58586 (which later became identified as Strata Plan No 58946) taken to have occurred in accordance with s 121(9)(b) of the Act;\n (e) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under an agreement for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase by Regis Towers of Lot 488 in the strata plan which later became Strata Plan No 61369 taken to have occurred in accordance with s 121(9)(b) of the Act;\n (f) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under an agreement for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase by Regis Towers of Lot 489 in the strata plan which later became Strata Plan No 61369 taken to have occurred in accordance with s 121(9)(b) of the Act;\n (g) A transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under an agreement for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase by Regis Towers of Lot 650 in the strata plan which later became Strata Plan No 61369 taken to have occurred in accordance with s 121(9)(b) of the Act;\n (h) A transfer by the bankrupt to Meriton Apartments Pty Limited of $218,750 by paying same to Meriton Apartments Pty Limited in late April 1999 in accordance with s 121(9)(a) of the Act (query a transfer by the bankrupt to Kerrie McInnes of $218,750 by the payment of such an amount by the bankrupt to her on 6 May 1999);\n (i) A transfer by the bankrupt to Meriton Apartments Pty Limited of $257,814.51 by paying same to Meriton Apartments Pty Limited on 6 August 1999 in accordance with s 121(9)(a) of the Act;\n (j) A transfer by the bankrupt to Meriton Apartments Pty Limited of $334,439.88 by the payment by the bankrupt of such an amount to 'Meriton Apartments' on 2 December 1999 in accordance with s 121(9)(a) of the Act.",
      "id": "s419"
    },
    {
      "text": "[the amount of $334,439.88 was originally erroneously expressed as $361,183.28 (it should have read $361,103.28) but $26,663.40 out of this payment was abandoned by the Trustee as constituting an alleged transfer that was void against him, being the amount paid by the bankrupt to 'Meriton Apartments' on 3 December 1999 in respect of the settlement of the purchase of Lot 501 in DP 61369 by the bankrupt and his former wife, Popi Rose].",
      "id": "s420"
    },
    {
      "text": "124 It is important to note that neither Kerrie McInnes nor Meriton Apartments Pty Limited has been made a party to the Trustee's cross-application notwithstanding that each of them may be significantly affected in the event that payments to them were found to be void transfers within the meaning of s 121(1) of the Act.",
      "id": "s421"
    },
    {
      "text": "125 Dealing firstly with the alleged transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers, taken to have occurred in accordance with s 121(9)(b) of the Act, the Trustee contends that:\n \n (a) On or about 20 April 1999 Regis Towers entered into the Head Agreement with Meriton Apartments Pty Limited;\n (b) The bankrupt did something that resulted in Regis Towers becoming the owner of the beneficial promises under the Head Agreement, presumably the choses in action arising from the entry by Regis Towers into the Head Agreement ('the Head Agreement choses in action'); \n (c) The Head Agreement choses in action did not previously exist; and\n (d) For the purposes of s 121 of the Bankruptcy Act , the bankrupt is taken to have transferred the Head Agreement choses in action to Regis Towers.",
      "id": "s422"
    },
    {
      "text": "126 The Trustee does not submit that the effect of a transfer of property by a person who later becomes a bankrupt to another person being void against the Trustee in the deemed transferor's bankruptcy requires a finding that, in law, the deemed transfer never occurred, for such a finding would leave the person who became the owner of the property that did not previously exist unaffected by the avoidance of the deemed transfer and without any equitable obligations to transfer the newly created property to the Trustee.",
      "id": "s423"
    },
    {
      "text": "127 The Trustee's case in respect of the Head Agreement choses in action is that they would probably have become part of the bankrupt's estate within the meaning of s 121(1)(a) of the Act were it not for the transfer that was taken to have occurred in accordance s 121(9)(b) i.e.",
      "id": "s424"
    },
    {
      "text": "had the bankrupt not done the something that resulted in Regis Towers becoming the owner of the Head Agreement choses in action.",
      "id": "s425"
    },
    {
      "text": "Whilst the alternative provided for in s 121(1)(a) of the Act has been pleaded, it was not pressed.",
      "id": "s426"
    },
    {
      "text": "128 The Trustee submits that the bankrupt's main purpose in making the transfer, i.e.",
      "id": "s427"
    },
    {
      "text": "in doing the something that resulted in Regis Towers becoming the owner of the Head Agreement choses in action, fell within s 121(1)(b) of the Act.",
      "id": "s428"
    },
    {
      "text": "However, it is not submitted that the evidence would allow a finding that the bankrupt's main purpose fell within s 121(1)(b), but for s 121(2).",
      "id": "s429"
    },
    {
      "text": "The Trustee contends that s 121(1)(b) is satisfied because it can reasonably be inferred from all the circumstances that, at the time of the deemed transfer, the bankrupt was, or was about to become, insolvent.",
      "id": "s430"
    },
    {
      "text": "129 The Trustee submits that the alleged transfer of the Head Agreement choses in action which was taken to have occurred by virtue of s 121(9)(b) was not saved from avoidance by s 121(4) of the Act.",
      "id": "s431"
    },
    {
      "text": "In the circumstances of an alleged deemed transfer of the Head Agreement choses in action, s 121(4) would require an evaluation of the consideration, if any, that Regis Towers gave for the rights created in its favour under the Head Agreement made 20 April 1999 and a determination as to whether such consideration was at least as valuable as the market value of the Head Agreement choses in action, a determination as to whether Regis Towers knew that the bankrupt's main purpose in doing the something that resulted in Regis Towers acquiring the rights created in its favour under the Head Agreement made 20 April 1999 was to prevent the Head Agreement choses in action from becoming divisible property amongst the bankrupt's creditors, or to hinder or delay the process of making property available for division amongst the bankrupt's creditors and, a determination as to whether Regis Towers could or could not reasonably have inferred that as at 20 April 1999, the bankrupt was, or was about to become, insolvent.",
      "id": "s432"
    },
    {
      "text": "130 Were it to be found that a transfer was taken to have occurred by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers and that such transfer was void against the Trustee, consideration would also have to be given to what if any property had been acquired by any other person from Regis Towers, in respect of the rights created in favour of Regis Towers, in good faith and for at least the market value of such property (see s 121(8) of the Act).",
      "id": "s433"
    },
    {
      "text": "131 In addition a determination would be required as to the value of any consideration that Regis Towers gave for the rights created in its favour under the Head Agreement made 20 April 1999 which the Trustee would be required to pay to Regis Towers in accordance with s 121(5) of the Act.",
      "id": "s434"
    },
    {
      "text": "Section 121 of the Act \n \n132 Section 121, as applicable to the facts of the present case, was inserted into the Act by the Bankruptcy Legislation Amendment Act 1996 (Cth).",
      "id": "s435"
    },
    {
      "text": "The former s 121 dealing with 'fraudulent dispositions' was repealed and replaced by a new s 121 entitled 'Transfers to Defeat Creditors'.",
      "id": "s436"
    },
    {
      "text": "The Explanatory Memorandum circulated by the authority of the then Attorney-General and Minister for Justice when the Bankruptcy Legislation Amendment Bill 1996 was before the Senate included the following in respect of the changes which were being made:\n \n \n ' Repeal and substitution of sections \n ... \n \n \n 84.2 There are three categories of transaction which the Act makes void against the trustee in bankruptcy, namely settlements of property (section 120), fraudulent dispositions (section 121) and preferences (section 122).",
      "id": "s437"
    },
    {
      "text": "Item 208 of the Bill proposes the replacement of existing sections 120 and 121, and some substantial modifications are proposed to section 122 to modernise and strengthen the law relating to the avoidance of antecedent transactions.",
      "id": "s438"
    },
    {
      "text": "Undervalued transactions \n ... \n \n \n 84.7 Proposed new section 120 makes the following transactions void against the trustee in bankruptcy: \n \n \n \n \n \n &#8226; any transfer of property that took place 2 years before the commencement of the bankruptcy of the transferor, where the transferee gave no consideration for the transfer or gave consideration less than the market value of the property transferred; \n \n \n \n &#8226; a transfer of property which took place more than 2 years, but not more than 5 years before the commencement of the transferor's bankruptcy, where the transferee gave no consideration or less than market value consideration is void unless the transferee proves that at the time of the transfer, the transferor was not insolvent.",
      "id": "s439"
    },
    {
      "text": "84.8 It is important to note at this point that the term \"transfer\" is to be used in the new section 120, and that term will also be used in the new section 121 and the amended section 122.",
      "id": "s440"
    },
    {
      "text": "...",
      "id": "s441"
    },
    {
      "text": "The word transfer will have its ordinary meaning in the new and revised provisions, except to the extent that it is given an expanded definition by proposed subsections 120(7), 121(9) and 122(8), so that it encompasses a payment of money, or the doing of some act or thing which results in another person becoming the owner of property which did not previously exist.",
      "id": "s442"
    },
    {
      "text": "The Second Revised Edition of the Macquarie Dictionary defines among the meanings of transfer \"1. to remove from 1 place, person etc to another.",
      "id": "s443"
    },
    {
      "text": "2.",
      "id": "s444"
    },
    {
      "text": "Law to make over or convey ...\" .",
      "id": "s445"
    },
    {
      "text": "It will be seen that in ordinary parlance, the term transfer does not carry with it any connotation that any property which is transferred is intended to be retained permanently, or at all by the transferee.",
      "id": "s446"
    },
    {
      "text": "This will make the new section 120 stricter than the present provision, because of the absence of the test of permanency.",
      "id": "s447"
    },
    {
      "text": "... \n 84.10 Another important change is that provided for in proposed subsection 120(7), whereby when a person does something which results in another person becoming the owner of property whether or not it previously existed, the person as a result of whose actions came into being is taken to have transferred the property to the person who owns it.",
      "id": "s448"
    },
    {
      "text": "Thus where a person creates an interest in property, for example by allowing a mortgage or charge to be created over it, the person will be taken to have transferred property, for the purposes of the section.",
      "id": "s449"
    },
    {
      "text": "Likewise, if Frank who subsequently became a bankrupt constructed a residence on a block of land owned by Eugenie, Frank would be taken to have transferred property to Eugenie.",
      "id": "s450"
    },
    {
      "text": "The transfer would be void against the trustee if the house was constructed within 2 years before the commencement of the bankruptcy and Eugenie had either not paid Frank, or if Frank's work in constructing the residence was worth $300,000, but Eugenie had only paid him $150,000.",
      "id": "s451"
    },
    {
      "text": "Another example might be a situation where 3 years before the commencement of her bankruptcy, Gertrude conferred a licence on Harold to use a trademark, or an Item the subject of a patent, where no licence to use the Item previously existed.",
      "id": "s452"
    },
    {
      "text": "Gertrude would be taken to be transferring property to Harold, and if this was done for less than what might be expected to be the market value of the rights conferred by the licence, the transfer would be void, unless Harold could prove that Gertrude was not insolvent at the time of giving the licence.",
      "id": "s453"
    },
    {
      "text": "... \n \n \n 84.13 The consideration given by a person for the transfer of property must be an amount which is equal to at least the market value of the property at the time of the transfer (see proposed paragraph 120(7)(c)).",
      "id": "s454"
    },
    {
      "text": "The requirement is intended to overcome the decision of the High Court in Barton v Official Receiver [1986] HCA 44 ; (1986) 161 CLR 75 that a person who claims to be a purchaser of the property need not show that he or she has given fully adequate consideration for the transfer, but nevertheless must have given real and substantial consideration, and not consideration which is merely nominal, trivial or colourable.",
      "id": "s455"
    },
    {
      "text": "The expression \"market value\" is intended to refer to the value of the property concerned if it were disposed of to an unrelated purchaser bidding in a market on an ordinary commercial basis for property of the kind disposed of, without any sort of discount or incentive for purchase being offered.",
      "id": "s456"
    },
    {
      "text": "The expression is not intended to include a situation where the property was being disposed of at a \"fire sale\", at discounted prices because of some immediate need on the part of the owner to liquidate his or her assets.",
      "id": "s457"
    },
    {
      "text": "Of course, there may be differing opinions as to the precise market value of some property, for example house properties, where valuers or real estate agents may give kerbside valuations which spread over a range of monetary values.",
      "id": "s458"
    },
    {
      "text": "However, if the property was transferred for an amount less than the lowest amount in the range, the transfer would be a transfer at undervalue, for the purposes of the section.. \n ... \n 84.17 Under the proposed test of insolvency, it will be relevant to consider contingent liabilities where there is a reasonable likelihood that they will become actual liabilities giving rise to a present obligation to pay.",
      "id": "s459"
    },
    {
      "text": "... \n 85.19 Another feature of the proposed test of-insolvency (sic) is that it requires a consideration of the debtor's income, as well as asset position.",
      "id": "s460"
    },
    {
      "text": "Income in this context refers to income according to ordinary usages and concepts, rather than that term as specially defined for the purposes of the compulsory income contribution regime established by Division 4B of Part VI of the Act.",
      "id": "s461"
    },
    {
      "text": "A person will be insolvent at a particular time if his or her income, as well as assets, are insufficient to meet his or her liabilities.",
      "id": "s462"
    },
    {
      "text": "Absence of an income flow may cause a temporary lack of liquidity, of the kind spoken of by Barwick CJ in Sandell v Porter , referred to earlier, which is not of itself indicative of insolvency, but in many instances a lack of cash flow will for all intents and purposes prevent a debtor from readily meeting his or her liabilities as and when they become due, and may make it necessary for a person to arrange to dispose of some part of his or her assets very quickly.",
      "id": "s463"
    },
    {
      "text": "For this reason, lack of liquidity because of absence of income flow should be a factor to be taken into account in determining insolvency, because income does form part of the moneys and assets a debtor may have at his or her disposal to pay debts.",
      "id": "s464"
    },
    {
      "text": "... \n Transfers to defeat creditors \n \n 84.24 Section 121 of the Act makes a disposition of property made with intent to defraud creditors void against the trustee in bankruptcy.",
      "id": "s465"
    },
    {
      "text": "The proposed new provision will change the tenor of the provision, and instead of focussing on the notion of fraud, is concerned with a person's purpose of delaying the satisfaction of creditors.",
      "id": "s466"
    },
    {
      "text": "84.25 Under proposed subsection 121(1), a transfer of property is void if: \n \n &#8226; the property concerned would probably have become part of the bankrupt estate; and \n \n \n \n \n &#8226; the transferor's main purpose in making the transfer was to prevent the property from becoming divisible, or to hinder or delay the division of the property among the creditors.",
      "id": "s467"
    },
    {
      "text": "The transferor is taken to have the purpose of preventing creditors from having recourse to the property, or delaying or hindering the process of recovering the property if it can reasonably be inferred from all the circumstances that, at the time of the transfer, the transferor was, or was about to become insolvent, that is, the transferor's property and income were, or were about to become, insufficient to meet the transferor's liabilities.",
      "id": "s468"
    },
    {
      "text": "... \n 84.28 Where the transferee has given consideration for the transfer the trustee of the bankruptcy must pay to the transferee an amount equal to the value of any consideration that the transferee gave for a transfer.",
      "id": "s469"
    },
    {
      "text": "84.29 Other features the new section 121 will have in common with section 120 are that a transfer of property will be taken to have occurred where a person does something which results in another person becoming the owner of property which did not previously exist, and also, a person who acquires the property from the transferee for consideration at least equal to the market value of the property obtains good title to it as against the trustee (proposed subsections 121(8) and (9)).",
      "id": "s470"
    },
    {
      "text": "...' \n\n133 In Peldan v Anderson ('Peldan') [2006] HCA 48 ; (2006) 229 ALR 432 the High Court had to consider the application of s 121 to the severance of a joint tenancy in Queensland.",
      "id": "s471"
    },
    {
      "text": "On 11 September 2003 Mr Pinna, who later became a bankrupt, executed a transfer to himself of a 'one-half interest in fee simple' in the matrimonial home which was registered in the names of Mr and Mrs Pinna as joint tenants.",
      "id": "s472"
    },
    {
      "text": "At the time in question Mr Pinna was approximately 80 years of age and Mrs Pinna approximately 78 years of age.",
      "id": "s473"
    },
    {
      "text": "The relevant instrument was registered on 5 November 2003 with the consequence that Mr and Mrs Pinna became tenants in common in undivided one half shares in respect of the property at Carindale which they had originally acquired in 1995 as joint tenants.",
      "id": "s474"
    },
    {
      "text": "134 As it transpires Mrs Pinna died on 12 January 2004, some three months before a sequestration order was made against the estate of Mr Pinna.",
      "id": "s475"
    },
    {
      "text": "135 The question which arose for consideration was whether Mrs Pinna's interest in the property would probably have become part of Mr Pinna's bankrupt estate within the meaning of s 121(1)(a) of the Act.",
      "id": "s476"
    },
    {
      "text": "136 In relation to s 121(9)(b), the bench, comprising Gummow ACJ, Kirby, Hayne, Callinan and Crennan JJ, said at [23]-[28]:\n \n '[23] ...",
      "id": "s477"
    },
    {
      "text": "The section impugns transactions which answer the description of a \"transfer of property\".",
      "id": "s478"
    },
    {
      "text": "This expression will bear its ordinary meaning, save to the extent that this is expanded by s 121(9).",
      "id": "s479"
    },
    {
      "text": "The term \"transfer of property\" also appears in s 120 (\"Undervalued transactions\") and s 122 (\"Avoidance of preferences\").",
      "id": "s480"
    },
    {
      "text": "Further, these sections contain definitional provisions which were introduced by the 1996 Act and are in identical terms to s 121(9).",
      "id": "s481"
    },
    {
      "text": "[24] Paragraph (b) of s 121(9) provides that A \"is taken\" to have transferred to B property that \"did not previously exist\" if A \"does something\" which results in B becoming the owner of the property.",
      "id": "s482"
    },
    {
      "text": "Thus, par (b) expands the concepts at the heart of s 121 beyond their natural meaning.",
      "id": "s483"
    },
    {
      "text": "It is expressed in similar terms to the former s 160M(6) of the Income Tax Assessment Act 1936 (Cth), which was the subject of the litigation in Hepples v Federal Commissioner of Taxation .",
      "id": "s484"
    },
    {
      "text": "Section 160M(6) consistently attracted the description \"obscure\".",
      "id": "s485"
    },
    {
      "text": "That same adjective also appropriately describes par (b) of s 121(9) of the Bankruptcy Act .",
      "id": "s486"
    },
    {
      "text": "[25] It is important to recall that \"property\" for the purposes of the Bankruptcy Act must be understood as including \"any estate, interest or profit, whether present or future, vested or contingent, arising out of or incident to\" real or personal property of any description (s 5(1)).",
      "id": "s487"
    },
    {
      "text": "As noted above, par (b) of s 121(9) operates to treat person A, who did something which resulted in person B becoming the owner of property that did not \"previously\" exist, as having transferred \"the property\" to B.",
      "id": "s488"
    },
    {
      "text": "In its natural sense, the word \"previously\" indicates that the property did not exist prior to the act of A which results in B becoming the owner of it.",
      "id": "s489"
    },
    {
      "text": "The act of A which produces the result that B becomes the owner of that property is to be regarded as the \"transfer of property\".",
      "id": "s490"
    },
    {
      "text": "Upon an ordinary reading, the corollary of this is that the property that did not previously exist is taken to be the \"transferred property\".",
      "id": "s491"
    },
    {
      "text": "[26] As remarked earlier in these reasons, provisions in the terms of s 121(9) appeared at the same time as s 120(7) and s 122(8) of the Bankruptcy Act .",
      "id": "s492"
    },
    {
      "text": "It is to be expected that the sub-section has the same meaning in each provision.",
      "id": "s493"
    },
    {
      "text": "In the Explanatory Memorandum to the House of Representatives upon the Bill for the 1996 Act, it was said at [84.10] of the inclusion of the provision in the undervalued transactions provision (s 120) that: \n \n \n \n \"where a person creates an interest in property, for example by allowing a mortgage or charge to be created over it, the person will be taken to have transferred property, for the purposes of the section\".",
      "id": "s494"
    },
    {
      "text": "Other examples were given, including the conferral of a trademark or patent licence.",
      "id": "s495"
    },
    {
      "text": "Further instances would include the grant of a lease over freehold property and a declaration of a trust over property vested in the \"transferor\".",
      "id": "s496"
    },
    {
      "text": "In all of these cases, the same act both creates the property in question and vests it in the other person.",
      "id": "s497"
    },
    {
      "text": "[27] In other cases to which the sub-section would apply, the creation of property will occur at a later time.",
      "id": "s498"
    },
    {
      "text": "Instances of this relate primarily to the diversion of future property (necessarily constituting property that did not previously exist) from coming into the hands of the person who later becomes bankrupt.",
      "id": "s499"
    },
    {
      "text": "This may occur by the assignment, whether absolutely or by way of charge, of property such as future income, royalties yet to be earned, and damages which may be recovered in pending litigation.",
      "id": "s500"
    },
    {
      "text": "(Consideration is required for the assignment to be effective, but that issue is dealt with by s 121(4) of the Bankruptcy Act .",
      "id": "s501"
    },
    {
      "text": ") In such cases, the assignment operates immediately upon acquisition by the assignor and vests the property in the assignee.",
      "id": "s502"
    },
    {
      "text": "[28] However, in all these cases (and it is not suggested that the examples are exhaustive), the property that did not previously exist is \"carved out\" of \"property\" which is held, or which comes to be held, by the person who later becomes bankrupt.",
      "id": "s503"
    },
    {
      "text": "' [footnotes omitted]\n \n\n137 The Court proceeded to point out that it was only in a loose sense that one could say that the property which did not previously exist, namely Mrs Pinna's undivided one half interest as a tenant in common had been 'carved out' of any property of Mr Pinna.",
      "id": "s504"
    },
    {
      "text": "At [29] their Honours said:\n \n 'What was \"carved out\", in a loose sense, from both Mr Pinna's and Mrs Pinna's prior interest as joint tenants was the right of survivorship.",
      "id": "s505"
    },
    {
      "text": "' \n \n\n138 Notwithstanding that the property that did not previously exist, i.e.",
      "id": "s506"
    },
    {
      "text": "Mrs Pinna's undivided one half interest as a tenant in common in the Carindale property, could not be said to have been carved out of any property of Mr Pinna, nevertheless the Court found that Mr Pinna should be taken to have transferred such property to Mrs Pinna within the meaning of s 121(9)(b) of the Act.",
      "id": "s507"
    },
    {
      "text": "At [30] their Honours said:\n \n '[30] ... upon registration of the transfer executed by Mr Pinna pursuant to s 59(1) of the Land Title Act , Mrs Pinna became \"the owner of property that did not previously exist\".",
      "id": "s508"
    },
    {
      "text": "She acquired an interest as tenant in common in the Carindale property whereas previously she had held an interest as joint tenant in the Carindale property (which included the right of survivorship).",
      "id": "s509"
    },
    {
      "text": "That interest as joint tenant was transformed into, or extinguished and replaced by, the interest as tenant in common.",
      "id": "s510"
    },
    {
      "text": "Accordingly, the terms of par (b) of s 121(9) were met because, by Mr Pinna registering the transfer unilaterally severing the joint tenancy, he did something by dint of which he was taken to have transferred the interest as tenant in common to Mrs Pinna.",
      "id": "s511"
    },
    {
      "text": "' \n \n\n139 It follows that it may be found that a person such as the bankrupt in the instant case may be taken to have transferred property that did not previously exist to another person if it could be said that the bankrupt has done something by dint of which or which produces the result that ('results in') the other person has become the owner of such property.",
      "id": "s512"
    },
    {
      "text": "140 Assuming for the moment that the bankrupt is to be taken to have transferred to Regis Towers the rights created in favour of Regis Towers under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers in accordance with s 121(9)(b) of the Act, one has to then determine the manner in which s 121 operates upon the relevant 'transfer of property'.",
      "id": "s513"
    },
    {
      "text": "141 As the Court said in Peldan there is an apparent conundrum (see [34]).",
      "id": "s514"
    },
    {
      "text": "Section 121(1)(a) of the Act presupposes that there was no transfer and asks what would have happened to 'the property' in that situation (see [33]).",
      "id": "s515"
    },
    {
      "text": "At [34] their Honours said:\n \n '[34] ... if the act which is taken to have transferred the property did not occur, the \"property that did not previously exist\" ex hypothesi would never have come into existence, and so could never \"probably have become\" part of the bankrupt's estate.",
      "id": "s516"
    },
    {
      "text": "...' \n \n\n142 Section 121(1)(a) assumes that the transferred property was, prior to the relevant transfer, capable as a matter of fact of becoming part of the bankrupt estate (see Peldan at [35]).",
      "id": "s517"
    },
    {
      "text": "143 After referring to the textual and conceptual difficulties affecting s 121(9)(b) which manifest a failure by the draftsman adequately to grapple with the conceptual nature of the elements in paragraphs (a) and (b) of s 121(1) and their interaction (see Peldan at [35]), the Court asked the question at [39]:\n \n '... is it possible properly to resolve the contrariety identified ... and render sub-ss (1) and (9) of s 121 capable of sensible concomitant operation in those ... cases ... where there is a direct \"carve-out\" of property?",
      "id": "s518"
    },
    {
      "text": "May the words \"the property\" in the opening words of par (a) of s 121(1) be construed as referring to something other than \"the property that did not previously exist\"?",
      "id": "s519"
    },
    {
      "text": "...' \n \n\n144 The Court proceeded to answer its own rhetorical question at [44] as follows:\n \n '[44] Where s 121(9)(b) is relied upon, the phrase \"the property\" in the opening words of s 121(1)(a) should be construed as signifying \"the property in the hands of the transferor prior to the act which is taken to be the transfer\".",
      "id": "s520"
    },
    {
      "text": "This removes from the operation of s 121(1)(a) the assumption that it is existing property which is being transferred.",
      "id": "s521"
    },
    {
      "text": "It involves treating the words \"the property\" in s 121(1)(a) in a special sense to give to s 121(1) an extended operation as required by s 121(9)(b).",
      "id": "s522"
    },
    {
      "text": "' \n \n\n145 At [45] the Court emphasised that s 121(9)(b) expressly stated that the property deemed to have been transferred was the 'property that did not previously exist'.",
      "id": "s523"
    },
    {
      "text": "146 Accordingly, the Court considered that s 121(1)(a) should be read, in the context of a deemed transfer under s 121(9)(b), as follows:\n \n \n \n '121(1) A transfer of property by a person who later becomes a bankrupt (the transferor ) to another person (the transferee ) is void against the trustee in the transferor's bankruptcy if: \n \n \n \n \n \n (a) the property [in the hands of the transferor prior to the act taken to be the transfer] would probably have become part of the transferor's estate or would probably have been available to creditors if the property [in the hands of the transferee after the act taken to be the transfer] had not been [taken to have been] transferred; ...' \n \n \n \n \n \n \n\n147 Significantly, the Court considered that the relevant focus should not be upon whether the property that did not previously exist would have become part of the transferor's estate in bankruptcy.",
      "id": "s524"
    },
    {
      "text": "At [46] their Honours said:\n \n '[46] The effect of the acceptable construction [that referred to above] is to shift the emphasis of the inquiry in s 121(1)(a), and to focus not upon whether the \"transferred property\" would have become part of the transferor's estate in bankruptcy, but upon whether that result would have obtained in respect of the transferor's \"property\" (as defined in s 5(1)) out of which the newly created property has been \"carved\".",
      "id": "s525"
    },
    {
      "text": "' \n \n\n148 Adopting this approach the Court found in Peldan that s 121(1)(a) required attention to be given to what would probably have happened to Mr Pinna's interest as a joint tenant in the Carindale property.",
      "id": "s526"
    },
    {
      "text": "Having found that that interest could never have become part of Mr Pinna's bankrupt estate, the Court concluded that the trustees of his bankrupt estate would have no claim to the whole of the proceeds of sale of the Carindale property as they had sought.",
      "id": "s527"
    },
    {
      "text": "(See Peldan at [48].",
      "id": "s528"
    },
    {
      "text": ")\n Consideration of the Trustee's case \n \n149 Regis Towers submits that in presenting his case the Trustee has skated over the events leading up to 20 April 1999.",
      "id": "s529"
    },
    {
      "text": "This submission seems to me to be correct.",
      "id": "s530"
    },
    {
      "text": "150 In paragraphs 17 --- 36 of his affidavit, sworn 28 August 2006, the bankrupt gave evidence of his 'Arrangements with Kerrie McInnes'.",
      "id": "s531"
    },
    {
      "text": "Amongst other things he gave evidence in paragraph 17 of a conversation with Mr Stewart on or about Saturday 17 April 1999 as follows:\n \n \n Bankrupt: 'I have really been stuffed around by Harry [referring to Mr Londy] .",
      "id": "s532"
    },
    {
      "text": "I bought all these apartments in the Regis Towers complex and now I can't use them as serviced apartments as he said I could because Meriton are selling caretaker/management rights which contain exclusivity provisions.",
      "id": "s533"
    },
    {
      "text": "' \n Stewart: 'You know John, that sounds like the type of business my mother-in-law is looking to buy.",
      "id": "s534"
    },
    {
      "text": "She's cashed up at the moment and looking for real estate businesses to purchase.",
      "id": "s535"
    },
    {
      "text": "Perhaps we could have a look at Regis Towers?",
      "id": "s536"
    },
    {
      "text": "Bankrupt: 'Look mate, I can't buy the rights as I'm out of money from having acquired all these other units.",
      "id": "s537"
    },
    {
      "text": "' \n Stewart: 'Can you show us what's involved?",
      "id": "s538"
    },
    {
      "text": "' \n Bankrupt: 'Well you know Londy.",
      "id": "s539"
    },
    {
      "text": "Why not call Londy direct and go and have a look?",
      "id": "s540"
    },
    {
      "text": "' \n \n\n151 The bankrupt proceeded to depose to a further conversation with Mr Stewart on the afternoon of Monday 19 April 1999 or the morning of Tuesday 20 April 1999 in paragraph 19.",
      "id": "s541"
    },
    {
      "text": "According to the bankrupt a conversation took place to the following effect:\n \n \n Stewart: 'Kerrie's accountant has given everything the thumbs up so it's okay to go.",
      "id": "s542"
    },
    {
      "text": "I propose to incorporate a company to buy this business and we would like you in the deal as you know about it already.",
      "id": "s543"
    },
    {
      "text": "Kerrie would like a partner.",
      "id": "s544"
    },
    {
      "text": "' \n \n\n Bankrupt: 'Look I've got no money so I could put nothing into the deal at the moment.",
      "id": "s545"
    },
    {
      "text": "' \n \n Stewart: 'When could you put any money in?",
      "id": "s546"
    },
    {
      "text": "' \n \n \n Bankrupt: 'Look, no sooner than when I can complete the development at Rozelle.",
      "id": "s547"
    },
    {
      "text": "The development should be finished in about September'.",
      "id": "s548"
    },
    {
      "text": "Stewart: 'Look, Kerrie agrees to put all the money in now and you can put your half share in later in September when you finish at Rozelle.",
      "id": "s549"
    },
    {
      "text": "' \n \n\n152 The bankrupt's evidence is that a one page document recording the terms of the bankrupt's arrangement with Kerrie McInnes was prepared by Mr Stewart.",
      "id": "s550"
    },
    {
      "text": "However, the bankrupt has been unable to locate that document.",
      "id": "s551"
    },
    {
      "text": "There is no evidence as to its contents.",
      "id": "s552"
    },
    {
      "text": "153 In paragraph 21 of his affidavit the bankrupt deposed to Mr Stewart being the moving party in relation to the acquisition of the shelf company which became Regis Towers.",
      "id": "s553"
    },
    {
      "text": "154 In the course of his evidence in chief the bankrupt was asked why he wanted Regis Towers to enter into the Head Agreement with Meriton Apartments Pty Limited on 20 April 1999.",
      "id": "s554"
    },
    {
      "text": "His response was:\n \n 'Well, the company was Kerrie McInnes and myself who were in discussions that I had with McInnes and a Mr Craig Stuart (sic) [Mr C K Stewart] ... At that time we were going to be partners in the acquisition of the caretaker manager rights, if you like.",
      "id": "s555"
    },
    {
      "text": "It was suggested to me by Mr Stuart (sic) that perhaps I would want to incorporate a company to give effect to the partnership or trade, the partnership by virtue of the company.",
      "id": "s556"
    },
    {
      "text": "I gave instructions that that was okay to have the company incorporate for that purpose.",
      "id": "s557"
    },
    {
      "text": "' \n \n\n155 When asked what the bankrupt intended the company to do in terms of trade, the bankrupt responded:\n \n 'Well, to fulfil the duties mainly of the caretaker agreement or the arrangements in respect of Regis Towers complex and also the management of units predominantly just in that complex was the idea.",
      "id": "s558"
    },
    {
      "text": "' \n \n\n156 Whilst the complete answer to the Trustee's case in respect of the transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers taken to have occurred in accordance with s 121(9)(b) of the Act, lies in s 121(1)(a) as construed by the High Court in Peldan , it is appropriate to observe that the bankrupt did not relevantly do something which resulted in Regis Towers becoming the owner of the Head Agreement choses in action, being property that did not previously exist.",
      "id": "s559"
    },
    {
      "text": "His actions may, just like his getting out of bed on the morning of 20 April 1999, have contributed to Regis Towers becoming the owner of the Head Agreement choses in action, but they did not result in Regis Towers becoming their owner.",
      "id": "s560"
    },
    {
      "text": "157 For the doing of something by a person to result in another person becoming the owner of property within the meaning of s 121(9)(b) more is required than a mere link between the doing of the something and the outcome.",
      "id": "s561"
    },
    {
      "text": "The doing of the something must bring about the outcome.",
      "id": "s562"
    },
    {
      "text": "The outcome has to arise as an effect of the relevant action.",
      "id": "s563"
    },
    {
      "text": "158 To use the High Court's expressions in Peldan at [25] the doing of something has to be the act which 'produces the result' or, as indicated at [30], one must be able to say that 'by dint of' the doing of the something , the other person became the owner of the property that did not previously exist.",
      "id": "s564"
    },
    {
      "text": "159 Turning to the events of 20 April 1999 the relevant something which the bankrupt did in relation to the making of the Head Agreement of 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers was to agree with Kerrie McInnes, as a de facto director of Regis Towers within the meaning of s 9 of the Corporations Act (or with Kerrie McInnes, Craig Stewart and Popi Rose as de facto directors), that Regis Towers should enter into the Head Agreement, and, to witness, together with Kerrie McInnes, the affixing of the common seal of Regis Towers (then known as Cesscut Pty Limited) to the Head Agreement.",
      "id": "s565"
    },
    {
      "text": "160 Other things which led to Regis Towers becoming the owner of the Head Agreement choses in action were the concurrence of Kerrie McInnes (or of Kerrie McInnes, Craig Stewart and Popi Rose) in the action taken by Regis Towers, the payment by Kerrie McInnes on behalf of Regis Towers of the deposit of $131,250 due to be paid by Regis Towers to Meriton Apartments Pty Limited under the Head Agreement (see clause 3.1(a)) and the execution of the Head Agreement by Meriton Apartments Pty Limited.",
      "id": "s566"
    },
    {
      "text": "What is clear is that neither Regis Towers nor the bankrupt had the financial capacity, independently of the assistance provided by Kerrie McInnes, to enter into an agreement with Meriton Apartments Pty Limited on 20 April 1999 in the terms of the Head Agreement.",
      "id": "s567"
    },
    {
      "text": "161 It follows that the bankrupt did not relevantly do something which resulted in Regis Towers becoming the owner of the Head Agreement choses in action that did not previously exist.",
      "id": "s568"
    },
    {
      "text": "Accordingly, the bankrupt was not taken to have transferred the Head Agreement choses of action to Regis Towers within the meaning of s 121(9)(b) of the Act.",
      "id": "s569"
    },
    {
      "text": "162 If, contrary to my opinion, the bankrupt was taken to have transferred the Head Agreement choses in action to Regis Towers then such transfer was not void against the Trustee because there was no property in the hands of the bankrupt , prior to the bankrupt doing the something, taken to be the transfer, which resulted in Regis Towers becoming the owner of the Head Agreement choses in action that did not previously exist, which would probably have become part of the bankrupt's estate or would probably have been available to creditors if the Head Agreement choses in action had not been taken to have been transferred.",
      "id": "s570"
    },
    {
      "text": "163 Apart from the foregoing findings, which are adverse to the Trustee's case in respect of the Head Agreement choses in action, I do not consider that it could reasonably be inferred from all the circumstances that, as at 20 April 1999, the bankrupt was or was about to become insolvent in accordance with the abovementioned principles, nor do I consider that it could reasonably be inferred from all the circumstances, at any other relevant time in 1999, that the bankrupt was or was about to become insolvent.",
      "id": "s571"
    },
    {
      "text": "I will amplify my reasoning in this regard later.",
      "id": "s572"
    },
    {
      "text": "164 One other matter which I propose to deal with in relation to the claimed avoidance against the Trustee of the transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers and taken to have occurred in accordance with s 121(9)(b) of the Act, is the question of whether or not, in the event that the transfer was found to be void, the Trustee would be obliged under s 121(5) of the Act to pay to Regis Towers an amount equal to the value of the consideration that Regis Towers gave for the Head Agreement choses in action, being the relevant property that did not previously exist.",
      "id": "s573"
    },
    {
      "text": "In my opinion, it is clear that the Trustee would have to pay Regis Towers an amount equal to the value of Regis Towers' promise under clause 3.1 of the Head Agreement to pay Meriton Apartments the sum of $1,750,000 in the manner indicated in clause 3.1 of the Head Agreement.",
      "id": "s574"
    },
    {
      "text": "I do not accept the Trustee's submission that the only relevant consideration under s 121(5) of the Act is that moving from Regis Towers which may be payable to the bankrupt.",
      "id": "s575"
    },
    {
      "text": "Whilst it is unnecessary, for present purposes, to undertake a valuation of the relevant consideration, there would seem to be compelling reasons for concluding that the value of the relevant consideration was, in the circumstances of this case, $1,750,000.",
      "id": "s576"
    },
    {
      "text": "165 Turning now to the alleged transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Caretaker-Management Agreement made on or about 17 August 1999 between The Owners --- Strata Plan No 56443 and Regis Towers, taken to have occurred in accordance with s 121(9)(b) of the Act, it may be noted that this is the aspect of the case to which the Trustee under its amended pleading gives the greatest emphasis.",
      "id": "s577"
    },
    {
      "text": "However, the Trustee's case fails for substantially similar reasons to those set out above in respect of the Head Agreement choses in action.",
      "id": "s578"
    },
    {
      "text": "166 The Trustee contends that the bankrupt did something that resulted in Regis Towers becoming the owner of the beneficial promises under the Caretaker-Management Agreement, presumably the choses in action arising from the entry by Regis Towers into the Caretaker-Management Agreement ('the Caretaker-Management Agreement choses in action').",
      "id": "s579"
    },
    {
      "text": "167 Once again, it may be observed that the bankrupt did not relevantly do something which resulted in Regis Towers becoming the owner of the Caretaker-Management Agreement choses in action, being property that did not previously exist.",
      "id": "s580"
    },
    {
      "text": "His actions may, just like his getting out of bed on the morning of 17 August 1999, have contributed to Regis Towers becoming the owner of the Caretaker-Management Agreement choses in action, but they did not result in Regis Towers becoming their owner.",
      "id": "s581"
    },
    {
      "text": "168 The relevant something which the bankrupt did in relation to the making of the Caretaker-Management Agreement between the Owners --- Strata Plan No 56443 and Regis Towers was, as the company's sole director at the time, to cause Regis Towers to enter into the Caretaker-Management Agreement and, to witness the affixing of the common seal of Regis Towers to that agreement.",
      "id": "s582"
    },
    {
      "text": "169 However, the other thing which led to Regis Tower becoming the owner of the Caretaker-Management Agreement choses in action was the execution of the Caretaker-Management Agreement by The Owners --- Strata Plan No 56443 on 6 August 1999 and the making of the agreement thereafter.",
      "id": "s583"
    },
    {
      "text": "What is clear is that, given Meriton Property Management Pty Limited's standing as the original owner of all of the lots in the Strata Plans comprising the Strata Scheme, Meriton Apartments Pty Limited's standing as Meriton Property Management Pty Limited's 'vendor's representative' and Meriton Apartments Pty Limited's obligations under clause 2.1(c) of the Head Agreement of 20 April 1999 to cause The Owners Corporation to 'Resolve to enter into the Caretaker-Manager Agreement with the Caretaker [Regis Towers] and to execute such agreements', the primary reason for The Owners --- Strata Plan No 56443 entering into the Caretaker-Management Agreement with Regis Towers was to enable Meriton Apartments Pty Limited to fulfil its obligations to Regis Towers under the Head Agreement of 20 April 1999.",
      "id": "s584"
    },
    {
      "text": "170 The bankrupt should not be taken to have transferred the Caretaker-Management Agreement choses in action to Regis Towers within the meaning of s 121(9)(b) of the Act.",
      "id": "s585"
    },
    {
      "text": "171 If, contrary to my opinion, the bankrupt was taken to have transferred the Caretaker-Management Agreement choses in action to Regis Towers then such transfer was not void against the Trustee because there was no property in the hands of the bankrupt , prior to the bankrupt doing the something, taken to be the transfer, which resulted in Regis Towers becoming the owner of the Caretaker-Management Agreement choses in action that did not previously exist, which would probably have become part of the bankrupt's estate or would probably have been available to creditors if the Caretaker-Management Agreement choses in action had not been taken to have been transferred.",
      "id": "s586"
    },
    {
      "text": "172 Apart from the foregoing findings, which are adverse to the Trustee's case in respect of the Caretaker-Management Agreement choses in action, I do not, as indicated above, consider that it could reasonably be inferred from all the circumstances that, as at 17 August 1999, the bankrupt was or was about to become insolvent in accordance with the abovementioned principles.",
      "id": "s587"
    },
    {
      "text": "173 The remaining matter which I propose to deal with in relation to the claimed avoidance against the Trustee of the transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the Caretaker-Management Agreement made on or about 17 August 1999 between The Owners --- Strata Plan No 56443 and Regis Towers and taken to have occurred in accordance with s 121(9)(b) of the Act, is the question of whether or not in the event that the transfer was found to be void, the Trustee would be obliged under s 121(5) of the Act to pay to Regis Towers an amount equal to the value of the consideration that Regis Towers gave for the Caretaker-Management Agreement choses in action , being the relevant property that did not previously exist.",
      "id": "s588"
    },
    {
      "text": "In my opinion, it is clear that the Trustee would have to pay Regis Towers an amount equal to the value of Regis Towers' promises to perform its caretaker, cleaning and concierge duties in a conscientious, expeditious and workmanlike manner during the term of the agreement as required by clause 1 of the Caretaker-Management Agreement.",
      "id": "s589"
    },
    {
      "text": "Once again, I do not accept the Trustee's submission that the only relevant consideration under s 121(5) of the Act is that moving from Regis Towers which may directly benefit the bankrupt.",
      "id": "s590"
    },
    {
      "text": "It is unnecessary, for present purposes, to undertake a valuation of the relevant consideration, but plainly it would be substantial.",
      "id": "s591"
    },
    {
      "text": "174 Turning now to the alleged transfers by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the several agreements for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase by Regis Towers of Lot 149 in Strata Plan No 56443, Lot 454 in Strata Plan No 58946 (earlier identified as 58586), Lot 488 in the strata plan which later became Strata Plan No 61369, Lot 489 in the strata plan which later became Strata Plan No 61369 and Lot 650 in the strata plan which later became Strata Plan No 61369, taken to have occurred in accordance with s 121(9)(b) of the Act, the Trustee's case fails, once again, for substantially similar reasons to those set out above in respect of the Head Agreement choses in action.",
      "id": "s592"
    },
    {
      "text": "175 The Trustee contends that in the case of each agreement for purchase the bankrupt did something that resulted in Regis Towers becoming the owner of the relevant beneficial promises under such agreements, presumably the choses in action arising from the entry by Regis Towers into such agreements (collectively 'the agreements for purchase choses in action').",
      "id": "s593"
    },
    {
      "text": "176 It may again be observed that the bankrupt did not in relation to any of the agreements for purchase relevantly do something which resulted in Regis Towers becoming the owner of the agreements for purchase choses in action or any of them, being property that did not previously exist.",
      "id": "s594"
    },
    {
      "text": "His actions may, just like his getting out of bed on the morning of 20 April 1999, have contributed to Regis Towers becoming the owner of the agreements for purchase choses in action, but they did not result in Regis Towers becoming their owner.",
      "id": "s595"
    },
    {
      "text": "177 The relevant something which the bankrupt did in relation to the making of each of the agreements for purchase on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers for the purchase of the several lots mentioned was to agree with Kerrie McInnes, as a de facto director of Regis Towers within the meaning of s 9 of the Corporations Act (or with Kerrie McInnes, Craig Stewart and Popi Rose as de facto directors) that Regis Towers should enter into the several agreements for purchase, and, to witness, together with Kerrie McInnes, the affixing of the common seal of Regis Towers (then known as Cesscut Pty Limited) to each of the agreements for purchase.",
      "id": "s596"
    },
    {
      "text": "178 Other things which led to Regis Towers becoming the owner of the several agreements for purchase choses in action were the concurrence of Kerrie McInnes (or of Kerrie McInnes, Craig Stewart and Popi Rose) in the action taken by Regis Towers, the payment by Kerrie McInnes on behalf of Regis Towers of the several deposits due to be paid by Regis Towers to Meriton Property Management Pty Limited (to be released to Meriton Apartments Pty Limited as at the date of each agreement) and the execution of the several agreements by Meriton Property Management Pty Limited.",
      "id": "s597"
    },
    {
      "text": "It is clear that neither Regis Towers nor the bankrupt had the financial capacity, independently of the assistance provided by Kerrie McInnes, to enter into agreements with Meriton Property Management Pty Limited on or about 20 April 1999 in the terms of the several agreements for purchase.",
      "id": "s598"
    },
    {
      "text": "179 Whilst there are only contracts in evidence referable to the purchase of Lots 454, 488 and 650, it may be assumed that there were like contracts between Meriton Property Management Pty Limited and Regis Towers referable to the purchase by Regis Towers of Lots 149 and 489.",
      "id": "s599"
    },
    {
      "text": "180 It follows that the bankrupt did not relevantly do something which resulted in Regis Towers becoming the owner of the several agreements for purchase choses in action that did not previously exist.",
      "id": "s600"
    },
    {
      "text": "Accordingly, the bankrupt was not taken to have transferred the several agreements for purchase choses in action to Regis Towers within the meaning of s 121(9)(b) of the Act.",
      "id": "s601"
    },
    {
      "text": "181 If, contrary to my opinion, the bankrupt was taken to have transferred the several agreements for purchase choses in action to Regis Towers then such transfers were not void against the Trustee because there was no property in the hands of the bankrupt , prior to the bankrupt doing the several things, taken to be the transfers, which resulted in Regis Towers becoming the owner of the several agreements for purchase choses in action that did not previously exist, which would probably have become part of the bankrupt's estate or would probably have been available to creditors if the several agreements for purchase choses in action had not been taken to have been transferred.",
      "id": "s602"
    },
    {
      "text": "182 Apart from the foregoing findings, which are adverse to the Trustee's case in respect of the several agreements for purchase choses in action, I do not consider, as indicated above, that it could reasonably be inferred from all the circumstances that, as at 20 April 1999 or thereabouts, the bankrupt was or was about to become insolvent in accordance with the abovementioned principles.",
      "id": "s603"
    },
    {
      "text": "183 The remaining matter which I propose to deal with in relation to the claimed avoidance as against the Trustee of the transfer by the bankrupt to Regis Towers of rights created in favour of Regis Towers under the several agreements for purchase made on or about 20 April 1999 between Meriton Property Management Pty Limited and Regis Towers and taken to have occurred in accordance with s 121(9)(b) of the Act, is the question of whether or not in the event that the transfers were found to be void, the Trustee would be obliged under s 121(5) of the Act to pay to Regis Towers amounts equal to the value of the consideration that Regis Towers gave for the several agreements for purchase choses in action, being the relevant property that did not previously exist.",
      "id": "s604"
    },
    {
      "text": "In my opinion, it is clear that the Trustee would have to pay to Regis Towers an amount equal to the value of Regis Towers' promises to pay Meriton Property Management Pty Limited the purchase prices due under the several agreements for purchase.",
      "id": "s605"
    },
    {
      "text": "I do not accept the Trustee's submission that the only relevant consideration under s 121(5) of the Act is that moving from Regis Towers which may be payable to the bankrupt.",
      "id": "s606"
    },
    {
      "text": "It is unnecessary, for present purposes, to undertake a valuation of the relevant consideration under each agreement for purchase, but plainly the amounts would be substantial.",
      "id": "s607"
    },
    {
      "text": "184 It follows from the above that the Trustee's Amended Cross Application filed in Court on 17 October 2006 fails in respect of the prayers for relief in paragraphs 2, 3, 4, 5, 6 and 7 thereof.",
      "id": "s608"
    },
    {
      "text": "Consideration of the Trustee's alternative case in respect of the payments \n \n185 As indicated above the bankrupt made certain payments in 1999 in respect of which the Trustee seeks relief under s 121 of the Act.",
      "id": "s609"
    },
    {
      "text": "186 By virtue of s 121(9)(a) of the Act, a payment of money is within the meaning of 'transfer of property' for the purposes of s 121.",
      "id": "s610"
    },
    {
      "text": "187 Applying this extended definition to s 121(1)(a) of the Act it would seem to me that it should be read in relation to a payment of money as follows:\n \n \n '(1) A transfer of property [payment of money] by a person who later becomes a bankrupt (the transferor ) to another person (the transferee ) is void against the trustee in the transferor's bankruptcy if: \n \n \n \n \n \n \n (a) the property [the monies the subject of the payment] would probably have become part of the transferor's estate or would probably have been available to creditors if the property [the monies the subject of the payment] had not been transferred [paid] ; ...' \n \n \n \n \n\n188 The payments made by the bankrupt referred to at [78] --- [96] above were as follows:\n Approximate date of payment Payee Amount 6 May 1999 Kerrie McInnes $218,750.00 6 August 1999 Meriton Apartments Pty Limited $257,814.51 2 December 1999 Meriton Apartments Pty Limited $334,439.88 \n\n \n189 Whilst one might have expected the balance of the settlement monies in respect of the purchase of Lots 488, 489 and 650 by Regis Towers, which were covered by the $334,439.88, to have been paid to Meriton Property Management Pty Limited as the relevant vendor, the standard form of contract for the development would appear to have included a clause 32.1 whereby Meriton Property Management Pty Limited directed the payment of the balance of purchase monies to Meriton Apartments Pty Limited.",
      "id": "s611"
    },
    {
      "text": "In relation to the purchase of Lot 650 clause 32.1 of the contract provided:\n \n \n '32.1 The vendor authorises and directs the purchaser to pay the balance of purchase monies (after any necessary adjustments) to Meriton Apartments Pty Limited and the purchaser shall not require any further direction in this regard on or before completion of this contract.",
      "id": "s612"
    },
    {
      "text": "' \n \n \n \n\n190 The Trustee's case in respect of an alleged payment of $218,750 by the bankrupt to Meriton Apartments Pty Limited in late April 1999 must fail.",
      "id": "s613"
    },
    {
      "text": "There was no such payment.",
      "id": "s614"
    },
    {
      "text": "191 The evidence establishes that on or about 20 April 1999 Kerrie McInnes paid $218,750 to Meriton Apartments Pty Limited as indicated above to meet all the deposit obligations of Regis Towers under the several contracts entered into by Regis Towers on 20 April 1999 with Meriton Property Management Pty Limited and/or Meriton Apartments Pty Limited.",
      "id": "s615"
    },
    {
      "text": "There is no suggestion that Regis Towers agreed to allot shares in its capital to Kerrie McInnes for the money so paid nor is there any suggestion that Kerrie McInnes intended to give the money to Regis Towers.",
      "id": "s616"
    },
    {
      "text": "192 The agreement of Ms McInnes to 'put all the money in now' on the basis that the bankrupt would put his half share in later, supports an inference that Ms McInnes agreed to lend the amount so paid to Regis Towers.",
      "id": "s617"
    },
    {
      "text": "193 Whilst there is some evidence that a 'stop payment' was placed or to be placed on Ms McInnes' cheques, it is clear that the cheques were ultimately met.",
      "id": "s618"
    },
    {
      "text": "194 When Ms McInnes and Mr Stewart withdrew from the enterprise on or about 6 May 1999 and the bankrupt proceeded to pay $218,750 to Ms McInnes as indicated above, the effect of the payment was for the bankrupt to take an assignment of Regis Towers' indebtedness to Ms McInnes for a like amount.",
      "id": "s619"
    },
    {
      "text": "195 No claim is made by the Trustee that the payment of $218,750 by the bankrupt to Ms McInnes on or about 6 May 1999 constituted a transfer of property which was void against the Trustee.",
      "id": "s620"
    },
    {
      "text": "Even if such a claim had been made, and assuming that Ms McInnes had been made a party to the proceedings, it would, in my opinion, fail.",
      "id": "s621"
    },
    {
      "text": "196 The Court could not conclude that the monies the subject of the payment would probably have become part of the bankrupt's estate or would probably have been available to creditors if the payment had not been made.",
      "id": "s622"
    },
    {
      "text": "197 The bankrupt did not become bankrupt until 21 June 2005.",
      "id": "s623"
    },
    {
      "text": "The earliest possible date for the commencement of his bankruptcy under s 115(2) of the Act, would, in the circumstances, have been 21 December 2004.",
      "id": "s624"
    },
    {
      "text": "The payment in question was made five and a half years before that date.",
      "id": "s625"
    },
    {
      "text": "198 If the payment to Ms McInnes had not been made, the likelihood is that the monies the subject of the payment would have been used to repay the borrowing made by the bankrupt from Howes &amp; Ors, or otherwise expended.",
      "id": "s626"
    },
    {
      "text": "199 Apart from the above consideration, I could not reasonably infer from all the circumstances that, as at 6 May 1999, the bankrupt was or was about to become insolvent in accordance with the relevant principles referred to above.",
      "id": "s627"
    },
    {
      "text": "200 In addition, if the payment of $218,750 by the bankrupt to Ms McInnes were found to be void against the Trustee, the Trustee would be required, under s 121(5) of the Act, to pay to Ms McInnes an amount equal to the value of the consideration given by her for the payment i.e.",
      "id": "s628"
    },
    {
      "text": "the value of the assignment by her to the bankrupt of her right to be repaid the amount of $218,750 lent by her to Regis Towers.",
      "id": "s629"
    },
    {
      "text": "Without attempting to value that consideration, it is difficult to contemplate that, as at 6 May 1999 it would have been less than $218,750.",
      "id": "s630"
    },
    {
      "text": "201 This leaves for consideration the payments made by the bankrupt to Meriton Apartments Pty Limited on 6 August 1999 and 2 December 1999.",
      "id": "s631"
    },
    {
      "text": "Before addressing the operation of s 121 of the Act in relation to those payments, it is appropriate to expand on the observations made above that it could not reasonably be inferred from all the circumstances that at any relevant time in 1999, the bankrupt was, or was about to become, insolvent.",
      "id": "s632"
    },
    {
      "text": "Insolvency \n \n202 Whilst a person may be unable to pay all the person's debts as and when they become due and payable and, accordingly, be insolvent within the meaning of the Act or, may find himself or herself in circumstances where he or she is about to become insolvent within the meaning of s 121(2) of the Act, it would be unusual in the extreme for such a person to be able to avoid bankruptcy for another five years, no sequestration order being made in respect of his or her estate and no necessity arising for the person to present a debtor's petition against himself or herself.",
      "id": "s633"
    },
    {
      "text": "203 The possibility could always exist that such a person might, when about to become insolvent, enjoy a windfall gain which might have the effect of staving off the fateful day for another five years or so.",
      "id": "s634"
    },
    {
      "text": "Having said that, I do not consider that in the circumstances of the present case, one can dismiss as irrelevant the long delay between the bankrupt's alleged insolvency in 1999 and his ultimate bankruptcy in 2005.",
      "id": "s635"
    },
    {
      "text": "204 It is significant, as submitted by Regis Towers, that there is no evidence of any cheques having been drawn by the bankrupt which were dishonoured on presentation.",
      "id": "s636"
    },
    {
      "text": "There is no evidence of any claims having been made for unpaid taxation and there is no evidence of any notices having been served on the bankrupt under s 57(2)(b) of the Real Property Act 1900 (NSW).",
      "id": "s637"
    },
    {
      "text": "205 Whilst the bankrupt may, on or about 17 April 1999 have been 'out of money', it must be observed that the reason for him finding himself in such a position was that he had just 'acquired all these other units', a reference, no doubt, to the acquisition by himself or by himself and his then wife, Popi Rose, of Lots 417, 582, 587, 567, 471, 564, 505, 561, 565, 501 and 459 in the various strata plans forming part of the strata scheme.",
      "id": "s638"
    },
    {
      "text": "206 The purchases by the bankrupt or by the bankrupt and his wife all proceeded to settlement between July and December 1999 without default.",
      "id": "s639"
    },
    {
      "text": "The purchase prices paid by them totalled, as indicated above, $4,603,500.",
      "id": "s640"
    },
    {
      "text": "207 The bankrupt opened his Cash Management Call Account at the Liverpool and Castlereagh Streets branch of Commonwealth Bank of Australia on 13 July 1999 with a deposit of $491,232.92.",
      "id": "s641"
    },
    {
      "text": "That account had a credit balance of $45,765.55 as at 6 September 1999, a credit balance of $422,287.27 as at 16 November 1999, a credit balance of $58,374.79 as at 7 December 1999 and a credit balance of $18,553.29 as at 24 December 1999.",
      "id": "s642"
    },
    {
      "text": "208 In support of his case for a finding of insolvency or approaching insolvency in 1999 the Trustee relies upon a balance sheet for the bankrupt prepared by Mr Harris in 2002.",
      "id": "s643"
    },
    {
      "text": "This balance sheet showed total assets as at 30 June 1999 of $2,364,920.85 and total liabilities of $2,830,505.30, indicating a deficiency of assets over liabilities of $465,584.45.",
      "id": "s644"
    },
    {
      "text": "The comparable figures as at 30 June 2000 were total assets of $7,294,651.23 and total liabilities of $7,749,466.70, indicating a deficiency of assets over liabilities of $454,815.47.",
      "id": "s645"
    },
    {
      "text": "However, the balance sheets appear to have been prepared on an historical cost basis with the consequence that none of the unrealised capital gains, reflected in the post acquisition valuations of numerous lots in the strata scheme, were taken into account.",
      "id": "s646"
    },
    {
      "text": "209 The Trustee also relied upon an understatement in the balance sheet of the bankrupt's indebtedness as at 30 June 1999 to Howes &amp; Ors, which should have been recorded at $327,000.",
      "id": "s647"
    },
    {
      "text": "In the balance sheet it was shown as an indebtedness to Nugent Wallam (sic) &amp; Carter in the sum of $103,731.00.",
      "id": "s648"
    },
    {
      "text": "Nugent Wallman &amp; Carter were the solicitors for Howes &amp; Ors.",
      "id": "s649"
    },
    {
      "text": "The Trustee's observation in respect of the understatement of the liability seems to be correct, but that does not relevantly establish insolvency on the part of the bankrupt.",
      "id": "s650"
    },
    {
      "text": "210 When Mr Harris prepared the balance sheets for the bankrupt, he also prepared two detailed profit and loss statements for him.",
      "id": "s651"
    },
    {
      "text": "For the year ended 30 June 1999, the year in which the bankrupt effectively gave up practising as a solicitor and established himself as a real estate investor and property manager, one profit and loss statement showed a loss of $68,301.50.",
      "id": "s652"
    },
    {
      "text": "The other profit and loss statement showed a loss of $83,041.18 in respect of the bankrupt's property which he was developing at number 1, 722 Darling Street, Rozelle.",
      "id": "s653"
    },
    {
      "text": "The comparable profit and loss statements for the year ended 30 June 2000 showed a profit of $269,567.00 and a loss of $93,650.70.",
      "id": "s654"
    },
    {
      "text": "211 The bankrupt's 1999 tax return showed a net loss of $151,171 and his 2000 return showed a net profit of $175,917.",
      "id": "s655"
    },
    {
      "text": "Whilst there has been some conjecture as to whether the copy tax returns, to which I have referred, reflect the income of the bankrupt as returned, I am satisfied that the returns were in fact copies of those that were lodged.",
      "id": "s656"
    },
    {
      "text": "212 Other matters upon which the Trustee relied included defaults by the bankrupt in meeting certain demands upon him.",
      "id": "s657"
    },
    {
      "text": "213 On 13 May 1999 Leichhardt Municipal Council instituted proceedings against the bankrupt in the Sutherland Local Court for non payment of rates and charges due and owing as at 18 March 1999 in respect of the property known as 1/724 Darling Street, Rozelle, in the sum of $22,605.15 plus costs.",
      "id": "s658"
    },
    {
      "text": "On the same day another action was commenced by the Council against the bankrupt for non payment of a 's 94 Open Space Contribution in respect of Development Application number 436/95' in the sum of $20,888 plus costs.",
      "id": "s659"
    },
    {
      "text": "There is no evidence that either of these matters proceeded to judgment.",
      "id": "s660"
    },
    {
      "text": "214 There is evidence that a series of letters were written by Suncorp-Metway Limited to the bankrupt in April, June, July and September 1999 and January 2000 drawing his attention to arrears in respect of minimum monthly payments due under a loan from that company to the bankrupt.",
      "id": "s661"
    },
    {
      "text": "The amounts claimed as due or overdue in seven separate letters varied from a high of $2,767 to a low of $607.95.",
      "id": "s662"
    },
    {
      "text": "215 On 5 April 2005 G B Fernie &amp; Co Solicitors of 301 Castlereagh Street, Sydney, a building adjacent to the Castlereagh Street tower, submitted a memorandum of fees to Emanuel (sic) Triantafilis, the bankrupt's father, for $500 inclusive of GST.",
      "id": "s663"
    },
    {
      "text": "That memorandum of fees recorded that it had already been paid.",
      "id": "s664"
    },
    {
      "text": "The description of the work to which the memorandum related was 'To our professional fees of obtaining instructions from you, drafting and filing Statement of Claim, Confession and entering Judgment'.",
      "id": "s665"
    },
    {
      "text": "Mr Triantafilis's address was shown as 8/13 Harriette Street, Neutral Bay.",
      "id": "s666"
    },
    {
      "text": "At the time Mr Triantafilis was living in Sydney.",
      "id": "s667"
    },
    {
      "text": "216 The bankrupt changed his name from Triantafilis, which apparently means rose in Greek, to Rose many years ago.",
      "id": "s668"
    },
    {
      "text": "G B Fernie &amp; Co in fact drafted a Statement of Liquidated Claim for proceedings to be instituted by Mr Triantafilis against his son, the bankrupt, claiming $750,000 although in the Statement of Claim this was recorded as a claim for $500,000 plus interest up to judgment and costs.",
      "id": "s669"
    },
    {
      "text": "The cause of action pleaded was an alleged failure by the bankrupt to account to his father for the proceeds of sale of a property known as 5 Quirk Street, Rozelle, said to have been sold by the bankrupt, exercising a power of attorney on behalf of his father, in September 1994, and for which he failed to account.",
      "id": "s670"
    },
    {
      "text": "At the same time as G B Fernie &amp; Co drafted the Statement of Claim they also drafted a Statement of Confession for the bankrupt to sign and verify on 8 April 2005, i.e.",
      "id": "s671"
    },
    {
      "text": "three days after the date of G B Fernie &amp; Co's memorandum of fees, together with a draft affidavit for Mr Triantafilis to swear on 8 April 2005 in support of an application for a garnishee order against the bankrupt and also a draft garnishee order in respect of monies held by the bankrupt in an account with Laiki Bank Australia Limited, number 309682.",
      "id": "s672"
    },
    {
      "text": "217 I am not prepared to accept that these documents demonstrate any genuine indebtedness of the bankrupt to his father in 1999 or that, if there was an indebtedness, any claim had been made for payment of the monies in question.",
      "id": "s673"
    },
    {
      "text": "There is no evidence that the monies were due in 1999.",
      "id": "s674"
    },
    {
      "text": "The other payments \n \n218 Returning now to the payments made by the bankrupt to Meriton Apartments Pty Limited on 6 August 1999 and 2 December 1999, the Trustee's case in respect of each such payment must fail.",
      "id": "s675"
    },
    {
      "text": "219 I am not satisfied that the monies the subject of the payment on or about 6 August 1999 would probably have become part of the bankrupt's estate or would probably have been available to creditors if the payment had not been made.",
      "id": "s676"
    },
    {
      "text": "220 Furthermore I am not satisfied that the monies the subject of the payment made on or about 2 December 1999 would probably have become part of the bankrupt's estate or would probably have been available to creditors if the payment had not been made.",
      "id": "s677"
    },
    {
      "text": "221 If the payment of $257,814.51 had not been made on or about 6 August 1999, the likelihood is that the monies the subject of the payment would have been used to repay part of the borrowing made by the bankrupt and his brother on the security of the Darling Street, Rozelle property or otherwise expended.",
      "id": "s678"
    },
    {
      "text": "Similarly, the likelihood is that the monies the subject of the payment of $334,439.88 on or about 2 December 1999 would have been used to repay indebtedness or otherwise expended long before December 2004.",
      "id": "s679"
    },
    {
      "text": "222 Apart from the above consideration, I could not reasonably infer from all the circumstances that as at 6 August 1999 or 2 December 1999, the bankrupt was or was about to become insolvent in accordance with the principles referred to above.",
      "id": "s680"
    },
    {
      "text": "223 There is the further question in relation to the payments made to Meriton Apartments Pty Limited on or about 6 August 1999 and on or about 2 December 1999 as to what, if any, amounts the Trustee would have to pay, representing the value of the consideration that was given for the payments, were they to be found to be void against the Trustee, in accordance with s 121(5) of the Act.",
      "id": "s681"
    },
    {
      "text": "224 If the payment of $257,814.51 by the bankrupt to Meriton Apartments Pty Limited was found to be void against the Trustee, the Trustee would be required under s 121(5) of the Act to pay to Meriton Apartments Pty Limited an amount equal to the value of the consideration given by Meriton Apartments Pty Limited for such payment.",
      "id": "s682"
    },
    {
      "text": "The relevant consideration would be an implied promise by Meriton Apartments Pty Limited to release Regis Towers from its obligation under the Head Agreement of 20 April 1999 to itself pay such an amount to Meriton Apartments Pty Limited.",
      "id": "s683"
    },
    {
      "text": "It is unnecessary to undertake a valuation of such consideration, but prima facie it would be unlikely that its value would be less than $275,814.51.",
      "id": "s684"
    },
    {
      "text": "225 As for the payment of $334,439.88 by the bankrupt to Meriton Apartments Pty Limited, $75,114.15 represented monies paid to Meriton Apartments Pty Limited as Meriton Property Management Pty Limited's 'vendor's representative' in respect of the settlement of the purchases by Regis Towers of Lots 488 and 489 in Strata Plan No 61369.",
      "id": "s685"
    },
    {
      "text": "The balance of $259,325.73 included an amount paid to Meriton Apartments Pty Limited as Meriton Property Management Pty Limited's 'vendor's representative' in respect of the settlement of the purchase by Regis Towers of Lot 650 in Strata Plan No 61369 and an amount due to Meriton Apartments Pty Limited to fulfil the balance of Regis Towers' obligations to Meriton Apartments Pty Limited under the Head Agreement made 20 April 1999 between Meriton Apartments Pty Limited and Regis Towers.",
      "id": "s686"
    },
    {
      "text": "226 If the payment of those amounts or any of them were found to be void against the Trustee, the Trustee would be required under s 121(5) of the Act to pay to Meriton Apartments Pty Limited and/or Meriton Property Management Pty Limited amounts equal to the value of the consideration given by them for such payments.",
      "id": "s687"
    },
    {
      "text": "The relevant consideration would be an implied promise by Meriton Apartments Pty Limited to release Regis Towers from its obligation under the Head Agreement of 20 April 1999 to itself pay the relevant amount to Meriton Apartments Pty Limited and an implied promise by Meriton Property Management Pty Limited to release Regis Towers from its obligation under the three agreements for purchase of Lots 488, 489 and 650 to itself pay the relevant amounts to Meriton Apartments Pty Limited as Meriton Property Management Pty Limited's 'vendor's representative'.",
      "id": "s688"
    },
    {
      "text": "It is unnecessary to undertake a valuation of such consideration, but prima facie the total would be unlikely to have a value less than $334,439.88.",
      "id": "s689"
    },
    {
      "text": "227 In the foregoing circumstances, it follows that the Trustee's Second Further Amended Cross Application filed in Court on 17 October 2006 fails in respect of prayers for relief 8 and 9.",
      "id": "s690"
    },
    {
      "text": "Accordingly, the Second Further Amended Cross Application in proceeding No NSD 641 of 2006 should be dismissed.",
      "id": "s691"
    },
    {
      "text": "The appeal against the Trustee's rejection of Regis Towers' proof of debt \n \n228 Two matters need to be addressed, firstly whether the Court should extend the time within which the application for review of the Trustee's decision may be brought under s 104(3) of the Act and, secondly, whether the decision should be confirmed, reversed or varied.",
      "id": "s692"
    },
    {
      "text": "229 The decision of the Trustee on Regis Towers' proof of debt was recorded in his notice of rejection dated 23 June 2006.",
      "id": "s693"
    },
    {
      "text": "In the circumstances, it seems to me that the 21 day period prescribed in s 104(3) for Regis Towers' application for review to be brought expired on Friday 14 July 2006.",
      "id": "s694"
    },
    {
      "text": "As indicated above, the application for review was not filed until 29 August 2006 but, in the meantime, an application had been filed in the form of a 'Second Cross Application' in proceeding number NSD 641 of 2006 on Monday 17 July 2006, which, following the institution of NSD 1657 of 2006, Regis Towers is no longer pressing, in which similar relief was sought.",
      "id": "s695"
    },
    {
      "text": "230 In these circumstances, the failure to file the application for review within the prescribed time should be viewed de minimis.",
      "id": "s696"
    },
    {
      "text": "No relevant prejudice having been caused, the time within which the application for review may be brought should be extended nunc pro tunc to 29 August 2006 so that the application may be taken to have been brought within time.",
      "id": "s697"
    },
    {
      "text": "231 As to the application for review itself, the administrator conceded 'that there weren't proper books and records kept in relation to the company (referring to Regis Towers)'.",
      "id": "s698"
    },
    {
      "text": "Indeed, he reported this deficiency to both the Australian Securities and Investments Commission and also Regis Towers' creditors.",
      "id": "s699"
    },
    {
      "text": "In the circumstances, the evidentiary value of Regis Towers' books is significantly eroded (cf s 1305 of the Corporations Act ).",
      "id": "s700"
    },
    {
      "text": "232 Mr Harris' evidence in respect of the making of the journal entries affecting the bankrupt's directors' loan account as at 30 June 2000 does not allow a finding to be made that those entries were reliable or, for that matter, authorised.",
      "id": "s701"
    },
    {
      "text": "I accept the bankrupt's evidence that he probably only saw the directors' loan account record, including the debit entry of $1,198,969.72, recently.",
      "id": "s702"
    },
    {
      "text": "He entertained the possibility that he may have seen 'some other closely resembling form on another occasion', but I am unable to make a finding that he did see any earlier version.",
      "id": "s703"
    },
    {
      "text": "233 The administrator has worked assiduously to demonstrate that one can properly get to the 30 June 2000 starting point of a debit balance in the bankrupt's loan account with Regis Towers of $7,875.46 by means other than the ledger account figures thrown up by Mr Harris when he prepared accounts for Regis Towers for the year ended 30 June 2000 in 2002.",
      "id": "s704"
    },
    {
      "text": "The problem is that, to get to the $7,875.46 figure, as he sought to do in his final submissions of 18 October 2006, the administrator had to invite the Court to find that the monies borrowed by the bankrupt from Howes &amp; Ors on 6 May 1999 on the security of Mr and Mrs Pappas' third party mortgage, had been received by the bankrupt from Regis Towers and further that the $345,000 lent by Mr and Mrs Pappas to the bankrupt on or about 7 May 2001 had been received by the bankrupt from Regis Towers on or before 30 June 2000.",
      "id": "s705"
    },
    {
      "text": "234 There were other flaws in the Administrator's attempted reconstruction, such as reliance on 'Adjustments'.",
      "id": "s706"
    },
    {
      "text": "235 One other aspect of the matter that needs to be considered, and upon which the Trustee relies, is the lack of any allowance for directors' fees to be paid by Regis Towers to the bankrupt in respect of the period 1 July 2002 --- 31 December 2004, even though significant directors' fees had been provided for, and also included by the bankrupt in his tax returns, for earlier years.",
      "id": "s707"
    },
    {
      "text": "The directors' loan account for the year ended 30 June 2000 showed $269,000 as being payable to the bankrupt for 'Director Fee'.",
      "id": "s708"
    },
    {
      "text": "In his tax return for that financial year, the bankrupt in fact disclosed the receipt of $271,000 as 'Directors bonus --- Regis Towers'.",
      "id": "s709"
    },
    {
      "text": "236 The Trustee's submission is that, taking all these matters into account, it cannot be said that the Trustee wrongfully rejected Regis Towers' proof of debt.",
      "id": "s710"
    },
    {
      "text": "I agree.",
      "id": "s711"
    },
    {
      "text": "237 \n \nThe decision of the Trustee to reject in whole Regis Towers' proof of debt lodged by Regis Towers with the Trustee under cover of the administrator's letter dated 20 March 2006 should be confirmed.",
      "id": "s712"
    },
    {
      "text": "I certify that the preceding two hundred and thirty-seven (237) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s713"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n\n \n \n \n Counsel for the Cross-Applicant (the Respondent in proceedings NSD 1657 of 2006): A W Street SC and C K Stewart \n \n Solicitors for the Cross-Applicant (the Respondent in proceedings NSD 1657 of 2006): Piper Alderman \n \n Counsel for the Cross-Respondent (the Applicant in proceedings NSD 1657 of 2006): A P Spencer \n \n Solicitor for the Cross-Respondent (the Applicant in proceedings NSD 1657 of 2006): Sally Nash &amp; Co \n \n Dates of Hearing: 10, 11, 12, 13, 16, 17, 18 and 19 October 2006 \n \n Date of Judgment: 17 November 2006 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1553.html",
      "id": "s714"
    }
  ]
}