{
  "name": "Choundary v Capital Airport Group Pty Ltd [2006] FCA 1755 (18 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1755.html",
  "catchphrases": [
    {
      "text": "whether prima facie case of interference with the course of justice",
      "id": "c0"
    },
    {
      "text": "whether prima facie case of breach of discovery order and breach of subpoena",
      "id": "c1"
    },
    {
      "text": "contempt",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 19 April 2006, pursuant to r 19.02(7) of the Federal Magistrates Court Rules 2001 (Cth), Mowbray FM dismissed contempt charges brought by the appellant, Korina Choundary, against Capital Airport Group Pty Ltd, the respondent, on the basis that no prima facie case had been made out on any of the three charges pressed ( Choundary v Capital Airport Group [2006] FMCA 530).",
      "id": "s0"
    },
    {
      "text": "A fourth charge (originally described as charge 2) was not pressed.",
      "id": "s1"
    },
    {
      "text": "The appellant appeals in relation to each remaining charge.",
      "id": "s2"
    },
    {
      "text": "2 The three charges are as follows: \n \n \n '1.",
      "id": "s3"
    },
    {
      "text": "That Pursuant to Federal Magistrates Court Rule 19.02(1) the Respondent be found guilty of contempt of this Court for interfering in the due administration of justice in that it intentionally destroyed the Applicant's e-mail mailbox after it had been notified of the proposed proceedings and after it had accessed that e-mail account on or about 3 October 2002 for the purpose of its proposed defence.",
      "id": "s4"
    },
    {
      "text": "... \n 3.",
      "id": "s5"
    },
    {
      "text": "That pursuant to the Federal Magistrates Court Rule 19.02(1) the Respondent be found guilty of contempt of this Court for failing to comply with the subpoena issued by this Court on 12 February 2004 in that it did not produce the full chain of email correspondence dated 4 December 2001 between the Applicant and Ms Leesa Baker and then Ms Baker and Ms Hall and Ms Lindsay.",
      "id": "s6"
    },
    {
      "text": "4.",
      "id": "s7"
    },
    {
      "text": "That pursuant to Federal Magistrates Court Rule 19.02(1) the Respondent be found guilty of contempt of this Court for failing to comply with the order for discovery made by this Court on 1 July 2004 in that it did not discover the full chain of email correspondence dated 4 December 2001 variously between the Applicant and Ms Leesa Baker and then Ms Baker and Ms Hall and Ms Lindsay.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n \n FACTS \n \n 3 Because of the manner in which the Federal Magistrate decided the case, he did not need to set out a chronology of events.",
      "id": "s9"
    },
    {
      "text": "It is best to do so in order to deal with the issues on appeal.",
      "id": "s10"
    },
    {
      "text": "The following statement of facts is substantially drawn from the submissions for the appellant.",
      "id": "s11"
    },
    {
      "text": "I am satisfied the facts are properly based in the evidence.",
      "id": "s12"
    },
    {
      "text": "It needs to be borne in mind that it was only the appellant's evidence which was relevant.",
      "id": "s13"
    },
    {
      "text": "The appellant was entitled to have that evidence considered at its highest ( May v O'Sullivan [1955] HCA 38 ; (1955) 92 CLR 654; Amalgamated Television Services Pty Ltd v Marsden [2001] NSWCA 32 ; (2001) 122 A Crim R 166 per Ipp AJA at 172---176).",
      "id": "s14"
    },
    {
      "text": "I shall discuss some of the evidence in more detail when considering the individual charges.",
      "id": "s15"
    },
    {
      "text": "4 The appellant commenced full-time employment with the respondent as an accountant on 15 December 1997.",
      "id": "s16"
    },
    {
      "text": "In December 1998 the appellant was promoted to financial controller and received substantial pay increases during 1999 and 2000.",
      "id": "s17"
    },
    {
      "text": "In May 2000 the appellant married.",
      "id": "s18"
    },
    {
      "text": "In November 2000 the appellant became pregnant and in August 2001 gave birth to her son.",
      "id": "s19"
    },
    {
      "text": "In November 2001, during her maternity leave, the appellant met with Mr Stephen Byron, the respondent's Managing Director, and indicated that she would like to return to work in February 2002 on a part-time basis.",
      "id": "s20"
    },
    {
      "text": "Whilst Mr Byron said he would consider her request, the appellant was uneasy about the way in which he treated her; she generally considered that he had been evasive and was unlikely to accede to her request.",
      "id": "s21"
    },
    {
      "text": "5 The appellant met again with Mr Byron in December 2001 during which he refused her request to return to work part-time.",
      "id": "s22"
    },
    {
      "text": "However, Mr Byron said that circumstances had changed since the collapse of Ansett Airlines.",
      "id": "s23"
    },
    {
      "text": "He now needed a person, who could work full-time, who could deal directly with the banks.",
      "id": "s24"
    },
    {
      "text": "When the appellant asked if she was the person who could do this work, he said 'no'.",
      "id": "s25"
    },
    {
      "text": "The appellant then said she would return to work on a full-time basis.",
      "id": "s26"
    },
    {
      "text": "Mr Byron then recommended that the appellant take a part-time position she had been offered with another company instead.",
      "id": "s27"
    },
    {
      "text": "The appellant felt devastated after this meeting and was in tears.",
      "id": "s28"
    },
    {
      "text": "The appellant did not make a decision at that time but telephoned some days later to see if she could return to other available roles in the respondent's accounts department.",
      "id": "s29"
    },
    {
      "text": "Mr Byron told her she would be bored by the other positions and he confirmed that she should resign.",
      "id": "s30"
    },
    {
      "text": "The appellant did not resign and considered herself dismissed in December 2001.",
      "id": "s31"
    },
    {
      "text": "6 On 3 September 2002 the appellant's solicitor wrote to the respondent setting out this history, asserting that the respondent had wrongfully dismissed the appellant and had unlawfully discriminated against her under ss 5 , 7 and 14 of the Sex Discrimination Act 1984 (Cth).",
      "id": "s32"
    },
    {
      "text": "The final paragraph of the letter stated:\n 'Unless the matter is able to be settled by negotiation by 13 September 2002, I am instructed to file a complaint against [the respondent] in the Human Rights and Equal Opportunity Commission.",
      "id": "s33"
    },
    {
      "text": "' \n \n 7 The respondent did not accept the appellant's allegations and after receipt of this letter, the respondent engaged solicitors Mallesons Stephen Jacques (Mallesons).",
      "id": "s34"
    },
    {
      "text": "In preparation of the respondent's defence, Mallesons instructed the respondent to review the appellant's personal emails to locate any emails which recorded communications by her with friends and family about the circumstances of her departure from the respondent.",
      "id": "s35"
    },
    {
      "text": "In response to that request, at least Ms Leesa Baker on 3 October 2002 separately forwarded three emails from the appellant's email mailbox to Mr Danny Kynaston at Mallesons.",
      "id": "s36"
    },
    {
      "text": "8 On 10 December 2002 the appellant's solicitor lodged a complaint about the respondent's conduct with the Human Rights and Equal Opportunity Commission (HREOC).",
      "id": "s37"
    },
    {
      "text": "HREOC was not able to resolve the dispute between the parties.",
      "id": "s38"
    },
    {
      "text": "9 On 26 September 2003, after termination of that complaint by HREOC pursuant to s 46PH(1) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) (the HREOC Act), the proceedings were commenced in the Federal Magistrates Court pursuant to s 46PO of the HREOC Act.",
      "id": "s39"
    },
    {
      "text": "10 On 4 and 5 February 2004 the respondent served its evidence which included an affidavit by Ms Baker sworn on 3 February 2004.",
      "id": "s40"
    },
    {
      "text": "Annexed and marked 'I' and 'J' to that affidavit were the following apparently separate email communications from the appellant to Ms Baker sent before the appellant's meeting with Mr Byron in December 2001: \n 'From: Korina Choundary \n Sent: Tuesday, 4 December 2001 12:46PM \n To: Leesa Baker \n Subject: RE: If \n \n I am going to update my resume today however, I just don't have time before Monday.",
      "id": "s41"
    },
    {
      "text": "I have something on everyday this week and I think it will just be too much for Lachlan.",
      "id": "s42"
    },
    {
      "text": "I am feeling MUCH better already.",
      "id": "s43"
    },
    {
      "text": "It will not be hard to get what I am after obviously!!",
      "id": "s44"
    },
    {
      "text": "' \n \n\nAnd:\n \n 'From: Korina Choundary \n Sent: Tuesday, 4 December 2001 12:49PM \n To: Leesa Baker \n Subject: RE: If \n \n I don't know just yet.",
      "id": "s45"
    },
    {
      "text": "I have an email from Jacqui from TMP wanting my resume ASAP so she can forward to Lindsay as she wants to speak with me NOW.",
      "id": "s46"
    },
    {
      "text": "How fantastic.",
      "id": "s47"
    },
    {
      "text": "I will let you know when I know something.",
      "id": "s48"
    },
    {
      "text": "' \n \n 11 On 12 February 2004, after receipt of this evidence, the appellant's solicitor caused the Court to issue, inter alia, a subpoena for production which required the following documents: \n \n \n '1.",
      "id": "s49"
    },
    {
      "text": "All Email communications to and from Korin [sic] Norden/Korina Choundary maintained by the Respondent's server for the period of 1 November 2000 to 29 February 2002.",
      "id": "s50"
    },
    {
      "text": "2.",
      "id": "s51"
    },
    {
      "text": "All email communications to and from Stephen Byron concerning Korina Norden/Korina Choundary maintained by the Respondent's server for the period of 1 November 2000 to 29 February 2002.",
      "id": "s52"
    },
    {
      "text": "3.",
      "id": "s53"
    },
    {
      "text": "All email communications to and from Leesa Baker concerning Korina Norden/Korina Choundary maintained by the Respondent's server for the period of 1 November 2000 to 29 February 2002.",
      "id": "s54"
    },
    {
      "text": "' \n \n \n \n 12 On 6 May 2004, 11 June 2004 and 18 June 2004 the appellant's solicitor wrote to Mallesons about the adequacy of the respondent's compliance with the subpoena.",
      "id": "s55"
    },
    {
      "text": "The letter of 18 June 2004 stated, inter alia, that: \n \n \n '... \n 2.",
      "id": "s56"
    },
    {
      "text": "We confirm that the Applicant considers that your client has produced incomplete documents in response to subpoenas issued on behalf of the Applicant.",
      "id": "s57"
    },
    {
      "text": "The basis upon which the Applicant makes this allegation is her personal knowledge and recollection.",
      "id": "s58"
    },
    {
      "text": "3.",
      "id": "s59"
    },
    {
      "text": "In response to the subpoena seeking that the Respondent produce \"all email communications to and from Korina Norden/Korina Choundary maintained by the Respondent's server for the period 1 November 2000 to 29 February 2002\", all emails between Korina Norden/Korina Choundary to the following persons have not been produced: \n \n \n \n &#8226; Jeanette Hall \n &#8226; Leesa Baker \n &#8226; Danielle Grove (daniellejane@yahoo.com.au) \n &#8226; Jo Prezzi \n &#8226; Evelin Mullet \n &#8226; Jodi Norden \n &#8226; Anne Adams \n &#8226; Ingrid Workman \n &#8226; Sarah Lindsay \n \n \n \n 4.",
      "id": "s60"
    },
    {
      "text": "In response to the subpoena seeking \"all email communications to and from Stephen Byron concerning Korina Norden/Korina Choundary maintained by the Respondent's server for the period 1 November 2000 to 29 February 2002\", the Respondent has failed to produce an email from Leesa Baker sent to Sarah Lindsay who forwarded it to Stephen Byron concerning why Ms Baker does not want Ms Choundary to return to work at the airport.",
      "id": "s61"
    },
    {
      "text": "...' \n \n \n \n 13 On 28 June 2004 the appellant's solicitor caused the Court to issue a short service subpoena requiring the respondent to produce back-up tapes of the respondent's computer systems for the period 1 October 2001 to 31 January 2002.",
      "id": "s62"
    },
    {
      "text": "The appellant's computer expert, Mr Mario Ferraro, examined those tapes on or before 30 June 2004 but did not recover the appellant's email mailbox.",
      "id": "s63"
    },
    {
      "text": "14 The matter then came for hearing before Driver FM on 1 July 2004 and the issue of the adequacy of the respondent's compliance with the subpoena was agitated and the appellant's desire to have Mr Ferraro image the respondent's server to recover her email mailbox.",
      "id": "s64"
    },
    {
      "text": "His Honour vacated the hearing and ordered that the respondent provide verified discovery and answer interrogatories.",
      "id": "s65"
    },
    {
      "text": "The order for discovery was in the following terms: \n 'On or before 15 July 2004 the respondent shall discover: \n \n \n \n (a) all emails to and from the applicant for the period 1 November 2000 to 28 February 2002; \n \n (b) all emails to and from Mr Stephen Byron concerning the applicants [sic] for the period 1 November 2000 to 28 February 2002; \n \n (c) all emails to and from Ms Leesa Baker concerning the applicant for the period 1 November 2000 to 28 February 2002.",
      "id": "s66"
    },
    {
      "text": "' \n \n \n \n 15 On 15 July 2004 the respondent provided verified discovery.",
      "id": "s67"
    },
    {
      "text": "On 9 August 2004 the respondent provided answers to interrogatories.",
      "id": "s68"
    },
    {
      "text": "16 On 18 August 2004 the appellant's solicitor served a Notice to Produce for back-up tapes for the period 1 February 2002 to October 2002.",
      "id": "s69"
    },
    {
      "text": "At the directions hearing on 20 August 2004 Driver FM ordered, inter alia, that the Notice to Produce of 18 August 2004 be returnable on 30 September 2004 because the Federal Magistrates Court Rules 2001 do not provide for the return of notices to produce except at a hearing of the proceedings.",
      "id": "s70"
    },
    {
      "text": "(Rule 15.24 of the Federal Magistrates Court Rules provides that: \n \n \n '(1) A party may, by notice in writing, require another party to produce, at the hearing of the proceeding, a specified document that is in the possession, custody or control of that other party.",
      "id": "s71"
    },
    {
      "text": "(2) Unless the Court otherwise orders, the party given notice to produce must produce the document at the hearing.",
      "id": "s72"
    },
    {
      "text": "') \n \n \n \n 17 On 30 September 2004 the respondent produced one back-up tape of the respondent's server as of 9 January 2003.",
      "id": "s73"
    },
    {
      "text": "The Court granted Mr Ferraro access to the back-up tape.",
      "id": "s74"
    },
    {
      "text": "18 Mr Ferraro inspected the back-up tape and the only relevant material he recovered was an email chain of 4 December 2001.",
      "id": "s75"
    },
    {
      "text": "The two emails attached to the affidavit of Ms Baker were part of that chain of emails.",
      "id": "s76"
    },
    {
      "text": "The chain records the communications in the reverse order to which they occurred.",
      "id": "s77"
    },
    {
      "text": "The chronological order in which the email chain was created is set out below.",
      "id": "s78"
    },
    {
      "text": "(The emails referred to in Ms Baker's affidavit are in roman type):\n 'From: Leesa Baker \n Sent: Tuesday, 4 December 2001 8:56 AM \n To: Korina Choundary \n Subject: If \n \n I were you --- I would try and get in earlier than Monday --- get the ball rolling, reschedule your ost appoint and go see her.",
      "id": "s79"
    },
    {
      "text": "I am sure when Lachlan is asleep \n at night (when you finally get him there) that you will be able to whip up a resume !!",
      "id": "s80"
    },
    {
      "text": "Plus I think if you know what your other options are before you come in, then you will be a lot happier.",
      "id": "s81"
    },
    {
      "text": "Let me know.",
      "id": "s82"
    },
    {
      "text": "Leesa Baker \n Capital Airport Group Pty Ltd \n 2 Brindabella Circuit \n Brindabella Business Park \n CANBERRA AIRPORT ACT 2609 \n Telephone (02) 6275 2222 \n \n ---Original Message--\n From: Korina Choundary\n Sent: Tuesday, 4 December 200112: 46 PM\n To: Leesa Baker\n Subject: RE: If\n \n I am going to update my resume today however, I just don't have time before Monday.",
      "id": "s83"
    },
    {
      "text": "I have something on everyday this week and I think it will just be too much for Lachlan.",
      "id": "s84"
    },
    {
      "text": "I am feeling MUCH better already.",
      "id": "s85"
    },
    {
      "text": "It will not be hard to get what I am after obviously!!",
      "id": "s86"
    },
    {
      "text": "---Original Message-- \n From: Leesa Baker \n Sent: Tuesday, 4 December 2001 11:47 AM \n To: Korina Choundary \n Subject: RE: If \n \n EXACTLY!",
      "id": "s87"
    },
    {
      "text": "!!",
      "id": "s88"
    },
    {
      "text": "That is exactly right - it is a pity you couldnt reschedule your appointment before seeing SB because I just think that whatever the outcome is with him, you will already be relaxed knowing that you already have something else.",
      "id": "s89"
    },
    {
      "text": "Just thinking ahead dear thats all.",
      "id": "s90"
    },
    {
      "text": "Glad that has made you feel better.",
      "id": "s91"
    },
    {
      "text": "Is the position doing the same thing?",
      "id": "s92"
    },
    {
      "text": "--Original Message--\n From: Korina Choundary\n Sent: Tuesday, 4 December 200112: 49 PM\n To: Leesa Baker\n Subject: RE: If\n \n I don't know just yet.",
      "id": "s93"
    },
    {
      "text": "I have an email from Jacqui from TMP wanting my resume ASAP so she can forward to Lindsay as she wants to speak with me NOW.",
      "id": "s94"
    },
    {
      "text": "How fantastic.",
      "id": "s95"
    },
    {
      "text": "I will let you know when I know something.",
      "id": "s96"
    },
    {
      "text": "---Original Message-- \n From: Leesa Baker \n Sent: Tuesday, 4 December 2001 12:50 PM \n To: Jeanette Hall; Sarah Lindsay \n Subject: RE: If \n \n Positive news perhaps \n \n ---Original Message-- \n From: Sarah Lindsay \n Sent: Tuesday, 4 December 2001 1:05 PM \n To: Leesa Baker \n Subject: RE: If \n \n YEH.",
      "id": "s97"
    },
    {
      "text": "' \n \n 19 Mr Ferraro stated in evidence that the email chain existed in electronic form as a whole and never as the separate emails annexed to Ms Baker's email.",
      "id": "s98"
    },
    {
      "text": "His examination of the back-up tape of 9 January 2003 did not find the appellant's email mailbox.",
      "id": "s99"
    },
    {
      "text": "CHARGE 1 --- INTERFERENCE WITH THE ADMINISTRATION OF JUSTICE \n \n 20 The Federal Magistrate found that:\n (1) It was necessary for the appellant to prove that the respondent intended to interfere with the administration of justice in any deletion or destruction of the email box.",
      "id": "s100"
    },
    {
      "text": "(2) There was no direct evidence of the respondent's intention.",
      "id": "s101"
    },
    {
      "text": "(3) There was no direct evidence that the email mailbox had been destroyed or deleted.",
      "id": "s102"
    },
    {
      "text": "(4) He 'could not be satisfied beyond reasonable doubt that the respondent intended to interfere with the administration of justice'.",
      "id": "s103"
    },
    {
      "text": "Any finding of intention would be so speculative that it would not be beyond reasonable doubt.",
      "id": "s104"
    },
    {
      "text": "21 It is submitted in this appeal that the Federal Magistrate erred in his approach to the question by coming to his own decision as to whether the charge was proved beyond reasonable doubt, rather than considering whether that conclusion could be reached.",
      "id": "s105"
    },
    {
      "text": "Whilst there are some indications of that approach, the Federal Magistrate referred to the proper test and used the word 'could', which is consistent with the correct test.",
      "id": "s106"
    },
    {
      "text": "I would not uphold that submission in relation to this charge.",
      "id": "s107"
    },
    {
      "text": "22 There was debate both on this appeal and at the original hearing concerning the place of intent in relation to this charge.",
      "id": "s108"
    },
    {
      "text": "Reference was made to R v Rogerson [1992] HCA 25 ; (1991) 174 CLR 268; Meissner v The Queen [1995] HCA 41 ; (1994) 184 CLR 132; Lane v The Registrar of the Supreme Court of New South Wales (Equity Division) [1981] HCA 35 ; (1981) 148 CLR 245; Hatty v Pilkinton (No 2) (1992) 35 FCR 433; and R v McLachlan [1998] 2 VR 55.",
      "id": "s109"
    },
    {
      "text": "In my opinion, it is not necessary to get deeply involved in fine distinctions to resolve this case.",
      "id": "s110"
    },
    {
      "text": "Counsel for the appellant accepted that it was necessary to prove that the respondent had intentionally destroyed the appellant's email box knowing that to do so would have the tendency to interfere in the administration of justice.",
      "id": "s111"
    },
    {
      "text": "Counsel's summary of the elements to be established was as follows:\n '(a) the Respondent knew proceedings were imminent; \n \n \n \n (b) after the Respondent became aware that proceedings were imminent it destroyed the Appellant's email mailbox; \n \n \n \n (c) that the destruction of the email mailbox was intentional; \n \n \n \n (d) that the destruction of the email mailbox interfered with the administration of justice; \n \n (d) the respondent knew the destruction of the Appellant's email box was likely to have that tendency.",
      "id": "s112"
    },
    {
      "text": "' \n \n \n\nIf intent to interfere with justice were an element and if those elements were established then intent could easily be inferred.",
      "id": "s113"
    },
    {
      "text": "The elements themselves of course can be established by making inferences from primary facts.",
      "id": "s114"
    },
    {
      "text": "23 This is a circumstantial case.",
      "id": "s115"
    },
    {
      "text": "The Federal Magistrate was required to take into account all inferences most favourable to the appellant, which could reasonably be drawn from the primary facts (see the decision of the Privy Council in Haw Tua Tau v Public Prosecutor [1982] AC 136 at 150).",
      "id": "s116"
    },
    {
      "text": "In my opinion, it would not be possible, on the primary facts, to exclude the hypothesis that any destruction of the emails that took place was the result of actions by persons with no knowledge of the proceedings or potential proceedings or was a result of a procedure which did not take account of those proceedings.",
      "id": "s117"
    },
    {
      "text": "It is quite possible that a system could have existed which provided for the destruction of emails at fixed times during the year, at a particular length of time after an employee has left or as directed by some person in the administration or technology areas to suit the convenience of administration.",
      "id": "s118"
    },
    {
      "text": "In other words, any destruction may have been the result of a routine procedure.",
      "id": "s119"
    },
    {
      "text": "There is no inference available from the primary facts that would exclude that hypothesis unless there is speculation as to the circumstances of the alleged destruction.",
      "id": "s120"
    },
    {
      "text": "24 Counsel for the appellant referred to the evidence of Mr Ferraro that it was not usual commercial practice to delete a former employee's email mailbox if that employee had played an important role in the organisation.",
      "id": "s121"
    },
    {
      "text": "Even if that evidence were admissible, it would not say anything about the commercial practices of this respondent and would not assist in denying the hypotheses to which I have referred.",
      "id": "s122"
    },
    {
      "text": "25 This analysis is a symptom of what appears to me to be an underlying problem, namely, that the party charged with interfering with the course of justice is a corporation with a number of employees carrying out a number of functions.",
      "id": "s123"
    },
    {
      "text": "The principles according to which a corporation can be guilty of contempt of court by interfering with the course of justice were not a topic raised below and only surfaced during the course of argument on this appeal.",
      "id": "s124"
    },
    {
      "text": "Even if a corporation can be guilty of such a charge, it is not legitimate to aggregate the knowledge of individuals and attribute the aggregated knowledge to the corporation ( R v AC Hatrick Chemicals Pty Ltd (1995) 152 A Crim R 384 at 394; cf, in a different context, Krakowski v Eurolynx Properties Ltd [1994] HCA 22 ; (1995) 183 CLR 563 at 582---583).",
      "id": "s125"
    },
    {
      "text": "In the present case, it is not possible to know who deleted the emails (that is if they were deleted) or on whose instructions the emails were deleted.",
      "id": "s126"
    },
    {
      "text": "That being the case, it is not possible to attribute to those persons the knowledge held by others within the organisation as to the actual or potential litigation.",
      "id": "s127"
    },
    {
      "text": "The relevant knowledge as to the litigation would have to be held by the representative of the corporation who was also responsible for the deletion.",
      "id": "s128"
    },
    {
      "text": "Further, that person would need to be the directing mind of the corporation for guilt of such a charge--in effect, a common law offence requiring mens rea--being attributed to the company ( Tesco Supermarkets Ltd v Nattrass [1971] UKHL 1 ; [1972] AC 153).",
      "id": "s129"
    },
    {
      "text": "The evidence in this case simply does not permit any such finding to be made.",
      "id": "s130"
    },
    {
      "text": "26 The other two charges are different in nature as they involve alleged breaches of orders ( cf Australasian Meat Industry Employees' Union and Others v Mudginberri Station Proprietary Limited [1986] HCA 46 ; (1986) 161 CLR 98).",
      "id": "s131"
    },
    {
      "text": "CHARGE 3 --- COMPLIANCE WITH SUBPOENA \n \n 27 The subpoena in question was issued on 12 February 2004 directing the respondent to produce the documents on 26 February 2004 in the form described in paragraph [ 11 ] of these reasons.",
      "id": "s132"
    },
    {
      "text": "The full email chain containing six separate emails dated 4 December 2001 was not produced, although two of those six emails were produced.",
      "id": "s133"
    },
    {
      "text": "28 The Federal Magistrate found that there was no prima facie case for the respondent to answer as the subpoena called for material from the server, not from the back-up tapes.",
      "id": "s134"
    },
    {
      "text": "He said that there was no evidence that the email chain in question was on the respondent's server at the relevant time.",
      "id": "s135"
    },
    {
      "text": "He was not prepared to infer that the full email chain was still on the server in February 2004.",
      "id": "s136"
    },
    {
      "text": "29 Counsel for the appellant submits that, as two emails from the chain were produced in response to the subpoena taking into account Mr Ferraro's evidence that the two emails only ever existed as part of the chain and never in isolation in electronic form, there was an inference available that all of the emails were on the server at the relevant time.",
      "id": "s137"
    },
    {
      "text": "30 The respondent supports the reasoning of the Federal Magistrate.",
      "id": "s138"
    },
    {
      "text": "It submits that there was no direct or indirect evidence that the relevant emails were on the respondent's server at the time of service of the subpoena.",
      "id": "s139"
    },
    {
      "text": "The fact that the full chain may have been on a back-up tape did not establish its presence on the server.",
      "id": "s140"
    },
    {
      "text": "31 For the purposes of this charge I view the facts somewhat differently from the Federal Magistrate.",
      "id": "s141"
    },
    {
      "text": "It can be taken that all of the emails were on the server originally.",
      "id": "s142"
    },
    {
      "text": "There is no evidence which compels the conclusion that they were deleted prior to the service of the subpoena.",
      "id": "s143"
    },
    {
      "text": "The existence of a back-up tape does not establish that the emails had been deleted from the server.",
      "id": "s144"
    },
    {
      "text": "Thus, on a view of the evidence most favourable to the appellant on this charge, there was a prima facie case of failure to produce the email chain in accordance with the requirements of the subpoena.",
      "id": "s145"
    },
    {
      "text": "32 I have a further fundamental difficulty with the respondent's position.",
      "id": "s146"
    },
    {
      "text": "The subpoena called for communications which were maintained by the respondent's server at the earlier nominated period of time, not communications maintained at the time of the service of the subpoena.",
      "id": "s147"
    },
    {
      "text": "If, for example, hard copies were kept of emails which were maintained on the server at the earlier time, they should have been produced.",
      "id": "s148"
    },
    {
      "text": "Similarly, back-up tapes containing those emails should also have been produced.",
      "id": "s149"
    },
    {
      "text": "If the evidence of Mr Ferraro at its highest is taken into account, the fact that two emails out of a chain were produced shows that there was access to the chain of emails at the relevant time.",
      "id": "s150"
    },
    {
      "text": "33 In my opinion, on either basis there was a prima facie case and the appeal must be upheld to that extent.",
      "id": "s151"
    },
    {
      "text": "That makes it unnecessary to consider whether the Federal Magistrate impermissibly found facts in disposing of this charge.",
      "id": "s152"
    },
    {
      "text": "CHARGE 4 --- DISCOVERY ORDER \n \n 34 On 1 July 2004 Driver FM made the following orders for discovery:\n '... \n 2.",
      "id": "s153"
    },
    {
      "text": "On or before 15 July 2004 the respondent shall discover: \n \n \n \n \n (a) all e-mails to and from the applicant for the period 1 November 2000 to 28 February 2002; \n \n (b) all e-mails to and from Mr Stephen Byron concerning the applicants [sic] for the period 1 November 2000 to 28 February 2002; \n \n (c) all e-mails to and from Ms Leesa Baker concerning the applicant for the period 1 November 20090 to 28 February 2002.",
      "id": "s154"
    },
    {
      "text": "3.",
      "id": "s155"
    },
    {
      "text": "For the purposes of rule 14.03 of the Federal Magistrates Court Rules 2001 (Cth) the respondent's affidavit of discovery shall distinguish between documents previously produced on subpoena and documents not previously produced.",
      "id": "s156"
    },
    {
      "text": "' \n \n \n \n 35 There appear to have been two reasons why the Federal Magistrate rejected the existence of a prima facie case.",
      "id": "s157"
    },
    {
      "text": "The first was that he could not be satisfied beyond reasonable doubt that the respondent held the chain of emails elsewhere in its possession apart from the back-up tape of 9 January 2003.",
      "id": "s158"
    },
    {
      "text": "He said:\n 'There is no direct evidence and I am not prepared to draw the necessary inferences from the evidence.",
      "id": "s159"
    },
    {
      "text": "' \n \n\nThat appears to be a finding of fact, or a refusal to find a fact, rather than considering inferences which would be open on a view of the evidence favourable to the case of the appellant.",
      "id": "s160"
    },
    {
      "text": "Furthermore, it is not consistent with the view I have expressed with regard to the second charge relating to the non-compliance with the subpoena.",
      "id": "s161"
    },
    {
      "text": "36 Even on that finding it was necessary to deal with the absence of the 9 January 2003 back-up tape from the affidavit of documents.",
      "id": "s162"
    },
    {
      "text": "It will be recalled that the affidavit was to be provided in July 2004.",
      "id": "s163"
    },
    {
      "text": "The appellant's solicitor gave evidence that she had received a telephone call from the respondent's solicitor on 20 September 2004 saying that his client had found the 9 January 2003 back-up tape and said that she had no reason to disbelieve him.",
      "id": "s164"
    },
    {
      "text": "The Federal Magistrate said:\n 'The clear implication is that the tape was only recently found.",
      "id": "s165"
    },
    {
      "text": "' \n \n\nHe was not satisfied beyond a reasonable doubt on the evidence that the back-up tape was in the possession, custody and control of the respondent in July 2004 and had not been lost or misplaced.",
      "id": "s166"
    },
    {
      "text": "37 In my opinion, the evidence of the appellant's solicitor could not be utilised in that fashion in deciding whether or not there was a prima facie case.",
      "id": "s167"
    },
    {
      "text": "The tribunal of fact would not be obliged to accept the hearsay statement of the respondent's solicitor, even if it was admissible, and the question as to whether or not the appellant's solicitor had any reason to disbelieve it is irrelevant to the issue.",
      "id": "s168"
    },
    {
      "text": "In effect, the Federal Magistrate found a version of the facts favourable to the respondent without any proper basis for doing so.",
      "id": "s169"
    },
    {
      "text": "38 In my opinion, there is a prima facie case that the email chain was available either on the back-up tape or the server or both at the time the affidavit of discovery was sworn and filed.",
      "id": "s170"
    },
    {
      "text": "The appeal must be allowed on that account also.",
      "id": "s171"
    },
    {
      "text": "GENERAL \n \n 39 Having found no prima facie case on any charge, the Federal Magistrate went on to remark upon failings to distinctly and clearly state the charges and with regard to the general handling of the matter.",
      "id": "s172"
    },
    {
      "text": "No particular failing was identified.",
      "id": "s173"
    },
    {
      "text": "I see no difficulty with the framing of the third and fourth charges, and I can see no procedural defect that would have justified dismissal of the charges on that account alone.",
      "id": "s174"
    },
    {
      "text": "40 I gather from what was said by the respondent's counsel that the ruling in question was not the result of an application by the respondent, but followed from the learned Federal Magistrate's reading of r 19.02(7) of the Federal Magistrates Court Rules which provides that, after hearing evidence in support of the allegation, the Court may, if it decides there is no prima facie case, dismiss the application.",
      "id": "s175"
    },
    {
      "text": "The effect of the rule in question was not argued before me.",
      "id": "s176"
    },
    {
      "text": "I am concerned if it requires the Court to rule as to whether there is a prima facie case of its own motion and regardless of the position of the respondent.",
      "id": "s177"
    },
    {
      "text": "A respondent with a simple explanation may prefer to fight the merits and so avoid interlocutory appeals.",
      "id": "s178"
    },
    {
      "text": "For all I know that may be the case here.",
      "id": "s179"
    },
    {
      "text": "CONCLUSION \n \n 41 The appeal is upheld in part.",
      "id": "s180"
    },
    {
      "text": "The order of the Federal Magistrates Court dismissing the proceeding is set aside.",
      "id": "s181"
    },
    {
      "text": "In lieu thereof it will be ordered that the proceeding be remitted to the Federal Magistrates Court for hearing in relation to charges 3 and 4.",
      "id": "s182"
    },
    {
      "text": "The respondent should pay two-thirds of the costs of this appeal to reflect the failure of the appellant on one of the charges.",
      "id": "s183"
    },
    {
      "text": "The costs of the proceedings below should await the result of that proceeding.",
      "id": "s184"
    },
    {
      "text": "Any application that can be made pursuant to the Federal Proceedings (Costs) Act 1981 (Cth) can be made to me in Chambers.",
      "id": "s185"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s186"
    },
    {
      "text": "Associate:\n \nDated: 15 December 2006\n\n Counsel for the Appellant: Ms R Francois \n \n Solicitor for the Appellant: Nicholas Dibb Solicitors \n \n Counsel for the Respondent: Mr S Gageler SC, Ms K Eastman \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n\n Dates of Hearing: 17 and 22 August 2006 \n \n Date of Judgment: 18 December 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1755.html",
      "id": "s187"
    }
  ]
}