{
  "name": "MLC Lifetime Company Limited and MLC Limited [2006] FCA 1259 (17 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1259.html",
  "catchphrases": [
    {
      "text": "schemes to transfer or amalgamate life insurance businesses",
      "id": "c0"
    },
    {
      "text": "applications to dispense with statutory requirement to provide policy holders with an approved scheme summary",
      "id": "c1"
    },
    {
      "text": "orders for dispensation granted",
      "id": "c2"
    },
    {
      "text": "insurance",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings concern applications brought under Pt 9 of the Life Insurance Act 1995 (Cth) ('the Act') seeking confirmation of two schemes.",
      "id": "s0"
    },
    {
      "text": "The first scheme is the transfer to, or amalgamation of, the life insurance business of MLC Lifetime Company Limited ('Lifetime') with part of the life insurance business of MLC Limited ('MLC') ('the Lifetime Scheme').",
      "id": "s1"
    },
    {
      "text": "The second scheme is the transfer to, or amalgamation of, the life insurance business of National Australia Financial Management Limited ('National') with part of the life insurance business of MLC ('the National Scheme').",
      "id": "s2"
    },
    {
      "text": "Confirmation of the schemes is required by s 190 of the Act.",
      "id": "s3"
    },
    {
      "text": "2 The applicants in each matter seek interlocutory orders under s 191(5) of the Act for dispensation of the requirements of s 191(2)(c) of the Act.",
      "id": "s4"
    },
    {
      "text": "Section 191(2)(c) provides that an application for confirmation of a scheme may not be made unless an approved summary of the scheme has been given to ' every affected policy owner '.",
      "id": "s5"
    },
    {
      "text": "3 While the question is not free from authority to the contrary (see Re Insurance Australia Ltd [2004] FCA 524 ; (2004) 139 FCR 450 at [19] ), it is assumed for the purposes of the applications that ' affected policy owner ' as defined by the Act includes policy holders of both the transferring (Lifetime and National) and receiving (MLC) funds.",
      "id": "s6"
    },
    {
      "text": "4 The applicants seek a dispensation of their obligation to give summaries of the schemes to: &#8226; MLC policy holders who are affected by the Lifetime Scheme or the National Scheme; and &#8226; Lifetime and National policy holders for whom the applicants have no record of a current mailing address.",
      "id": "s7"
    },
    {
      "text": "5 The principles to be applied in applications for dispensation such as this one have been referred to in a number of cases.",
      "id": "s8"
    },
    {
      "text": "Those cases have recognised that the policy underlying s 191(2)(c) is to give every affected policy holder a summary of the scheme and an opportunity, if he or she so desires, to make submissions to the Court in respect of any application for confirmation of the scheme ( The Application of Commonwealth Life Ltd (2003) 12 ANZ Insurance Cases 90-117 per Sackville J at [8]).",
      "id": "s9"
    },
    {
      "text": "A right to be heard in relation to a proposed scheme is of little value if a person is unaware of the proposal ( Commonwealth Life Limited at [8]).",
      "id": "s10"
    },
    {
      "text": "For these reasons, it was emphasised by Gyles J in Challenger Life Limited [2004] FCA 618 that it would be unfortunate if a notion gained currency that s 191(2)(c) of the Act is a formality to be dispensed with as a matter of course (at [3]).",
      "id": "s11"
    },
    {
      "text": "6 Evidence has been adduced and the principles to be derived from the cases have carefully been analysed by Counsel for the applicants, who accepts that dispensation is a matter of considerable importance and should not be granted as a matter of course.",
      "id": "s12"
    },
    {
      "text": "7 It is not necessary to repeat in detail all of the matters advanced in the applicants' comprehensive written submissions.",
      "id": "s13"
    },
    {
      "text": "Importantly, the schemes have been assessed by two actuaries, one of whom is independent.",
      "id": "s14"
    },
    {
      "text": "It has been concluded by them that the schemes will have no adverse affect on the policy holders of the funds.",
      "id": "s15"
    },
    {
      "text": "I also note that the Australian Prudential Regulation Authority has informed the Court that, in the case of each scheme, it does not oppose the orders for dispensation sought by the applicants.",
      "id": "s16"
    },
    {
      "text": "8 As to the applications for dispensation affecting the MLC policy holders, the evidence is that the cost of mailing of scheme summaries to those holders is expected to be between $435,000 and $655,000.",
      "id": "s17"
    },
    {
      "text": "While that does not represent a large percentage of the funds under consideration, it is a substantial sum of money.",
      "id": "s18"
    },
    {
      "text": "9 I am satisfied that it is appropriate to grant the dispensation from the requirement to send those summaries.",
      "id": "s19"
    },
    {
      "text": "10 Secondly, the applicants seek dispensation from the requirement to give summaries of the schemes to Lifetime and National policy holders of unknown address.",
      "id": "s20"
    },
    {
      "text": "There has been detailed evidence adduced as to the numbers of holders affected and the steps taken to ascertain the addresses of those for whom no record of a current address is held.",
      "id": "s21"
    },
    {
      "text": "11 Both Lifetime and National will continue to exist after the scheme is implemented and calls or correspondence addressed to them will be forwarded to the administration team of the MLC receiving fund.",
      "id": "s22"
    },
    {
      "text": "I also note that advertisements will be placed in the Commonwealth Gazette and a number of newspapers nationally seeking to draw the attention of any persons affected to the proposed schemes.",
      "id": "s23"
    },
    {
      "text": "12 In the circumstances I am satisfied that it is appropriate to make the orders for dispensation of the requirement to send summaries of the schemes to those policy holders.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s25"
    },
    {
      "text": "Associate:\n\nDated: 21 September 2006\n\n\n Counsel for the Applicants: I M Jackman SC \n \n Solicitor for the Applicants: Freehills \n \n Solicitor for the Australian Prudential Regulation Authority: Australian Government Solicitor \n \n Date of Hearing: 17 August 2006 \n \n Date of Judgment: 17 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1259.html",
      "id": "s26"
    }
  ]
}