{
  "name": "SZFQW v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1547 (8 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1547.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "whether reviewable error",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Federal Magistrate Barnes, who, on 13 May 2006, dismissed an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') s handed down on 6 January 2005.",
      "id": "s0"
    },
    {
      "text": "On the hearing of the appeal the appellant made no oral submissions in support of his grounds of appeal, save to say that he wished to remain in Australia and that he was a practitioner of Falun Gong, and for that reason cannot go back to the People's Republic of China.",
      "id": "s1"
    },
    {
      "text": "2 The appellant claims to be a citizen of the People's Republic of China.",
      "id": "s2"
    },
    {
      "text": "He entered Australia on 20 June 2004 and lodged an application for a Protection (Class XA) Visa on 19 July 2004.",
      "id": "s3"
    },
    {
      "text": "On 22 July 2004 a delegate of the Minister refused to grant the applicant a Protection Visa.",
      "id": "s4"
    },
    {
      "text": "Notification of that decision was sent under cover of a letter dated 22 July 2004.",
      "id": "s5"
    },
    {
      "text": "On 25 August 2004, the appellant applied to the Tribunal for review of the decision of the delegate.",
      "id": "s6"
    },
    {
      "text": "The Tribunal handed down a decision affirming the decision of the delegate on 6 January 2005.",
      "id": "s7"
    },
    {
      "text": "On 6 February 2006, the appellant filed an application for judicial review in the Federal Magistrates Court.",
      "id": "s8"
    },
    {
      "text": "On 13 May 2006 Barnes FM dismissed the application for judicial review of the decision of the Tribunal.",
      "id": "s9"
    },
    {
      "text": "3 The appellant appeals to this Court by Notice of Appeal filed on 3 July 2006.",
      "id": "s10"
    },
    {
      "text": "The two grounds of appeal in the notice of appeal are: \n \n ' 1.",
      "id": "s11"
    },
    {
      "text": "The Tribunal failed to carry out its statutory duty.",
      "id": "s12"
    },
    {
      "text": "2.",
      "id": "s13"
    },
    {
      "text": "The Tribunal based its findings on the information, or lack of information, contained in the applicant's application for a visa and was required, by s 424A [of the Migration Act 1958 (Cth ) ['the Act']], to give particulars of the information, explain why the information is relevant and provide the applicant with an opportunity to comment upon it.",
      "id": "s14"
    },
    {
      "text": "The Tribunal's failure to so act was a jurisdictional error.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n \n\n4 The Notice of Appeal alleging a breach of the requirements of s 424A of the Act was dismissed by Barnes FM in her reasons for judgment.",
      "id": "s16"
    },
    {
      "text": "Her Honour said in par 11:\n \n '... when one considers the Tribunal's reasons for decision, it is apparent that the reason for the Tribunal's findings, including its ultimate finding of a lack of satisfaction that the applicant had a well-founded fear of persecution (and hence was a person to whom Australia had protection obligations) was based on the inadequacy of the claims and the material submitted by the applicant.",
      "id": "s17"
    },
    {
      "text": "The Tribunal referred to the scant details of the applicant's claims and gave examples of such inadequacy.",
      "id": "s18"
    },
    {
      "text": "' \n\n\nHer Honour continued at par 12:\n\n \n 'This is not a case in which the Tribunal purported to rely on any inconsistencies between what appeared in the protection visa application and in the applicant's claims as made to the Tribunal.",
      "id": "s19"
    },
    {
      "text": "Rather the decision turned on the inadequacy of the materials provided.",
      "id": "s20"
    },
    {
      "text": "In such circumstances, as in SZEZI v Minister for Immigration and Multicultural and Indigenous Affairs [ 2005 ] FCA 1195 ['SZEZI'] , it cannot be said that there is information which forms the reason or part of the reason for affirming a decision under review subject to the operation of the obligation in section 424A(1).",
      "id": "s21"
    },
    {
      "text": "' \n\n\n \n5 Her Honour referred to the decision of Allsop J in SZEZI and accepted the application of his Honour's comments to the case before her Honour, where Allsop J had said, at par 29:\n \n '...",
      "id": "s22"
    },
    {
      "text": "The Tribunal, having read all the material and having evaluated its content and weight, was unable to reach a specified mental state.",
      "id": "s23"
    },
    {
      "text": "It was not satisfied that the appellant had a well-founded fear because of subjectively perceived inadequacies in the information.",
      "id": "s24"
    },
    {
      "text": "The reason for the decision was simply (and no more than) the evaluative conclusion founded upon the perceived inadequacy of the information, in the sense of an absence of detail and intrinsic explanation which had been invited.",
      "id": "s25"
    },
    {
      "text": "It would be an inadequate and misleading statement to say that the information was the reason or part of the reason for the decision.",
      "id": "s26"
    },
    {
      "text": "It was the lack of the requested further assistance and explanation that was the reason.",
      "id": "s27"
    },
    {
      "text": "' \n \n\n6 Later her Honour said at par 15, after having referred to SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 6: \n \n 'In this case it was the inadequacy of information alone which provided the basis for the Tribunal decision.",
      "id": "s28"
    },
    {
      "text": "' \n\n\nHer Honour concluded:\n\n \n 'No failure to comply with s 424A(1) of the Migration Act is established on the material before the Court.",
      "id": "s29"
    },
    {
      "text": "' \n\n\n \n7 Barnes FM was correct to so find.",
      "id": "s30"
    },
    {
      "text": "The material before the Court does not disclose any reviewable error in the decision of Barnes FM.",
      "id": "s31"
    },
    {
      "text": "8 The appeal of the appellant is dismissed.",
      "id": "s32"
    },
    {
      "text": "9 There is no reason in this case why I should not make the usual order.",
      "id": "s33"
    },
    {
      "text": "The appellant is to pay the first respondent's costs of and incidental to the appeal, to be taxed if not agreed.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s35"
    },
    {
      "text": "Associate:\n\nDated: 16 November 2006\n\n Appellant appeared in Person.",
      "id": "s36"
    },
    {
      "text": "Solicitor for the Respondent: Ms Zoe Brauer \n \n Date of Hearing: 8 November 2006 \n \n Date of Judgment: 8 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1547.html",
      "id": "s37"
    }
  ]
}