{
  "name": "Australian Securities &amp; Investments Commission v Liban Net Pty Ltd [2006] FCA 1308 (19 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1308.html",
  "catchphrases": [
    {
      "text": "company director",
      "id": "c0"
    },
    {
      "text": "disqualification from management of a corporation",
      "id": "c1"
    },
    {
      "text": "lack of remorse and contrition",
      "id": "c2"
    },
    {
      "text": "breaches serious",
      "id": "c3"
    },
    {
      "text": "relevant principles and factors",
      "id": "c4"
    },
    {
      "text": "application for consent orders",
      "id": "c5"
    },
    {
      "text": "declarations of contraventions and disqualification orders",
      "id": "c6"
    },
    {
      "text": "corporations act 2001 (cth) s 206e",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n 1 Some time early in 2004, Mr Gaby Haddad commenced to participate in conduct with his company, Liban Net Pty Limited, in marketing insurance for motor vehicles to members of the public.",
      "id": "s0"
    },
    {
      "text": "He did so in circumstances where he held no licences or authorities to conduct any insurance business, and in which he represented that the underwriter of the policies was a well known insurer, Zurich Australia, or Zurich International.",
      "id": "s1"
    },
    {
      "text": "2 In 2005, Mr Haddad's and Liban Net's activities came to the attention of the Australian Securities and Investments Commission, which obtained interim relief from this Court prohibiting further conduct of this kind.",
      "id": "s2"
    },
    {
      "text": "The proceedings are before the Court today for making of final orders.",
      "id": "s3"
    },
    {
      "text": "The parties have tendered consent orders which it is sought that the Court make.",
      "id": "s4"
    },
    {
      "text": "3 The circumstances in which it is sought that I exercise the Court's discretion in making declarations of right by consent have been outlined in evidence, to which I was taken by the parties earlier today.",
      "id": "s5"
    },
    {
      "text": "I will refer briefly, but not extensively to that material which has satisfied me that it is appropriate to make the declarations, because it is quite clear that the conduct, the subject of those declarations, was engaged in by each of the defendants as they specify.",
      "id": "s6"
    },
    {
      "text": "4 The one issue which has caused me concern is the length of the period of disqualification which I should order under s 206E of the Corporations Act 2001 (Cth) which provides relevantly as follows: \n \n ' 206E Court power of disqualification --- repeated contraventions of Act \n \n \n \n (1) On application by ASIC, the Court may disqualify a person from managing corporations for the period that the Court considers appropriate if: \n \n \n \n (a) the person: \n \n \n (i) has at least twice been an officer of a body corporate that has contravened this Act while they were an officer of the body corporate and each time the person has failed to take reasonable steps to prevent the contravention; or \n \n \n \n \n \n \n \n (ii) has at least twice contravened this Act while they were an officer of a body corporate; or \n \n \n \n \n ... and \n \n (b) the Court is satisfied that the disqualification is justified.",
      "id": "s7"
    },
    {
      "text": "(2) In determining whether the disqualification is justified, the Court may have regard to: \n \n \n \n \n \n (a) the person's conduct in relation to the management, business or property of any corporation; and \n \n (b) any other matters that the Court considers appropriate.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n5 The evidence to which I was taken showed the mode of operation of the defendants.",
      "id": "s9"
    },
    {
      "text": "The first defendant was controlled by Mr Haddad.",
      "id": "s10"
    },
    {
      "text": "He was its only director.",
      "id": "s11"
    },
    {
      "text": "6 Liban Net and Mr Haddad advertised and represented that Liban Net, or a business name, API, or Australian Private Insurance, which was described as a division of Liban Net, and 'Libanet Pty Ltd' [sic] provided motor vehicle insurance.",
      "id": "s12"
    },
    {
      "text": "Those advertisements were published by Bartercard Australia Pty Limited, Bartercard Chatswood and Barter Board Xchange to their members or users.",
      "id": "s13"
    },
    {
      "text": "As well, in among other publications, there were advertisements in the Yellow Pages.",
      "id": "s14"
    },
    {
      "text": "The advertisements represented that and Liban Net or API or Australian Private Insurance were able to provide comprehensive and other motor vehicle insurance to members of the public.",
      "id": "s15"
    },
    {
      "text": "7 There is a deal of evidence showing that members of the public, of various levels of sophistication, ranging from proprietors of vehicle hire companies, such as Hurst Auto Group, which invested an amount totalling $60,000 in the insurance of its vehicles with the defendants, to university students and others, were induced to take up insurance with the businesses that were operated by the defendants.",
      "id": "s16"
    },
    {
      "text": "8 It is not necessary for present purposes to indicate quite how the Bartercard and Barter Xchange businesses operated, except that members of the public appear to have been put in contact with the defendants through their commercial dealings with those other organisations.",
      "id": "s17"
    },
    {
      "text": "9 Liban Net was incorporated in New South Wales on 26 August 2003 and Mr Haddad has always been its sole director and shareholder.",
      "id": "s18"
    },
    {
      "text": "Mr Haddad is also associated with at least eight other companies (referred to in Mr Hallman's affidavit of 29 June 2005, par 11).",
      "id": "s19"
    },
    {
      "text": "10 Mr Hallman's affidavit established that Liban Net had sold car insurance to about nine groups of people who are described as Bartercard members, 11 groups of people who were described as Barter Board Xchange members, and to other members of the public.",
      "id": "s20"
    },
    {
      "text": "The evidence established that there was another entity using the name Australian Private Insurance and that the defendants were not associated with the business that was registered in that name.",
      "id": "s21"
    },
    {
      "text": "11 However, the way in which the business name, API, came to be used by the defendants was described in an affidavit of Ms Nancy Robinson sworn 22 August 2005.",
      "id": "s22"
    },
    {
      "text": "She had known Mr Haddad since 1997 and had formed a friendship with him in which she had seen him, at least, once a month since then.",
      "id": "s23"
    },
    {
      "text": "In 2000 she moved into a property at 23 Yelverton Street, Sydenham.",
      "id": "s24"
    },
    {
      "text": "At that time the house belonged to her uncle and she gave Mr Haddad a copy of the keys to her house.",
      "id": "s25"
    },
    {
      "text": "In about 2003 she had a conversation with him in which he talked about establishing a mobile phone shop for Ms Robinson.",
      "id": "s26"
    },
    {
      "text": "They opened one in a shopping centre in Fairfield, Mr Haddad making arrangements for Ms Robinson to be helped by, in effect, obtaining the loan with which she could run that business.",
      "id": "s27"
    },
    {
      "text": "12 On her evidence, which I accept, Mr Haddad handled, all the financial arrangements and had her sign documents for the benefit of the bank.",
      "id": "s28"
    },
    {
      "text": "The shop was opened in about July 2004.",
      "id": "s29"
    },
    {
      "text": "She said that she worked in the shop a couple of times but that Mr Haddad was the person who had the responsibility for not only the shop but the repayments of the loan which she was committed to the bank to repay.",
      "id": "s30"
    },
    {
      "text": "He told her:\n \n 'Don't worry, it's my responsibility.",
      "id": "s31"
    },
    {
      "text": "If you are still concerned the shop is going under my name.",
      "id": "s32"
    },
    {
      "text": "If it makes you less, worried, all the bills for the shop are under my name.",
      "id": "s33"
    },
    {
      "text": "' \n\n\n \n13 Mr Haddad made two repayments for July and August 2004.",
      "id": "s34"
    },
    {
      "text": "Thereafter he did not repay anything.",
      "id": "s35"
    },
    {
      "text": "He told Ms Robinson in October 2004 when she asked him to make that month's payment:\n \n 'I can't do it this month, I am broke.",
      "id": "s36"
    },
    {
      "text": "' \n\n\n \n14 She said that since September 2004 she had made all the repayments herself from her wages.",
      "id": "s37"
    },
    {
      "text": "On 15 December 2004 Mr Haddad came to Ms Robinson's house in Sydenham and took her for a drive during which they had a conversation.",
      "id": "s38"
    },
    {
      "text": "He told her they were going to the bank to apply for an EFTPOS machine.",
      "id": "s39"
    },
    {
      "text": "She asked:\n \n\n \n 'What bank?",
      "id": "s40"
    },
    {
      "text": "' \n\n\nHe said:\n\n \n 'The Westpac at Hurstville.",
      "id": "s41"
    },
    {
      "text": "' \n\n\nShe said: \n\n \n 'Why not the Commonwealth Bank.",
      "id": "s42"
    },
    {
      "text": "' (with whom she had an account) \n\n\nHe said: \n\n \n 'I don't want the Commonwealth Bank.",
      "id": "s43"
    },
    {
      "text": "You need to apply for a registered business before you apply for the machine.",
      "id": "s44"
    },
    {
      "text": "' \n\n\n \n15 She said she did not know that.",
      "id": "s45"
    },
    {
      "text": "Mr Haddad drove her to the Department of Fair Trading in Hurstville and searched for a business name, Australian Private Insurance.",
      "id": "s46"
    },
    {
      "text": "He told her that that name had been taken.",
      "id": "s47"
    },
    {
      "text": "He then obtained a form to apply for a business name from the Department, completed it, asking Ms Robinson for her date of birth.",
      "id": "s48"
    },
    {
      "text": "He then told her to sign the form and when she told him she did not have the application money, he took out his cheque book and paid for the registration.",
      "id": "s49"
    },
    {
      "text": "They went to the counter and applied for the business name, Australian Private International.",
      "id": "s50"
    },
    {
      "text": "That name was registered with Ms Robinson as the proprietor on 15 December 2004.",
      "id": "s51"
    },
    {
      "text": "16 She said that at that time she had the belief from her dealings with Mr Haddad that the name Australian Private International was for her mobile phone business in Fairfield.",
      "id": "s52"
    },
    {
      "text": "After the registration had taken place at the Department of Fair Trading they went to Westpac Bank to apply for a business account.",
      "id": "s53"
    },
    {
      "text": "At that time they had a conversation in which this was said:\n \nMs Robinson said: \n\n \n 'What does Australian Private International mean' \n\n\nMr Haddad said:\n\n \n 'You selling insurance.",
      "id": "s54"
    },
    {
      "text": "' \n\n\nShe said: \n\n \n 'Why is it insurance?",
      "id": "s55"
    },
    {
      "text": "It's a mobile phone shop.",
      "id": "s56"
    },
    {
      "text": "I don't know anything about insurance.",
      "id": "s57"
    },
    {
      "text": "What kind of insurance are we dealing in?",
      "id": "s58"
    },
    {
      "text": "' \n\n\nHe said: \n\n \n 'We deal with everything from domestics and cars.",
      "id": "s59"
    },
    {
      "text": "' \n\n\nShe said: \n\n \n 'What kind of insurance is that?",
      "id": "s60"
    },
    {
      "text": "I thought that it was specifics.",
      "id": "s61"
    },
    {
      "text": "' \n\n\nHe said: \n\n \n 'We deal with everything.",
      "id": "s62"
    },
    {
      "text": "Don't worry.",
      "id": "s63"
    },
    {
      "text": "I will deal with it.",
      "id": "s64"
    },
    {
      "text": "It is my responsibility.",
      "id": "s65"
    },
    {
      "text": "I just want you to apply for the account.",
      "id": "s66"
    },
    {
      "text": "' \n\n\nShe said: \n\n \n 'I don't have any money to open an account.",
      "id": "s67"
    },
    {
      "text": "' \n\n\nHe said: \n\n \n 'You don't need any money.",
      "id": "s68"
    },
    {
      "text": "If the bank officer asks you what kind of insurance you say: we deal with all insurances like houses, cars, domestic.",
      "id": "s69"
    },
    {
      "text": "Just listen, do it.",
      "id": "s70"
    },
    {
      "text": "Whatever the lady said to you, just say yes.",
      "id": "s71"
    },
    {
      "text": "' \n\n\n \n17 Whatever transpired in the dealings with Westpac, a cheque account was opened in Ms Robinson's name trading as Australian Private International at the Sydenham address.",
      "id": "s72"
    },
    {
      "text": "Mr Haddad later on asked Ms Robinson to apply for the merchant machine, again in her name.",
      "id": "s73"
    },
    {
      "text": "Mr Haddad later told her when she was seeking to deal with Westpac to obtain such a machine that the purpose of the merchant arrangement was not for the mobile phone shop, but for Australian Private International 'which is insurance'.",
      "id": "s74"
    },
    {
      "text": "She said to him:\n \n 'I don't know anything about insurance.",
      "id": "s75"
    },
    {
      "text": "' \n\n\nTo which he replied:\n\n \n 'Don't worry about it, just do it.",
      "id": "s76"
    },
    {
      "text": "When you've got the machine I will deal with it; it is my responsibility.",
      "id": "s77"
    },
    {
      "text": "' \n\n\n \n18 The merchant facility was arranged shortly afterwards.",
      "id": "s78"
    },
    {
      "text": "Westpac installed the relevant equipment at her house.",
      "id": "s79"
    },
    {
      "text": "The next day Mr Haddad telephoned her, told her that he had a new office and asked her to change the address with Westpac to Suite 8, 560 Hume Highway, Yagoona.",
      "id": "s80"
    },
    {
      "text": "Ms Robinson arranged for that change and a day later Mr Haddad phoned her and said:\n \n 'I want you to change Australian Private International into API.",
      "id": "s81"
    },
    {
      "text": "' \n\n\n \n19 When she asked why Mr Haddad told Ms Robinson:\n \n 'All my other business is API and it comes together under API.",
      "id": "s82"
    },
    {
      "text": "I don't want my clients to question what is Australian Private International.",
      "id": "s83"
    },
    {
      "text": "' \n\n\n \n20 Some days later, Westpac informed Ms Robinson that it had accepted the new business address at Yagoona.",
      "id": "s84"
    },
    {
      "text": "Shortly after that, Mr Haddad turned up, took the keycard, chequebook and the merchant machine and, just before he left, they had a conversation in which words to the following effect were said: He said, 'Just sign the chequebook'.",
      "id": "s85"
    },
    {
      "text": "She asked what it was for.",
      "id": "s86"
    },
    {
      "text": "He told her it was for clients.",
      "id": "s87"
    },
    {
      "text": "When asked why he was taking everything, Mr Haddad said: 'This is mine, it is my responsibility, I will deal with it so you don't have to worry about it'.",
      "id": "s88"
    },
    {
      "text": "21 Ms Robinson said that since February 2005 she had not heard from or seen Mr Haddad, although she had rung him on numerous occasions but, to the time of swearing her affidavit in late August 2005, had not received any response, and that she currently owed the Commonwealth Bank $26,000 for the personal loan and interest charged.",
      "id": "s89"
    },
    {
      "text": "She said that Westpac had frozen her cheque account in the name of Australian Private International, but she did not know what Mr Haddad had done with the account.",
      "id": "s90"
    },
    {
      "text": "22 In February 2005, Liban Net purported to pay one of the repairers of the car of an insured a cheque for $9558.30, but the cheque was dishonoured because at that time the account of Liban Net with the Australia and New Zealand Banking Group Ltd had a balance of only $855.12.",
      "id": "s91"
    },
    {
      "text": "The repairer was never paid.",
      "id": "s92"
    },
    {
      "text": "There is a deal of evidence to which I was taken showing circumstances in which persons were insured, purportedly, by Liban Net or API describing itself as a division of Liban Net, and, when claims were made, repairers were either not paid or there were considerable delays in payment.",
      "id": "s93"
    },
    {
      "text": "23 There is one instance where, after an accident, a campervan was arranged to be taken after the insured had spoken to Mr Haddad and for over a year, until well after these proceedings were commenced, the insured received neither payment of his claim nor return of his vehicle.",
      "id": "s94"
    },
    {
      "text": "When he finally made contact with Mr Haddad in September 2005, he was told that ASIC had the vehicle and he had to deal with ASIC.",
      "id": "s95"
    },
    {
      "text": "A number of other insured gave evidence of difficulties they had in both contacting Liban Net and Mr Haddad after circumstances had arisen in which they had claims.",
      "id": "s96"
    },
    {
      "text": "The evidence quite clearly establishes that after injunctions were granted by Hely J last year, Mr Haddad and Liban Net made absolutely no effort to contact any person to inform them that they no longer had insurance, or never had it in the first place.",
      "id": "s97"
    },
    {
      "text": "24 There was, however, evidence that on one occasion referred to by Ms Ghaderi in her affidavit of 22 February 2006 that API paid at least part of a claim that had been made by a third party on an insured with Mr Haddad, Liban Net or API.",
      "id": "s98"
    },
    {
      "text": "This leads me to infer that not all persons who dealt with Mr Haddad and Liban Net received no benefit at all from whatever arrangements were in place.",
      "id": "s99"
    },
    {
      "text": "25 Mr Haddad swore an affidavit on 9 September 2005.",
      "id": "s100"
    },
    {
      "text": "Mr Khoury has put to me that I should take into account the matters set out in Mr Haddad's affidavit.",
      "id": "s101"
    },
    {
      "text": "Mr Khoury submitted that although he has not been available for cross-examination today, and indeed has not appeared in Court today, I am entitled to form my own view as to whether I should accept or reject any part of what is said in that affidavit.",
      "id": "s102"
    },
    {
      "text": "In his affidavit, Mr Haddad said that he was born in Lebanon in 1972 and migrated to this country in 1990.",
      "id": "s103"
    },
    {
      "text": "He became an Australian citizen in 1993 and lived with his wife and two young children aged then 4 and 5 respectively.",
      "id": "s104"
    },
    {
      "text": "He said that he began running a road assist business as an independent sales representative paid on commission by NRMA Ltd.",
      "id": "s105"
    },
    {
      "text": "He said that on about 15 July 2003, a Mr Albert Dano said to him that he had taken out some motor vehicle insurance policies through Zurich Insurance and invited Mr Haddad to join in the business with him.",
      "id": "s106"
    },
    {
      "text": "26 He said that Mr Dano told him that that business would operate like his road assist business and that Mr Haddad would sell policies for which he would get a commission.",
      "id": "s107"
    },
    {
      "text": "Mr Haddad's evidence was that he told Mr Dano he would 'give it a go'.",
      "id": "s108"
    },
    {
      "text": "He said that when he first participated in this business, Mr Dano's phone number and address was put on the policies when they were issued with the letters API, 'which I was led to believe that was Mr Dano's business name'.",
      "id": "s109"
    },
    {
      "text": "I do not accept that that is a truthful explanation.",
      "id": "s110"
    },
    {
      "text": "27 At the time Mr Haddad swore this affidavit, Ms Robinson's affidavit had been filed in Court and I have no reason to assume that he was not aware of its contents.",
      "id": "s111"
    },
    {
      "text": "His account is totally at odds with what Ms Robinson said occurred and with the obtaining of the registration in 2004 of the business name Australian Private International, to which I have referred.",
      "id": "s112"
    },
    {
      "text": "Mr Haddad went on to assert that he was led astray by Mr Dano's false representations.",
      "id": "s113"
    },
    {
      "text": "He said that the original business involved the payment of premiums directly into Mr Dano's account at the National Australia Bank by the insured person and that he, Mr Haddad, was inexperienced in the motor vehicle insurance business and learnt the trade from Mr Dano.",
      "id": "s114"
    },
    {
      "text": "He said that he did not know that a licence was required to sell an insurance policy and that he never marketed or sold any other type of insurance than motor vehicle insurance.",
      "id": "s115"
    },
    {
      "text": "He said that he believed that all insurance policies were to be processed through Zurich Financial Service Australia.",
      "id": "s116"
    },
    {
      "text": "28 He said that he incorporated Liban Net in August, 2003 'to operate some of my business interests'.",
      "id": "s117"
    },
    {
      "text": "In early 2004, he says that he asked Mr Dano whether he could put his company name and business address on the motor vehicle insurance business policies to which Mr Dano said, 'If you like'.",
      "id": "s118"
    },
    {
      "text": "He then sent his policy details to Mr Dano in order to have the policies underwritten by Zurich Financial Services Australia Limited.",
      "id": "s119"
    },
    {
      "text": "He said that he was never aware of or informed that he had to have the consent of the Commission in order to operate a business of selling insurance, and that he was misled by Mr Dano as to the operation of a motor vehicle insurance business.",
      "id": "s120"
    },
    {
      "text": "29 He said, 'I did not misled or deceive any person in connection with, or in relation to any offer of or proposal of insurance'.",
      "id": "s121"
    },
    {
      "text": "He said it was always his intention to meet any claims on any policy issued by the business from the assets of the business, and that there were a number of claims which he honoured.",
      "id": "s122"
    },
    {
      "text": "When he was informed that Mr Dano was not having the policies underwritten by Zurich or any other company, he claims he immediately stopped marketing the product which, he said, happened before the Commission investigated his activities or issued him with Court documents.",
      "id": "s123"
    },
    {
      "text": "30 He asserted that at no stage was it his intention to commit any act of a fraudulent nature, or to claim or obtain benefits by misleading or deceptive advertising or comments.",
      "id": "s124"
    },
    {
      "text": "He terminated the telephone number of the business in July 2005.",
      "id": "s125"
    },
    {
      "text": "He then said that his wife had been served with a notice to vacate her property at Wattle Grove by 15 July, 2005.",
      "id": "s126"
    },
    {
      "text": "That was a circumstance in which he came to instruct his present solicitor, Mr Khoury, who is appearing for him today.",
      "id": "s127"
    },
    {
      "text": "Ultimately through Mr Khoury's efforts, his wife was able to bring an account with Bank of Queensland into order so as to enable his family to reoccupy their former home.",
      "id": "s128"
    },
    {
      "text": "31 Mr Haddad says that he gave all the documents that he had available to him to Mr Khoury who had passed them on to the Commission.",
      "id": "s129"
    },
    {
      "text": "After Mr Haddad's affidavit was sworn, some further material was provided in November 2005 through Mr Khoury to the Commission.",
      "id": "s130"
    },
    {
      "text": "According to Mr Hallmen's evidence, which I accept, based on the material provided by Mr Haddad and such other material as the Commission has been able to assemble, cover notes were issued by the defendants for premium due totalling $348,765.61 for policies of motor vehicle insurance covering 301 vehicles.",
      "id": "s131"
    },
    {
      "text": "32 There is, by no means, sufficient evidence to enable me to be satisfied that this represented the full extent of the business undertaken by the defendants of insuring or offering insurance of vehicles, and the whole of the sum of approximately $348,000 was either collectible or received by the defendants.",
      "id": "s132"
    },
    {
      "text": "33 At no time has either defendant held an Australian Financial Services licence as required by s 911A(1) of the Corporations Act 2001 (Cth).",
      "id": "s133"
    },
    {
      "text": "I am satisfied that the evidence to which I have been taken, and to some of which I have briefly referred, demonstrates that it is appropriate for the Court to make the declarations in pars 1-5 of the Short Minutes of Order which the parties have prepared.",
      "id": "s134"
    },
    {
      "text": "34 Those declarations demonstrate that both defendants engaged in the serious conduct of supplying, and offering to supply, contracts of insurance in circumstances where they were not registered, had no licence to do so, and in which they made false representations that a well-known insurer, Zurich Australia or Zurich International, was underwriting those policies.",
      "id": "s135"
    },
    {
      "text": "The evidence satisfies me that the Zurich Insurance Group had absolutely nothing to do with the business in which the defendants were involved.",
      "id": "s136"
    },
    {
      "text": "35 Some of the declarations involve representations to the members of the public that claims made under policies would be met in full, and that Liban Net was in a position to, and would, provide appropriate administrative support in respect of claims made under the policies.",
      "id": "s137"
    },
    {
      "text": "Those representations were plainly false and false to the knowledge of Mr Haddad.",
      "id": "s138"
    },
    {
      "text": "36 So much must be taken from his admission that the declarations are appropriate since in order to be knowingly concerned in order to aid or abet the making of a contravention of s 12DA of the Australian Securities and Investments Commission Act 2001 (Cth), s 12DB(1)(c) of that Act, and s 1041H(1) of the Corporations Act 2001 (Cth), it was essential for Mr Haddad to have had knowledge of the material ingredients of the offence (see Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 at 667 to 669 per Mason ACJ and Wilson, Deane and Dawson JJ).",
      "id": "s139"
    },
    {
      "text": "37 Moreover, I am satisfied that Mr Haddad, on the evidence, did have actual knowledge of the material ingredients of each contravention of the law, the subject of his admissions in the consent declarations.",
      "id": "s140"
    },
    {
      "text": "38 Mr Khoury submitted that Mr Haddad is a young man who had not aimed his conduct at vulnerable persons in the community; he submitted that I should accept that Mr Haddad had not aimed to take advantage of persons who were vulnerable but dealt principally with business people at arms length, and although Mr Haddad's evidence showed that he believed that the policies were underwritten by Zurich, he had been misled into that belief by Mr Dano's evidence.",
      "id": "s141"
    },
    {
      "text": "Mr Khoury submitted that Mr Haddad had been cooperative and had complied with Court orders and had not held information back from the Commission or the Court.",
      "id": "s142"
    },
    {
      "text": "Mr Khoury submitted that Mr Haddad had been foolish and naive, that he had learned his lesson, that he would not offend again and that he had lost virtually everything as a result of his business and his judgment in involving himself in, among other things, the business the subject of the current proceedings.",
      "id": "s143"
    },
    {
      "text": "39 I am mindful that apart from Mr Haddad's affidavit of 9 September 2005, he has given no evidence whatsoever to the Court.",
      "id": "s144"
    },
    {
      "text": "He asserts that he was misled by Mr Dano, although when I consider his conduct towards Ms Robinson in particular in the circumstances that I have set out above, I am satisfied that Mr Haddad was using her to avoid appearing to be personally involved in the financial side of matters with the banks with whom he asked Ms Robinson to deal and was seeking to have the API name, or the Australian Private International name registered in her name in order to somehow distance himself from some of his conduct.",
      "id": "s145"
    },
    {
      "text": "40 He has given no explanation to contradict or explain his conduct towards Ms Robinson.",
      "id": "s146"
    },
    {
      "text": "Moreover, there were many instances in the evidence to which I was taken this morning which showed that when members of the public sought to have Mr Haddad deal with their claims and complaints about inefficiencies in the administration or dealings which Liban Net, API or Mr Haddad had had with them, Mr Haddad was evasive, unresponsive and at the end of the day, in most cases, appeared to have been content to have taken these persons' money without honouring the concomitant obligations under the policies he said existed.",
      "id": "s147"
    },
    {
      "text": "41 Mr Haddad's affidavit avoids any reference to detail as to what he actually did to put himself in a position where, when offering persons very large amounts of insurance for very valuable property, he could satisfy himself that there were adequate arrangements in place.",
      "id": "s148"
    },
    {
      "text": "It must have been obvious to him at the time he was dealing with those persons whose evidence I was taken to this morning who complained about inability to have their claims met and satisfied, that something was going wrong with whatever arrangements he says he believed he had in place.",
      "id": "s149"
    },
    {
      "text": "Those problems were obvious by February 2005.",
      "id": "s150"
    },
    {
      "text": "He has chosen silence, rather than candour, with which to treat the Court on this occasion.",
      "id": "s151"
    },
    {
      "text": "42 I reject Mr Haddad's evidence that he did not seek to mislead people.",
      "id": "s152"
    },
    {
      "text": "He admitted by his consent to the declarations, the untruth of that evidence.",
      "id": "s153"
    },
    {
      "text": "His behaviour demonstrates a deliberate course of conduct in which the only available conclusion is that he did set out to mislead people as to the existence, nature and extent of the insurance.",
      "id": "s154"
    },
    {
      "text": "After all, he has given no explanation for not meeting claims.",
      "id": "s155"
    },
    {
      "text": "There is a wealth of evidence that significant claims were not met, albeit that some [minor] claims were met and therefore there was some genuine attempt to comply with insurance obligations.",
      "id": "s156"
    },
    {
      "text": "Mr Haddad has given no satisfactory explanation as to what happened to the relevant amounts of money that he received, indeed or how much money he did in fact receive; who were the people who he or Liban Net insured or the like.",
      "id": "s157"
    },
    {
      "text": "43 In his affidavit he says that when Mr Dano, who has not been able to be located by either Mr Haddad or the Commission, told him the policies were not being underwritten by Zurich, he stopped writing or marketing the product.",
      "id": "s158"
    },
    {
      "text": "But, having accepted premiums from a large amount of people who believed that they had car insurance, he did not do anything about contacting those people to say that he had been unwittingly misled, and more particularly, that they were completely uninsured for what they thought were comprehensive policies of insurance that would protect them, not only in the event that they suffered their own damage but incurred liabilities to third parties.",
      "id": "s159"
    },
    {
      "text": "44 These are not the acts of a person who has any sense of responsibility.",
      "id": "s160"
    },
    {
      "text": "Indeed, to this day, Mr Haddad has not sought to communicate, on the evidence, with any of the people with whom he and Liban Net had business dealings to explain to them that they are uninsured, or the circumstances in which that occurred.",
      "id": "s161"
    },
    {
      "text": "Nor has he made the slightest attempt to repay any of the persons or given any account of his own financial circumstances, other than in the most broad and general terms which are entirely unspecific.",
      "id": "s162"
    },
    {
      "text": "45 He does refer to his wife's financial difficulties, but there is no explanation as to how they occurred and how his wife could be put into a position of having to vacate her property.",
      "id": "s163"
    },
    {
      "text": "He dealt with Ms Robinson in a way which was patently dishonourable.",
      "id": "s164"
    },
    {
      "text": "He evaded dealing with persons who had business and claims with him over a long period of time.",
      "id": "s165"
    },
    {
      "text": "For example, Mr Hurst's evidence was that Mr Haddad took a campervan in November 2004 and has never returned it, or paid the insurance moneys due on its either partial or total loss.",
      "id": "s166"
    },
    {
      "text": "When finally contact was made between Mr Hurst and Mr Haddad on or shortly after 29 September 2005, Mr Hurst said: 'Where is my campervan?",
      "id": "s167"
    },
    {
      "text": "' Mr Haddad said, 'No problem, you can have it back but you will have to talk to ASIC as it is in their control'.",
      "id": "s168"
    },
    {
      "text": "There has been no explanation by Mr Haddad to Mr Hurst or to the Court as to why Mr Haddad, when he had control of the camper van, neither returned it nor paid the policy moneys that were due on the loss for which it had been taken by Mr Haddad on behalf of Liban Net.",
      "id": "s169"
    },
    {
      "text": "46 I am satisfied that Mr Haddad's conduct, as demonstrated on the evidence and as reflected in the declarations, is conduct which is of a very serious kind and involved the deception and misleading of the public generally.",
      "id": "s170"
    },
    {
      "text": "47 I am mindful that although Mr Khoury has, on his behalf, sought to express some mitigating factors, Mr Haddad has chosen not to put before the Court the slightest evidence of his own contrition or remorse.",
      "id": "s171"
    },
    {
      "text": "It is true that at the heel of the hunt he has consented to the orders that I have been asked to make.",
      "id": "s172"
    },
    {
      "text": "That is a matter which obviously is significant and requires recognition by the Court in formulating the ultimate orders that are to be made.",
      "id": "s173"
    },
    {
      "text": "48 The question for me is whether I am satisfied that the proposed order under s 206E of the Corporations Act 2001 (Cth) that Mr Haddad be disqualified from managing corporations for a period of five years is appropriate: N.W.",
      "id": "s174"
    },
    {
      "text": "Frozen Foods Pty Limited (No 2) v Australian Competition &amp; Consumer Commission (1996) 71 FCR 285 at 298G to 299B per Burchett and Kiefel JJ; Australian Securities and Investments Commission v Southcorp Limited [2003] FCA 1369 ; (2003) 130 FCR 406 per Lindgren J.",
      "id": "s175"
    },
    {
      "text": "In considering the period of disqualification it appears to me that I should have regard to the 15 propositions formulated by Santow J in Re HIH Insurance Limited (in prov liq) ; Australian Securities and Investments Commission v Adler (2002) 42 ACSR 80 at 97 to 99 [56]-[57].",
      "id": "s176"
    },
    {
      "text": "49 Those factors were summarised by McHugh J in Rich v Australian Securities and Investments Commission (2004) 220 CLR 107 at 152-154 [49] as follows:\n \n 'The 15 propositions formulated by Santow J are as follows ( Adler (2002) 42 ACSR 80 at 97-99): \n \n \n \n 1.",
      "id": "s177"
    },
    {
      "text": "Disqualification orders are designed to protect the public from the harmful use of the corporate structure or from use that is contrary to proper commercial standards.",
      "id": "s178"
    },
    {
      "text": "2.",
      "id": "s179"
    },
    {
      "text": "The banning order is designed to protect the public by seeking to safeguard the public interest in the transparency and accountability of companies and in the suitability of directors to hold office.",
      "id": "s180"
    },
    {
      "text": "3.",
      "id": "s181"
    },
    {
      "text": "Protection of the public also envisages protection of individuals who deal with companies, including consumers, creditors, shareholders and investors.",
      "id": "s182"
    },
    {
      "text": "4.",
      "id": "s183"
    },
    {
      "text": "The banning order is protective against present and future misuse of the corporate structure.",
      "id": "s184"
    },
    {
      "text": "5.",
      "id": "s185"
    },
    {
      "text": "The order has a motive of personal deterrence, though it is not punitive.",
      "id": "s186"
    },
    {
      "text": "6.",
      "id": "s187"
    },
    {
      "text": "General deterrence is an object of the legislation.",
      "id": "s188"
    },
    {
      "text": "7.",
      "id": "s189"
    },
    {
      "text": "In assessing the fitness of an individual to manage a company, it is necessary that the individual have an understanding of the proper role of the company director and the duty of due diligence that is owed to the company.",
      "id": "s190"
    },
    {
      "text": "8.",
      "id": "s191"
    },
    {
      "text": "Longer periods of disqualification are reserved for cases where contraventions have been of a serious nature such as those involving dishonesty.",
      "id": "s192"
    },
    {
      "text": "9.",
      "id": "s193"
    },
    {
      "text": "In assessing an appropriate length of prohibition, consideration is given to the degree of seriousness of the contraventions, the propensity of the defendant to engage in similar conduct in the future and the likely harm that may be caused to the public.",
      "id": "s194"
    },
    {
      "text": "10.",
      "id": "s195"
    },
    {
      "text": "It is necessary to balance the personal hardship to the defendant against the public interest and the need for protection of the public from any repeat of the defendant's conduct.",
      "id": "s196"
    },
    {
      "text": "11.",
      "id": "s197"
    },
    {
      "text": "A mitigating factor in considering a period of disqualification is the likelihood of the defendant reforming.",
      "id": "s198"
    },
    {
      "text": "12.",
      "id": "s199"
    },
    {
      "text": "The eight criteria to govern the exercise of the court's powers of disqualification set out in Commissioner for Corporate Affairs (WA) v Ekamper ((1987) 12 ACLR 519) have been influential.",
      "id": "s200"
    },
    {
      "text": "It was held that in making such an order it is necessary to assess: \n \n (a) the character of the defendant; \n (b) the nature of the breaches; \n \n \n \n \n (c) the structure of the company or companies and the nature of its or their business; \n \n \n \n \n (d) the interests of shareholders, creditors and employees; \n \n \n \n \n (e) the risks to others from the continuation of the defendant as a director; \n \n \n \n \n (f) the honesty and competence of the defendant; \n \n \n \n \n (g) hardship to the defendant and to his or her personal and commercial interests; and \n (h) the defendant's appreciation that future breaches could result in future proceedings.",
      "id": "s201"
    },
    {
      "text": "13.",
      "id": "s202"
    },
    {
      "text": "Factors that have led to the imposition of the longest periods of disqualification (that is, disqualifications of 25 years or more) include: \n \n (a) large financial losses; \n \n \n \n \n (b) high propensity that the defendant may engage in similar activities or conduct; \n (c) activities undertaken in fields in which there was potential to do great financial damage such as in management and financial consultancy; \n \n \n \n \n (d) the defendant's lack of contrition or remorse; \n \n \n \n \n (e) disregard for the law and compliance with corporate regulations; \n \n \n \n \n (f) dishonesty and intent to defraud; and \n (g) previous convictions and contraventions for similar activities.",
      "id": "s203"
    },
    {
      "text": "14.",
      "id": "s204"
    },
    {
      "text": "In cases in which the period of disqualification ranged from 7 years to 12 years, the factors that led to the conclusion that these cases were serious though not the \"worst cases\", included: \n \n (a) serious incompetence and irresponsibility; \n (b) substantial loss; \n \n \n \n \n (c) the fact that the defendant had engaged in deliberate courses of conduct to enrich himself or herself at others' expense, but with lesser degrees of dishonesty; \n (d) continued, knowing and wilful contraventions of the law and disregard for legal obligations; and \n (e) lack of contrition or acceptance of responsibility, although that must be weighed against the prospect that the defendant may reform.",
      "id": "s205"
    },
    {
      "text": "15.",
      "id": "s206"
    },
    {
      "text": "The factors leading to the shortest disqualifications (that is, disqualifications for up to 3 years) were: \n \n \n \n \n \n (a) although the defendant had personally gained from the conduct, he or she had endeavoured to repay or partially repay the amounts misappropriated; \n (b) the defendant had no immediate or discernible future intention to hold a position as manager of a company; and \n (c) the defendant had expressed remorse and contrition, acted on advice of professionals and had not contested the proceedings against him or her.",
      "id": "s207"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n50 As the majority of the Court recognised, orders under s 206E are not susceptible of the classification that they are simply protective of the public; they have a punitive effect such that, inter alia, they give a personal defendant the right to claim privilege against self exposure as to penalties (220 CLR at 147 [37]).",
      "id": "s208"
    },
    {
      "text": "The effect of that decision was summarised by Finkelstein J in Australian Securities and Investments Commission v Vizard [2005] FCA 1037 ; (2005) 145 FCR 57 at 65 [35] as making clear that a disqualification order can be imposed not only to protect the company's shareholders against further abuse, but also by way of punishment and, importantly, for general deterrence.",
      "id": "s209"
    },
    {
      "text": "51 Both McHugh J and Finkelstein J recognised that in cases of this kind the factors referred to by Santow J are cognate with the similar kinds of factors which judges sentencing in criminal matters would take into account in assessing what was the appropriate penalty for that conduct.",
      "id": "s210"
    },
    {
      "text": "As Finkelstein J said (145 FCR 65 [33] and see too Australian Securities and Investments Commission v Beekink (2006)57 ACSR 284 at [99] per Nicholson J):\n \n 'The sentence must be exemplary and sufficient so that members of the business community are put on notice that if they break the trust which has been reposed in them they will receive a proper punishment.",
      "id": "s211"
    },
    {
      "text": "It is vital, not only in the interests of the business community but in the interests of society, that leaders of that community will act honestly in all their dealings.",
      "id": "s212"
    },
    {
      "text": "Any slip from the high standards demanded of directors can put at risk the fortunes of their company and also the fortunes (large or small) of those who invest in them.",
      "id": "s213"
    },
    {
      "text": "In extreme cases, the misconduct can affect the economy as a whole.",
      "id": "s214"
    },
    {
      "text": "' \n\n\n \n52 What his Honour was saying there was, of course, in the context of activities of misfeasance by a director of a public company in using insider information to benefit his own personal interests.",
      "id": "s215"
    },
    {
      "text": "53 In this case, Mr Haddad's conduct is of a different kind.",
      "id": "s216"
    },
    {
      "text": "It involved the promotion and development of a significant business with members of the public seeking insurance from them.",
      "id": "s217"
    },
    {
      "text": "When he knew that there were problems with that business, he did not immediately cease those activities.",
      "id": "s218"
    },
    {
      "text": "I infer that this is so because of the complaints that were made by members of the public to him, including in February 2005 when a significant cheque was not met on presentation for the payment of a repair bill for one of the insureds, and was never thereafter met by Liban Net or Mr Haddad.",
      "id": "s219"
    },
    {
      "text": "This conduct demonstrated a consciousness that he was continuing to conduct a business without seeking to meet the obligations which he had undertaken to those with whom he had previously contracted.",
      "id": "s220"
    },
    {
      "text": "At best, that bespeaks recklessness.",
      "id": "s221"
    },
    {
      "text": "54 I am satisfied that the failure of Mr Haddad to give any explanation whatsoever as to the myriad of failures to make payments, shows that he chose which claims he would meet, which he did not meet, and was not running a bona fide insurance business, and knew he was not doing so.",
      "id": "s222"
    },
    {
      "text": "His conduct was plainly dishonest and such that the public were indiscriminately placed at risk by Mr Haddad's behaviour.",
      "id": "s223"
    },
    {
      "text": "55 Looking at the factors that Santow J set out, summarised by McHugh J, either I must find that the figure proposed to me of 5 years disqualification is appropriate, or otherwise determine what is an appropriate one, having regard to the use of the corporate structure of Liban Net that Mr Haddad engaged in when he caused that company to embark upon the course of conduct the subject of the declarations.",
      "id": "s224"
    },
    {
      "text": "56 The banning order I make must be designed to protect the public by seeking to safeguard the public interest in the transparency and accountability of companies and in the suitability of Mr Haddad as a director to hold office, and that includes protecting individuals who deal with companies with which Mr Haddad may be associated.",
      "id": "s225"
    },
    {
      "text": "The banning order is, of course, protective against present and future misuse of a corporate structure, and it provides personal deterrence, although it is not in itself punitive.",
      "id": "s226"
    },
    {
      "text": "General deterrence is also an object of the legislation.",
      "id": "s227"
    },
    {
      "text": "57 I am satisfied that Mr Haddad does not have a proper understanding of the proper role of a company director, his duty of diligence owed to the company and to those with whom it deals.",
      "id": "s228"
    },
    {
      "text": "The evidence satisfies me that he has exhibited a high degree of irresponsible conduct towards members of the public who believed that they had taken out, what to them were, very important and valuable insurance policies to protect themselves against the consequences of motor vehicle accidents.",
      "id": "s229"
    },
    {
      "text": "58 I am satisfied that there is a sufficient element of dishonesty established on the evidence to warrant a period of disqualification that is longer, rather than shorter.",
      "id": "s230"
    },
    {
      "text": "The considerations that I have adverted to indicate a degree of seriousness in the contraventions, the subject of the consent declarations.",
      "id": "s231"
    },
    {
      "text": "I am mindful that Mr Haddad is the father of young children and may be exposed to some degree of difficulty, but his real financial and personal circumstances are not fully explained in the evidence before me.",
      "id": "s232"
    },
    {
      "text": "There is no evidence that he cannot conduct himself otherwise than as a person who might manage corporations in earning a livelihood for himself or his family.",
      "id": "s233"
    },
    {
      "text": "59 I have regard to the fact that at a late stage, he has agreed to the orders that have been made and that has saved the public the expense of a significant contested hearing involving probably a number of days of evidence and a large number of people being subjected to being cross-examined to establish or otherwise the existence of the contraventions.",
      "id": "s234"
    },
    {
      "text": "60 I am also mindful that there is no evidence before me to suggest that apart from the circumstances of the current contraventions of the Corporations Act 2001 (Cth) and the Australian Securities and Investments Commission Act 2001 (Cth), Mr Haddad has done anything else that has involved any substantive infractions of the law, or otherwise bears on his general integrity or honesty.",
      "id": "s235"
    },
    {
      "text": "61 It seems to me that in this case the fourteenth factor referred to by Santow J has a particularly apposite application.",
      "id": "s236"
    },
    {
      "text": "Counsel for the Commission submitted that the range of 7 to 12 years would have been in the Commission's mind, had there not been agreement to the 5 year disqualification to which I am asked to give the Court's assent.",
      "id": "s237"
    },
    {
      "text": "McHugh J described the range of 7 to 12 years as being reserved for cases which were serious, though not the worst cases.",
      "id": "s238"
    },
    {
      "text": "62 Factors that go to the imposition of the penalty in that range include the serious incompetence and irresponsibility of the defendant and substantial loss.",
      "id": "s239"
    },
    {
      "text": "The fact that he had engaged in typical courses of conduct to enrich himself at other's expense, but with lesser degrees of dishonesty, continued knowing and wilful contravention of the law and disregard for legal obligations and the lack of contrition, or acceptance of responsibility, although that has to be weighed against the prospect that he may reform.",
      "id": "s240"
    },
    {
      "text": "63 In my opinion for reasons that I have given, I am satisfied that in this case Mr Haddad's conduct exhibited serious incompetence and irresponsibility for the whole of the period from the time at which at least the cheque was dishonoured for $9,558.30 in February 2005, until the business ceased some time around the middle of 2005.",
      "id": "s241"
    },
    {
      "text": "He continued to trade.",
      "id": "s242"
    },
    {
      "text": "He did not inform anyone of his own clear knowledge of the financial difficulties which the business had, the fact that people were not being paid and he took no responsibility to communicate with those whose fortunes were immediately affected by, inter alia, that dishonour.",
      "id": "s243"
    },
    {
      "text": "A similar finding is apposite in relation to Mr Hurst to take the degree of Mr Haddad's responsibility back to September 2004.",
      "id": "s244"
    },
    {
      "text": "64 I am satisfied that persons with whom Mr Haddad through his own personal involvement or through the company, Liban Net, dealt have suffered substantial losses although I do not suggest that the evidence satisfies me as to the quantum of those losses.",
      "id": "s245"
    },
    {
      "text": "I am not sure that enough information has been made available by Mr Haddad to enable proper assessment of losses to be made or whether all of the people who lost money necessarily complained to the Commission or gave evidence about their misfortunes.",
      "id": "s246"
    },
    {
      "text": "65 However, on the evidence before me, Mr Haddad treated with flagrant contempt those who complained to him and who sought to have their policies honoured in the circumstances of persons such as Mr Hurst, the repairer to whom the dishonoured cheque was given and Ms Robinson.",
      "id": "s247"
    },
    {
      "text": "His behaviour was knowing and wilful in the contravention of the law.",
      "id": "s248"
    },
    {
      "text": "In my opinion, Mr Haddad had a complete disregard for the legal responsibility which he had as a director of Liban Net or as a person who was a manager in its business.",
      "id": "s249"
    },
    {
      "text": "66 I am also mindful of his lack of contrition, although I do have regard to his acceptance of responsibility in joining in the application to have the Court make the orders by consent.",
      "id": "s250"
    },
    {
      "text": "I am not satisfied that his conduct indicates that he has at this time an intention to conduct himself honestly or to give a full and true or complete explanation of what he has done or of his dealings with the public in relation to this matter.",
      "id": "s251"
    },
    {
      "text": "67 For these reasons, it seems to me that the period of disqualification proposed by Mr Haddad and the Commission of 5 years is not an appropriately significant period to mark the Court's disapprobation of conduct that requires both general and specific deterrence.",
      "id": "s252"
    },
    {
      "text": "68 I am of opinion that Mr Haddad's conduct on the evidence and by reason and admissions in the consent orders, requires a significantly greater period of disqualification.",
      "id": "s253"
    },
    {
      "text": "I am, however, mindful that he has given some recognition to the error of his ways by consenting to the making of the consent orders.",
      "id": "s254"
    },
    {
      "text": "The period of disqualification which I should impose in this case must give some recognition by way of discount from what I would otherwise have imposed had he not come to the agreement with the Commissions, as the representative of the public interest in these matters, to a period of 5 years disqualification.",
      "id": "s255"
    },
    {
      "text": "69 Doing the best I can, I am of opinion that the appropriate period of disqualification is 8-1/2 years commencing on and from 7 days after making of these orders.",
      "id": "s256"
    },
    {
      "text": "Accordingly, I will amend draft order 8 to delete period '5 years' and will substitute '8-1/2 years'.",
      "id": "s257"
    },
    {
      "text": "Otherwise I make the orders in terms of the short minutes of order which I will initial, date and place with the papers.",
      "id": "s258"
    },
    {
      "text": "I certify that the preceding sixty -nine (69) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s259"
    },
    {
      "text": "Associate:\n\n\n\nDated: 29 September 2006\n\n\n Counsel for the Plaintiff: Mr L.V.",
      "id": "s260"
    },
    {
      "text": "Gyles and Ms A Horvath \n \n Solicitor for the Plaintiff: Australian Securities and Investments Commission \n \n Solicitor for the First and Second Defendants: Mr G Khoury \n \n Date of Hearing: 19 June 2006 \n \n Date of Judgment: 19 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1308.html",
      "id": "s261"
    }
  ]
}