{
  "name": "Sood v Crown Diagnostic Imaging Pty Ltd [2006] FCA 1721 (12 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1721.html",
  "catchphrases": [
    {
      "text": "whether a restraining order over a debtor's property is effectively a stay of execution of judgment",
      "id": "c0"
    },
    {
      "text": "ability of the debtor to seek order permitting payment of the judgment debt pursuant to s 24 of the proceeds of crime act 2001 (cth) means execution not stayed",
      "id": "c1"
    },
    {
      "text": "appeal dismissed",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This appeal from the making of a sequestration order by Raphael FM ( Crown Diagnostic Imaging Pty Ltd v Sood (No 2) [2006] FMCA 265) concerns the interplay between the bankruptcy legislation and the Federal proceeds of crime legislation, as did an earlier interlocutory issue ( Sood v Crown Diagnostic Imaging Pty Ltd [2006] FCA 715).",
      "id": "s0"
    },
    {
      "text": "The main question in the appeal is whether an order pursuant to s 18 of the Proceeds of Crime Act 2002 (Cth) effectively stays execution on an outstanding judgment against the party subject to that order for the purposes of s 40(1)(g) and s 41(3)(b) of the Bankruptcy Act 1966 (Cth).",
      "id": "s1"
    },
    {
      "text": "There is also an issue as to whether the learned Federal Magistrate was in error in making a sequestration order in any event.",
      "id": "s2"
    },
    {
      "text": "The facts as to the main question are in a short compass.",
      "id": "s3"
    },
    {
      "text": "2 On 26 July 2004 the Director of Public Prosecutions (Commonwealth) obtained orders against Dr Suman Sood (the debtor), the relevant parts of which are as follows: \n \n \n '1.",
      "id": "s4"
    },
    {
      "text": "Pursuant to section 18 of the Proceeds of Crime Act 2002 (\"the Act \"), all the property (within the meaning of \"property\" as defined in section 338 of the Act ) of Suman Sood (\"the Defendant\"), including the property described in the First Schedule, but excluding her interest in any business, is not to be disposed of or otherwise dealt with by any person.",
      "id": "s5"
    },
    {
      "text": "2.",
      "id": "s6"
    },
    {
      "text": "Pursuant to section 18 of the Act , specified property of another person, namely Suman Medical Pty Limited, being the property described in the Second Schedule is not to be disposed of or otherwise dealt with by any person.",
      "id": "s7"
    },
    {
      "text": "' \n \n \n\nProperty is defined as follows:\n \n 'Real or personal property of every description, whether situated in Australia or elsewhere and whether tangible or intangible and includes an interest in any such real or personal property.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n 3 On 10 September 2004, Crown Diagnostic Imaging Pty Ltd (the creditor) obtained judgment in the Local Court against the debtor in the sum of $59 013.05.",
      "id": "s9"
    },
    {
      "text": "On 23 May 2005 a bankruptcy notice was issued by the Official Receiver at the instance of the creditor to the debtor, which notice was served upon the debtor on 24 May 2005.",
      "id": "s10"
    },
    {
      "text": "The bankruptcy notice was not complied with on or before 15 June 2005 as required.",
      "id": "s11"
    },
    {
      "text": "4 The creditor served a petition for sequestration against the debtor based upon an alleged act of bankruptcy committed by failure to comply with the requirements of the bankruptcy notice.",
      "id": "s12"
    },
    {
      "text": "At the hearing of the petition, the debtor argued that there was no act of bankruptcy as the bankruptcy notice was invalid and a nullity as for the purposes of s 40(1)(8) and s 41(3)(b) of the Bankruptcy Act 1966 , execution of the judgment had been stayed by virtue of the orders made pursuant to the Proceeds of Crime Act 2002 .",
      "id": "s13"
    },
    {
      "text": "5 The orders in question did not technically stay execution.",
      "id": "s14"
    },
    {
      "text": "Indeed, as the Federal Magistrate pointed out in his reasons, there was evidence that execution had in fact been levied prior to the hearing of the petition.",
      "id": "s15"
    },
    {
      "text": "However, there is a line of authority which establishes that there can be, in effect, constructive staying of execution by collateral orders binding the debtor or the property of the debtor.",
      "id": "s16"
    },
    {
      "text": "Raphael FM considered that line of authority but distinguished it and held that execution of the local court judgment had not been stayed.",
      "id": "s17"
    },
    {
      "text": "Therefore, there had been an act of bankruptcy to found the petition and a sequestration order was made.",
      "id": "s18"
    },
    {
      "text": "6 The relevant authorities were considered in this Court by Mathews J in Commissioner of Taxation v Stuart-Jones [2000] FCA 1022 ; (2000) 102 FCR 296 in a similar context.",
      "id": "s19"
    },
    {
      "text": "In that case the Supreme Court of New South Wales had made a restraining order under s 10 of the Drug Trafficking (Civil Proceedings) Act 1990 (NSW) against the debtor.",
      "id": "s20"
    },
    {
      "text": "A bankruptcy notice was served some time later whilst the order was still in force.",
      "id": "s21"
    },
    {
      "text": "In that case the order pursuant to s 10 related only to an identified property and not to the whole of the property of the debtor.",
      "id": "s22"
    },
    {
      "text": "Section 10(8) provided as follows: \n \n 'If a restraining order is in force in respect of an interest of a person in property, the restraining order does not prevent: \n \n \n \n (a) the levying of execution against the property in satisfaction, or partial satisfaction, of the debt arising under a proceeds assessment order in force against the person, or \n \n (b) with the consent of the Supreme Court, the sale or other disposition of the interest to enable the proceeds to be applied in satisfaction or partial satisfaction of that debt, or \n \n (c) with the consent of the Supreme Court, the application of the interest in satisfaction or partial satisfaction of that debt.",
      "id": "s23"
    },
    {
      "text": "' \n \n \n\nA 'proceeds assessment order' was an order that the person pay to the Treasurer an amount assessed by the Court as the value of the proceeds derived by the person from an illegal activity which took place within the preceding six years.",
      "id": "s24"
    },
    {
      "text": "Mathews J indicated that it was at least arguable that a restraining order over the whole of a debtor's property would have the effect of preventing the levying of execution in the relevant sense.",
      "id": "s25"
    },
    {
      "text": "However, because of the limited nature of the order in that case, the debtor failed to establish invalidity of the bankruptcy notice.",
      "id": "s26"
    },
    {
      "text": "7 Before considering the authorities, the Proceeds of Crime Act 2002 should be examined a little more closely.",
      "id": "s27"
    },
    {
      "text": "The relevant provisions are described as 'The confiscation scheme' and are summarised in s 7 of that Act as follows: \n \n 'Chapter 2 sets out 5 processes relating to confiscation: \n \n \n \n (a) restraining orders prohibiting disposal of or dealing with property (see Part 2-1); and \n \n (b) forfeiture orders under which property is forfeited to the Commonwealth (see Part 2-2); and \n \n (c) forfeiture of property to the Commonwealth on conviction of a serious offence (see Part 2-3); and \n \n (d) pecuniary penalty orders requiring payment of amounts based on benefits derived from committing offences (see Part 2-4); and \n \n (e) literary proceeds orders requiring payment of amounts based on literary proceeds relating to offences (see Part 2-5).",
      "id": "s28"
    },
    {
      "text": "' \n \n \n \n \n 8 It is an offence to breach a restraining order (s 37).",
      "id": "s29"
    },
    {
      "text": "It is not clear whether breach of an order would be contempt of court.",
      "id": "s30"
    },
    {
      "text": "An order pursuant to s 18 does not appear to catch after acquired property.",
      "id": "s31"
    },
    {
      "text": "The Court may order that the Official Trustee take the custody and control of property covered by a restraining order (s 38).",
      "id": "s32"
    },
    {
      "text": "The Court may set aside a disposition contravening a restraining order (s 36).",
      "id": "s33"
    },
    {
      "text": "9 Section 24 provides that a court may allow a specified debt incurred in good faith by a person to be met out of property covered by a restraining order but, amongst other conditions, that can only be done if the person whose property is restrained has applied for the order (s 24(1)(d), s 24(2)(a)).",
      "id": "s34"
    },
    {
      "text": "The decision of the Supreme Court of New South Wales in relation to this very order in Director of Public Prosecutions v Sood (unreported, Supreme Court of New South Wales, Studdert J, 7 February 2006), establishes that an unsecured creditor has effectively no status to make an application concerning the effect of a s 18 order.",
      "id": "s35"
    },
    {
      "text": "No application pursuant to s 24 was made by the debtor prior to the issue and service of the bankruptcy notice.",
      "id": "s36"
    },
    {
      "text": "10 Concurrently with the enactment of the Proceeds of Crime Act 2002 , the Proceeds of Crime (Consequential Amendments and Transitional Provisions) Act 2002 (Cth) specifically dealt with the effect of orders pursuant to the Proceeds of Crime Act 2002 upon the Bankruptcy Act 1966 and introduced other amendments to that Act.",
      "id": "s37"
    },
    {
      "text": "Section 58A was introduced into the Bankruptcy Act 1966 and modifies the normal operation of s 58(1) that vests property in the Official Trustee or registered trustee as appropriate.",
      "id": "s38"
    },
    {
      "text": "Section 58A(1) provides that s 58(1) does not apply to any property of the bankrupt which is covered by a restraining order at the date of the bankruptcy.",
      "id": "s39"
    },
    {
      "text": "Section 82(3A) in its current form was also introduced and provides that an amount payable under a proceeds of crime law is not provable in bankruptcy.",
      "id": "s40"
    },
    {
      "text": "It was submitted on behalf of the Director of Public Prosecutions (who was permitted to appear as amicus) that a restraining order under the Proceeds of Crime Act has the effect of freezing action under the Bankruptcy Act 1966 and prevents property covered by it from being dealt with or distributed under that Act.",
      "id": "s41"
    },
    {
      "text": "It is correct that the 2002 amendments give primacy to the proceeds of crime regime over the bankruptcy regime to that extent.",
      "id": "s42"
    },
    {
      "text": "However, Parliament did not make any express provision in relation to bankruptcy notices or sequestration orders.",
      "id": "s43"
    },
    {
      "text": "11 Having considered the authorities in the light of the submissions from counsel in this case, I am left with the feeling that this area of the law needs to be sorted out by the High Court or the legislature.",
      "id": "s44"
    },
    {
      "text": "The concept of stay of execution has been stretched beyond recognition.",
      "id": "s45"
    },
    {
      "text": "It is difficult to find a basis in the words of the statute for the fine distinctions drawn in the cases.",
      "id": "s46"
    },
    {
      "text": "However, in the meantime, I must do the best I can.",
      "id": "s47"
    },
    {
      "text": "12 I must apply the test laid down by one Full Court in Wiltshire-Smith v Olsson (1995) 57 FCR 572 at 587 and applied by another in Boscolo v Botany Council [1996] FCA 897 --- whether in the eyes of ordinary fairness in business it will be said that the order has in a business sense prevented the debtor in paying.",
      "id": "s48"
    },
    {
      "text": "That test was not overruled in Ling v Enrobook Pty Ltd (1997) 74 FCR 19 , although the approval in that case of the decision of Heerey J in Re Ousley; Ex parte Commissioner of Taxation (1994) 48 FCR 131 concerning the effect of a Mareeva injunction is of some significance here.",
      "id": "s49"
    },
    {
      "text": "I have found the subsequent analysis of that topic by Madgwick J in National Australia Bank Ltd v Pollak (2001) 186 ALR 44 at [41]---[52] to be valuable .",
      "id": "s50"
    },
    {
      "text": "(See also Taubert v Eddaglide Pty Ltd (in liq) [2001] FCA 567 at [15] ---[16].",
      "id": "s51"
    },
    {
      "text": ") I should add that Mathews J made no reference in Stuart-Jones to the debtor being able to make an application of the kind provided for by s 24 of the Proceeds of Crime Act 2002 under the New South Wales Act considered by her.",
      "id": "s52"
    },
    {
      "text": "13 In my opinion, the ability of the debtor to seek an order permitting payment of the judgment debt pursuant to s 24 of the Proceeds of Crime Act means that execution is not stayed in the relevant sense.",
      "id": "s53"
    },
    {
      "text": "Counsel for the debtor submitted that it was unrealistic to think that such an application could be made after service of the bankruptcy notice and prior to the time for compliance.",
      "id": "s54"
    },
    {
      "text": "It is not at all clear to me that that is so, but it is false issue.",
      "id": "s55"
    },
    {
      "text": "The time to be considered is the whole period from the date of the judgment onwards.",
      "id": "s56"
    },
    {
      "text": "I take into account the consequences of the debtor's contention.",
      "id": "s57"
    },
    {
      "text": "The creditor has no relevant locus standi in relation to varying the restraining order.",
      "id": "s58"
    },
    {
      "text": "Whether or not the judgment creditor is paid out of the assets covered by the restraining order would depend upon the debtor initiating the process.",
      "id": "s59"
    },
    {
      "text": "This would effectively mean that payment is optional for the debtor in a practical sense.",
      "id": "s60"
    },
    {
      "text": "Even then, a bankruptcy notice could only be issued if an order pursuant to s 24 had been made but the payment was not made.",
      "id": "s61"
    },
    {
      "text": "There is nothing to indicate that the legislature contemplated that the Proceeds of Crime Act would interfere with the ordinary operation of bankruptcy law beyond the effect of the sections introduced to expressly deal with that topic.",
      "id": "s62"
    },
    {
      "text": "I agree with the conclusion of Raphael FM that, for present purposes, this case is akin to a Mareeva injunction in its effect.",
      "id": "s63"
    },
    {
      "text": "I therefore uphold the decision that there was an act of bankruptcy proved to support the sequestration order.",
      "id": "s64"
    },
    {
      "text": "14 It is also argued that the Federal Magistrate erred as a matter of discretion in making the sequestration order.",
      "id": "s65"
    },
    {
      "text": "It was put that there was no immediate purpose in the sequestration order because assets caught by the restraining order would not be administered in bankruptcy.",
      "id": "s66"
    },
    {
      "text": "It was submitted that there was no evidence of any, and certainly no substantial, after acquired property and that, as the applicant had taken and was taking significant steps to sell her assets including obtaining leave pursuant to s 24 to pay out debts, the making of the sequestration order had no real utility.",
      "id": "s67"
    },
    {
      "text": "Rather, the proceeding ought to have been adjourned to allow the sale of property to continue.",
      "id": "s68"
    },
    {
      "text": "15 Raphael FM refused an adjournment having considered all of the circumstances, including those now put forward on behalf of the debtor.",
      "id": "s69"
    },
    {
      "text": "It is not possible to second guess that kind of decision on appeal, absent some significant error in principle, which is not shown.",
      "id": "s70"
    },
    {
      "text": "It is not clear that a sequestration order has no utility.",
      "id": "s71"
    },
    {
      "text": "There is no satisfactory evidence as to the existence of after acquired property and the trustee is the appropriate party to make enquiries.",
      "id": "s72"
    },
    {
      "text": "Furthermore, the bankruptcy regime operates on the assets of the debtor immediately upon the proceeds of crime regime ending.",
      "id": "s73"
    },
    {
      "text": "At the time the sequestration order was made it was not possible to predict what would occur or when it would occur in relation to the restraining order.",
      "id": "s74"
    },
    {
      "text": "In those circumstances, there would be utility in having the bankruptcy administration in place to operate forthwith in the event of the restraining order being varied or terminated.",
      "id": "s75"
    },
    {
      "text": "16 The appeal should be dismissed with costs.",
      "id": "s76"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s77"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2006\n\n Counsel for the Appellant: Mr MR Aldridge SC \n \n Solicitor for the Appellant: Bowles Lawyers Pty Ltd \n \n Counsel for the Commonwealth Director of Public Prosecutions (amicus): Mr T Muir \n \n Solicitor for the Commonwealth Director of Public Prosecutions: Ms P McEniery of Commonwealth Director of Public Prosecutions \n \n Counsel for the supporting creditor, United Medical Protection Limited: Ms J Baxter \n \n Solicitor for the supporting creditor, United Medical Protection Limited: Sally Nash &amp; Co \n\n Date of Hearing: 10 August 2006 \n \n Date of Judgment: 12 December 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1721.html",
      "id": "s78"
    }
  ]
}