{
  "name": "Air-Cell Innovations Pty Ltd (ACN 100 405 025) v Tanwing International [2006] FCA 1117 (21 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1117.html",
  "catchphrases": [
    {
      "text": "australian innovation patent",
      "id": "c0"
    },
    {
      "text": "no appearance by the respondent",
      "id": "c1"
    },
    {
      "text": "whether satisfied that the respondent had been properly served with application and statement of claim and was aware of the hearing",
      "id": "c2"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c3"
    },
    {
      "text": "test for establishing infringement of patent",
      "id": "c4"
    },
    {
      "text": "whether infringing product embodies the essential integers of the claim",
      "id": "c5"
    },
    {
      "text": "whether damages are an adequate remedy",
      "id": "c6"
    },
    {
      "text": "whether balance of convenience favours granting the injunction",
      "id": "c7"
    },
    {
      "text": "whether special reasons such as to award indemnity costs",
      "id": "c8"
    },
    {
      "text": "whether costs should be taxed and paid forthwith in accordance with federal court rules o 62 r 3",
      "id": "c9"
    },
    {
      "text": "interlocutory injunction",
      "id": "c10"
    },
    {
      "text": "costs",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an application whereby the applicant claims as follows: \n A.",
      "id": "s0"
    },
    {
      "text": "DETAILS OF THE CLAIM \n \n\n \n 1.",
      "id": "s1"
    },
    {
      "text": "A declaration that claims 1, 2, 3 and 5 of Australian Innovation Patent No 200310063, ('the patent') has been infringed by the respondent.",
      "id": "s2"
    },
    {
      "text": "2.",
      "id": "s3"
    },
    {
      "text": "A permanent injunction restraining the respondent whether by itself, its directors, officers, servants, agents or otherwise howsoever during the term of the patent or any extension thereof from infringing the patent, including by the making, offering to make, selling, offering for sale, disposing of, offering to dispose of, importing, using or keeping for the purpose of doing any of those things, in relation to the product known as Super Bubble, or authorising the doing of any of those acts.",
      "id": "s4"
    },
    {
      "text": "3.",
      "id": "s5"
    },
    {
      "text": "Damages, or at the election of the applicant, an account of profits made by the respondent in respect of its infringements of the patent.",
      "id": "s6"
    },
    {
      "text": "4.",
      "id": "s7"
    },
    {
      "text": "All necessary accounts and inquiries, including so far as may be necessary, inquiries as to damages, and an order for payment of any sum found due on such count or inquiry by the respondent to the applicant.",
      "id": "s8"
    },
    {
      "text": "5.",
      "id": "s9"
    },
    {
      "text": "Delivery upon oath to the applicant by the respondent of all infringing articles in the possession, custody, power or control of the respondent.",
      "id": "s10"
    },
    {
      "text": "6.",
      "id": "s11"
    },
    {
      "text": "Delivery upon oath to the respondent of all documentation or any other material whatsoever (whether held in hard copy, electronic or any other form) in the possession, custody, power or control of the respondent depicting in any manner or advertising the Super Bubble product or any other infringing article.",
      "id": "s12"
    },
    {
      "text": "7.",
      "id": "s13"
    },
    {
      "text": "Pursuant to s 122(2) of the Act and rules of this court, an order for inspection of the alleged infringing articles upon such terms and directions as the Court sees fit.",
      "id": "s14"
    },
    {
      "text": "8.",
      "id": "s15"
    },
    {
      "text": "Pursuant to s 51A of the Federal Court Act 1976 upon such sum or sums as the respondent shall be adjudged to pay to the applicant at such time and at such rate as the Court may see appropriate.",
      "id": "s16"
    },
    {
      "text": "9.",
      "id": "s17"
    },
    {
      "text": "Such further or other orders, directions or relief as the Court may see appropriate.",
      "id": "s18"
    },
    {
      "text": "10.",
      "id": "s19"
    },
    {
      "text": "Costs.",
      "id": "s20"
    },
    {
      "text": "B.",
      "id": "s21"
    },
    {
      "text": "CLAIM FOR INTERLOCUTORY RELIEF \n \n\n \n 1.",
      "id": "s22"
    },
    {
      "text": "The applicant claims, until the trial of this proceeding, or further order, an interlocutory injunction restraining the respondent whether by itself, its directors, officers, servants, agents or otherwise howsoever during the term of the patent or any extension thereof from infringing the patent, including by the importing, making, offering to make, selling, offering for sale, disposing of, offering to dispose of, using, or keeping for the purpose of doing any of those things, in relation to the product known as Super Bubble or authorising the doing of any of those acts.",
      "id": "s23"
    },
    {
      "text": "2.",
      "id": "s24"
    },
    {
      "text": "Costs.",
      "id": "s25"
    },
    {
      "text": "3.",
      "id": "s26"
    },
    {
      "text": "Such further or other order, direction or relief as the Court may seem appropriate.",
      "id": "s27"
    },
    {
      "text": "2 When this matter came before me this morning at 10.15 am there was no appearance by or on behalf of the respondent, and no notice of appearance entered.",
      "id": "s28"
    },
    {
      "text": "I understand that the registered office of the respondent is in Castle Hill in New South Wales, and its legal representatives, Champion Legal Pty Ltd, are in Sydney.",
      "id": "s29"
    },
    {
      "text": "I asked the court officer to call the name of the respondent outside the Court this morning, however there was no response.",
      "id": "s30"
    },
    {
      "text": "Mr Logan, counsel for the applicant, tendered three affidavits sworn by Mr Paul McCowan, a member of the legal firm, Gilshenan &amp; Luton, which acts on behalf of the applicant.",
      "id": "s31"
    },
    {
      "text": "To one of those affidavits, a copy of the letter dated 5 July 2006 from Gilshenan &amp; Luton to The Company Secretary, Tanwing International Pty Ltd (ACN 106 121 868) was annexed, which stated that enclosed with the letter by way of service was an application and statement of claim by the applicant against the respondent in the Federal Court in respect of an alleged breach of patent.",
      "id": "s32"
    },
    {
      "text": "Mr McCowan deposed that he had caused that letter, and, by way of service, the application and statement of claim, to be forwarded to the respondent at its registered office by prepaid post.",
      "id": "s33"
    },
    {
      "text": "3 I note also acknowledgment of pending legal action in the Federal Court in correspondence from Champion Legal Pty Ltd to Gilshenan &amp; Luton dated 11 August 2006; correspondence from Gilshenan &amp; Luton to Champion Legal Pty Ltd dated 11 August 2006 referring to the listed hearing before the Federal Court on 21 August 2006; correspondence from Champion Legal Pty Ltd dated 14 August 2006 responding to the 11 August 2006 letter from Gilshenan &amp; Luton, and a copy of an email from Mr McCowan of Gilshenan &amp; Luton to Jason Sprag of Champion Legal Pty Ltd dated 14 August 2006 referring to matters in the lead up to the hearing today.",
      "id": "s34"
    },
    {
      "text": "All these correspondences were annexed to an affidavit of Mr McCowan sworn and filed in Court today.",
      "id": "s35"
    },
    {
      "text": "4 I am satisfied that the respondent was properly served with the application and the statement of claim, and was aware, at least through its current legal representatives, that the application for interlocutory relief would be heard today.",
      "id": "s36"
    },
    {
      "text": "Accordingly, and in view of the nature of the applicant's claims and the evidence before the Court, I ordered that the hearing proceed in accordance with O 32 r 2(1)(d), Federal Court Rules .",
      "id": "s37"
    },
    {
      "text": "5 I note however that it appears that the respondent has retained at least two firms of solicitors.",
      "id": "s38"
    },
    {
      "text": "From documentation annexed to the affidavit of Mr McCowan, sworn and filed 28 June 2006, it appears that the respondent was represented by KW Fegebank &amp; Associates, Solicitors and Attorneys, in relation to this matter in early April 2006.",
      "id": "s39"
    },
    {
      "text": "However, as of early August 2006 it appears that the respondent was represented by Champion Legal Pty Ltd.",
      "id": "s40"
    },
    {
      "text": "Although in my view this is not relevant to service, it is an issue which may be of relevance in relation to other matters.",
      "id": "s41"
    },
    {
      "text": "I shall return to this issue later in the judgment.",
      "id": "s42"
    },
    {
      "text": "THE CLAIM \n \n 6 The claim of the applicant relates to Australian Innovation Patent No 2003100663, which is, and appears at all times material to this proceeding, to be a registered patent, of which the applicant is a registered proprietor.",
      "id": "s43"
    },
    {
      "text": "The patent is in respect of an invention entitled 'Insulation Sheeting'.",
      "id": "s44"
    },
    {
      "text": "The term of the patent is for eight years commencing on 30 April 2001.",
      "id": "s45"
    },
    {
      "text": "The patent has been certified, a certificate of examination being issued by the Commissioner of Patents on 21 November 2003.",
      "id": "s46"
    },
    {
      "text": "7 Five claims define the invention, and the applicant claims that the actions of the respondent infringe claims 1, 2 ,3 and 5.",
      "id": "s47"
    },
    {
      "text": "8 Claim 1 of the patent provides: \n \n \n 1.",
      "id": "s48"
    },
    {
      "text": "Insulation sheeting comprising a single layer cell structure interposed between two outer layers at least one of which comprises a reflection foil, the cell structure comprising a plurality of cells of generally cylindrical construction each of a diameter between about 15 and 25 mm and a depth of between about 6 to 10 mm, the exposed surface of said one layer being coloured for reduction of glare.",
      "id": "s49"
    },
    {
      "text": "9 Claim 2 of the of the patent provides: \n \n \n 2.",
      "id": "s50"
    },
    {
      "text": "Insulation sheeting according to claim 1 wherein said reflective foil comprises high density polyethylene weave laminated aluminium foil.",
      "id": "s51"
    },
    {
      "text": "10 Claim 3 of the patent provides: \n \n \n 3.",
      "id": "s52"
    },
    {
      "text": "Aircell insulation sheeting according to claim 1 or 2 wherein the diameter of each cell is about 20 mm and the depth of each cell is about 6.5 mm to 8 mm. \n \n \n 11 Claim 5 of the patent provides: \n \n \n 5.",
      "id": "s53"
    },
    {
      "text": "Insulation sheeting substantially as herein described with reference to the accompanying drawings.",
      "id": "s54"
    },
    {
      "text": "12 The applicant is a registered company with its head office in Western Australia, and branch offices in each Australian state except New South Wales where products are marketed under licence to another company.",
      "id": "s55"
    },
    {
      "text": "The applicant does not sell its products directly to the public, but sells through four core segments of resellers, namely shed companies, hardware stores, roofing material/plumbing retailers and insulation contractors (note the affidavit of Nicholas Joseph Martinovich filed 28 June 2006).",
      "id": "s56"
    },
    {
      "text": "13 The applicant claims that around 13 March 2006, the respondent imported into Australia a quantity of an insulation product known as 'Super Bubble', which was subsequently installed in a building then under construction for the Manly City Council.",
      "id": "s57"
    },
    {
      "text": "14 Further, the applicant claims that the respondent had sold quantities of Super Bubble to at least two entities which are clients of the applicant, namely Burmess Enterprises Pty Ltd (ACN 105 474 093) trading as Action Garages ('Action Garages') and Designer Sheds Pty Ltd. 15 The applicant also claims that the respondent has offered Super Bubble for sale by distribution of letters to a number of potential purchasers.",
      "id": "s58"
    },
    {
      "text": "Letters apparently from the respondent to two separate entities, offering to sell Super Bubble, were annexed to the affidavit of Fernando Quiroga filed 18 August 2006.",
      "id": "s59"
    },
    {
      "text": "The applicant's statement of claim details a number of entities contacted by the respondent as potential purchasers of the product.",
      "id": "s60"
    },
    {
      "text": "16 The applicant claims that: &#8226; the conduct of the respondent in selling, or offering to sell, Super Bubble was done without the licence, consent or authority of the applicant &#8226; Super Bubble embodies all of the features or integers of claims 1, 2, 3 and 5 of the patent &#8226; by the acts of infringement by the respondent, the applicant has suffered and will continue to suffer loss and damage, and the respondent has made a profit.",
      "id": "s61"
    },
    {
      "text": "17 Expert evidence has been tendered by the applicant in the form of an affidavit by Dr John Scheirs filed 28 June 2006.",
      "id": "s62"
    },
    {
      "text": "I note Dr Scheirs' qualifications and curriculum vitae.",
      "id": "s63"
    },
    {
      "text": "For the purpose of today's hearing, I accept that Dr Scheirs is in a position to provide expert evidence in relation to the analysis of insulation products, including those containing polymer compositions.",
      "id": "s64"
    },
    {
      "text": "18 In his affidavit, Dr Scheirs deposed that he had been asked to examine the Super Bubble insulation product, and that in his opinion Super Bubble embodied all of the integers of claims 1, 2, 3 and 5 of the patent as described earlier in this judgment.",
      "id": "s65"
    },
    {
      "text": "INTERLOCUTORY RELIEF \n \n 19 The Federal Court has power to grant interlocutory relief pursuant to s 23 of the Federal Court of Australia Act 1976 (Cth) and s 122(1) Patents Act 1990 (Cth).",
      "id": "s66"
    },
    {
      "text": "The principles relevant to the exercise of that power are: \n \n \n 1.",
      "id": "s67"
    },
    {
      "text": "There must be a serious question to be tried or a prima facie such that if the evidence remains the same there is a probability that at a final hearing it will be entitled to relief.",
      "id": "s68"
    },
    {
      "text": "2.",
      "id": "s69"
    },
    {
      "text": "The applicant will suffer irreparable harm for which damages will not be an adequate compensation, unless an injunction is granted.",
      "id": "s70"
    },
    {
      "text": "3.",
      "id": "s71"
    },
    {
      "text": "The balance of convenience favours the granting of an injunction.",
      "id": "s72"
    },
    {
      "text": "( Hexall Australia Pty Ltd v Roche Therapeutics Inc [2005] FCA 1218 ; Pharmacia Italia SPA v Interpharma Pty Ltd [2005] FCA 1675 , and Castlemaine Tooheys v The State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148 per Mason ACJ at 153.",
      "id": "s73"
    },
    {
      "text": ")\n Serious question to be tried \n \n 20 As I have already noted, the applicant is the registered proprietor of a patent which has been certified and remains in force.",
      "id": "s74"
    },
    {
      "text": "In order to establish infringement of the patent, the applicant must show that the respondent has taken each and every one of the essential integers of the relevant claims.",
      "id": "s75"
    },
    {
      "text": "This principle was considered by the Full Court in Fresenius Medical Care Australia Pty Ltd v Gambro Pty Ltd (2005) FCAFC 220 at par 49 where their Honours said, referring to the earlier Full Court decision in Populin v HB Nominees Pty Ltd (1982) 59 FLR 37: \n \n 'There is no infringement if the patentee has, by the form of the claim, left open what the alleged infringer has done.",
      "id": "s76"
    },
    {
      "text": "Their Honours [in Populin] stated, as a fundamental rule, the test for infringement as set out in Rodi &amp; Wienenbirger AG v Henry Showell Ltd [1969] RPC 367 that there will be no infringement unless the alleged infringer has taken all of the essential features or integers of the patentee's claim.",
      "id": "s77"
    },
    {
      "text": "This principle was reaffirmed by Gummow J in Nicaro Holdings v Martin Engineering (1990) 91 ALR 513 at 527 (par 49).",
      "id": "s78"
    },
    {
      "text": "' \n \n 21 The applicant has produced expert evidence to the effect that Super Bubble embodies the integers of four of the five claims of the patent.",
      "id": "s79"
    },
    {
      "text": "22 A patent gives a patentee the exclusive rights, during the term of the patent, to exploit the invention and to authorise another person to exploit the invention: s 13 Patent Act 1990 (Cth).",
      "id": "s80"
    },
    {
      "text": "'Exploit' is defined by Sch 1 to the Act to include: \n \n '(a) where the invention is a product --- make, hire, sell or otherwise dispose of the product, offer to make, sell, hire or otherwise dispose of it, use or import it, or keep it for the purpose of doing any of those things...' \n \n 23 In this case there is evidence that the respondent has sold or attempted to sell Super Bubble to third parties.",
      "id": "s81"
    },
    {
      "text": "24 Prima facie , it appears that the respondent has infringed the applicant's patent.",
      "id": "s82"
    },
    {
      "text": "In my view, there is a serious question to be tried.",
      "id": "s83"
    },
    {
      "text": "Irreparable harm \n \n 25 In both written and oral submissions, the applicant has asserted: \n \n \n 1.",
      "id": "s84"
    },
    {
      "text": "The applicant commercially exploits the patent by producing an insulation product known as 'Glareshield'.",
      "id": "s85"
    },
    {
      "text": "According to the affidavit of Mr Nicholas Martinovich, the National Sales Manager for the applicant, filed 28 June 2006, Glareshield is by far the single biggest selling product of the applicant, accounting for approximately 85 per cent of the total insulation product sales of the applicant in Australia.",
      "id": "s86"
    },
    {
      "text": "2.",
      "id": "s87"
    },
    {
      "text": "Already two of its shed customers, Action Garages and another entity identified as Coastal Garages, are no longer purchasing Glareshield from the applicant's New South Wales distributor, however these customers continue in business.",
      "id": "s88"
    },
    {
      "text": "The applicant believes that at least one of these former customers is purchasing Super Bubble from the respondent.",
      "id": "s89"
    },
    {
      "text": "3.",
      "id": "s90"
    },
    {
      "text": "The applicant's New South Wales licensee has suffered losses in excess of $30 000 for the period March to May 2006, which losses are also affecting the business of the applicant.",
      "id": "s91"
    },
    {
      "text": "4.",
      "id": "s92"
    },
    {
      "text": "The threat to the loss of sales of Glareshield may result in a diminished ability of the applicant to undertake research and development which would place the ongoing viability of the applicant at risk.",
      "id": "s93"
    },
    {
      "text": "26 From the evidence presented this morning it is likely that damages in this case would be an inadequate remedy should the applicant be successful at trial.",
      "id": "s94"
    },
    {
      "text": "Alleged 'poaching' of customers by the respondent, the importance of the Glareshield product to the applicant's business, and goodwill associated with the product indicate that irreparable harm is a possible consequence of continuation of the respondent's activities.",
      "id": "s95"
    },
    {
      "text": "I also note the submission of the applicant that the respondent appears to have a paid-up capital of $10, rendering a damages award potentially worthless.",
      "id": "s96"
    },
    {
      "text": "Balance of convenience \n \n 27 Through the affidavit of Mr Scott Gibson, the managing director of the applicant, filed 28 June 2006, the applicant has offered an undertaking as to damages in the event of success in obtaining interlocutory relief.",
      "id": "s97"
    },
    {
      "text": "In view of this undertaking, in addition to the harm the applicant says that it is experiencing from the respondent's conduct and the fact that there is a serious question to be tried, the relief sought by the applicant is appropriate.",
      "id": "s98"
    },
    {
      "text": "COSTS \n \n 28 The applicant has made a number of submissions to me in relation to costs in this matter.",
      "id": "s99"
    },
    {
      "text": "In essence the applicant seeks costs on an indemnity basis, or, alternatively, an order under Federal Court Rules O 62 r 3, that costs be taxed and paid forthwith.",
      "id": "s100"
    },
    {
      "text": "Indemnity costs \n \n 29 In oral and written submissions Mr Logan for the applicant relied on two points in support of an order for indemnity costs.",
      "id": "s101"
    },
    {
      "text": "30 First, the applicant relied on what it describes as a pattern of deliberate and calculated conduct in cynical and flagrant disregard of the applicant's intellectual property rights which has resulted in the need to appear before me today.",
      "id": "s102"
    },
    {
      "text": "Counsel cited Masha Nominees v Mobil Oil Australia Pty Ltd [2006] VSC 56 as authority that pre-litigation conduct may be considered in the context of determining whether the circumstances as a whole warrant the making of an indemnity costs order.",
      "id": "s103"
    },
    {
      "text": "31 Second, citing Colgate Palmolive Co v Cussons Pty Ltd (1993) 46 FCR 225, the applicant states that where an applicant has commenced a proceeding in circumstances where, properly advised, it should have known that there was no chance of success then that is a circumstance which would justify an indemnity costs order.",
      "id": "s104"
    },
    {
      "text": "Counsel for the applicant submits that, by analogy to a respondent , such order would be justified where there is no defence asserted, but the respondent continues its conduct so as to put the applicant in a position where it can do nothing other than commence proceedings and incur substantial expense in mounting an interlocutory relief application, where, in effect, properly advised it ought always to have known that there was no answer to the application.",
      "id": "s105"
    },
    {
      "text": "32 Whilst I note the applicant's submissions in relation to indemnity costs I am not persuaded at this stage that this is a case in which there are special or unusual features such as to justify the Court departing from the ordinary practice.",
      "id": "s106"
    },
    {
      "text": "Whilst I accept that there is a serious question to be tried and that an interlocutory injunction should be granted I am not of the view that, in the absence of submissions from the respondent, I can be certain that the respondent has no defence and is acting in such a way as having its only purpose ensuring the applicant incurs substantial expense.",
      "id": "s107"
    },
    {
      "text": "I note that the respondent currently has different legal representatives to those which were retained when the applicant first commenced raising concerns with the respondent over the patent, and apparently the parties have been engaged in discussions over the past few weeks.",
      "id": "s108"
    },
    {
      "text": "I am unaware of how long its current legal representatives have been acting on the respondent's behalf.",
      "id": "s109"
    },
    {
      "text": "In these circumstances I am not of the view that an order for costs on an indemnity basis would be just and appropriate.",
      "id": "s110"
    },
    {
      "text": "Order 62 rule 3 \n \n 33 In oral submissions, Mr Logan pressed that a costs order of some nature ought to be made today and that this is a case where an order allowing the applicant to tax its costs forthwith is warranted.",
      "id": "s111"
    },
    {
      "text": "The applicant submits that due to the conduct of the respondent significant additional costs in preparation for the interlocutory hearing have been incurred.",
      "id": "s112"
    },
    {
      "text": "34 Federal Court Rules O 62 r 3 provides: \n \n 'An order for costs of an interlocutory proceeding shall not, unless the Court otherwise orders, entitle a party to have a bill of costs taxed until the principal proceedings in which the interlocutory order is made is concluded or further order.",
      "id": "s113"
    },
    {
      "text": "' \n \n 35 I am not persuaded that this is an appropriate circumstance in which to order that costs be taxed and paid forthwith.",
      "id": "s114"
    },
    {
      "text": "I note the observations of Emmett J in Brasington v Overton Investments Pty Ltd [2001] FCA 571 where his Honour considered the rationale for the rule: \n \n \n 'The rationale for such a provision appears to me to be that, since an interlocutory proceeding does not resolve the final issue between the parties, it would, in ordinary circumstances, be inappropriate that an unsuccessful party in an interlocutory proceeding be required to pay costs immediately, as that party might ultimately be entitled to an order for costs in the substantive proceeding.",
      "id": "s115"
    },
    {
      "text": "The general principle appears to be that costs ought to be resolved when the proceeding has been concluded, and the rights of the parties have been finally determined.",
      "id": "s116"
    },
    {
      "text": "' \n \n \n 36 The rule, of course anticipates that there will be some circumstances where the general principle should be diverted from.",
      "id": "s117"
    },
    {
      "text": "As discussed earlier in this judgment I am not persuaded that this is a case where the applicant has incurred significant additional costs by reason of the respondent's conduct in respect of this litigation.",
      "id": "s118"
    },
    {
      "text": "While the respondent has failed to appear today and has not entered a notice of appearance I am not persuaded that the applicant would have incurred less costs if the respondent had appeared before me today.",
      "id": "s119"
    },
    {
      "text": "While the applicant has incurred considerable costs in this matter in relation to its intellectual property rights the situation is not one of special circumstances such as to divert from the general principles.",
      "id": "s120"
    },
    {
      "text": "37 The future course of this litigation may shed more light on the conduct of the respondent such as to justify special orders as to costs however, in my view, having not had the benefit of submissions from the respondent today, the appropriate order is that the issue of costs be reserved.",
      "id": "s121"
    },
    {
      "text": "CONCLUSION \n \n 38 It is unfortunate that the respondent has not appeared today.",
      "id": "s122"
    },
    {
      "text": "However in view of the evidence presented by the applicant, I am persuaded that it would be appropriate to grant the applicant the interlocutory relief it seeks.",
      "id": "s123"
    },
    {
      "text": "In oral submissions, the applicant pressed for permanent relief to be granted by the Court today.",
      "id": "s124"
    },
    {
      "text": "However I am not persuaded on the facts that it would be an appropriate order.",
      "id": "s125"
    },
    {
      "text": "Notwithstanding the failure of the respondent to appear today, I note that the matter has been treated by all parties and indeed conducted by the applicant in the lead up to the hearing this morning as an application for interlocutory relief.",
      "id": "s126"
    },
    {
      "text": "On that basis, it is reasonable to presume that the respondent was expecting to have its day in court when the application for permanent relief was heard.",
      "id": "s127"
    },
    {
      "text": "39 Accordingly, I make orders as follows: \n \n 1.",
      "id": "s128"
    },
    {
      "text": "Upon the undertaking of the applicant: \n \n \n (a) to submit to such order (if any) as the Court may consider to be just for the payment of compensation, in an amount to be assessed by the Court or as it may direct, to the respondent should it be found that it has been adversely affected by the operation of the interlocutory order set out in par 2 below or any continuation (with or without variation) thereof; and\n (b) to pay such compensation referred to in par 1(a) above and as directed by the Court; \n \n \n 2.",
      "id": "s129"
    },
    {
      "text": "Until the trial of this proceeding, or further order, an interlocutory injunction to restrain the respondent whether by itself, its directors, officers, servants, agents or otherwise howsoever during the term of Australian Innovation Patent No 200310063 ('the patent') or any extension thereof from infringing the patent, including by the importing, making, offering to make, selling, offering for sale, disposing of, offering to dispose of, using, or keeping for the purpose of doing any of those things, the insulation product known as Super Bubble, or authorising the doing of any of those acts.",
      "id": "s130"
    },
    {
      "text": "3.",
      "id": "s131"
    },
    {
      "text": "Costs be reserved.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s133"
    },
    {
      "text": "Associate:\n\nDated: 24 August 2006\n\n Counsel for the Applicant: David M Logan \n \n Solicitor for the Applicant: Gilshenan &amp; Luton \n \n Counsel for the Respondent: The Respondent did not appear \n \n Date of Hearing: 21 August 2006 \n \n Date of Judgment: 21 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1117.html",
      "id": "s134"
    }
  ]
}