{
  "name": "Wearne v Southern Cross University [2006] FCA 1033 (11 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1033.html",
  "catchphrases": [
    {
      "text": "application to strike out applicant's second amended application and third amended statement of claim",
      "id": "c0"
    },
    {
      "text": "whether statement of claim discloses a reasonable cause of action or is otherwise defective",
      "id": "c1"
    },
    {
      "text": "whether compliance with rules of pleading",
      "id": "c2"
    },
    {
      "text": "whether pleading has tendency to cause prejudice, embarrassment or delay",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 Dr Heather Wearne is a former academic staff member of Southern Cross University.",
      "id": "s0"
    },
    {
      "text": "She has instituted a proceeding in the Court in which she claims declaratory and other relief against the University.",
      "id": "s1"
    },
    {
      "text": "Her claims arise from events which allegedly occurred during her employment by the University and in the period surrounding her resignation from that employment.",
      "id": "s2"
    },
    {
      "text": "2 Dr Wearne has experienced difficulties in formulating her claims against the University.",
      "id": "s3"
    },
    {
      "text": "Her legal representation has changed during the life of the proceeding.",
      "id": "s4"
    },
    {
      "text": "3 In recent months Dr Wearne has filed a second amended application ('the Application') and a third amended statement of claim ('the Statement of Claim').",
      "id": "s5"
    },
    {
      "text": "The University has moved the Court for orders that the Application and the Statement of Claim:\n \n (a) be struck out pursuant to O 11 r 16 of the Federal Court Rules ('FCRs'); or alternatively (b) be dismissed or permanently stayed pursuant to O 20 r 2 of the FCRs on the ground that they disclose no reasonable cause of action.",
      "id": "s6"
    },
    {
      "text": "4 For the reasons set out below I have concluded that:\n \n (a) the Statement of Claim should be wholly struck out but that Dr Wearne should have leave to replead her claims against the University; (b) the Application should be further amended to reflect the repleading; and (c) the application for the proceeding to be dismissed or permanently stayed fails.",
      "id": "s7"
    },
    {
      "text": "HISTORY OF PROCEEDING \n \n5 Dr Wearne's original application and statement of claim were filed on 10 December 2004.",
      "id": "s8"
    },
    {
      "text": "At the request of the parties, the holding of the first directions hearing was delayed to allow the University to consider 'a number of jurisdictional matters' .",
      "id": "s9"
    },
    {
      "text": "The first directions hearing took place on 7 April 2005.",
      "id": "s10"
    },
    {
      "text": "On that day Dr Wearne accepted that her statement of claim required redrafting.",
      "id": "s11"
    },
    {
      "text": "An amended statement of claim was filed on 22 April 2005.",
      "id": "s12"
    },
    {
      "text": "At a directions hearing on 28 April 2005, deficiencies in the amended statement of claim were identified.",
      "id": "s13"
    },
    {
      "text": "A further hearing was scheduled for 26 May 2005 but this date was subsequently changed at the request of the parties, first to 9 June 2005, and then to 16 June 2005.",
      "id": "s14"
    },
    {
      "text": "6 An amended application and a second amended statement of claim were filed on 16 June 2005 pursuant to leave granted on that day.",
      "id": "s15"
    },
    {
      "text": "On 11 August 2005 the University filed a notice of motion for orders that the amended application and the second amended statement of claim be struck out in whole or part.",
      "id": "s16"
    },
    {
      "text": "7 On 28 February 2006 I began to hear submissions on whether the University's motion for orders striking out the amended application and the second amended statement of claim should be heard and determined ahead of the final hearing.",
      "id": "s17"
    },
    {
      "text": "During the course of that hearing Dr Wearne agreed to file and serve a third amended statement of claim.",
      "id": "s18"
    },
    {
      "text": "She was given leave to do so.",
      "id": "s19"
    },
    {
      "text": "On 30 May 2006 Dr Wearne was given leave to file and serve a second amended application.",
      "id": "s20"
    },
    {
      "text": "8 On 6 June 2006 the University filed an amended notice of motion seeking the orders identified in [3] above.",
      "id": "s21"
    },
    {
      "text": "TESTS TO BE APPLIED \n \n9 The University places reliance on O 11 r 16 and O 20 r 2 of the FCRs.",
      "id": "s22"
    },
    {
      "text": "Those rules respectively relevantly provide as follows:\n \n 'Where a pleading --- \n \n \n (a) discloses no reasonable cause of action ...; \n (b) has a tendency to cause prejudice, embarrassment or delay in the proceeding; or \n (c) is otherwise an abuse of the process of the Court, \n \n \n the Court may at any stage of the proceeding order that the whole or any part of the pleading be struck out.",
      "id": "s23"
    },
    {
      "text": "' (O 11 r 16);\n \n and\n \n \n \n '(1) Where in any proceeding it appears to the Court that in relation to the proceeding generally or in relation to any claim for relief in the proceeding --- \n \n \n \n \n (a) no reasonable cause of action is disclosed; \n (b) the proceeding is frivolous or vexatious; or \n (c) the proceeding is an abuse of the process of the Court, \n \n \n \n \n the Court may order that the proceeding be stayed or dismissed generally or in relation to any claim for relief in the proceeding.",
      "id": "s24"
    },
    {
      "text": "(2) The Court may receive evidence on the hearing of an application for an order under subrule (1).",
      "id": "s25"
    },
    {
      "text": "' (O 20 r 2)\n \n \n\n10 The University accepted that under each of the above rules it bears the onus of establishing that the Statement of Claim does not disclose a reasonable cause of action or is otherwise defective.",
      "id": "s26"
    },
    {
      "text": "11 The power conferred on the Court by O 11 r 16 is to be exercised to ensure that a party complies with the rules of pleading ( Australian Competition and Consumer Commission v Fox Symes &amp; Associates Pty Ltd [2005] FCA 1071 ( 'Fox Symes' ) at [95]).",
      "id": "s27"
    },
    {
      "text": "Ordinarily the party should be given an opportunity to replead in accordance with the rules ( Fox Symes at [95]).",
      "id": "s28"
    },
    {
      "text": "However, if a party's pleading is repeatedly struck out, it may be inferred that the party is unable to plead a reasonable cause of action as required by the rules ( Fox Symes at [109]).",
      "id": "s29"
    },
    {
      "text": "12 The principal rules of pleading are, for present purposes, to be found in Orders 11 and 12 of the FCRs.",
      "id": "s30"
    },
    {
      "text": "Order 11 r 2 provides:\n \n 'Subject to these Rules --- \n \n \n (a) a pleading of a party shall contain, and contain only, a statement in a summary form of the material facts on which the party relies, but not the evidence by which those facts are to be proved; \n (b) paragraph (a) has effect subject to this Order and to Order 4 (which relates to commencement of proceedings) and to Order 12 (which relates to particulars).",
      "id": "s31"
    },
    {
      "text": "' \n \n\n\nOrder 11 r 4 provides:\n \n 'Where any document or spoken words are referred to in a pleading, it is permissible to state the effect of the document or spoken words without setting out the precise terms thereof.",
      "id": "s32"
    },
    {
      "text": "' \n \n\nOrder 12 r 1(1) provides:\n \n 'A party pleading shall state in the pleading or in a document filed and served with it the necessary particulars of any claim, defence or other matter pleaded by him.",
      "id": "s33"
    },
    {
      "text": "' \n \n\n13 As this proceeding was instituted before 1 December 2005, the power conferred on the Court by O 20 r 2 is to be exercised to ensure that a clearly untenable case that cannot possibly succeed does not proceed to trial ( General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125; Murex Diagnostics Australia Pty Limited v Chiron Corporation (1995) 55 FCR 194).",
      "id": "s34"
    },
    {
      "text": "The lower threshold of 'no reasonable prospect of successfully prosecuting the proceeding' , for which s 31A(2)(b) of the Federal Court of Australia Act 1976 (Cth) now provides, has no application in respect of a proceeding instituted before 1 December 2005 (Item 44 of Part 2 of Schedule 1 of the Migration Litigation Reform Act 2005 (Cth)).",
      "id": "s35"
    },
    {
      "text": "CONTRACT CLAIM \n The Pleading of the Contract \n \n14 The University submitted that the Statement of Claim fails to plead or otherwise identify the contract of employment between Dr Wearne and the University on which Dr Wearne's claims for breach of contract are dependent.",
      "id": "s36"
    },
    {
      "text": "It further submitted that the pleading of Dr Wearne's claims for breach of contract lacks clarity and, in some respects, is vague, confusing or illogical.",
      "id": "s37"
    },
    {
      "text": "In particular the University argued that the claim based on an implied term of trust and confidence is vague, embarrassing and untenable.",
      "id": "s38"
    },
    {
      "text": "15 The Statement of Claim pleads Dr Wearne's contract of employment in the following paragraphs:\n \n \n '2.",
      "id": "s39"
    },
    {
      "text": "The applicant was at all material times employed by the respondent pursuant to a contract of employment as an academic staff member holding the position of Senior Lecturer in the School.",
      "id": "s40"
    },
    {
      "text": "3.",
      "id": "s41"
    },
    {
      "text": "The applicant from about January 1997 to about April 2001 held the additional position of Head of School in the respondent's School of Humanities, Media and Cultural Studies.",
      "id": "s42"
    },
    {
      "text": "4.",
      "id": "s43"
    },
    {
      "text": "The respondent was at all material times a respondent to and bound to comply with the Southern Cross University Enterprise Agreement 2000 (\"the Agreement\").",
      "id": "s44"
    },
    {
      "text": "5.",
      "id": "s45"
    },
    {
      "text": "The Agreement at all material times applied to the applicant's employment.",
      "id": "s46"
    },
    {
      "text": "... \n \n 7.",
      "id": "s47"
    },
    {
      "text": "The respondent had in place at all material times a policy known as the Complaints and Grievance Policy for University Staff (\"the Grievance Policy\").",
      "id": "s48"
    },
    {
      "text": "Particulars: \n Respondent's Human Resources Policy and Procedures Manual, Policy 11.5.",
      "id": "s49"
    },
    {
      "text": "Copy available for inspection from the applicant's solicitors.",
      "id": "s50"
    },
    {
      "text": "8.",
      "id": "s51"
    },
    {
      "text": "The Grievance Policy was at all material times applicable to the employment of all academic and general staff.",
      "id": "s52"
    },
    {
      "text": "9.",
      "id": "s53"
    },
    {
      "text": "It was at all material times a term of the contract of employment between the parties that the applicant's performance as Head of School would be appraised annually through a performance appraisal process which involved: \n \n \n \n \n i.",
      "id": "s54"
    },
    {
      "text": "The identification of appropriate performance objectives and indicators at the start of each review cycle; and \n ii.",
      "id": "s55"
    },
    {
      "text": "An annual review involving appropriate input form [sic] staff and students.",
      "id": "s56"
    },
    {
      "text": "Particulars: \n Letter from Phyllis Waters to applicant 26 July 1999.",
      "id": "s57"
    },
    {
      "text": "10.",
      "id": "s58"
    },
    {
      "text": "It was at all material times a term of the contract of employment between the applicant and the respondent that the respondent [would] not without reasonable cause conduct itself in a manner calculated or likely to damage or destroy the relationship of trust and confidence between the parties.",
      "id": "s59"
    },
    {
      "text": "Particulars \n Implied by law \n \n 11.",
      "id": "s60"
    },
    {
      "text": "The terms and conditions of the Agreement at all material times constituted terms of the contract of employment between the applicant and the respondent.",
      "id": "s61"
    },
    {
      "text": "Particulars: \n The terms of the agreement were incorporated into the contract by letter from the [sic] Phyllis Waters (Director of Staffing) to the applicant dated 24 May 1999.",
      "id": "s62"
    },
    {
      "text": "12.",
      "id": "s63"
    },
    {
      "text": "It was at all material times a term of the contract of employment between the applicant and the respondent that the Grievance Policy applied to the applicant's employment.",
      "id": "s64"
    },
    {
      "text": "Particulars: \n The Grievance Policy was incorporated into the contract by letter from Phyllis Waters to the applicant dated 24 May 1999.",
      "id": "s65"
    },
    {
      "text": "... \n \n 48.",
      "id": "s66"
    },
    {
      "text": "On about 30 May 2001 a verbal agreement was reached between the applicant and the respondent to the effect that: \n \n \n \n \n \n i.",
      "id": "s67"
    },
    {
      "text": "The applicant would stand down as Head of School; \n ii.",
      "id": "s68"
    },
    {
      "text": "The complainants would withdraw their allegations against the applicant; \n \n \n \n \n ... \n \n Particulars \n Offer orally made by Martin Hayden to Professor Bronks (who was acting on behalf of the applicant) at a meeting between Bronks and Hayden on about 30 May 2001.",
      "id": "s69"
    },
    {
      "text": "Acceptance orally conveyed by Bronks on behalf of the applicant to Martin Hayden also on about 30 May 2001.",
      "id": "s70"
    },
    {
      "text": "... \n \n \n \n 113.",
      "id": "s71"
    },
    {
      "text": "The Grievance Policy required the respondent to take a number of steps in connection with the staff complaint including the following.",
      "id": "s72"
    },
    {
      "text": "i.",
      "id": "s73"
    },
    {
      "text": "The respondent was required to take appropriate steps as set out in paragraph 3.1.2 of the policy to assess whether or not mediation of the complaint was appropriate, and if so to take appropriate steps to facilitate mediation; \n ii.",
      "id": "s74"
    },
    {
      "text": "If the dispute was not suitable for mediation the respondent was required to take the steps set out in clause 4, headed \"Subsequent action\"; and \n iii.",
      "id": "s75"
    },
    {
      "text": "To keep accurate records at all stages of the steps taken pursuant to the Grievance Policy as required by clause 6. headed \"Record Keeping\".",
      "id": "s76"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n16 The pleading of Dr Wearne's contract of employment is open to proper criticism as lacking clarity.",
      "id": "s77"
    },
    {
      "text": "The repeated use of the phrase 'at all material times' is a contributing factor to the lack of clarity; it hinders understanding of the process by which Dr Wearne's contract of employment is alleged to have acquired its final form.",
      "id": "s78"
    },
    {
      "text": "Additionally, in certain paragraphs the phrase is used to encompass a period of time which must be understood to have commenced later than the occurrence of events which are pleaded in other paragraphs as material facts; that is, a period of time that precedes an apparently material time.",
      "id": "s79"
    },
    {
      "text": "17 Further, the failure to plead the material facts concerning Dr Wearne's employment contract in chronological order contributes to the tendency of the pleading to confuse.",
      "id": "s80"
    },
    {
      "text": "It appears likely that Dr Wearne was originally employed by the University as an academic staff member with the classification Senior Lecturer.",
      "id": "s81"
    },
    {
      "text": "It is unclear whether this employment was pursuant to an oral contract or a contract partly oral and partly in writing.",
      "id": "s82"
    },
    {
      "text": "On the assumption that the implied term pleaded in par 10 is alleged to have formed part of Dr Wearne's original contract of employment, the contract could not have been wholly reduced to writing.",
      "id": "s83"
    },
    {
      "text": "18 Paragraph 3 may be assumed to plead a variation of the original contract, operative from January 1997, pursuant to which Dr Wearne was to hold the additional position of Head of School.",
      "id": "s84"
    },
    {
      "text": "19 Paragraphs 4-8, 11 and 12 may be assumed to plead further variations of the contract, which took effect from 24 May 1999, by which the Southern Cross University Enterprise Agreement 2000 and the Complaints and Grievance Policy for University Staff became part of the contract.",
      "id": "s85"
    },
    {
      "text": "However, neither the precise terms nor the effect of the clauses of the Enterprise Agreement upon which Dr Wearne relies are pleaded --- other than indirectly.",
      "id": "s86"
    },
    {
      "text": "Paragraph 113 may be understood to plead the effect of a clause or clauses of the Complaints and Grievance Policy but it is unclear whether the effect of all material provisions of that policy are pleaded (see particularly the reference in par 113 to 'a number of steps ... including...' ).",
      "id": "s87"
    },
    {
      "text": "20 Paragraph 9 may be assumed to plead the penultimate material variation to the contract, being a variation that took effect on or about 26 July 1999.",
      "id": "s88"
    },
    {
      "text": "The final material variation to the contract would appear to be that pleaded in par 48.",
      "id": "s89"
    },
    {
      "text": "21 I conclude that the way in which the contract of employment between Dr Wearne and the University is pleaded in the Statement of Claim fails to comply with the rules of pleading identified in [12] above.",
      "id": "s90"
    },
    {
      "text": "Consequently the pleading has a tendency to cause prejudice, embarrassment or delay in the proceeding.",
      "id": "s91"
    },
    {
      "text": "The paragraphs identified in [15] above will therefore be struck out.",
      "id": "s92"
    },
    {
      "text": "However, I am not satisfied that Dr Wearne is unable to plead a reasonable cause of action based upon alleged breaches of her contract of employment.",
      "id": "s93"
    },
    {
      "text": "It is therefore appropriate for Dr Wearne to be granted leave to further amend the Statement of Claim to replead the employment contract upon which she relies.",
      "id": "s94"
    },
    {
      "text": "The Implied Term \n \n22 The University submitted that while an implied term of mutual trust and confidence is part of the law of the United Kingdom, there remains a question whether such a term may be implied by law in an Australian contract of employment.",
      "id": "s95"
    },
    {
      "text": "I accept that the law is not certain in this respect ( Heptonstall v Gaskin (No 2) (2005) 138 IR 103 at [22]-[23]).",
      "id": "s96"
    },
    {
      "text": "However, the implied term as pleaded (which does not involve mutual obligations) finds some support in Australian authorities ( Burazin v Blacktown City Guardian [1995] IRCA 660 --- Madgwick J's consideration of this issue was not disapproved by the Full Court on appeal in Burazin v Blacktown City Guardian Pty Ltd (1996) 142 ALR 144; Perkins v Grace Worldwide (Aust) Pty Ltd (1997) 72 IR 186).",
      "id": "s97"
    },
    {
      "text": "It would not be appropriate on the present motion to foreclose argument on the important question of whether an Australian employer has the implied obligation pleaded in par 10 of the Statement of Claim.",
      "id": "s98"
    },
    {
      "text": "23 The University further complained of Dr Wearne's failure to identify the basis upon which an implication of the kind which she alleges may be made.",
      "id": "s99"
    },
    {
      "text": "However, as I understand Dr Wearne's case, she will contend that the implied term presently pleaded in par 10 of the Statement of Claim is to be implied as a matter of law into every employment contract.",
      "id": "s100"
    },
    {
      "text": "She does not accept that the necessary implication depends upon the express terms of the contract and the actual intention of the parties (cf Griggs v Noris Group of Companies (Including SA Helicopters Pty Ltd and Captured Pty Ltd) (2006) 94 SASR 126).",
      "id": "s101"
    },
    {
      "text": "Again it would not be appropriate to foreclose argument on this important question.",
      "id": "s102"
    },
    {
      "text": "24 Although par 10 of the Statement of Claim will be struck out for the reason identified in [21] above, it is appropriate that Dr Wearne be granted leave to replead the implied term.",
      "id": "s103"
    },
    {
      "text": "I am not satisfied that her case in this respect is clearly untenable.",
      "id": "s104"
    },
    {
      "text": "Alleged Breach of Implied Term \n \n25 The Statement of Claim does not plead as a material fact that the University breached the implied term in one or more specified ways and then particularise the specified breach or breaches.",
      "id": "s105"
    },
    {
      "text": "Rather the Statement of Claim provides a narrative of Dr Wearne's experiences as an employee of the University and her dealings with other employees of the University.",
      "id": "s106"
    },
    {
      "text": "The narrative concludes with par 111 of the Statement of Claim which opens as follows:\n \n 'The respondent breached the term of the contract set out in paragraph 10 above in that the following conduct of the respondent, was, separately and cumulatively, calculated or likely to damage or destroy the relationship of trust and confidence between the parties: \n \n ...' \n \n\n26 Paragraph 111 has 32 subparagraphs, some of which contain cross-references to earlier paragraphs of the Statement of Claim and some of which do not.",
      "id": "s107"
    },
    {
      "text": "By way of example, par 111 includes the following subparagraphs:\n \n \n 'i.",
      "id": "s108"
    },
    {
      "text": "It imposed and maintained a requirement that the Applicant as Head of School supervise an employee, AP Wilson, who held a more senior position than the applicant, in the circumstances set out in paragraphs 19 to 26; \n \n \n ... \n \n \n \n xiii.",
      "id": "s109"
    },
    {
      "text": "It failed to implement the grievance procedure in respect of the applicant's written grievance of 18 April 2001; \n \n \n ... \n \n \n xvii.",
      "id": "s110"
    },
    {
      "text": "It excluded the applicant from the meeting of Staff of the School on 1 June 2001; ...' \n \n\nFew of the subparagraphs could, standing alone, provide a basis for a finding that the implied term had been breached.",
      "id": "s111"
    },
    {
      "text": "Some of the subparagraphs must, I think, be understood as references, not to material facts, but either to particulars of material facts or to the evidence upon which Dr Wearne will rely at trial.",
      "id": "s112"
    },
    {
      "text": "27 If, as I think likely, Dr Wearne's case is that the University breached the implied term in certain unspecified ways (eg by placing unreasonable demands on her having regard to her seniority and health or by unreasonably failing to follow established procedures) it is necessary for her to plead each alleged breach and, as appropriate, provide particulars of that breach.",
      "id": "s113"
    },
    {
      "text": "The University should not be required to sift through a narrative and then a list of complaints, for the purpose of trying to identify the precise manner (or manners) in which it is alleged to have breached the implied term and then categorise the particulars provided accordingly.",
      "id": "s114"
    },
    {
      "text": "The University is entitled to know precisely how it is alleged to have conducted itself in a manner calculated or likely to damage or destroy the relationship of trust and confidence between it and Dr Wearne so that it may, should it be so advised, respond by alleging that the conduct relied upon (whether or not admitted) is incapable of constituting a breach of the implied term.",
      "id": "s115"
    },
    {
      "text": "28 I accept that the manner in which the Statement of Claim pleads the alleged breaches of the implied term has a tendency to cause prejudice, embarrassment or delay.",
      "id": "s116"
    },
    {
      "text": "Paragraphs 13-89, 91-104 and 111 of the Statement of Claim will be struck out.",
      "id": "s117"
    },
    {
      "text": "However, it is appropriate that Dr Wearne be granted leave to replead the alleged breach of the implied term of her contract of employment.",
      "id": "s118"
    },
    {
      "text": "Repudiation \n \n29 Paragraph 118 of the Statement of Claim pleads that each of the breaches of contract set out in pars 110 to 117 of the Statement of Claim 'constituted repudiatory breaches entitling the applicant to terminate the contract of employment between the parties.",
      "id": "s119"
    },
    {
      "text": "' For the reason set out in [27] above, this pleading has a tendency to cause prejudice, embarrassment and delay.",
      "id": "s120"
    },
    {
      "text": "It will be struck out but Dr Wearne will be granted leave to replead the alleged repudiation by the University of her contract of employment.",
      "id": "s121"
    },
    {
      "text": "TRADE PRACTICES ACT CLAIM \n \n30 Section 51AA(1) of the Trade Practices Act 1974 (Cth) provides:\n \n 'A corporation must not, in trade or commerce, engage in conduct that is unconscionable within the meaning of the unwritten law, from time to time, of the States and Territories.",
      "id": "s122"
    },
    {
      "text": "' \n \n\n31 Paragraphs 105-108 of the Statement of Claim are in the following terms:\n \n \n '105.",
      "id": "s123"
    },
    {
      "text": "The respondent is and was at all material times a trading corporation within the meaning of the Trade Practices Act 1994 [sic] (\"the TPA\").",
      "id": "s124"
    },
    {
      "text": "106.",
      "id": "s125"
    },
    {
      "text": "The respondent was at all material times engaged in trade and commerce in the provision of educational services and in the employment of persons to provide such services.",
      "id": "s126"
    },
    {
      "text": "107.",
      "id": "s127"
    },
    {
      "text": "The applicant was at a special disadvantage vis-a-vis the respondent because she was dependent upon the respondent for her income, her career and her professional reputation.",
      "id": "s128"
    },
    {
      "text": "108.",
      "id": "s129"
    },
    {
      "text": "By reason of the matters referred to above and set out in paragraphs 55 to 61 above, the respondent's conduct constituted unconscionable conduct within the meaning of s51AA of the TPA.",
      "id": "s130"
    },
    {
      "text": "' \n \n \n\n32 For the purposes of this motion the University withdrew its submission that it does not fall within the definition of 'corporation' contained in s 4 of the Trade Practices Act.",
      "id": "s131"
    },
    {
      "text": "However, it contended that the Statement of Claim does not plead that the conduct of which Dr Wearne complains was conduct 'in trade or commerce' .",
      "id": "s132"
    },
    {
      "text": "Dr Wearne submitted that it is clearly arguable that the conduct referred to in pars 55-58 of the Statement of Claim was 'conduct in trade and commerce' .",
      "id": "s133"
    },
    {
      "text": "Those paragraphs allege:\n \n \n '55.",
      "id": "s134"
    },
    {
      "text": "At a meeting on 14 August 2001 the respondent presented the applicant with a purported Deed of Release (\"the Deed\") which purported to resolve certain issues.",
      "id": "s135"
    },
    {
      "text": "The Deed identified the respondent, the applicant and the five complainants as parties.",
      "id": "s136"
    },
    {
      "text": "Particulars \n The Deed is available for inspection on application to the applicant's solicitors.",
      "id": "s137"
    },
    {
      "text": "56.",
      "id": "s138"
    },
    {
      "text": "The respondent represented to the applicant that she should sign the Deed.",
      "id": "s139"
    },
    {
      "text": "Particulars: \n Oral statement by PVC Klich.",
      "id": "s140"
    },
    {
      "text": "57.",
      "id": "s141"
    },
    {
      "text": "At the meeting of 14 August 2001 the applicant initially declined to sign the Deed, stating that she wished to seek legal advice.",
      "id": "s142"
    },
    {
      "text": "58.",
      "id": "s143"
    },
    {
      "text": "In response to the applicant's statement referred to above, PVC Klich said to the applicant words to the effect that if she took legal action her career would be over and she would never work in a University again.",
      "id": "s144"
    },
    {
      "text": "' \n \n\n33 I accept, at least, that the argument that such conduct was 'conduct in trade and commerce' could not be characterised as clearly untenable (see, for example, Stoelwinder v Southern Health Care Network (2000) 177 ALR 501).",
      "id": "s145"
    },
    {
      "text": "However, par 106 does not plead that the relevant conduct was 'in trade or commerce' ; it is drawn on the apparent assumption that it is sufficient for the relevant contract to be in respect of trade or commerce.",
      "id": "s146"
    },
    {
      "text": "In Concrete Constructions (NSW) Pty Limited v Nelson [1990] HCA 17 ; (1990) 169 CLR 594 at 603 the High Court observed with respect to the identical expression in s 52 of the Trade Practices Act:\n \n 'it is plain that s. 52 was not intended to extend to all conduct, regardless of its nature, in which a corporation might engage in the course of, or for the purposes of, its overall trading or commercial business.",
      "id": "s147"
    },
    {
      "text": "Put differently, the section was not intended to impose, by a side-wind, an overlay of Commonwealth law upon every field of legislative control into which a corporation might stray for the purposes of, or in connection with, carrying on its trading or commercial activities.",
      "id": "s148"
    },
    {
      "text": "' \n\n34 I therefore conclude that Dr Wearne has not adequately pleaded a claim pursuant to s 51AA of the Trade Practices Act.",
      "id": "s149"
    },
    {
      "text": "It is therefore unnecessary for me to give detailed consideration to pars 107 and 108 of the Statement of Claim.",
      "id": "s150"
    },
    {
      "text": "I am, however, inclined to doubt that par 107 adequately pleads circumstances of 'special disadvantage' for the purpose of the unconscionable dealings doctrine expounded by the High Court in Commercial Bank of Australia Limited v Amadio [1983] HCA 14 ; (1983) 151 CLR 447 (' Amadio' ) esp per Mason J at 462.",
      "id": "s151"
    },
    {
      "text": "35 Paragraphs 105-109 of the Statement of Claim will be struck out on the ground that they do not disclose a reasonable cause of action.",
      "id": "s152"
    },
    {
      "text": "Nonetheless I consider it appropriate that Dr Wearne be granted leave to replead, should she be so advised, the alleged contravention of s 51AA of the Trade Practices Act.",
      "id": "s153"
    },
    {
      "text": "The phrase 'conduct that is unconscionable within the meaning of the unwritten law, from time to time, of the States and Territories' is not confined to conduct of the kind considered by Amadio (see Australian Competition and Consumer Commission v Berbatis [2000] FCA 2 ; (2000) 169 ALR 324 esp at [13]-[28]).",
      "id": "s154"
    },
    {
      "text": "DEED OF RELEASE \n \n36 The allegation regarding the presentation of a Deed of Release to Dr Wearne contained in par 55 of the Statement of Claim is set out in [32] above.",
      "id": "s155"
    },
    {
      "text": "Subsequent paragraphs plead that Dr Wearne signed the Deed as a result of certain statements made by a senior member of the University's management.",
      "id": "s156"
    },
    {
      "text": "It is also pleaded that others signed the Deed.",
      "id": "s157"
    },
    {
      "text": "Additionally it is pleaded that Dr Wearne subsequently advised the Vice Chancellor of the University that she considered that the Deed had been breached and that she complained of conduct of others that she regarded as breaching the Deed.",
      "id": "s158"
    },
    {
      "text": "Nonetheless, no claim for relief in respect of breaches of the Deed is made by either the Application or the Statement of Claim.",
      "id": "s159"
    },
    {
      "text": "37 It is to be assumed, I think, that Dr Wearne places reliance on the circumstances in which the Deed came to be signed, and on her complaints regarding alleged breaches of the Deed, only for the purpose of her claim that the University breached the implied term of her contract of employment (see [22] above).",
      "id": "s160"
    },
    {
      "text": "I have already concluded (see [25]-[28] above) that the totality of Dr Wearne's pleadings in this respect should be struck out --- albeit with Dr Wearne being granted leave to replead her case in this respect.",
      "id": "s161"
    },
    {
      "text": "RELIEF \n \n38 It is premature, in my view, to give detailed consideration to whether the Statement of Claim adequately pleads an appropriate nexus between the losses allegedly suffered by Dr Wearne and the relief claimed by her.",
      "id": "s162"
    },
    {
      "text": "I note, however, that the High Court observed with respect to the Trade Practices Act in Murphy v Overton Investments Pty Ltd [2004] HCA 3 ; (2004) 204 ALR 26 at [45] :\n \n 'The Act's references to \"loss or damage\" can be given no narrow meaning.",
      "id": "s163"
    },
    {
      "text": "Section 4K of the Act provides that loss or damage includes a reference to injury.",
      "id": "s164"
    },
    {
      "text": "It follows that the loss or damage spoken of in ss 82 and 87 is not confined to economic loss.",
      "id": "s165"
    },
    {
      "text": "What kinds of detriment constitute loss or damage, when a detriment is to be identified as occurring or likely to occur, and what remedies are to be awarded, may all raise further difficult questions.",
      "id": "s166"
    },
    {
      "text": "Especially is that so when it is recalled that remedies may be awarded to compensate, prevent or reduce loss or damage that has been or is likely to be suffered by conduct in contravention of the Act.",
      "id": "s167"
    },
    {
      "text": "' (citation omitted)\n \n CONCLUSION \n \n39 I am not satisfied that Dr Wearne does not have a reasonable cause of action, or reasonable causes of action, against the University.",
      "id": "s168"
    },
    {
      "text": "The application for the proceeding to be dismissed or permanently stayed therefore fails.",
      "id": "s169"
    },
    {
      "text": "40 However, I conclude that the Statement of Claim does not comply with the rules of pleading.",
      "id": "s170"
    },
    {
      "text": "Its deficiencies are so extensive that it would be counterproductive, in my view, for individual paragraphs or groups of paragraphs to be struck out.",
      "id": "s171"
    },
    {
      "text": "The Statement of Claim will therefore be wholly struck out.",
      "id": "s172"
    },
    {
      "text": "However, in my view it is appropriate that Dr Wearne have one final opportunity to plead her case against the University.",
      "id": "s173"
    },
    {
      "text": "41 Dr Wearne will therefore be granted leave to file and serve within 21 days from today's date a third amended application and a fourth amended statement of claim.",
      "id": "s174"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s175"
    },
    {
      "text": "Associate:\n\nDated: 11 August 2006\n\n\n Counsel for the Applicant: C Howell \n \n Solicitor for the Applicant: Maurice Blackburn Cashman Pty Ltd \n \n Counsel for the Respondent: K Eastman \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 11 July 2006 \n \n Date of Judgment: 11 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1033.html",
      "id": "s176"
    }
  ]
}