{
  "name": "Rio Tinto Ltd v Commissioner of Taxation [2006] FCA 1200 (4 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1200.html",
  "catchphrases": [
    {
      "text": "legal professional privilege",
      "id": "c0"
    },
    {
      "text": "whether capable of being asserted by a third party",
      "id": "c1"
    },
    {
      "text": "whether waived where provided to third party where no evidence of the circumstances of the provision",
      "id": "c2"
    },
    {
      "text": "meaning of \"legal advice\"",
      "id": "c3"
    },
    {
      "text": "evidence",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Background \n On 11 July 2006, the respondent issued a Notice to Produce, seeking production of the originals of eight documents from the applicants' verified list of documents.",
      "id": "s0"
    },
    {
      "text": "The applicants have subsequently produced three of the eight documents and have produced a further two of them in redacted form.",
      "id": "s1"
    },
    {
      "text": "They object to the production of the remaining three documents or to the production in un-redacted form of the two previously provided in redacted form.",
      "id": "s2"
    },
    {
      "text": "On 24 July 2006, the applicants filed a Notice of Motion seeking, in the alternative, that the respondent's Notice to Produce be set aside or that the applicants be relieved from production of the documents sought on the grounds that those documents are the subject of legal professional privilege.",
      "id": "s3"
    },
    {
      "text": "At the hearing, counsel for the applicants did not press to have the Notice to Produce set aside and told the Court that he was content with an order that the documents in question were relevantly privileged.",
      "id": "s4"
    },
    {
      "text": "Before considering these documents, it is necessary to go into some background matters.",
      "id": "s5"
    },
    {
      "text": "The first applicant is currently known as Rio Tinto Limited and the other applicants were, at the relevant times, wholly-owned subsidiaries of it.",
      "id": "s6"
    },
    {
      "text": "The first applicant was formerly known as CRA Limited.",
      "id": "s7"
    },
    {
      "text": "CRA Limited merged by way of a dual listing arrangement with a company then known as RTZ plc.",
      "id": "s8"
    },
    {
      "text": "RTZ plc is now known as Rio Tinto plc.",
      "id": "s9"
    },
    {
      "text": "For some time following the implementation of the dual listing arrangement, the combined group of companies was known as the RTZ-CRA group.",
      "id": "s10"
    },
    {
      "text": "It is not suggested that anything turns on a precise identification of which of the above entities created or received certain documents or communications and therefore, for simplicity, I will refer to all of them as the applicants except where it is necessary to distinguish them.",
      "id": "s11"
    },
    {
      "text": "The five documents in dispute are contained in the applicants' List of Documents and are subject to standard form claims for privilege.",
      "id": "s12"
    },
    {
      "text": "Further description of the claims for privilege was provided in a letter dated 16 August 2005 from the solicitors for the applicants to the solicitors for the respondent.",
      "id": "s13"
    },
    {
      "text": "The documents (identified by discovery number) and the description of the privilege claim are as follows: 1434 Description of the subject matter of confidential legal advice received by Bankers Trust International PLC from Mallesons Stephen Jaques, and provided to RTZ CRA.",
      "id": "s14"
    },
    {
      "text": "1444 Description of the subject matter of confidential legal advice received by Bankers Trust International PLC from Mallesons Stephen Jaques, and provided to RTZ CRA.",
      "id": "s15"
    },
    {
      "text": "1445 Copy of extract of legal textbook made by Mallesons Stephen Jaques for the purpose of providing confidential legal advice to Bankers Trust International PLC, with handwritten annotations made by Mallesons Stephen Jaques in connection with providing that advice and faxed by BT Co to RTZ-CRA for CRA to obtain confidential legal advice.",
      "id": "s16"
    },
    {
      "text": "1780 Email from N Tiffen, CRA Corporate Counsel to F Drenth attaching draft papers drafted by N Tiffen, CRA Corporate Counsel 1898 Document drafted by N Tiffen, CRA Corporate Counsel It is apparent from these descriptions that the documents fall broadly into two categories.",
      "id": "s17"
    },
    {
      "text": "The first three documents relate to legal advice given by Mallesons Stephen Jaques to Bankers Trust International PLC ('Bankers Trust') and then subsequently provided to the applicants.",
      "id": "s18"
    },
    {
      "text": "The last two documents are internal documents drafted by a lawyer then employed by the applicants.",
      "id": "s19"
    },
    {
      "text": "Because the two classes of documents raise different issues, I will deal with them separately.",
      "id": "s20"
    },
    {
      "text": "The Bankers Trust documents \n Documents 1434, 1444 and 1445 relate to advice that was provided by Mallesons Stephen Jaques, a firm of solicitors, to Bankers Trust, an investment bank.",
      "id": "s21"
    },
    {
      "text": "I will call these documents collectively the 'Bankers Trust documents'.",
      "id": "s22"
    },
    {
      "text": "Further information about these documents is provided in an affidavit of Mr Schoenberg, the solicitor for the applicants, and by counsel for the applicants during the hearing.",
      "id": "s23"
    },
    {
      "text": "Document 1434 is a facsimile dated 5 May 1997 from Bankers Trust to the applicants.",
      "id": "s24"
    },
    {
      "text": "It encloses advice from Mallesons which is known as document 1435 and is not sought by the Notice to Produce.",
      "id": "s25"
    },
    {
      "text": "Document 1434 has been provided to the respondent, but with its subject line, other than the introductory word \"Re:\", masked.",
      "id": "s26"
    },
    {
      "text": "The Court was told that the masked portion of the document sets out two descriptions of areas of legal advice, one an Act of Parliament, the other a section of an Act.",
      "id": "s27"
    },
    {
      "text": "The applicants submit that disclosure of the masked portion of document 1434 would disclose the subject matter of the attached Mallesons advice.",
      "id": "s28"
    },
    {
      "text": "The applicants' counsel told the Court that nowhere in the statements of issues and contentions of any of the parties is there a reference to either the Act or the section in question.",
      "id": "s29"
    },
    {
      "text": "There is no doubt that a Notice to Produce may be set aside if the documents sought by it lack apparent relevance to the proceeding: Trade Practices Commission v Arnotts Ltd (1989) 88 ALR 90 at 102-103; Seven Network Limited v News Limited (No 11) [2006] FCA 174 at [6] .",
      "id": "s30"
    },
    {
      "text": "In this case, the documents sought have been discovered and so are prima facie relevant.",
      "id": "s31"
    },
    {
      "text": "Other than the assertion from the bar table that the Act and section in question are not to be found in the statements of issues and contentions, no attempt has been made by the applicants to demonstrate that the documents are not relevant.",
      "id": "s32"
    },
    {
      "text": "That assertion is at any rate of limited assistance: the proceeding is still at an interlocutory stage and submissions on the substantive issues between the parties are yet to be made.",
      "id": "s33"
    },
    {
      "text": "The tentative submission of the applicants that document 1434 is not relevant is insufficient to displace the document's prima facie relevance.",
      "id": "s34"
    },
    {
      "text": "Document 1444 is a facsimile dated 6 May 1997 from Bankers Trust to the applicants.",
      "id": "s35"
    },
    {
      "text": "It encloses document 1445.",
      "id": "s36"
    },
    {
      "text": "It has been provided to the respondent with the subject heading, other than the introductory word \"Re:\", masked.",
      "id": "s37"
    },
    {
      "text": "The applicants again submit that production of the document without the masking would disclose the subject matter of the attached legal advice.",
      "id": "s38"
    },
    {
      "text": "The Court was told that document 1445 is a photocopy of a page of a legal textbook with handwriting and certain passages highlighted.",
      "id": "s39"
    },
    {
      "text": "The document was originally provided by Mallesons to Bankers Trust and then provided to the applicants under cover of document 1444.",
      "id": "s40"
    },
    {
      "text": "I accept that a photocopied page of a textbook, marked with handwritten comments and highlighting, may itself be a privileged communication.",
      "id": "s41"
    },
    {
      "text": "The circumstances of the Bankers Trust documents being provided to the applicants are far from clear.",
      "id": "s42"
    },
    {
      "text": "Bankers Trust was a party with whom the applicants had business dealings.",
      "id": "s43"
    },
    {
      "text": "It is those dealings, and the taxation implications of them, that are, in part, the subject of this proceeding.",
      "id": "s44"
    },
    {
      "text": "However, there is no suggestion that at any time the applicants shared with Bankers Trust common interest privilege over the documents.",
      "id": "s45"
    },
    {
      "text": "The applicants have tendered a draft Deed of Assignment, Legal Mortgage of Shares and Guarantee and Indemnity, all three of which were provided to the applicants by the solicitors for Bankers Trust on 4 May 1997, one day prior to document 1434, and two days prior to documents 1444 and 1445, being provided to the applicants.",
      "id": "s46"
    },
    {
      "text": "I tentatively accepted these draft agreements into evidence, subject to further submissions and consideration.",
      "id": "s47"
    },
    {
      "text": "It was submitted by the applicants that the draft agreements were later executed, on 12 May 1997, in substantially similar form.",
      "id": "s48"
    },
    {
      "text": "Thus they were executed after the Bankers Trust documents were provided to the applicants.",
      "id": "s49"
    },
    {
      "text": "The executed agreements are before the Court having been exhibited to an affidavit of Ms Kerr sworn on 3 December 2004.",
      "id": "s50"
    },
    {
      "text": "Each draft agreement contains a confidentiality clause which, in general terms, prohibits the parties to the agreements from disclosing \"the fact that this Deed has been executed or any details of the transactions contemplated by this Deed\" .",
      "id": "s51"
    },
    {
      "text": "Those clauses were repeated in almost identical terms in the executed versions of the agreements.",
      "id": "s52"
    },
    {
      "text": "I was invited to infer from the existence of the draft agreements and from the nature of commercial dealings generally, that the Bankers Trust documents were provided to the applicants in confidence and without waiving privilege.",
      "id": "s53"
    },
    {
      "text": "There are a number of difficulties in drawing the invited inference.",
      "id": "s54"
    },
    {
      "text": "The first is that there is nothing on the face of the draft agreements that affects the legal rights of the applicants.",
      "id": "s55"
    },
    {
      "text": "None of them is a party to any of the agreements and they are not asked in the covering letter to observe any of the terms of them.",
      "id": "s56"
    },
    {
      "text": "It is true that by the time the agreements were executed, CRA Limited (the former name of Rio Tinto Limited) had replaced one of the parties named in the draft agreements.",
      "id": "s57"
    },
    {
      "text": "However there is no evidence of how or why that substitution took place.",
      "id": "s58"
    },
    {
      "text": "All that is before the Court is the rather cryptic remark in the letter enclosing the draft agreements that \"Please note that these drafts do not reflect that RTZ/CRA will be using more than one entity, this will be reflected in the next drafts.",
      "id": "s59"
    },
    {
      "text": "\" Secondly, it is not clear that the draft agreements would, had they been executed in identical form, bind Bankers Trust.",
      "id": "s60"
    },
    {
      "text": "The three draft agreements are between two Bankers Trust entities, neither of which is the one to which the legal advice enclosed with documents 1434 and 1444 was addressed.",
      "id": "s61"
    },
    {
      "text": "The Bankers Trust entity that ultimately executed the agreements is one of those named in the draft agreements, and thus not the entity which provided them to the applicants.",
      "id": "s62"
    },
    {
      "text": "Finally, the confidentiality provisions are silent on the question of legal advice; there is no evidence before the Court that the Bankers Trust documents would attract the operation of the confidentiality provisions.",
      "id": "s63"
    },
    {
      "text": "For all of these reasons, I decline to infer from the draft agreements that the Bankers Trust documents were provided to the applicants in confidence.",
      "id": "s64"
    },
    {
      "text": "Given that I have referred to the draft agreements at length in these reasons, it is appropriate that I accept them into evidence.",
      "id": "s65"
    },
    {
      "text": "It is clear that privilege in the Bankers Trust documents, if any, is that of Bankers Trust.",
      "id": "s66"
    },
    {
      "text": "The Mallesons advice that is connected with those documents was provided to Bankers Trust.",
      "id": "s67"
    },
    {
      "text": "There is no evidence as to whether it was intended that the advice should then be passed on to the applicants.",
      "id": "s68"
    },
    {
      "text": "Bankers Trust did not make any submissions to the Court concerning the privilege of its documents, although it is clear from Mr Schoenberg's affidavit that its view on maintaining any privilege in the documents the subject of the Notice to Produce was sought.",
      "id": "s69"
    },
    {
      "text": "In particular, Mr Schoenberg deposes that Bankers Trust \"wishes to maintain its claim for legal professional privilege over documents numbered 1434, 1444 and 1445 and has requested that the applicants maintain privilege in these documents\" .",
      "id": "s70"
    },
    {
      "text": "The applicants submit that they are entitled to assert privilege in these documents on behalf of Bankers Trust.",
      "id": "s71"
    },
    {
      "text": "Section 118 of the Evidence Act 1995 provides as follows: \n \n is not to be adduced if, on objection by a client , the court finds that adducing the evidence would result in disclosure of: \n \n a confidential communication made between the client and a lawyer; or ... \n \n the contents of a confidential document (whether delivered or not) prepared by the client or a lawyer; \n \n the dominant purpose of the lawyer ... providing legal advice to the client.",
      "id": "s72"
    },
    {
      "text": "\" \n \nadded) \n \n It was not argued that the applicant fell within the core definition of \"client\" and nor could it be, for as Barrett J said in Apple v Wily [2002] NSWSC 855 at [11] , \n \n in its ordinary signification, must therefore be regarded as referring to a person who, in respect of some legal matter within the scope of professional services normally provided by lawyers, has, with the consent of a lawyer, come to stand in a relationship of trust and confidence to the lawyer entailing duties of the lawyer to promote the person's interests, to protect the person's rights and to respect the person's confidences.",
      "id": "s73"
    },
    {
      "text": "\" \n \n The core meaning of the term \"client\" is expanded upon in s 117: see Apple v Wily [2002] NSWSC 855 at [7] .",
      "id": "s74"
    },
    {
      "text": "The definition is a non-exhaustive list of categories, all but one of which are not presently relevant.",
      "id": "s75"
    },
    {
      "text": "Paragraph (b) is \"an employee or agent of a client\" .",
      "id": "s76"
    },
    {
      "text": "It follows that if the applicants can show that, for the purpose of maintaining privilege over the Bankers Trust documents, they are the agents of Bankers Trust, then they are entitled to assert that privilege on Bankers Trust's behalf.",
      "id": "s77"
    },
    {
      "text": "But no evidence was led to the effect that the applicants were Bankers Trust's agents.",
      "id": "s78"
    },
    {
      "text": "There was a suggestion by the applicants that they were bailees of the documents and could assert Bankers Trust's privilege in that capacity.",
      "id": "s79"
    },
    {
      "text": "This was met by a submission from the respondent that because the documents were sent by facsimile to the applicants there could be no bailment.",
      "id": "s80"
    },
    {
      "text": "This submission misunderstands the subject matter of legal professional privilege.",
      "id": "s81"
    },
    {
      "text": "The privilege attaches to communications and not the pieces of paper and other media on which they are recorded.",
      "id": "s82"
    },
    {
      "text": "A communication is essentially information and the law knows no concept of the bailment of information.",
      "id": "s83"
    },
    {
      "text": "For the same reason, the applicants' bailment suggestion is unsound.",
      "id": "s84"
    },
    {
      "text": "The obligation to prove that a communication is privileged rests with the party asserting privilege: Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674 at 689.",
      "id": "s85"
    },
    {
      "text": "That obligation is not discharged merely by an assertion of privilege in an affidavit verifying a list of documents: National Crime Authority v S (1991) 29 FCR 203 at 211.",
      "id": "s86"
    },
    {
      "text": "That is especially so where, as in this case, the assertion in the affidavit wrongly describes the privilege as belonging to the applicants rather than to Bankers Trust.",
      "id": "s87"
    },
    {
      "text": "Other than what is recorded at [23] and [24], no reason was given why the applicants could assert any privilege that may have attached to the documents in Bankers Trust's hands.",
      "id": "s88"
    },
    {
      "text": "It may be that a party to whom privileged documents are provided in circumstances that are not inconsistent with the maintenance of privilege, has a general or limited right to assert that privilege on behalf of that person.",
      "id": "s89"
    },
    {
      "text": "I need not decide that question here for the applicants have failed to lead any evidence of the circumstances of the provision of the documents to them.",
      "id": "s90"
    },
    {
      "text": "In particular, they have not proved that the provision of the documents to them was done in circumstances that were consistent with the maintenance of privilege: see Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1.",
      "id": "s91"
    },
    {
      "text": "The only evidence is the brief reference in Mr Schoenberg's affidavit to Bankers Trust requesting the applicants to maintain privilege in the documents.",
      "id": "s92"
    },
    {
      "text": "It is to be inferred that the request was not made at the time the documents were provided to the applicants, but at a later stage.",
      "id": "s93"
    },
    {
      "text": "It follows from what I have said that the applicants have also failed to prove that privilege in the Bankers Trust documents was not waived.",
      "id": "s94"
    },
    {
      "text": "Where a document which is privileged, or alleged to be privileged, in the hands of the client for whom it was prepared, is then provided to a third party, the party claiming privilege bears the burden of proving that the provision of that document to the third party did not waive privilege.",
      "id": "s95"
    },
    {
      "text": "That burden will be discharged by showing that the circumstances of the provision of the document to the third party were not such as to constitute \"inconsistency between the conduct of the client and maintenance of the confidentiality which effects a waiver of the privilege\" : Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at 13 per Gleeson CJ, Gaudron, Gummow and Callinan JJ.",
      "id": "s96"
    },
    {
      "text": "An ex post facto request by the client for the third party to maintain the privilege does not discharge the burden.",
      "id": "s97"
    },
    {
      "text": "For these reasons, it follows that the applicants have failed to prove that they are entitled to assert privilege over the Bankers Trust documents, assuming they are privileged in Bankers Trust's hands.",
      "id": "s98"
    },
    {
      "text": "The motion in respect of these documents must be dismissed.",
      "id": "s99"
    },
    {
      "text": "The Tiffen documents \n Documents 1780 and 1898 were both created by Mr Tiffen who was at the time the Chief Counsel of the applicants and an admitted and practising solicitor.",
      "id": "s100"
    },
    {
      "text": "Mr Tiffen has not given any evidence concerning these documents or the circumstances of their creation.",
      "id": "s101"
    },
    {
      "text": "However Mr Schoenberg deposes that he has been informed of certain matters by Mr Tiffen.",
      "id": "s102"
    },
    {
      "text": "According to Mr Schoenberg, Mr Tiffen was asked by Mr Drenth, then an employee of the applicants, to \"advise him on the form of resolutions required by the Boards of certain Rio Tinto group companies to authorise those companies to enter into certain transactions\" and that Mr Tiffen prepared document 1780, which is an email attaching draft board papers, in response to that request.",
      "id": "s103"
    },
    {
      "text": "According to Mr Schoenberg, Mr Tiffen did so in his capacity as an in-house legal counsel of the applicants and for the dominant purpose of providing Mr Drenth with legal advice.",
      "id": "s104"
    },
    {
      "text": "Document 1898 is a suggested outline of matters to be attended to and resolved at a meeting of the board of Rio Tinto Limited.",
      "id": "s105"
    },
    {
      "text": "According to Mr Schoenberg, it was prepared by Mr Tiffen in his capacity as in-house counsel and provided to the Chairman of the board for the purpose of providing the Chairman with legal advice on certain legal issues to be attended to by the board.",
      "id": "s106"
    },
    {
      "text": "It is understandable that the respondent is suspicious of documents prepared by senior in-house counsel for the board of directors.",
      "id": "s107"
    },
    {
      "text": "In contemporary companies, senior lawyers increasingly often play management roles which will sometimes involve them creating documents that are not for the dominant purpose of providing legal advice.",
      "id": "s108"
    },
    {
      "text": "The descriptions provided by the appellant of the Tiffen documents, supplemented by the evidence of Mr Schoenberg, do not demonstrate conclusively that the documents are privileged.",
      "id": "s109"
    },
    {
      "text": "In such circumstances, often the only possible course of action is for the party claiming privilege to provide the documents to the Court and have the Court determine if the claim can be maintained: see Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674 at 689.",
      "id": "s110"
    },
    {
      "text": "This is what has occurred in this case.",
      "id": "s111"
    },
    {
      "text": "I have been provided by the applicants with copies of the Tiffen documents.",
      "id": "s112"
    },
    {
      "text": "Such copies have not, as I understand it, been provided to the respondent.",
      "id": "s113"
    },
    {
      "text": "I have reviewed the two documents.",
      "id": "s114"
    },
    {
      "text": "It is inappropriate for me to say anything more about the documents than has been said in open Court in evidence and submissions.",
      "id": "s115"
    },
    {
      "text": "I should, however, set out my approach to determining whether the documents are privileged.",
      "id": "s116"
    },
    {
      "text": "In Packer v Deputy Federal Commissioner of Taxation (1984) 84 ATC 4666 at 4672, McPherson J said that \n \n communication may be privileged even though it is both not intended for use in litigation and not strictly speaking made for the purposes of legal advice but the purposes of providing legal assistance, eg, draft conveyances and the like: Mostyn v West Mostyn Coal Co (1876) 34 LT 531, although they are not perhaps legal advice in a literal sense.",
      "id": "s117"
    },
    {
      "text": "\" \n \n In AWB Ltd v Cole [2006] FCA 571 at [86] , Young J referred to the decision of the English Court of Appeal in Balabel v Air India [1988] Ch 317 at 330, where Taylor LJ (with whom Lord Donaldson MR and Parker LJ concurred) said: \n \n obviously attaches to a document conveying legal advice from solicitor to client and to a specific request from the client for such advice.",
      "id": "s118"
    },
    {
      "text": "But it does not follow that all other communications between them lack privilege.",
      "id": "s119"
    },
    {
      "text": "In most solicitor and client relationships, especially where a transaction involves protracted dealings, advice may be required or appropriate on matters great or small at various stages.",
      "id": "s120"
    },
    {
      "text": "There will be a continuum of communication and meetings between the solicitor and the client.",
      "id": "s121"
    },
    {
      "text": "... Where information is passed by the solicitor or client to the other as part of the continuum aimed at keeping both informed so that advice may be sought and given as required, privilege will attach.",
      "id": "s122"
    },
    {
      "text": "A letter from the client containing information may end with such words as 'please advise me what I should do'.",
      "id": "s123"
    },
    {
      "text": "But, even if it does not, there will usually be implied in the relationship an overall expectation that the solicitor will at each stage, whether asked specifically or not, tender appropriate advice.",
      "id": "s124"
    },
    {
      "text": "Moreover, legal advice is not confined to telling the client the law; it must include advice as to what should prudently and sensibly be done in the relevant legal context.",
      "id": "s125"
    },
    {
      "text": "' \n \nadded) \n \n After considering this and a number of other decisions, Young J concluded at [100]-[101]: \n \n \"I accept that legal advice is not confined to telling the client the law but includes professional legal advice as to what should prudently and sensibly be done in the relevant legal context.",
      "id": "s126"
    },
    {
      "text": "... \n \n are, however, two additional points to be made.",
      "id": "s127"
    },
    {
      "text": "First, to qualify as privileged, the lawyer's advice must satisfy the description of professional advice given by a lawyer in his or her capacity as such ... Secondly, communications for the purpose of obtaining and giving legal advice in the sense discussed in Balabel and the other cases mentioned above must satisfy the dominant purpose test if they are to attract legal professional privilege.",
      "id": "s128"
    },
    {
      "text": "\" \n \n These two statements of the law are equally applicable to lawyers who practise as in-house counsel.",
      "id": "s129"
    },
    {
      "text": "Such lawyers are less likely to be provided with a bundle of documents and asked to \"advise me what I should do\", but it is implicit in their role that they are to advise on legal matters that arise in the course of their employment.",
      "id": "s130"
    },
    {
      "text": "Counsel for the applicants described documents 1780 and 1898 respectively as \"pro forma matters to be attended to by the board in order to pass certain resolutions, to give effect to approvals by the board to enter into particular legal transactions\" and a list of \"a number of matters that has to be attended by the board, for the purpose of giving effect to --- or making effective, particular resolutions\" .",
      "id": "s131"
    },
    {
      "text": "I accept that such documents, while not formal opinions of the law, may constitute legal advice and, if prepared for that dominant purpose, may attract legal professional privilege.",
      "id": "s132"
    },
    {
      "text": "They may be, to adopt the words used in Balabel , \"advice as to what should prudently and sensibly be done in the relevant legal context\" .",
      "id": "s133"
    },
    {
      "text": "As well as considering whether the Tiffen documents constitute legal advice, I must also consider whether the provision of legal advice was the dominant purpose of their creation.",
      "id": "s134"
    },
    {
      "text": "Many adjectives have been used in an attempt to identify the dominant purpose of a communication.",
      "id": "s135"
    },
    {
      "text": "For present purposes it is sufficient to note that a dominant purpose is one that is of greater importance than any other: see Federal Commissioner of Taxation v Pratt Holdings Pty Ltd (2005) 225 ALR 266 at 478.",
      "id": "s136"
    },
    {
      "text": "The respondent submits that the dominant purpose of document 1898 appears to be the convening of a meeting to discuss identified matters.",
      "id": "s137"
    },
    {
      "text": "He makes no submission on what the dominant purpose of document 1780 is, save to say that the applicants have failed to discharge their burden of demonstrating that the dominant purpose test is satisfied.",
      "id": "s138"
    },
    {
      "text": "Having considered the Tiffen documents in light of the above principles, I have formed the view that each of them is subject to legal professional privilege.",
      "id": "s139"
    },
    {
      "text": "It is true that each of them each of them has a \"corporate governance\" purpose, but I am satisfied that this is not the dominant purpose of the communications contained within the documents but rather is the context in which the legal advice was given.",
      "id": "s140"
    },
    {
      "text": "I accept that the descriptions of the documents given to the Court by counsel for the applicants and set out at [37] are generally accurate and reflect the dominant purposes for which they were prepared.",
      "id": "s141"
    },
    {
      "text": "Accordingly, I will grant the applicants relief from production of documents 1780 and 1898 on the grounds that the are the subject of legal professional privilege.",
      "id": "s142"
    },
    {
      "text": "Costs \n It follows from the above that the applicants have been successful in respect of the Tiffen documents and that the respondent has been successful in respect of the Bankers Trust documents.",
      "id": "s143"
    },
    {
      "text": "In those circumstances, it is appropriate that each party bear its own costs of the motion.",
      "id": "s144"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg .",
      "id": "s145"
    },
    {
      "text": "Associate:\n\nDated: 4 September 2006\n\n\n Counsel for the Applicants: Mr JW de Wijn QC and Mr SH Steward \n \n Solicitors for the Applicants: Allens Arthur Robinson \n \n Counsel for the Respondent: Mr BJ Sullivan SC and Mr MJ O'Meara \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 25 August 2006 \n \n Date of Judgment: 4 September 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1200.html",
      "id": "s146"
    }
  ]
}