{
  "name": "Coggin v Telstar Finance Company (Q) Pty Ltd [2006] FCA 191 (10 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/191.html",
  "catchphrases": [
    {
      "text": "unconscionable conduct",
      "id": "c0"
    },
    {
      "text": "trade practices act s 51ac",
      "id": "c1"
    },
    {
      "text": "applicant persuaded to use fishing boat as collateral for loan from first respondent to finance purchase of a business by de facto son-in-law",
      "id": "c2"
    },
    {
      "text": "applicant signs contracts for sale and option to repurchase",
      "id": "c3"
    },
    {
      "text": "applicant's judgment affected by spider bite and desire to help daughter and son-in-law",
      "id": "c4"
    },
    {
      "text": "lack of independent legal and business advice",
      "id": "c5"
    },
    {
      "text": "excessive interest on loan",
      "id": "c6"
    },
    {
      "text": "first respondent takes a transfer of business from vendor and onsells to applicant with undisclosed profit",
      "id": "c7"
    },
    {
      "text": "loan commitments not met",
      "id": "c8"
    },
    {
      "text": "first respondent sell applicant's boat",
      "id": "c9"
    },
    {
      "text": "balance of proceeds from sale not paid to applicant",
      "id": "c10"
    },
    {
      "text": "requirements of unconscionable conduct under s 51ac",
      "id": "c11"
    },
    {
      "text": "whether second respondent liable as a person directly and knowingly involved in contravention",
      "id": "c12"
    },
    {
      "text": "trade practices",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Mr David Coggin owned a fishing boat called the Lady Christina .",
      "id": "s0"
    },
    {
      "text": "The first respondent Telstar Finance Company (Q) Pty Ltd (Telstar) is a Brisbane based finance company.",
      "id": "s1"
    },
    {
      "text": "The second respondent Mr Paul Cunningham is a director of Telstar.",
      "id": "s2"
    },
    {
      "text": "Mr Coggin provided (to use a neutral term) the vessel as security for an advance by Telstar which was to be used for the acquisition of a franchise for the sale in Victoria of a device known as \"Easy Drink\", a plastic lid which fits over the top of opened drink cans.",
      "id": "s3"
    },
    {
      "text": "The nature of Mr Coggin's involvement in this venture is a little unclear, but the moving force was Mr Jozsef (Joe) Nagy, the de facto husband of one of Mr Coggin's daughters, and a colleague of his, Mr Walter (Wally) Pavia .",
      "id": "s4"
    },
    {
      "text": "2 Telstar claims that Mr Coggin sold the vessel to it.",
      "id": "s5"
    },
    {
      "text": "Mr Coggin claims he only intended to provide the vessel as collateral.",
      "id": "s6"
    },
    {
      "text": "Subsequently Telstar resold the vessel at what Mr Coggin says was a gross undervalue.",
      "id": "s7"
    },
    {
      "text": "There is a balance of some $15,000 remaining, even after deducting the monies loaned by Telstar with interest at its stipulated rate of ten per cent per month .",
      "id": "s8"
    },
    {
      "text": "It is common ground that Telstar has not accounted to Mr Coggin for that balance.",
      "id": "s9"
    },
    {
      "text": "3 Mr Coggin seeks an order setting aside the whole transaction as unconscionable within the meaning of s 51AC of the Trade Practices Act 1974 (Cth) (the Act) and recovery of the amount of his loss and damage under s 82.",
      "id": "s10"
    },
    {
      "text": "Mr Coggin \n \n4 Mr Coggin was born in 1934 in the United Kingdom and came to Australia in 1955.",
      "id": "s11"
    },
    {
      "text": "He was educated to fifth form standard in the United Kingdom and completed adult matriculation in Australia.",
      "id": "s12"
    },
    {
      "text": "His working life has been as a seaman and as a chef, including owning and managing some restaurants.",
      "id": "s13"
    },
    {
      "text": "He retired at age 58 following an accident on an oil rig where he was working as chief cook.",
      "id": "s14"
    },
    {
      "text": "On his retirement he had superannuation entitlements and a compensation payment.",
      "id": "s15"
    },
    {
      "text": "Soon after that he separated from his wife.",
      "id": "s16"
    },
    {
      "text": "Recovery of the Lady Christina \n \n5 By 1999 Mr Coggin was living in Queensland.",
      "id": "s17"
    },
    {
      "text": "About two years earlier he had purchased the vessel for about $90,000 and spent some $60,000 on renovating and improving her.",
      "id": "s18"
    },
    {
      "text": "Mr Coggin had insured the vessel for $150,000 and had a valuation dated 30 September 1999 from Petit &amp; Carlson Pty Ltd \"for insurance purposes only\" for $210,000.",
      "id": "s19"
    },
    {
      "text": "6 Mr Coggin had leased the vessel for $4,000 per month to a Mr Michael Banner-Smith.",
      "id": "s20"
    },
    {
      "text": "Mr Banner-Smith defaulted on the payments and Mr Coggin was anxious to locate and recover the vessel.",
      "id": "s21"
    },
    {
      "text": "7 Mr Nagy, who was living in Victoria, volunteered to come to Brisbane and help Mr Coggin recover the vessel.",
      "id": "s22"
    },
    {
      "text": "He arrived in Brisbane on about 15 or 16 December 1999.",
      "id": "s23"
    },
    {
      "text": "A few days later he introduced Mr Coggin to Mr Pavia.",
      "id": "s24"
    },
    {
      "text": "Mr Nagy and Mr Pavia had known each other for about 15 years.",
      "id": "s25"
    },
    {
      "text": "They had worked together selling cookware door to door.",
      "id": "s26"
    },
    {
      "text": "8 Mr Nagy and Mr Pavia located the vessel at Mooloolaba.",
      "id": "s27"
    },
    {
      "text": "They took Mr Coggin to where she was situated and arranged for a skipper to sail her to Brisbane.",
      "id": "s28"
    },
    {
      "text": "The vessel was then moored at a private mooring which happened to be owned by Mr Cunningham at the rear of his house at Hill End.",
      "id": "s29"
    },
    {
      "text": "The vessel arrived at Mr Cunningham's mooring in the early hours of the morning.",
      "id": "s30"
    },
    {
      "text": "Mr Nagy borrowed $400 from Mr Cunningham to pay the skipper.",
      "id": "s31"
    },
    {
      "text": "Mr Nagy says in his witness statement that about two to three days earlier he had \"flagged to Paul Cunningham in a conversation with him what were the intentions of David Coggin and (him)self with respect to the Easy Drink franchise and the raising of money\".",
      "id": "s32"
    },
    {
      "text": "The spider bite \n \n9 To go back a little in time, on 11 December 1999 Mr Coggin was living in somewhat reduced circumstances in a rooming house in Brisbane.",
      "id": "s33"
    },
    {
      "text": "He was bitten by a spider on the right lower leg.",
      "id": "s34"
    },
    {
      "text": "The leg swelled rapidly and he went into tremors, hallucinations and a coma.",
      "id": "s35"
    },
    {
      "text": "He was kept to his room for about three days until he was able to get himself to the Royal Brisbane Hospital.",
      "id": "s36"
    },
    {
      "text": "He declined admission and was injected with antibiotics and given a course of medication.",
      "id": "s37"
    },
    {
      "text": "The Easy Drink business --- Mr Nagy and Mr Pavia become enthused \n \n10 In September 1999 Mr Nagy read an advertisement offering franchises for selling Easy Drink.",
      "id": "s38"
    },
    {
      "text": "He contacted Mr Pavia and they visited the owner of the Easy Drink business, Mr Michael Delanoir, at his office in Brisbane.",
      "id": "s39"
    },
    {
      "text": "Shortly thereafter Mr Nagy and Mr Pavia market tested the product in northern New South Wales.",
      "id": "s40"
    },
    {
      "text": "This proved to be successful and, as Mr Pavia says in his witness statement, they \"were both convinced, because of the sales success (10 calls and 8 concept and product sales), of the ezy drink [sic] concept and product to pursue the purchase of a distributorship\".",
      "id": "s41"
    },
    {
      "text": "11 Mr Nagy returned to Melbourne.",
      "id": "s42"
    },
    {
      "text": "He phoned Mr Pavia and told him he had agreed to buy the Victorian distributorship from Mr Delanoir for $65,000 but did not have the money.",
      "id": "s43"
    },
    {
      "text": "He told Mr Pavia that he had spoken to his partner's father, Mr Coggin, who had a boat worth $210,000 he was \"willing to put up for a loan\".",
      "id": "s44"
    },
    {
      "text": "Mr Nagy said the boat was currently leased to a Mr Banner-Smith who was not paying the rent and that Mr Coggin wanted to repossess her.",
      "id": "s45"
    },
    {
      "text": "12 According to Mr Pavia, Mr Nagy asked him if he could help to arrange finance \"for him and David Coggin\".",
      "id": "s46"
    },
    {
      "text": "Mr Pavia agreed, provided he received a fee of $5000 on finalisation.",
      "id": "s47"
    },
    {
      "text": "Mr Nagy and Mr Pavia made two unsuccessful approaches for finance, one to Mr Peter Groot, a finance broker, and the other to Mr David Napier, a financier.",
      "id": "s48"
    },
    {
      "text": "Mr Groot demanded $1000 up front, which Mr Nagy borrowed from a friend.",
      "id": "s49"
    },
    {
      "text": "The Easy Drink business --- Mr Coggin becomes involved \n \n13 Mr Coggin says that in the course of recovering the Lady Christina Mr Nagy and Mr Pavia told him about the Easy Drink business and that they were interested in it.",
      "id": "s50"
    },
    {
      "text": "They said that they had trialled sales and \"had already sold 20,000 to 30,000 of them in Victoria\".",
      "id": "s51"
    },
    {
      "text": "Mr Nagy said he wanted to buy the rights to sell the lids in Victoria.",
      "id": "s52"
    },
    {
      "text": "These rights were on offer until a certain date.",
      "id": "s53"
    },
    {
      "text": "He then intended to break up the Victorian franchise into territories and sell them off, retaining some for himself.",
      "id": "s54"
    },
    {
      "text": "He said that he needed Mr Coggin's help to get the money.",
      "id": "s55"
    },
    {
      "text": "He said there was a set price but that he had to bargain the price down.",
      "id": "s56"
    },
    {
      "text": "14 Mr Coggin was grateful to Mr Nagy for helping him to retrieve the Lady Christina so was prepared to help.",
      "id": "s57"
    },
    {
      "text": "Mr Nagy asked Mr Coggin if he could offer the vessel as collateral for a loan to buy the Easy Drink rights.",
      "id": "s58"
    },
    {
      "text": "He suggested that he would be able to sell the territories for at least $200,000.",
      "id": "s59"
    },
    {
      "text": "He showed Mr Coggin some projections for Easy Drink showing a gross profit for a year of $248,200.",
      "id": "s60"
    },
    {
      "text": "He also showed Mr Coggin a draft contract between Easy Drink and Mr Nagy for the purchase of the Victorian rights for $60,000.",
      "id": "s61"
    },
    {
      "text": "It provided for settlement in full on 15 December 1999 and bears the signature of Mr Delanoir, but is otherwise unsigned.",
      "id": "s62"
    },
    {
      "text": "15 Mr Coggin believed the proposition was reasonable and told Mr Nagy that he was prepared to help.",
      "id": "s63"
    },
    {
      "text": "He told Mr Nagy that he would put up the vessel as collateral as long as he ensured that the money was repaid and that he would get the vessel back rapidly.",
      "id": "s64"
    },
    {
      "text": "Mr Coggin told Mr Nagy however that he wanted the transaction to be in his name, or alternatively in his daughter's name, until such time as he got the vessel back.",
      "id": "s65"
    },
    {
      "text": "16 Mr Nagy and Mr Pavia moved Mr Coggin to a motel and looked after him.",
      "id": "s66"
    },
    {
      "text": "They later took him to an apartment of Mr Pavia's in Brisbane.",
      "id": "s67"
    },
    {
      "text": "Mr Coggin continued to have constant pain and inflammation with the spider bite.",
      "id": "s68"
    },
    {
      "text": "He felt \"dull-minded\" and not \"with it\" at all.",
      "id": "s69"
    },
    {
      "text": "About this time Mr Delanoir came to the apartment and met Mr Coggin.",
      "id": "s70"
    },
    {
      "text": "17 Mr Coggin helped Mr Nagy by providing his financial details for the application to Mr Napier for assistance in the purchase.",
      "id": "s71"
    },
    {
      "text": "Mr Coggin was later told by Mr Nagy that this application was unsuccessful.",
      "id": "s72"
    },
    {
      "text": "18 Mr Coggin's version has his involvement with Easy Drink not commencing until after Mr Nagy arrived in Brisbane to recover the Lady Christina .",
      "id": "s73"
    },
    {
      "text": "On Mr Nagy's version, this happened earlier, while he was still in Victoria, and Mr Nagy told Mr Pavia by phone from Melbourne that Mr Coggin was willing to provide security.",
      "id": "s74"
    },
    {
      "text": "Perhaps in the final analysis the question is not critical, although I am inclined to prefer Mr Coggin's version.",
      "id": "s75"
    },
    {
      "text": "He had been living in Brisbane for some time and it seems unlikely that the initial discussions between he and Mr Nagy took place over the telephone.",
      "id": "s76"
    },
    {
      "text": "Certainly Mr Nagy does not suggest this.",
      "id": "s77"
    },
    {
      "text": "19 One feature of Mr Nagy's version is that he has Mr Coggin \"propos(ing)\" that he and Mr Nagy becoming joint owners of the Victorian distributorship.",
      "id": "s78"
    },
    {
      "text": "Mr Coggin is the initiator.",
      "id": "s79"
    },
    {
      "text": "Mr Nagy says that \"David Coggin was keen to pursue the Easy Drink franchise with me for Victoria and to this end I travelled to Redcliffe Queensland where he had information that his boat was being moored\".",
      "id": "s80"
    },
    {
      "text": "The role of Mr Pavia is downplayed.",
      "id": "s81"
    },
    {
      "text": "His earlier involvement in the trial marketing in New South Wales is ignored.",
      "id": "s82"
    },
    {
      "text": "Yet as will be seen, what was presented to Telstar was essentially a joint proposal from Nagy and Pavia.",
      "id": "s83"
    },
    {
      "text": "Finance from Telstar --- approach to Seamac \n \n20 Mrs Christine McIlwee of Bundaberg is a director of Seamac Insurance Brokers Pty Ltd (Seamac).",
      "id": "s84"
    },
    {
      "text": "She says that on about 23 December 1999 Mr Lindsay Gray of Telstar telephoned her to discuss insurance of the vessel Lady Christina .",
      "id": "s85"
    },
    {
      "text": "He said the owner Mr Coggin had taken the vessel back from Mr Banner-Smith due to non-payment of lease payments.",
      "id": "s86"
    },
    {
      "text": "Mr Gray said that Telstar was going to loan Mr Coggin $65,000 for a business venture for a Mr Joe Nagy, who was the son-in-law of Mr Coggin, for a term of three to six months and the vessel was to be collateral.",
      "id": "s87"
    },
    {
      "text": "It was to be moored at the back of a private dwelling in West (sic) End until satisfaction of the loan.",
      "id": "s88"
    },
    {
      "text": "Mr Coggin would have no access to the vessel or interest in the maintenance of her.",
      "id": "s89"
    },
    {
      "text": "21 Mr Gray told Mrs McIlwee that he had already spoken to Michaele of Sunderland Marine who had told him that that firm would automatically cancel the policy because of the change of management and that it was very unlikely that Sunderland would be interested in insuring it under the new arrangement.",
      "id": "s90"
    },
    {
      "text": "Michaele had referred Mr Gray to Seamac, who were the current brokers.",
      "id": "s91"
    },
    {
      "text": "22 Mrs McIlwee told Mr Gray that this was an unusual arrangement and she doubted if any insurer would be interested but she would try to obtain alternative cover.",
      "id": "s92"
    },
    {
      "text": "She rang Michaele who confirmed that Sunderland Marine would not insure.",
      "id": "s93"
    },
    {
      "text": "Club Marine and HIH also declined.",
      "id": "s94"
    },
    {
      "text": "Mrs McIlwee telephoned Mr Gray back and told him that she could not arrange insurance due to the nature of the arrangement.",
      "id": "s95"
    },
    {
      "text": "He asked whether it would be easier if the vessel was \"bought\" by Telstar.",
      "id": "s96"
    },
    {
      "text": "He conveyed to Mrs McIlwee the idea that the \"sale\" would be for the sole purpose of obtaining insurance.",
      "id": "s97"
    },
    {
      "text": "Mrs McIlwee said that it would have been easier but now, knowing the circumstances, she would have to disclose them to any prospective insurer.",
      "id": "s98"
    },
    {
      "text": "Mr Gray also suggested that, if Telstar were to buy the vessel, while the directors were Mr and Mrs Cunningham he did not want to involve them and that he (Gray) would sign the paperwork as he was a signatory for the company.",
      "id": "s99"
    },
    {
      "text": "23 The \"sale\" price was suggested to be $65,000, which was the amount of the loan only, but Mrs McIlwee knew through her involvement in the marine industry that this would not represent the market value of the vessel.",
      "id": "s100"
    },
    {
      "text": "She knew of a client who would have been interested in purchasing the vessel for a higher price.",
      "id": "s101"
    },
    {
      "text": "There had been a survey valuation in September of $210,000 and she understood the vessel had undergone a major work program.",
      "id": "s102"
    },
    {
      "text": "In her statement which was received in evidence Mrs McIlwee said:\n \n \"I wanted no part of this as I was uncomfortable with the murky nature of the transaction.",
      "id": "s103"
    },
    {
      "text": "I suggested that Gray contact other insurance brokers.",
      "id": "s104"
    },
    {
      "text": "\" \n \n\n24 Mrs McIlwee phoned Mr Coggin.",
      "id": "s105"
    },
    {
      "text": "She told him she believed Telstar may be making decisions with his son-in-law about the vessel that he was unaware of and that if he had to sell, a potential buyer, Seth Parker, would be interested at a better price than $65,000.",
      "id": "s106"
    },
    {
      "text": "She says that Mr Coggin was \"aghast\", he had no intention of selling the vessel to them and it was only to be used as collateral for a loan for his son-in-law.",
      "id": "s107"
    },
    {
      "text": "25 Mr Gray flatly denies these conversations with Mrs McIlwee.",
      "id": "s108"
    },
    {
      "text": "He says he was out of Australia on holiday and only arrived back at work on 24 December 1999 at about 10 am.",
      "id": "s109"
    },
    {
      "text": "Mr Cunningham denies that he spoke to Mrs McIlwee at this time or that he asked anyone at Telstar to speak to her or anyone else at Seamac.",
      "id": "s110"
    },
    {
      "text": "I am, however, quite satisfied that the conversations took place in the way Mrs McIlwee says.",
      "id": "s111"
    },
    {
      "text": "Mr Gray produced no corroborating detail by way of passport entries or travel documents.",
      "id": "s112"
    },
    {
      "text": "Mrs McIlwee was an independent and convincing witness.",
      "id": "s113"
    },
    {
      "text": "Her evidence is solidly corroborated by telephone accounts, a contemporaneous handwritten note and a fax she sent to Sunderland Marine on 31 January 2000 referring in detail to the conversations with Mr Gray.",
      "id": "s114"
    },
    {
      "text": "24 December 1999 --- Mr Coggin's account \n \n26 On the morning of 24 December 1999 Mr Pavia and Mr Nagy left the apartment and then returned telling Mr Coggin they had made an arrangement to get the finance and he had to go into an office to sign the papers.",
      "id": "s115"
    },
    {
      "text": "When Mr Coggin asked them to clarify what he had to do they said that they had made arrangements, that the papers were being set up and he had to go and sign them.",
      "id": "s116"
    },
    {
      "text": "They said that he owed money for the mooring of the vessel and that he needed to do something to resolve this.",
      "id": "s117"
    },
    {
      "text": "They took Mr Coggin to the office of Telstar.",
      "id": "s118"
    },
    {
      "text": "As Mr Coggin now knows, Telstar is the financial arm of an organisation called Dine-Rite which sells cookware to housewives.",
      "id": "s119"
    },
    {
      "text": "27 Initially Mr Coggin sat in the reception area with his affected leg propped on a stool.",
      "id": "s120"
    },
    {
      "text": "Mr Nagy and Mr Pavia went into the office.",
      "id": "s121"
    },
    {
      "text": "At one stage Mr Delanoir came into the building and said hello to Mr Coggin.",
      "id": "s122"
    },
    {
      "text": "28 In the meantime Messrs Cunningham, Nagy and Pavia had reached an agreement; see [37] below.",
      "id": "s123"
    },
    {
      "text": "29 After a while Messrs Nagy, Pavia and Delanoir came out to the waiting room.",
      "id": "s124"
    },
    {
      "text": "They introduced Mr Coggin to Mr Cunningham who in turn said that Mr Gray would do the paperwork.",
      "id": "s125"
    },
    {
      "text": "Messrs Nagy, Delanoir, Cunningham and Pavia said that they were going to the pub for lunch while Gray did the paperwork.",
      "id": "s126"
    },
    {
      "text": "Mr Coggin went into the office with Mr Gray.",
      "id": "s127"
    },
    {
      "text": "While they were there Mr Cunningham phoned Mr Gray a number of times enquiring as to progress.",
      "id": "s128"
    },
    {
      "text": "30 First Mr Gray produced a document which was in these terms:\n \"CONTRACT OF SALES \n \n BETWEEN: David Coggin \n PO Box 5, \n Mt Waverley, Vic 3149 \n \n AND : Telstar Finance Company \"Q\" P/L \n Po Box 8051 \n BURANDA QLD 4102 \n \n I hereby agree to sell (transfer ownership) of the Lady Christina (as per schedule attached) for the sum of $35,000.00, being full and final settlement of this vessel.",
      "id": "s129"
    },
    {
      "text": "Principle Principle \n PAUL CUNNINGHAM \n TELSTAR FINANCE COMPANY \"Q\" P/L David Coggin\" \n \n\n31 At first Mr Coggin refused to sign this document.",
      "id": "s130"
    },
    {
      "text": "He said that the vessel was just to be collateral.",
      "id": "s131"
    },
    {
      "text": "Mr Gray then produced a second document which was in these terms:\n \" RIGHT TO RECOVER CONTRACT \n \n BETWEEN: David Coggin \n Po Box 5, \n Mt Waverley, Vic 3149 \n \n AND : Telstar Finance Company \"Q\" P/L \n Po Box 8051 \n BURANDA QLD 4102 \n \n David has the right to promote the sale of Lady Christina (as per schedule attached) the loan amount will be paid to Telstar Finance Company \"Q\" P/L together with a 10% per month compounding interest, at which stage the security (ownership transfer) will be passed on to David Coggin.",
      "id": "s132"
    },
    {
      "text": "Principle Principle \n TELSTAR FINANCE David Coggin\" \n \n \n\n32 Mr Coggin was very confused with the paperwork, the rush, the pain in his leg, and his medication.",
      "id": "s133"
    },
    {
      "text": "As it was Christmas Eve, there was a lot of concern about the banks closing.",
      "id": "s134"
    },
    {
      "text": "His understanding was that the money to be secured was $65,000, but that it was to be paid in two payments, initially $35,000, with a further $30,000 to be advanced by Telstar, \"if we needed it\", after a month.",
      "id": "s135"
    },
    {
      "text": "On the understanding that the boat was being put up as collateral, he signed the two documents.",
      "id": "s136"
    },
    {
      "text": "Mr Cunningham's signature was not on them at the time.",
      "id": "s137"
    },
    {
      "text": "Mr Coggin went with Mr Gray to a government department to check the title details and then returned to Telstar's office.",
      "id": "s138"
    },
    {
      "text": "33 Mr Gray contacted Mr Nagy and Mr Pavia and arranged to meet them at a branch of the National Australia Bank.",
      "id": "s139"
    },
    {
      "text": "Mr Gray drove Mr Coggin to the bank and there met Messrs Nagy, Pavia and Delanoir.",
      "id": "s140"
    },
    {
      "text": "They went into the Manager's office and received a Telstar cheque for $30,000 payable to Mr Coggin which he endorsed to the credit of Mr Delanoir.",
      "id": "s141"
    },
    {
      "text": "It appears that $5,000 in cash was paid to Mr Nagy and Mr Pavia.",
      "id": "s142"
    },
    {
      "text": "34 Mr Pavia and Mr Coggin then went to Mr Cunningham's house, dropping Mr Nagy off along the way.",
      "id": "s143"
    },
    {
      "text": "Mr Coggin showed Mr Cunningham how to moor the boat, how to start the motor to pump out the bilge regularly and showed him what general maintenance was needed.",
      "id": "s144"
    },
    {
      "text": "24 December 1999 --- Messrs Cunningham, Nagy and Pavia' account \n \n35 Mr Cunningham says that on the morning of 24 December 1999 at his office Mr Nagy said to him that he and David Coggin wanted to go into business and buy the distributorship for Easy Drink in Victoria and that Mr Coggin had a boat which was unencumbered and worth more than $200,000 which he would put up.",
      "id": "s145"
    },
    {
      "text": "(It will be recalled that, on Mr Nagy's version, this matter was \"flagged\" with Mr Cunningham much earlier, some two to three days prior to the recovery of the Lady Christina --- see [8] above.",
      "id": "s146"
    },
    {
      "text": ") Mr Cunningham responded that that he was not interested.",
      "id": "s147"
    },
    {
      "text": "Mr Nagy persisted.",
      "id": "s148"
    },
    {
      "text": "Mr Cunningham said that he didn't know anything about boats and it was outside his usual finance operations.",
      "id": "s149"
    },
    {
      "text": "(Although at least Mr Cunningham owned a mooring.",
      "id": "s150"
    },
    {
      "text": ") Mr Nagy continued to try and convince Mr Cunningham that the Easy Drink distributorship was a good business opportunity, but Mr Cunningham was not convinced and eventually Mr Nagy left his office.",
      "id": "s151"
    },
    {
      "text": "36 After the Nagy meeting, Mr Pavia came to Mr Cunningham's office.",
      "id": "s152"
    },
    {
      "text": "Mr Pavia pleaded to Mr Cunningham to \"give him (Pavia) a break\".",
      "id": "s153"
    },
    {
      "text": "He assured Mr Cunningham that he \"was prepared to go to Melbourne to make it work\".",
      "id": "s154"
    },
    {
      "text": "Mr Cunningham says that after some considerable time he was \"persuaded by Wally Pavia to enter into the transaction\".",
      "id": "s155"
    },
    {
      "text": "37 The agreement between Messrs Cunningham and Pavia was recorded in note form written by Mr Cunningham as follows (underlining in original, identification of parties added in square brackets):\n \n Wally [Pavia] --- Paul [Cunningham]/Lindsay [Gray] \n ________________________ \n Joes Father Boat - $35,000 \n Michael [Delanoir] sell EASI Drink Victoria to \n Telstar --- Telstar sell right to EASI \n Drink for a royalty of 2.5 cents per cap \n and 10% of price of regions \n sold by Joe Nagy/Wally Pavia to J &amp; S \n (really Joe &amp; Wally) \n Stock to go directly to Victoria in contract \n purchase \n + S/D \n Then All stock will be held by Telstar purchased \n at 24.5 cents per lid in advance with minimum order of $10,000 \n Wally &amp; Joe to find pay Telstar 30000 cash for \n payment to Michael prior to the 28 Jan or the boat \n is sold by PC [Cunningham] to meet that commitment with \n Joe &amp; Wally still to repay Telstar for \n that 30,000 \n \n Michael \n \n Sells EASI Drink Vic to Telstar \n\n\n Telstar \n \n J &amp; S trading [?",
      "id": "s156"
    },
    {
      "text": "] \n Telstar sells to Easi Drink Vic \n take 2.5 cents/ cap \n $ 10% of Distributorships sold in \n\nVictoria by J &amp; S\n J.S \n \n \n \n \n Boat can be repaid repurchased from Telstar \n \n at any time by 24/1/2000 for 38500 &amp; cost insurance $400 skipper \n 42350 by 24/2/2000 plus Ins &amp; skipper 46585 &amp; Ins cost by 23/2[sic]/2000 \n providing 30000 has been paid to Telstar to cover payment to \n Michael @ Easi Drink ($30,000 due on the 28/1/2000).",
      "id": "s157"
    },
    {
      "text": "[Signatures] \n If I cant get insurance \n &amp; something happin [sic] I have no \n further obligation.",
      "id": "s158"
    },
    {
      "text": "\" \n \n\nThere was evidence that, for reasons which were never really explained, \"J &amp; S\" is a reference to Joe Nagy and Wally Pavia.",
      "id": "s159"
    },
    {
      "text": "38 The foregoing discussions between Messrs Cunningham, Nagy and Pavia occurred before those between Messrs Coggin and Gray at which the former signed the two agreements already referred to ([30] and [31] above).",
      "id": "s160"
    },
    {
      "text": "39 Mr Cunningham says that Mr Coggin came into the boardroom and he (Cunningham) went through with Mr Coggin in detail the agreement recorded in the note.",
      "id": "s161"
    },
    {
      "text": "According to Mr Cunningham, Mr Coggin said he was happy with the arrangement but he wanted the distributorship to be in his name only, and not to include Mr Nagy.",
      "id": "s162"
    },
    {
      "text": "Mr Cunningham says he was happy to comply with this because he knew Mr Nagy would be working in the business in any event.",
      "id": "s163"
    },
    {
      "text": "While I find Mr Coggin did at some stage request the business to be in his name, primarily for the protection of his daughter, I do not accept his assent to the transaction was obtained in the way Mr Cunningham says.",
      "id": "s164"
    },
    {
      "text": "The Easy Drink --- Telstar distributorship agreement \n \n40 On 24 December 1999 Mr Delanoir on behalf of Easy Drink (it is not clear whether this was a company or merely a business name) and Mr Cunningham on behalf of Telstar executed an agreement headed \"Contract of Sale for Dealerships\".",
      "id": "s165"
    },
    {
      "text": "41 It provided that Telstar would pay $60,000 for the exclusive right to distribute Easy Drink lids to identified customers in Victoria.",
      "id": "s166"
    },
    {
      "text": "There were seven categories of customers such as service stations and convenience stores, but specifically excluded were \"National Fast Food Outlets\".",
      "id": "s167"
    },
    {
      "text": "Price of the lids was to be 22 cents per unit.",
      "id": "s168"
    },
    {
      "text": "Sales to retailers were recommended at 50 cents, the retail price to be $1.",
      "id": "s169"
    },
    {
      "text": "A non-refundable deposit of $30,000 was to be paid on 22 December 1999 with 60,000 lids delivered and the balance of $30,000 to be paid on 25 January 2000 with a further 60,000 lids delivered.",
      "id": "s170"
    },
    {
      "text": "The Telstar --- Coggin distributorship agreement \n \n42 On New Year's Eve Mr Coggin went to Melbourne.",
      "id": "s171"
    },
    {
      "text": "On 10 January 2000 Mr Nagy called him to say that he had sold a territory and received a substantial deposit.",
      "id": "s172"
    },
    {
      "text": "He called at the house where Mr Coggin was living with his ex-wife and took him to a nearby hotel (Mrs Coggin did not like Mr Nagy to come to her house).",
      "id": "s173"
    },
    {
      "text": "Mr Nagy showed Mr Coggin money he said he had received from the sale of the territory.",
      "id": "s174"
    },
    {
      "text": "They returned to the house and in the driveway Mr Nagy produced a piece of paper which Mr Coggin signed.",
      "id": "s175"
    },
    {
      "text": "Mr Nagy told him that it was a document establishing that he (Mr Nagy) had the right to sell the territory on Mr Coggin's behalf.",
      "id": "s176"
    },
    {
      "text": "Mr Coggin signed the document.",
      "id": "s177"
    },
    {
      "text": "At this time Mr Coggin's parents were seriously ill and the previous day he had been advised that his father was about to die.",
      "id": "s178"
    },
    {
      "text": "He was extremely distressed about this.",
      "id": "s179"
    },
    {
      "text": "43 The document is dated 10 January 2000.",
      "id": "s180"
    },
    {
      "text": "It is headed \"Contract of Sale for Dealerships\".",
      "id": "s181"
    },
    {
      "text": "It is between Telstar (the name is misspelt) and David Coggin.",
      "id": "s182"
    },
    {
      "text": "It provided that Mr Coggin would pay $60,000 for the exclusive right to distribute Easy Drink lids to identified customers.",
      "id": "s183"
    },
    {
      "text": "The customer categories are the same as those in the Easy Drink --- Telstar agreement.",
      "id": "s184"
    },
    {
      "text": "The price per lid payable to Telstar is 25 cents.",
      "id": "s185"
    },
    {
      "text": "44 Mr Coggin was not aware of the Easy Drink --- Telstar agreement until much later.",
      "id": "s186"
    },
    {
      "text": "He was not aware that Telstar was to make a profit of 3 cents per lid.",
      "id": "s187"
    },
    {
      "text": "45 Mr Nagy in his evidence produced another agreement dated 24 December 1999 between Easy Drink and Telstar in which it was agreed that Telstar could distribute to Red Rooster Fast Food stores in Victoria, the price per unit from Easy Drink to be 30 cents, price to Red Rooster 50 cents and retail $1.",
      "id": "s188"
    },
    {
      "text": "Mr Coggin was not aware at the time of this special arrangement.",
      "id": "s189"
    },
    {
      "text": "Nor was he aware of the arrangement recorded in Mr Cunningham's note of 24 December that Telstar would receive 10 per cent of the price of sub-distributorships sold in Victoria.",
      "id": "s190"
    },
    {
      "text": "Agreement of 9 February 2000 \n \n46 Mr Coggin heard nothing for a while.",
      "id": "s191"
    },
    {
      "text": "Then in about early February he approached Ms Carole Hildebrand, a solicitor who knew both Mr Nagy and himself.",
      "id": "s192"
    },
    {
      "text": "He asked her to find out what was going on.",
      "id": "s193"
    },
    {
      "text": "She prepared a letter for him to deliver to Mr Nagy asking for resolution of the matter.",
      "id": "s194"
    },
    {
      "text": "He also contacted Mr Gray who sent down a full copy of the agreement of 10 January.",
      "id": "s195"
    },
    {
      "text": "When he originally had been asked to sign it Mr Nagy only had the second page of the agreement, which contained the signature.",
      "id": "s196"
    },
    {
      "text": "Seeing the whole agreement alerted Mr Coggin to the fact that Telstar was nominated as the seller of the distributorship to him, a fact which worried him.",
      "id": "s197"
    },
    {
      "text": "47 Shortly afterwards Mr Nagy contacted him and said that Mr Cunningham would be in Melbourne on 9 February.",
      "id": "s198"
    },
    {
      "text": "On that day Mr Nagy collected Mr Coggin and took him to meet Mr Cunningham at a hotel in South Yarra.",
      "id": "s199"
    },
    {
      "text": "Eventually Mr Cunningham proposed an arrangement which set out the following agreement which was signed by Mr Cunningham and Mr Coggin and witnessed by Mr Nagy:\n \"AGREEMENT BETWEEN PAUL CUNNINGHAM \n AND DAVID COGGIN \n DATED 9/2/2000 \n \n \n \n 1.",
      "id": "s200"
    },
    {
      "text": "Paul Cunningham will assign via Telstar the Easy Drink rights to David Coggin \n 2.",
      "id": "s201"
    },
    {
      "text": "Paul Cunningham will sell the boat and whatever monies over &amp; above the following.",
      "id": "s202"
    },
    {
      "text": "If the boat is sold &amp; settled by the 20/2/2000.",
      "id": "s203"
    },
    {
      "text": "Whatever is recovered after $79,650 &amp; Brokerage fee will be given to David Coggin.",
      "id": "s204"
    },
    {
      "text": "3.",
      "id": "s205"
    },
    {
      "text": "Paul Cunningham will give to Joe Nagy the names of interested parties - \n 4.",
      "id": "s206"
    },
    {
      "text": "Paul Cunningham will send the 60,000 lids to Dave Coggin.",
      "id": "s207"
    },
    {
      "text": "5.",
      "id": "s208"
    },
    {
      "text": "Please send goods by K &amp; S Freighters C.O.D.",
      "id": "s209"
    },
    {
      "text": "\" \n \n \n \n \n\n48 Mr Cunningham said that he had already advertised the Victorian distributorship for sale in the various newspapers as the second payment had not been made and there were people interested.",
      "id": "s210"
    },
    {
      "text": "49 Mr Coggin was desperate to redeem the Lady Christina .",
      "id": "s211"
    },
    {
      "text": "They discussed the possibility that Nagy could sell the business for in excess of $80,000 and Mr Coggin would then be able to payout the entire loan and reclaim the vessel.",
      "id": "s212"
    },
    {
      "text": "Sale of the vessel \n \n50 Mr Cunningham had some mechanical repairs made to the vessel.",
      "id": "s213"
    },
    {
      "text": "The total cost was $1,589.05.",
      "id": "s214"
    },
    {
      "text": "Between February and May 2000 he had the vessel listed for sale for $150,000 with \n \nThe Wharf Marine Brokerage (Mooloolaba)\nBen Lexcen Marine Broker (Cairns)\nAustralia Wide Boat Sales (Brisbane)\nMark Well Marine (Cairns)\nHorizon Shores Marina Brokerage (Woongoola)\nScarborough Marine Yacht Brokers\nPeter Hansen Yacht Brokers\n \n51 Finally Telstar sold the vessel to Mr Andrew Leong and Mr Clarence Ngwele through their agent Pacificrim Trading Pty Ltd for $95,000 on 20 April 2000.",
      "id": "s215"
    },
    {
      "text": "Telstar's claim is that the amount due under the loan, together with interest at ten per cent per month by the time the vessel was sold was $79,650 plus a brokerage fee of $500.",
      "id": "s216"
    },
    {
      "text": "In his witness statement Mr Coggin says that no accounting has been made to him for any of the proceeds.",
      "id": "s217"
    },
    {
      "text": "In response to that Mr Cunningham in his witness statement says:\n \n \"... it is true that I did not account to Mr Coggin for the difference between the sum of $79,650 plus the brokerage fee of $500 and the sale price of $95,000.",
      "id": "s218"
    },
    {
      "text": "Mr Coggin, soon after the agreement of 9 February 2000, disputed the arrangements.",
      "id": "s219"
    },
    {
      "text": "I accordingly did not think that he regarded himself as bound by the agreement and I thought the dispute would escalate, and that any payment to Mr Coggin would not serve any useful purpose.",
      "id": "s220"
    },
    {
      "text": "\" \n \n Demise of the Easy Drink business in Victoria \n \n52 Some time after 24 December 1999 60,000 lids were sent to Victoria, at least some of them to Mr Nagy.",
      "id": "s221"
    },
    {
      "text": "On 27 February 2000 Mr Coggin took approximately 30,000 lids from Mr Nagy and stored them at his ex-wife's house.",
      "id": "s222"
    },
    {
      "text": "Some time after February Mr Nagy took the lids back.",
      "id": "s223"
    },
    {
      "text": "According to Mr Coggin, Mr Nagy broke the lock and took the lids away.",
      "id": "s224"
    },
    {
      "text": "53 A further shipment of 60,000 lids was sent from Telstar to Mr Coggin.",
      "id": "s225"
    },
    {
      "text": "As far as the evidence shows, these lids are still at K &amp; S Transport's depot.",
      "id": "s226"
    },
    {
      "text": "54 Mr Nagy advertised for sub-distributors but without success.",
      "id": "s227"
    },
    {
      "text": "Section 51AC and its application to this case \n \n55 This case concerns conduct in which Telstar engaged in connection with the acquisition of the Lady Christina from Mr Coggin.",
      "id": "s228"
    },
    {
      "text": "The issue is whether such conduct was, in all the circumstances, unconscionable: s 51AC(1)(b).",
      "id": "s229"
    },
    {
      "text": "56 Section 51AC(4) provides some 13 factors which the Court \"may have regard to\" in determining whether the conduct in question was unconscionable.",
      "id": "s230"
    },
    {
      "text": "The statute stresses that this list is not exhaustive.",
      "id": "s231"
    },
    {
      "text": "The Court may have regard to these factors, or some of them, \"(w)ithout in any way limiting\" regard to other matters.",
      "id": "s232"
    },
    {
      "text": "57 The notion of unconscionability in s 51AC is wider than that of \"unconscionable within the meaning of the unwritten law...of the States and Territories\" in s 51AA: Australian Competition and Consumer Commission v Simply No-Knead (Franchising) Pty Ltd [2000] FCA 1365 ; (2000) 104 FCR 253 at [37] (Sundberg J), Australian Competition and Consumer Commission v 4WD Systems Pty Ltd (2003) 59 IPR 435 at [183] (Selway J).",
      "id": "s233"
    },
    {
      "text": "58 In Hurley v McDonald's Australia Ltd (2000) ATPR 41-741 at [22] a Full Court of this Court said in regard to s 51AC (emphasis in original):\n \n \"For conduct to be regarded as unconscionable, serious misconduct or something clearly unfair or unreasonable , must be demonstrated - Cameron v Qantas Airways Ltd (1994) 55 FCR 147 at 179.",
      "id": "s234"
    },
    {
      "text": "Whatever \" unconscionable \" means in sections 51AB and 51AC , the term carries the meaning given by the Shorter Oxford English Dictionary, namely, actions showing no regard for conscience , or that are irreconcilable with what is right or reasonable - Qantas Airways Ltd v Cameron (1996) 66 FCR 246 at 262.",
      "id": "s235"
    },
    {
      "text": "The various synonyms used in relation to the term \" unconscionable \" import a pejorative moral judgment - Qantas Airways Ltd v Cameron (1996) 66 FCR 246 at 283-4 and 298.",
      "id": "s236"
    },
    {
      "text": "\" \n Telstar's conduct \n \n59 A convenient starting point is the submission of counsel for the respondents that Mr Nagy and Mr Pavia were the agents of Mr Coggin in this transaction and were not the agents of Telstar or Mr Cunningham.",
      "id": "s237"
    },
    {
      "text": "Nothing could be further from the truth.",
      "id": "s238"
    },
    {
      "text": "The reality is that Mr Nagy and Mr Pavia were old comrades in arms from their door to door cookware selling days.",
      "id": "s239"
    },
    {
      "text": "And they were sufficiently familiar with Mr Cunningham to wake him up in the early hours of the morning, moor the Lady Christina at his private mooring (no doubt by prior arrangement), and borrow $400 from him to pay the skipper.",
      "id": "s240"
    },
    {
      "text": "Messrs Nagy, Pavia and Cunningham at all times worked together in pursuit of their own interests, and against the interests of Mr Coggin.",
      "id": "s241"
    },
    {
      "text": "This is most strikingly demonstrated by their exclusion of Mr Coggin from the meeting on 24 December 1999 at which they made the agreement recorded in Mr Cunningham's note ([37] above).",
      "id": "s242"
    },
    {
      "text": "They saw the only role of Mr Coggin as being \"Joe's Father\" who was to provide a boat as collateral for their venture.",
      "id": "s243"
    },
    {
      "text": "This is consistent with what Mr Gray told Mrs McIlwee, that Telstar was to make a loan Mr Coggin \"for a business venture for Joe Nagy who is the son-in-law of Mr Coggin\".",
      "id": "s244"
    },
    {
      "text": "60 Mr Cunningham was the director of a finance company which usually did not lend on secured transactions, let alone maritime ones.",
      "id": "s245"
    },
    {
      "text": "Nor, as far as the evidence reveals, did this Brisbane finance company engage in wholesaling of goods in other States.",
      "id": "s246"
    },
    {
      "text": "As the respondents' counsel submitted, \"this type of transaction was not common for Telstar\".",
      "id": "s247"
    },
    {
      "text": "61 The respondents saw the opportunity presented by the serendipitous combination of Messrs Nagy and Pavia's business plans and the availability of Mr Coggin's vessel as too good to miss.",
      "id": "s248"
    },
    {
      "text": "I am not at all persuaded that Mr Cunningham was a reluctant participant who succumbed only after persistent supplication by Mr Pavia on the morning of 24 December.",
      "id": "s249"
    },
    {
      "text": "The previous day Mr Cunningham had been trying, through Mr Gray, to arrange insurance --- an indication that Telstar was already committed to the project.",
      "id": "s250"
    },
    {
      "text": "Also on Mr Pavia's version, Mr Cunningham agreed to the idea, without any persuasion, a week before Christmas Eve.",
      "id": "s251"
    },
    {
      "text": "62 The driving forces in the whole project for the acquisition of the Victorian Easy Drink franchise were Mr Nagy and Mr Pavia but Mr Cunningham was a willing participant.",
      "id": "s252"
    },
    {
      "text": "63 Like the certain man who went down from Jerusalem to Jericho (Luke 10.25-30), Mr Coggin fell among men who were, if not thieves in the legal sense, totally opportunistic in the advantage they took of him.",
      "id": "s253"
    },
    {
      "text": "To their knowledge, Mr Coggin not only happened to be the owner of an asset which could provide collateral to get finance which seemed otherwise unobtainable, he had filial motives for assisting his daughter and her family.",
      "id": "s254"
    },
    {
      "text": "64 Mr Coggin was suffering from the ill effects of the spider bite and this affected his capacity to make rational business judgments.",
      "id": "s255"
    },
    {
      "text": "However this was a relatively minor feature in the circumstances.",
      "id": "s256"
    },
    {
      "text": "It would be simplistic to regard this case as one which merely adds spider bites to the classic equitable disability categories of drunkenness, illiteracy etc.\n \n65 What is more significant is the overwhelming weighting of the transaction against any rational assessment of what was in Mr Coggin's interests.",
      "id": "s257"
    },
    {
      "text": "He provided a vessel which, as far as the respondents knew, had a value in excess of $200,000 as security for a loan of $65,000.",
      "id": "s258"
    },
    {
      "text": "Yet he was charged a truly extortionate rate of interest of 10 per cent per month.",
      "id": "s259"
    },
    {
      "text": "66 Consistent with their opportunistic approach, the respondents took for themselves secret profits in the form of 3 cents per lid, a right to Red Rooster sales and ten per cent on the sale of sub-franchises, all in connection with a business which seems far removed from that of a Brisbane finance company.",
      "id": "s260"
    },
    {
      "text": "67 The respondents changed the transaction from mortgage to sale to meet the insurance difficulty they encountered after Mr Gray spoke to Mrs McIlwee.",
      "id": "s261"
    },
    {
      "text": "Mr Coggin, although outnumbered and without any independent legal or business advice (a circumstance of which the respondents were well aware), was sufficiently aware to what was going on to protest at the first agreement Mr Gray proffered to him on 24 December.",
      "id": "s262"
    },
    {
      "text": "Hence the second agreement.",
      "id": "s263"
    },
    {
      "text": "This was in fact no better than a sale with an option to repurchase, a transaction still quite inadequate from Mr Coggin's point of view since it put the onus on him to repurchase and did not impose any obligation on Telstar, if it resold, to account for any balance.",
      "id": "s264"
    },
    {
      "text": "(Whether the second agreement of 24 December 1999 or the agreement of 9 February 2000 was in truth an option to re-purchase is not clear.",
      "id": "s265"
    },
    {
      "text": "However, the case put to this Court by the respondents throughout the hearing was that there was a sale to Telstar by Mr Coggin and he only had an option to repurchase.",
      "id": "s266"
    },
    {
      "text": ")\n \n68 The fact that there were two agreements signed by Mr Coggin on 24 December is strongly corroborative of Mr Coggin's version that all the time he wanted to create a mortgage or charge, not an outright sale.",
      "id": "s267"
    },
    {
      "text": "He did the best he could, albeit ineffectively, to achieve this.",
      "id": "s268"
    },
    {
      "text": "It also rebuts the version of a number of the respondents' witnesses to the effect that on the 24 th Mr Coggin had everything fully explained to him and went along without demur.",
      "id": "s269"
    },
    {
      "text": "69 A particularly telling piece of evidence is that provided by Mr Cunningham, quoted at [51] above.",
      "id": "s270"
    },
    {
      "text": "This was in his own statement, not extracted under cross-examination.",
      "id": "s271"
    },
    {
      "text": "As already noted, on the respondents' case what happened was a straight sale, with at best an option for Mr Coggin to repurchase.",
      "id": "s272"
    },
    {
      "text": "There has been no suggestion that he exercised any such option.",
      "id": "s273"
    },
    {
      "text": "Accordingly, on the case it presented to this Court, Telstar had no obligation at all to account for anything.",
      "id": "s274"
    },
    {
      "text": "I suspect that Mr Cunningham could not quite bring himself to acknowledge the full implications of the conduct he was trying to defend.",
      "id": "s275"
    },
    {
      "text": "70 I find that the conduct of Telstar was unconscionable within the meaning of s 51AC.",
      "id": "s276"
    },
    {
      "text": "Liability of Mr Cunningham \n \n71 Mr Cunningham was personally involved at all stages of Telstar's conduct.",
      "id": "s277"
    },
    {
      "text": "He was directly and knowingly concerned in the company's contravention: s 75B(1)(c).",
      "id": "s278"
    },
    {
      "text": "72 It is not necessary for Mr Coggin to show that, at the time, Mr Cunningham personally characterised or recognised the facts constituting the contravention as unconscionable.",
      "id": "s279"
    },
    {
      "text": "73 Rural Press Ltd v Australian Competition and Consumer Commission [2003] HCA 75 ; (2003) 216 CLR 53 was a s 46 case where, amongst other issues, individuals were sought to be made liable as persons involved in the contraventions.",
      "id": "s280"
    },
    {
      "text": "It was argued that the individuals did not know that their principal's conduct was engaged in for the purpose, or had the likely effect, of substantially lessening competition in the market as defined.",
      "id": "s281"
    },
    {
      "text": "Gummow, Hayne and Heydon JJ at [48] firmly rejected this argument, saying: \n \n \"It is wholly unrealistic to seek to characterise knowledge of circumstances in that way.",
      "id": "s282"
    },
    {
      "text": "Only a handful of lawyers think or speak in that fashion, and then only at a late stage of analysis of any particular problem.",
      "id": "s283"
    },
    {
      "text": "In order to know the essential facts, and thus satisfy s 75B(1) of the Act and like provisions, it is not necessary to know that those facts are capable of characterisation in the language of the statute.",
      "id": "s284"
    },
    {
      "text": "\" \n\n\nTheir Honours did not specifically refer to the leading case on accessorial liability under the Act, Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661, although it was cited in argument (at 58).",
      "id": "s285"
    },
    {
      "text": "However, Yorke v Lucas , in applying criminal law principles to accessorial liability under the Act, proceeded on the basis that to form the requisite intent for aiding and abetting a crime, the defendant \"must have knowledge of the essential matters which go to make up the offence whether or not he knows that those matters amount to a crime\" (at 667).",
      "id": "s286"
    },
    {
      "text": "Since, as already noted, the assessment of conduct as unconscionable or not under s 51AC may involve the consideration and weighting of 13 statutory criteria, and an infinite number of other criteria which appear relevant to the judge, it would be quite unworkable to suppose that there could be no finding of accessorial liability unless the individual, at the time of the contravention, considered the same factors, and gave them the same weight, as did the judge at the subsequent trial.",
      "id": "s287"
    },
    {
      "text": "Apart from anything else, the morally obtuse would have an undeserved advantage.",
      "id": "s288"
    },
    {
      "text": "Relief \n \n74 The Lady Christina has been sold by Telstar to innocent third parties.",
      "id": "s289"
    },
    {
      "text": "The appropriate relief is the recovery of the amount of loss or damage: s 82(1).",
      "id": "s290"
    },
    {
      "text": "75 The principal element is the value of the vessel as at the end of 1999, this being the time Mr Coggin lost control of her.",
      "id": "s291"
    },
    {
      "text": "There is no doubt that there was sufficient causal relationship between the unconscionable conduct and the loss in the \"common law practical or common-law sense\": Wardley v Western Australia [1992] HCA 55 ; (1992) 175 CLR 514 at 525.",
      "id": "s292"
    },
    {
      "text": "76 I do not think Telstar should be given credit for the monies it advanced.",
      "id": "s293"
    },
    {
      "text": "It has not filed a cross-claim.",
      "id": "s294"
    },
    {
      "text": "Telstar, through Mr Cunningham, was intimately involved in the way Mr Coggin was drawn into the whole transaction, including the Easy Drink dealership acquisition.",
      "id": "s295"
    },
    {
      "text": "Telstar's conduct was seriously unconscionable.",
      "id": "s296"
    },
    {
      "text": "It would not be fair to allow it to unpick the transaction and reconstruct something acceptable.",
      "id": "s297"
    },
    {
      "text": "Mr Coggin should be put back in the position he was before he encountered the respondents.",
      "id": "s298"
    },
    {
      "text": "77 A claim was also made for loss of rental.",
      "id": "s299"
    },
    {
      "text": "This is not so clear, since the availability of solvent lessees at the time is problematic.",
      "id": "s300"
    },
    {
      "text": "A better measure is to allow interest on the value of the vessel to date.",
      "id": "s301"
    },
    {
      "text": "Counsel agreed that an appropriate rate was ten per cent per annum (not per month).",
      "id": "s302"
    },
    {
      "text": "78 As to the value of the vessel, Mr John Carlson, an experienced marine surveyor, gave evidence for Mr Coggin to support his valuation of $210,000 as at 30 September 1999.",
      "id": "s303"
    },
    {
      "text": "Mr Carlson accepted that this was for insurance purposes, which effectively means replacement value so that, in his words \"if there is a problem with the vessel, the owner is not put at a disadvantage\".",
      "id": "s304"
    },
    {
      "text": "79 On the other hand, a valuation for finance purposes, which contemplates the possibility of a fire sale environment, would be unfair to Mr Coggin.",
      "id": "s305"
    },
    {
      "text": "Rather I think the proper measure is market value or current price: Spencer v The Commonwealth [1907] HCA 70 ; (1907) 5 CLR 418 at 431.",
      "id": "s306"
    },
    {
      "text": "80 On behalf of the respondents Mr Nicholas Lockyer, another experienced marine surveyor, valued the vessel on a fair market value, as is where is basis, as at 24 December 1999 at $82,000.",
      "id": "s307"
    },
    {
      "text": "Mr Lockyer gave his opinion for the purposes of this case and had not inspected the vessel.",
      "id": "s308"
    },
    {
      "text": "His report includes two earlier valuations , both for insurance purposes:\n \n&#8226; 11 December 1997, C B Tanner, $106,000\n \n&#8226; 23 April 1998, R W Beale, $135,000\n \n81 I accept Mr Lockyer's definition of fair market value for these purposes, namely, the price achievable between a willing vendor and a willing purchaser where the vessel has been professionally presented and marketed by brokers in the local domestic market, taking into account recent prices obtained for similar vessels within that market.",
      "id": "s309"
    },
    {
      "text": "82 That being so, I think the best evidence of value was the price in fact achieved, namely $95,000.",
      "id": "s310"
    },
    {
      "text": "Despite counsel's criticism, I conclude that Telstar took reasonable steps to sell the vessel by placing her with a number of brokers.",
      "id": "s311"
    },
    {
      "text": "There is nothing to suggest that the sale which in fact took place was other than at arms' length.",
      "id": "s312"
    },
    {
      "text": "The sale was effected after some negotiation and an increase of the buyers' offer.",
      "id": "s313"
    },
    {
      "text": "83 There should be a deduction for repairs carried out on Telstar's instructions amounting to $1589.05, but not for a further sum of $500 which seems to have been a gratuity to Mr Cunningham's secretary.",
      "id": "s314"
    },
    {
      "text": "84 In January 2001 solicitors on behalf of a company called Forgacs Engineering Pty Ltd wrote to Telstar's solicitors alleging that the vessel had been mortgaged to Forgacs in 1998 and that $14,698.39 was owing under the mortgage.",
      "id": "s315"
    },
    {
      "text": "Telstar's solicitors replied saying that it were unaware of the debt and that the vessel had been represented by Mr Coggin to be unencumbered.",
      "id": "s316"
    },
    {
      "text": "It does not appear that Forgacs pursued the matter any further against Telstar or Mr Coggin.",
      "id": "s317"
    },
    {
      "text": "This matter need not be considered further.",
      "id": "s318"
    },
    {
      "text": "Orders \n \n85 There will be judgment for Mr Coggin against the respondents for $151,402 being $93,411 plus interest thereon from 24 December 1999 to 10 March 2006, 6 years 76 days, at 10 per cent per annum, $57,991.",
      "id": "s319"
    },
    {
      "text": "86 There will be an order that the respondents pay Mr Coggin's costs including reserved costs.",
      "id": "s320"
    },
    {
      "text": "I certify that the preceding eighty-six (86) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s321"
    },
    {
      "text": "Associate:\n\nDated: 10 March 2006 \n\n Counsel for the Applicant: J P Brett \n \n Solicitors for the Applicant: Arnold Thomas &amp; Becker \n \n Counsel for the Respondents: P Hastie \n \n Solicitors for the Respondents: O'Briens Lawyers \n \n Dates of Hearing: 6,7,8 and 9 February 2006 \n \n Date of Judgment: 10 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/191.html",
      "id": "s322"
    }
  ]
}