{
  "name": "SZIDO v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1548 (9 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1548.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from a judgement of Federal Magistrate Smith given on 13 June 2006.",
      "id": "s0"
    },
    {
      "text": "Smith FM dismissed the applicant's application, holding that it did not raise an arguable case for the relief claimed.",
      "id": "s1"
    },
    {
      "text": "2 On 30 June 2006, this application for leave to appeal was filed.",
      "id": "s2"
    },
    {
      "text": "Leave is required because the judgment of Smith FM is an interlocutory decision.",
      "id": "s3"
    },
    {
      "text": "The test as to whether leave to appeal from an interlocutory decision should be granted is that enumerated in the Decor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397: first, whether in all the circumstances the decision is attended with sufficient doubt to warrant it being reconsidered by an appeal court; and secondly whether substantial injustice would result if leave were refused, supposing the decision were to be wrong.",
      "id": "s4"
    },
    {
      "text": "In this particular case, neither test is satisfied.",
      "id": "s5"
    },
    {
      "text": "3 The Draft Notice of Appeal which the applicant wishes to argue alleges two grounds: \n \n '1.",
      "id": "s6"
    },
    {
      "text": "The appellant contended in the FMC that the Tribunal fell into jurisdictional error in relying upon historical country information, rather than up to date information, in relation to the discrimination against and persecution of Chinese in Malaysia.",
      "id": "s7"
    },
    {
      "text": "The FMC held that the Tribunal did not fall into jurisdictional error in relation to this matter.",
      "id": "s8"
    },
    {
      "text": "The FMC erred in making this finding.",
      "id": "s9"
    },
    {
      "text": "2.",
      "id": "s10"
    },
    {
      "text": "The appellant contended in the FMC that the Tribunal based its decision on country information which it did not put to the appellant.",
      "id": "s11"
    },
    {
      "text": "The FMC held that the Tribunal did not fall into jurisdictional error in relation to this matter.",
      "id": "s12"
    },
    {
      "text": "The FMC erred in making this finding.",
      "id": "s13"
    },
    {
      "text": "' \n \n \n 4 Both grounds allege misuse of independent country information.",
      "id": "s14"
    },
    {
      "text": "The fact is the Tribunal did not refer to, let alone rely upon, any country information in its decision to affirm the decision of the delegate.",
      "id": "s15"
    },
    {
      "text": "The grounds in the Draft Notice of Appeal were not pleaded in the application by the applicant to the Federal Magistrates Court, nor raised in the hearing before Smith FM.",
      "id": "s16"
    },
    {
      "text": "5 In any event, if there had been reliance on independent country information it falls within the exception contained in s 424A(3)(a) of the Migration Act 1958 (Cth) ('the Act'), being information that is not specifically about the applicant.",
      "id": "s17"
    },
    {
      "text": "At the worst it is information about a class of persons of which the applicant is a member.",
      "id": "s18"
    },
    {
      "text": "What was argued before Smith FM was a claim of a breach of s 424A(1) of the Act.",
      "id": "s19"
    },
    {
      "text": "The rejection of any breach of that provision by the Federal Magistrate was correct.",
      "id": "s20"
    },
    {
      "text": "6 The reasoning of the Tribunal was of the kind referred to by Allsop J in SZEZI v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1195.",
      "id": "s21"
    },
    {
      "text": "Allsop J at par 11 said that the Tribunal's reasons in that case ' were related to the insufficiency of the material placed before it by the appellant and its express state of lack of satisfaction '.",
      "id": "s22"
    },
    {
      "text": "That case involved the same factual circumstances as apply here.",
      "id": "s23"
    },
    {
      "text": "7 The Federal Magistrate was right to conclude that there was no arguable case for the relief which the applicant claimed.",
      "id": "s24"
    },
    {
      "text": "8 The application for leave is refused with costs.",
      "id": "s25"
    },
    {
      "text": "9 I will amend the name of the respondent to Minister for Immigration and Multicultural Affairs.",
      "id": "s26"
    },
    {
      "text": "I will not add or delete any further party.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 16 November 2006\n\n\n Appellant appeared in person.",
      "id": "s29"
    },
    {
      "text": "Solicitor for the Respondent: E. Palmer, Clayton Utz \n \n Date of Hearing: 9 November 2006 \n \n Date of Judgment: 9 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1548.html",
      "id": "s30"
    }
  ]
}