{
  "name": "Secretary, Department of Family and Community Services v Waldron (Corrigendum dated 23 February 2007) [2006] FCA 1642 (30 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1642.html",
  "catchphrases": [
    {
      "text": "social security act 1991",
      "id": "c0"
    },
    {
      "text": "whether respondent entitled to a double orphan pension under s 999(1)",
      "id": "c1"
    },
    {
      "text": "child adopted under ethiopian law but adoption not recognised by australian law",
      "id": "c2"
    },
    {
      "text": "whether respondent is a \"parent\" of the child for the purposes of the act",
      "id": "c3"
    },
    {
      "text": "appeal from decision of administrative appeals tribunal that respondent entitled to double orphan pension",
      "id": "c4"
    },
    {
      "text": "administrative law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "THE ISSUE \n \n1 Mrs Waldron and her husband are in the process of adopting an Ethiopian child, Isabelle.",
      "id": "s0"
    },
    {
      "text": "Isabelle came to Australia on 14 December 2003 when aged four, and has been living in the care of the Waldrons since.",
      "id": "s1"
    },
    {
      "text": "2 The issue is whether Mrs Waldron is entitled to a double orphan pension, under the Social Security Act 1991 (Cth) (the Act) until Isabelle is adopted under Australian law.",
      "id": "s2"
    },
    {
      "text": "3 Under s 8 of the Adoption Act 1988 (SA) (the Adoption Act ) the Youth Court of South Australia may make an adoption order.",
      "id": "s3"
    },
    {
      "text": "The effect of an adoption order is that the adopted child becomes in contemplation of law the child of the adoptive parents: s 9.",
      "id": "s4"
    },
    {
      "text": "Consent of the parent or guardian is a pre-condition to adoption, except in certain circumstances.",
      "id": "s5"
    },
    {
      "text": "The term \"guardian\" is defined in s 6 to mean a person (other than the Chief Executive of the Department for Family and Community Services) who is the legal guardian of the child or has the legal custody of the child or any other person who stands in loco parentis to the child and has done so for a significant length of time.",
      "id": "s6"
    },
    {
      "text": "That process of adoption has not yet been completed.",
      "id": "s7"
    },
    {
      "text": "4 \n \nThe Adoption Act also provides for the recognition of certain adoptions under foreign law.",
      "id": "s8"
    },
    {
      "text": "Section 21(1) provides for recognition of an adoption order made under the law of a \"Convention country\", but it is common ground that Ethiopia is not within that definition.",
      "id": "s9"
    },
    {
      "text": "Section 21(1) provides for recognition of an adoption order made under the law of other foreign countries in certain limited circumstances.",
      "id": "s10"
    },
    {
      "text": "One circumstance prescribed by s 21(1)(b) , is that each of the adoptive parents were domiciled or resident in that country for at least 12 months before the adoption.",
      "id": "s11"
    },
    {
      "text": "The Waldrons cannot meet that condition.",
      "id": "s12"
    },
    {
      "text": "5 Consequently, there is no basis for the Waldrons to have the Ethiopian adoption order recognised under the law of South Australia.",
      "id": "s13"
    },
    {
      "text": "They are recognised by Ethiopian law as Isabelle's adoptive parents, but it is common ground that that adoption is not recognised under Australian law: see ss 79 and 80 of the Judiciary Act 1903 (Cth).",
      "id": "s14"
    },
    {
      "text": "LEGISLATION \n \n6 The \"double orphan\" pension was first introduced as s 105A into the Social Security Act 1947 (Cth) in September 1973.",
      "id": "s15"
    },
    {
      "text": "As now, its purpose was clear enough.",
      "id": "s16"
    },
    {
      "text": "It was to provide pension protection for children who do not have living parents or adoptive parents.",
      "id": "s17"
    },
    {
      "text": "When first introduced, s 105A referred to both \"parents\" and \"adoptive parents\" without defining the term \"adoptive parents\".",
      "id": "s18"
    },
    {
      "text": "The Social Services Amendment Act 1979 (Cth) added a definition in the following terms:\n \n \" ' adopted child' means a child adopted under the law of any place (whether in or out of Australia) relating to the adoption of children, and 'adoptive parent' has a corresponding meaning.",
      "id": "s19"
    },
    {
      "text": "\"\n \n\n 7 The Minister's Second Reading Speech on the Social Services Amendment Bill (No 121) 1979 specifically said that the definition was introduced so that the double orphan pension was payable only where a person caring for the child was not a parent or an adoptive parent.",
      "id": "s20"
    },
    {
      "text": "The Minister continued:\n \n \"Overseas adoptions may not be recognised under Australian law.",
      "id": "s21"
    },
    {
      "text": "While there is no barrier to payment of a double orphan's pension where a child, Australian born or otherwise, is awaiting adoption in Australia, it has never been the intention to pay the double orphan's pension for any adopted child, including those adopted under the laws of another country.",
      "id": "s22"
    },
    {
      "text": "The proposed amendment in this Bill will ensure there is no doubt about this.",
      "id": "s23"
    },
    {
      "text": "\" \n\nIt is not clear from that passage that overseas adoptions not recognised under Australian law were intended by the then proposed amendment to exclude the custodians of the proposed adoptive child from eligibility for a double orphan pension.",
      "id": "s24"
    },
    {
      "text": "8 The Social Security and Repatriation Legislation Amendment Act 1984 (Cth) removed the definition of \"adopted child\" from s 105A and placed it in the interpretation section of the 1947 Act.",
      "id": "s25"
    },
    {
      "text": "The words \"and 'adoptive parent' has a corresponding meaning\" were removed from the definition.",
      "id": "s26"
    },
    {
      "text": "Neither the Second Reading Speech nor the Explanatory Memorandum to the Social Security and Repatriation Legislation Amendment Bill 1984 (Cth) explain why the change was made, or suggest that any significant change was intended.",
      "id": "s27"
    },
    {
      "text": "Counsel for the Secretary suggests that the words were removed because they were superfluous.",
      "id": "s28"
    },
    {
      "text": "9 The relevant provisions as then in force were taken into the Social Security Act 1991 without change, and have not since been amended.",
      "id": "s29"
    },
    {
      "text": "10 Under s 999(1) of the Act, Mrs Waldron claims to be qualified for a double orphan pension for Isabelle as Isabelle is a 'double orphan' as defined in s 993.",
      "id": "s30"
    },
    {
      "text": "The Secretary (or a delegate) decided that the claim should not be granted.",
      "id": "s31"
    },
    {
      "text": "That decision was the subject of internal review under s 1009, but was affirmed.",
      "id": "s32"
    },
    {
      "text": "11 The double orphan pension is not means tested.",
      "id": "s33"
    },
    {
      "text": "It is a relatively small amount: s 1010.",
      "id": "s34"
    },
    {
      "text": "Section 1022 provides that the recipient of a double orphan pension in respect of a child must apply the pension to the maintenance, training and advancement of the child.",
      "id": "s35"
    },
    {
      "text": "Machinery exists for the termination of the double orphan pension once eligibility for it ceases.",
      "id": "s36"
    },
    {
      "text": "In the present circumstances, on Mrs Waldron's case, that would be when Isabelle's adoption occurred as she would then no longer be a double orphan as defined.",
      "id": "s37"
    },
    {
      "text": "12 Section 993 of the Act defines a \"double orphan\" as follows:\n \n \"(1) A young person is a double orphan if:\n \n \n \n \n (a) the young person is not a refugee child; and\n (b) each parent of the young person is dead.",
      "id": "s38"
    },
    {
      "text": "Note 1: for young person and parent see section 5.",
      "id": "s39"
    },
    {
      "text": "Note 2: for refugee child see section 995.",
      "id": "s40"
    },
    {
      "text": "Note 3: if the young person does not qualify as a double orphan under this subsection, and the young person is a refugee child, the young person may qualify as a double orphan under section 994.",
      "id": "s41"
    },
    {
      "text": "\"\n \n\n13 Isabelle is not a refugee child.",
      "id": "s42"
    },
    {
      "text": "It is also common ground that both her natural parents are dead.",
      "id": "s43"
    },
    {
      "text": "The dispute about eligibility arises from the definition of \"parent\".",
      "id": "s44"
    },
    {
      "text": "The Secretary says Mrs Waldron is a parent of Isabelle, so she is not a double orphan.",
      "id": "s45"
    },
    {
      "text": "\"Parent\" is relevantly defined in s 5(1) of the Act as follows:\n \n \" parent means:\n \n \n \n (a) (except in Part 2.11 and in the Youth Allowance Rate Calculator in section 1067G): \n \n \n \n \n (i) in relation to a young person, other than an adopted child --- a natural parent of the young person; or\n (ii) in relation to an adopted child --- an adoptive parent of the young person; or ...\" \n \n \n \n \n \n \n\n14 That relevantly directs attention to the meaning of 'adopted child' and 'adoptive parent' in the Act.",
      "id": "s46"
    },
    {
      "text": "Section 5(1) defines 'adopted child' as follows:\n \n \" adopted child means a young person adopted under the law of any place, whether in Australia or not, relating to the adoption of children.",
      "id": "s47"
    },
    {
      "text": "\"\n \n\n15 The term \"adoptive parent\" is not defined in the Act.",
      "id": "s48"
    },
    {
      "text": "THE DECISION OF THE ADMINISTRATIVE APPEALS TRIBUNAL \n \n16 The Administrative Appeals Tribunal concluded that Mrs Waldron is entitled to a double orphan pension for Isabelle, until Isabelle is adopted by them under Australian law.",
      "id": "s49"
    },
    {
      "text": "17 The Tribunal identified the purpose of the double orphan pension as being to ensure that a person caring for a young person who has no living parents who would otherwise be entitled to receive a benefit for that child, shall have the same rights as if they were a parent.",
      "id": "s50"
    },
    {
      "text": "It said that the double orphan pension is to ensure that there is not a gap in the law such that an orphan child has no-one eligible to claim a payment on the child's behalf.",
      "id": "s51"
    },
    {
      "text": "Consequently, the Tribunal declined to construe \"parent\" in s 993, and as defined in s 5(1) of the Act, as extending to a person who is not recognised as an adoptive parent under Australian law.",
      "id": "s52"
    },
    {
      "text": "It said the meaning of \"parent\" in s 993 and in s 5(1) should not be extended to persons who have adopted a child under the law of an overseas country, notwithstanding that the definition of \"adopted child\" includes a young person adopted under the law of any place, whether in Australia or not.",
      "id": "s53"
    },
    {
      "text": "THE SUBMISSIONS \n \n18 The Secretary contended that the Tribunal erred in thinking that an anomaly would exist if the Waldrons were found to be Isabelle's adoptive parents, because in other respects under the Act they would not qualify as her parents as the adoption is not recognised under Australian law.",
      "id": "s54"
    },
    {
      "text": "The Secretary said that in fact for all purposes under the Act (unless otherwise specified), and social security law generally, a person in the position of the Waldrons would be regarded as a parent.",
      "id": "s55"
    },
    {
      "text": "That is the case, said the Secretary, even if the adoption is not recognised under Australian law.",
      "id": "s56"
    },
    {
      "text": "ISABELLE'S CURRENT STATUS UNDER AUSTRALIAN LAW \n \n19 Before considering the contentions, it is helpful to explain Isabelle's current status.",
      "id": "s57"
    },
    {
      "text": "20 Ethiopian authorities require that a formal adoption be completed in Ethiopia before a child is allowed to leave Ethiopia.",
      "id": "s58"
    },
    {
      "text": "The Waldrons did that, although they did not need to go to Ethiopia for the purpose and first met Isabelle when she arrived in Australia.",
      "id": "s59"
    },
    {
      "text": "The Ethiopian birth certificate for Isabelle issued on 13 November 2003 describes the Waldrons as her adoptive parents.",
      "id": "s60"
    },
    {
      "text": "21 Because the Ethiopian adoption is not recognised under Australian law, Isabelle came into Australia under an adoption visa.",
      "id": "s61"
    },
    {
      "text": "22 Upon Isabelle's entry into Australia, the Commonwealth Minister for Immigration and Multicultural Affairs (the Commonwealth Minister) became Isabelle's guardian by virtue of s 6 of the Immigration (Guardianship of Children) Act 1946 (Cth) (the Immigration Act).",
      "id": "s62"
    },
    {
      "text": "It provides relevantly that the Commonwealth Minister shall be the guardian of the person and of the estate of every non-citizen child who arrives in Australia to the exclusion of the father and mother and every other guardian of the child.",
      "id": "s63"
    },
    {
      "text": "23 Isabelle, upon her arrival in Australia, was a \"non-citizen child\" as defined in s 4 of the Immigration Act.",
      "id": "s64"
    },
    {
      "text": "Section 4 of the Immigration Act defines non-citizen child as follows:\n \n \" non-citizen child means a person who is a non-citizen child under subsection 4AAA(1) or (4) .",
      "id": "s65"
    },
    {
      "text": "\"\n \n\nSection 4AAA(1), (2) and (3) relevantly provide:\n \n \n \"(1) Subject to subsections (2) and (3), a person (the child ) is a non-citizen child if the child: \n \n \n \n \n \n \n (a) has not turned 18; and\n (b) enters Australia as a non-citizen; and\n (c) intends, or is intended, to become a permanent resident of Australia.",
      "id": "s66"
    },
    {
      "text": "(2) Subsection (1) does not apply if the child enters Australia in the charge or, or for the purposes of living in Australia under the care of: \n \n \n \n \n \n \n (a) a parent of the child; or\n (b) a relative of the child who has turned 21; or\n (c) an intending adoptive parent of the child.",
      "id": "s67"
    },
    {
      "text": "(3) Subsection (1) does not apply if: \n \n \n \n \n \n \n (a) the child enters Australia in the charge of, or for the purposes of living in Australia under the care of, a person who is not less than 21 years of age (the adult ); and\n (b) a prescribed adoption class visa is in force in relation to the child when the child enters Australia; and\n (c) the adult intends to reside with the child in a declared State or Territory.",
      "id": "s68"
    },
    {
      "text": "(4) A person is a non-citizen child if: \n \n \n \n \n \n \n (a) the person has not turned 18; and\n (b) a direction under section 4AA is in force in relation to the person.",
      "id": "s69"
    },
    {
      "text": "\" \n \n \n\n24 Isabelle fulfils the requirements of subs 4AAA(1): she has not turned 18, and she entered Australia as a non-citizen and intended and intends to become a permanent resident.",
      "id": "s70"
    },
    {
      "text": "Subsection 4AAA(1) is expressly subject to subs 4AAA(2) and 4AAA(3), but neither of those provisions apply.",
      "id": "s71"
    },
    {
      "text": "25 \n \nClearly subs 4AAA(2)(a) and (b) had and have no application to Isabelle because the Waldrons were not at the relevant times her parents or relatives within the ordinary meaning of those words for the purposes of the Immigration Act.",
      "id": "s72"
    },
    {
      "text": "More importantly, subs 4AAA(2)(c) also had and has no application to Isabelle because the Waldrons were not, at the relevant times, her intending adoptive parents for the purposes of the Immigration Act.",
      "id": "s73"
    },
    {
      "text": "26 To understand why that is so, it is necessary to refer to the definition of \"intending adoptive parent\" in s 4 of the Immigration Act.",
      "id": "s74"
    },
    {
      "text": "It provides:\n \n \" intending adoptive parent , in relation to a person (the child ), means a person who intends to:\n \n \n \n \n (a) adopt the child under the laws in force in a declared State or Territory; or\n (b) secure the recognition, under the laws in force in a declared State or Territory of an adoption of the child by the person under the laws of a foreign country.",
      "id": "s75"
    },
    {
      "text": "\" \n \n \n \n \n\n27 The phrase \"declared State or Territory\" is defined in s 4 to mean a State or Territory in respect of which a declaration under s 4AAB is in force.",
      "id": "s76"
    },
    {
      "text": "Section 4AAB provides that the Minister may, by written declaration published in the Gazette, declare a State or Territory to be a declared State or Territory for the purposes of the Immigration Act.",
      "id": "s77"
    },
    {
      "text": "28 It is common ground that no declaration has been made in respect of any State or Territory pursuant to s 4AAB.",
      "id": "s78"
    },
    {
      "text": "The practical effect of the absence of any declaration pursuant to s 4AAB is that there are presently no children in Australia who satisfy the requirements of subs 4AAA(2)(c).",
      "id": "s79"
    },
    {
      "text": "29 Similarly, there are presently no children in Australia who satisfy the accumulative requirements of subs 4AAA(3) because those requirements include an intention of an adult to reside with the child in a declared State or Territory.",
      "id": "s80"
    },
    {
      "text": "In addition, no \"adoption class visas\" have been prescribed by the Regulations under the Immigration Act.",
      "id": "s81"
    },
    {
      "text": "30 The Commonwealth Minister is empowered to delegate functions under the Immigration Act.",
      "id": "s82"
    },
    {
      "text": "There are instruments of delegation pursuant to s 5 of the Immigration Act delegating certain functions under the Act to the Manager, Adoption and Family Information Service, South Australian Department for Families and Communities (the SA Manager for Adoptions).",
      "id": "s83"
    },
    {
      "text": "Both Mrs Waldron and the Secretary accept that position so it is not necessary to refer to the instruments of delegation.",
      "id": "s84"
    },
    {
      "text": "They also accept that, under the instruments of delegation, the SA Manager for Adoptions became responsible for Isabelle and has all the powers and functions of the Commonwealth Minister in relation to Isabelle (save for the certain powers and functions referred to in paragraph 4 of each instrument to which it is not necessary to refer).",
      "id": "s85"
    },
    {
      "text": "31 In essence, the SA Manager for Adoptions was therefore the delegate of the Commonwealth Minister on the date of Isabelle's arrival in Australia and remains the delegate of the Commonwealth Minister to the present time.",
      "id": "s86"
    },
    {
      "text": "It should be noted, however, that whilst the SA Manager for Adoptions is referred to for practical purposes as the delegated guardian of children in like circumstances to Isabelle, the Commonwealth Minister remains in law the guardian of such children, and the SA Manager for Adoptions is more appropriately characterised as a person who may exercise the delegated functions and powers of the guardian.",
      "id": "s87"
    },
    {
      "text": "Moreover, the powers and functions delegated by the Commonwealth Minister remain exercisable by the Commonwealth Minister by virtue of s 5(3) of the Immigration Act.",
      "id": "s88"
    },
    {
      "text": "Section 5 of the Immigration Act envisages the delegation of certain functions and powers incidental to the status of guardian, but does not envisage the delegation of the status itself.",
      "id": "s89"
    },
    {
      "text": "32 On 14 December 2003, that is immediately upon Isabelle's arrival in Australia, the SA Manager for Adoptions, in the exercise of delegated powers under s 7 of the Immigration Act, placed Isabelle in the custody of the Waldrons.",
      "id": "s90"
    },
    {
      "text": "She has remained in their custody since.",
      "id": "s91"
    },
    {
      "text": "The Waldrons thereby became legally responsible for Isabelle's day to day welfare and care.",
      "id": "s92"
    },
    {
      "text": "They are not permitted, without the consent of the SA Manager for Adoptions, to place Isabelle in the care of another person.",
      "id": "s93"
    },
    {
      "text": "The particular duties of the Waldrons as Isabelle's custodians arise by virtue of reg 9 and reg 10 of the Immigration (Guardianship of Children) Regulations 2001 (Cth) (the Immigration Regulations) The Waldrons are also subject to the laws of South Australia relating to child welfare, the application of which are expressly saved by s 8 of the Immigration Act.",
      "id": "s94"
    },
    {
      "text": "33 \n \nIsabelle's status therefore has three tiers.",
      "id": "s95"
    },
    {
      "text": "The Commonwealth Minister is her guardian.",
      "id": "s96"
    },
    {
      "text": "The SA Manager for Adoptions at a practical level is her guardian.",
      "id": "s97"
    },
    {
      "text": "And the Waldrons, by exercise of the SA Manager's powers under s 7 of the Immigration Act, are legally and practically responsible for her day to day welfare and care.",
      "id": "s98"
    },
    {
      "text": "At least for the purposes of the Immigration Act, however, the Waldrons are not her \"intending adoptive parents\" for the reasons explained above.",
      "id": "s99"
    },
    {
      "text": "They are her prospective adoptive parents as explained in s 12 of the Adoption Act .",
      "id": "s100"
    },
    {
      "text": "Moreover, although there is no reason to think that the Waldrons will not remain as Isabelle's custodians until they adopt her, their status is dependent upon the SA Manager for Adoptions continuing to be prepared to place her in their custody under s 7 of the Immigration Act: see s 7(2).",
      "id": "s101"
    },
    {
      "text": "By way of an aside, I observe that the Waldrons at present do not have full \"parental responsibility\" for Isabelle as that term is defined in s 61B of the Family Law Act 1975 (Cth) because those responsibilities are divided to some degree in the manner referred to.",
      "id": "s102"
    },
    {
      "text": "CONSIDERATION \n \n34 The purpose of the double orphan pension is in the first place to be discerned from the relevant provisions in their text and content.",
      "id": "s103"
    },
    {
      "text": "It seems clear enough that it is to provide assistance to persons who have taken on the care of a child of whom the carer is not the natural or adoptive parent, and where there is no natural or adoptive parent alive to fulfil that role.",
      "id": "s104"
    },
    {
      "text": "The assistance must be applied for the benefit of the child.",
      "id": "s105"
    },
    {
      "text": "The characteristic for eligibility that there be no living natural or adoptive parent indicates that the absence of a person in a parental role in relation to a particular child is important, presumably because the parent otherwise is available to, and obliged to, provide that support and assistance to the child.",
      "id": "s106"
    },
    {
      "text": "However, that purpose does not immediately assist in resolution of the present issue, because it does not identify when a person is an adoptive parent.",
      "id": "s107"
    },
    {
      "text": "35 Section 5(1) defines an \"adopted child\" clearly to include a child adopted under the law of a place outside Australia.",
      "id": "s108"
    },
    {
      "text": "But the question is whether that refers to an adoption overseas which is not recognised in Australia.",
      "id": "s109"
    },
    {
      "text": "I do not think it does.",
      "id": "s110"
    },
    {
      "text": "The term \"adopted\" is not defined.",
      "id": "s111"
    },
    {
      "text": "For the purposes of Australian law, Isabelle is not an adopted child.",
      "id": "s112"
    },
    {
      "text": "The Waldrons have not yet adopted her, either under Australian law or under the law of a foreign country recognised by Australia.",
      "id": "s113"
    },
    {
      "text": "The legal analysis of Isabelle's status reveals the extent of the respective responsibilities for Isabelle under the applicable legislative regime on the part of the Commonwealth Minister, the SA Manager for Adoptions, and the Waldrons.",
      "id": "s114"
    },
    {
      "text": "It confirms that, under Australian law, the Waldrons are not regarded yet as being Isabelle's parents by having adopted her under Ethiopian law.",
      "id": "s115"
    },
    {
      "text": "Their responsibilities towards her derive from the exercise by the SA Manager for Adoptions of the delegated power under s 7 of the Immigration Act.",
      "id": "s116"
    },
    {
      "text": "Placing Isabelle in their custody was done having regard to their status as prospective adoptive parents under the Adoption Act (SA).",
      "id": "s117"
    },
    {
      "text": "36 I do not think that there is anything in the Act which points to an opposite conclusion.",
      "id": "s118"
    },
    {
      "text": "Indeed, if the legislative intention were to the contrary, one would expect a clear indication that, even though generally for the purposes of Australian law the Waldrons are not yet recognised as Isabelle's adoptive parents, for the purposes of the Act (or for the purposes of eligibility for the double orphan pension under the Act) they and other persons in similar circumstances are to be regarded as adoptive parents.",
      "id": "s119"
    },
    {
      "text": "37 Section 999 of the Act itself tends to support that conclusion.",
      "id": "s120"
    },
    {
      "text": "The criteria for eligibility in s 999(1)(a) to (c) are cumulative.",
      "id": "s121"
    },
    {
      "text": "They are that:\n \n \"A person is qualified for a double orphan pension for a young person if:\n \n \n \n (a) the young person is an FTB child of the person, or would be an FTB child of the person except that the young person, or someone on behalf of the young person, is receiving payments under a prescribed educational scheme; and \n \n \n \n \n \n (b) the person is eligible for family tax benefit, or would be so eligible except that: \n \n \n \n \n \n \n (i) the young person is not an FTB child of the person, but only because of the receipt of the payments referred to in paragraph (a); or \n \n \n \n \n \n \n \n \n \n (ii) the person's rate of family tax benefit, worked out under Division 1 of Part 4 of the Family Assistance Act, is nil; and \n \n \n \n \n \n (c) on the day on which the person claims the double orphan pension, the young person is a double orphan; and \n \n \n \n \n \n (d) either: \n \n \n \n \n \n \n (i) the young person continues to be a double orphan; or \n \n \n \n \n \n \n \n \n \n (ii) if the young person is no longer a double orphan, the person has not become aware that the young person is no longer a double orphan.",
      "id": "s122"
    },
    {
      "text": "\" \n \n \n \n \n\n38 Section 23 of the Act defines the expressions \"FTB child\" and \"family tax benefit\" by reference to the A New Tax System (Family Assistance) Act 1999 (Cth) (the Family Assistance Act).",
      "id": "s123"
    },
    {
      "text": "Section 22 of the Family Assistance Act relevantly describes a person as an \"FTB child\" of another person if that other person is:\n \n \"... legally responsible (whether alone or jointly with someone else) for the day-to-day care, welfare and development of the individual.",
      "id": "s124"
    },
    {
      "text": "\"\n \n\nThat ties in with the obligation of the Waldrons as the custodians of Isabelle under Reg 9 of the Immigration Regulations.",
      "id": "s125"
    },
    {
      "text": "It provides:\n \n \"(1) A custodian must provide for the welfare and care of every non-citizen child of whom he or she is the custodian.",
      "id": "s126"
    },
    {
      "text": "(2) The duties and obligations of a custodian in relation to a non-citizen child or whom he or she is the custodian are, as far as practicable, the same as a person in relation to a child who is placed in his or her care, or of whom he or she becomes the guardian or foster parent, under the laws of the State in which the custodian lives.",
      "id": "s127"
    },
    {
      "text": "\"\n \n\nIt also follows, as counsel for the Secretary submitted, that family tax benefit is payable to Mrs Waldron under the Family Assistance Act.",
      "id": "s128"
    },
    {
      "text": "39 As subcl (a) and (b) of s 999(1) of the Act prescribe eligibility for a double orphan pension by reference to a person having the responsibilities of a lawful custodian of a child, it is to be expected that s 999(1)(c) would impose some different and additional eligibility criterion.",
      "id": "s129"
    },
    {
      "text": "Nominally it does so.",
      "id": "s130"
    },
    {
      "text": "But, if the Secretary's contention is correct, it seems to me that it does so only by a circuitous route which imposes by s 999(1)(c) the same criterion for eligibility --- the existence of legal responsibilities as a custodian of a child --- as imposed by s 999(1)(a).",
      "id": "s131"
    },
    {
      "text": "Of course, it also imposes the criterion that the natural parents of the child be deceased, but the present issue is upon where there are adoptive parents.",
      "id": "s132"
    },
    {
      "text": "The criteria for eligibility could readily have excluded a person who is a custodian of a child appointed under s 7 of the Immigration Act and whose natural parents are deceased.",
      "id": "s133"
    },
    {
      "text": "It does not expressly do so.",
      "id": "s134"
    },
    {
      "text": "The term \"parent\" is not defined in the Immigration Act, and Mrs Waldron is not an \"intending adoptive parent\" under that Act for the reasons already given.",
      "id": "s135"
    },
    {
      "text": "It would be surprising if Mrs Waldron, who is not yet a parent of Isabelle (recognised under Australian law) but is her intending adoptive parent in the ordinary meaning of that term (but is not her \"intending adoptive parent\" as defined in the Immigration Act) should be regarded as an adoptive parent under the definition of \"parent\" in s 5 of the Act and for the purposes of s 999 of the Act.",
      "id": "s136"
    },
    {
      "text": "In that context, the additional criterion for eligibility for a double orphan pension in s 999(1)(c) includes, in my view, that the young person not have a parent, either natural or adoptive and recognised under Australian law.",
      "id": "s137"
    },
    {
      "text": "Persons with custody of a child but not enjoying the status of a person recognised under Australian law as a parent or an adoptive parent, and being vulnerable to the Minister's (or in this case the SA Manager for Adoption's) powers under s 7(2) of the Immigration Act, are therefore eligible for the double orphan pension.",
      "id": "s138"
    },
    {
      "text": "As the Immigration Act and the Act and the Family Assistance Act intersect on their operation, at least in respect of eligibility for the double orphan pension, they should be regarded as operating with consistently expressed meanings except where there is clearly a contrary intendment (e.g.",
      "id": "s139"
    },
    {
      "text": "the definition of \"intending adoptive parent\" in the Immigration Act): see e.g.",
      "id": "s140"
    },
    {
      "text": "per Brennan J in Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at 367-8.",
      "id": "s141"
    },
    {
      "text": "That approach maintains that consistency.",
      "id": "s142"
    },
    {
      "text": "40 The extensive research of counsel for the Secretary identified other legislation in which the term \"adopted\" might be taken in its context and for the purposes of particular legislation to include an adoption overseas which is not recognised in Australia, even though the definition does not explicitly say so.",
      "id": "s143"
    },
    {
      "text": "Examples include s 60D of the Family Law Act 1975 (Cth), ss 5 and 7 of the Child Support (Assessment) Act 1989 (Cth), and ss 23 and 23B of the Marriage Act 1961 (Cth).",
      "id": "s144"
    },
    {
      "text": "I agree with Brownie J in Re Application of K (1995) 36 NSWLR 477 at 479-480, for the reasons his Honour there gives, that the Family Law Act provisions should not inform the meaning of the definition of \"parent\" in the Immigration Act.",
      "id": "s145"
    },
    {
      "text": "Similar reasons apply in the case of the other two enactments mentioned.",
      "id": "s146"
    },
    {
      "text": "In Re Application of K , Brownie J at 484 decided that the word \"parent\" in s 4 of the Immigration Act (as in force at 1991) did not include a person who had adopted a child in another country where that adoption order was not recognised in Australia.",
      "id": "s147"
    },
    {
      "text": "The Immigration Act was amended in significant respects by the Immigration (Guardianship of Children) Amendment Act 1994 (Cth) so his Honour's conclusion in that regard is not of present significance.",
      "id": "s148"
    },
    {
      "text": "Counsel's research also identified that s 10A of the Australian Citizenship Act 1948 (Cth) suggests that an adoption overseas not recognised by Australian law does not itself result in the adopted child becoming an Australian citizen, and that s 9 of the Domicile Act 1982 (Cth) expressly is limited to adoptions recognised under Australian law.",
      "id": "s149"
    },
    {
      "text": "Again, those provisions in my view do not relevantly inform the proper construction of ss 5, 993 and 999 of the Act.",
      "id": "s150"
    },
    {
      "text": "41 Accordingly, given the legislative and regulatory regime under which Isabelle's status is presently defined, the Waldrons are not for the purposes of the Act her adoptive parents.",
      "id": "s151"
    },
    {
      "text": "They are not yet so recognised under Australian law.",
      "id": "s152"
    },
    {
      "text": "The term adoptive parent is not defined and so should be given its ordinary meaning.",
      "id": "s153"
    },
    {
      "text": "But even if it is given the meaning to be derived correspondingly to the definition of \"adopted child\", there is no reason to extend that term's scope to a child whose legal guardian is the Commonwealth Minister and whose present status under Australian law generally is not yet that of an adoptive child.",
      "id": "s154"
    },
    {
      "text": "There is not, in the definition of \"adopted child\", any firm indication that it is intended to extend to a child who, under Australian law, is not recognised as having been adopted, and whose \"adoption\" is under a law of a country other than Australia and which is not, and is not capable of being, recognised under Australian law.",
      "id": "s155"
    },
    {
      "text": "42 There is an issue as to whether persons in the positions of lawful custodians who have adopted a child overseas, where the adoption is not recognised in Australia, might be eligible for other benefits under the Act.",
      "id": "s156"
    },
    {
      "text": "Their circumstance is addressed to some degree by the Family Assistance Act, where generally the relevant eligibility criterion is the existence of responsibilities towards the child by reason of lawful custody of the child.",
      "id": "s157"
    },
    {
      "text": "Under the Act, any eligibility for the benefits under its other provisions is no doubt expressed in different terms and would depend upon the particular terms of the relevant provisions.",
      "id": "s158"
    },
    {
      "text": "In the case of the double orphan pension, for the reasons I have given, that eligibility exists because Mrs Waldron does not yet fall within the definition of \"parent\" in s 5(1) both generally and because the particular legislative context indicates an intention that she should not do so.",
      "id": "s159"
    },
    {
      "text": "43 In my judgment, the decision of the Tribunal was correct.",
      "id": "s160"
    },
    {
      "text": "The application should be dismissed.",
      "id": "s161"
    },
    {
      "text": "The parties were agreed that there should be no order for costs.",
      "id": "s162"
    },
    {
      "text": "44 I put on record my appreciation for the very thorough and helpful submissions of Ms Charlesworth and Mr Doyle for Mrs Waldron, both of whom appeared pro bono, and of Ms Bean for the Secretary, as well as for the helpful written submissions of the SA Manager for Adoptions.",
      "id": "s163"
    },
    {
      "text": "Although a short point, the submissions required extensive research, especially as the legislative and regulatory path to fully understand the nature of Isabelle's current status under Australian law was an indirect one.",
      "id": "s164"
    },
    {
      "text": "It is somewhat surprising to me that that path was not more readily discerned.",
      "id": "s165"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s166"
    },
    {
      "text": "Associate:\n\nDated: 28 November 2006\n\n\n Counsel for the Applicant: N Charlesworth and B Doyle appeared pro bono \n \n Counsel for the Respondent: K Bean \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Solicitor for the Manager, Adoption &amp; Family Information Service, as Intervenor: Crown Solicitor's Office \n \n Date of Hearing: 24 April 2006 \n \n Final Submissions Received: 23 August 2006 \n \n Date of Judgment: 30 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1642.html",
      "id": "s167"
    }
  ]
}