{
  "name": "G P Marketing International Pty Ltd v Pacific Orient Sea Transport Pte Ltd [2006] FCA 1307 (15 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1307.html",
  "catchphrases": [
    {
      "text": "cargo claim",
      "id": "c0"
    },
    {
      "text": "costs discontinuance against one party",
      "id": "c1"
    },
    {
      "text": "misunderstanding of essential fact by both plaintiffs and defendant",
      "id": "c2"
    },
    {
      "text": "need for parties in cargo case large or small to pay precise attention to the facts.",
      "id": "c3"
    },
    {
      "text": "admiralty and maritime jurisdiction",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This matter involves a modest cargo claim for damage to steel products imported into Australia from Korea and unloaded at Newcastle.",
      "id": "s0"
    },
    {
      "text": "The products became corroded by reason of water which for present purposes I assume was at least some rainwater which fell on the product.",
      "id": "s1"
    },
    {
      "text": "2 The claim made by the various plaintiffs was against carriers and those on shoreside who had some responsibility by way of handling of the product.",
      "id": "s2"
    },
    {
      "text": "The case is now settled against all parties bar one who had been served and two parties who had not been served.",
      "id": "s3"
    },
    {
      "text": "The claim in relation to those latter two parties will be discontinued.",
      "id": "s4"
    },
    {
      "text": "3 The matter did not settle with the fifth defendant, Newcastle Stevedores, which had the responsibility of unloading the cargo.",
      "id": "s5"
    },
    {
      "text": "For present purposes, I will assume, though it may conceivably have been an issue in the case, that Newcastle Stevedores had possession of the goods as opposed to mere custody.",
      "id": "s6"
    },
    {
      "text": "That possession was not for a lengthy period of time but was, it was said, during the course of, and for the purposes of, the unloading of the goods.",
      "id": "s7"
    },
    {
      "text": "Thus Newcastle Stevedores was sued as bailee as well as in negligence.",
      "id": "s8"
    },
    {
      "text": "Subject to the terms of any bill of lading of which it might take advantage, as a bailee it bore the onus of proving that it had conducted its possession of the goods with all due skill and care.",
      "id": "s9"
    },
    {
      "text": "4 Exhibit A reveals that shortly after Piper Alderman began to act for the fifth defendant it made it clear to the plaintiffs' solicitors that it denied negligence and denied any rainfall during the period of time of the conduct of the fifth defendant's responsibilities.",
      "id": "s10"
    },
    {
      "text": "At this time, the plaintiffs were working under the assumption of the general accuracy of the carrier's surveyor's report which had been given to them on a without prejudice basis by the carrier and which they supplied on a similar basis to Newcastle Stevedores.",
      "id": "s11"
    },
    {
      "text": "5 This document had, as it turns out, an important typographical error in it, that is, of the date of discharge.",
      "id": "s12"
    },
    {
      "text": "The surveyor had included in the report that he boarded the vessel on 26 January 2004.",
      "id": "s13"
    },
    {
      "text": "In fact, he boarded on 25 January 2004.",
      "id": "s14"
    },
    {
      "text": "The reason that this becomes important is that during the course of this year when this error and its significance became apparent to solicitors on both sides there had been produced from the relevant authorities records which indicated that there was no rainfall in Newcastle in the relevant 24-hour period by reference to the surveyor boarding on the 25 th , whereas there had been some rainfall, albeit minor, in the following 24-hour period.",
      "id": "s15"
    },
    {
      "text": "6 This inaccuracy could have been attended to earlier by the fifth defendant.",
      "id": "s16"
    },
    {
      "text": "Having said that, that is no personal criticism of the solicitors for the fifth defendant or indeed of their client.",
      "id": "s17"
    },
    {
      "text": "It does reveal, however, a matter which should be borne in mind by all parties to these kinds of claims, that is, a precise attention to the chronology of events in any cargo claim whether small or large is absolutely essential in order to ensure that only issues are run which are necessary to be run and only parties joined or remain joined who are necessary to the disposition of a case.",
      "id": "s18"
    },
    {
      "text": "7 The difficulty that has occurred through this is that now the plaintiffs reasonably accept that the stevedore had nothing to do with the wetting of the cargo given that it unloaded it in a period of time in which there was no rain.",
      "id": "s19"
    },
    {
      "text": "Mr Davies on behalf of the plaintiff says that this should have been told to the plaintiffs six months ago.",
      "id": "s20"
    },
    {
      "text": "Mr Hunt on behalf of the fifth defendant says that his client has now discharged practically the relevant onus upon him and given that he would have won the case on this hypothesis and obtained his costs, perhaps at the expense of one of the other defendants, there should be no real difference at this point.",
      "id": "s21"
    },
    {
      "text": "8 It is unfortunate that an oversight of this kind would have led to six months' costs for one party.",
      "id": "s22"
    },
    {
      "text": "Having looked at the correspondence, neither side was taking an unreasonable view on the material that was before them.",
      "id": "s23"
    },
    {
      "text": "It is difficult in cases of this kind not to join parties which appear to be possibly liable and in very many circumstances the facts become complex.",
      "id": "s24"
    },
    {
      "text": "In all the circumstances, however, I do not think the fifth defendant's conduct has been either sufficiently careless or deserving of any criticism to deny an award of costs.",
      "id": "s25"
    },
    {
      "text": "However, I would fashion the order of costs in this way.",
      "id": "s26"
    },
    {
      "text": "I grant leave to the plaintiffs to discontinue against the fifth defendant with an order that the fifth defendant pay the costs of: \n\n1. taking any steps in the proceedings required by the rules and attendance at directions hearings; and \n \n2. investigating and preparing evidence of the events in question.",
      "id": "s27"
    },
    {
      "text": "9 The purpose of this limitation is to separate out bona fide settlement negotiations and any time that may have been spent on those matters from steps that were taken either in compliance with the rules; in attendance at directions hearings; or investigating and preparing evidence in the case.",
      "id": "s28"
    },
    {
      "text": "I propose to order that the plaintiffs pay those costs and no other.",
      "id": "s29"
    },
    {
      "text": "That is a measure of compromise, I accept that.",
      "id": "s30"
    },
    {
      "text": "Each party in these proceedings worked on a misunderstanding of the facts for a period of time and that certainly led to a difficulty in resolving the matter earlier.",
      "id": "s31"
    },
    {
      "text": "But I think in fairness to the fifth defendant it certainly should have its costs of preparing the case and running the case.",
      "id": "s32"
    },
    {
      "text": "The purpose of the order is simply to identify that it can pay its own costs of settling the case.",
      "id": "s33"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s34"
    },
    {
      "text": "Associate:\nDated: 6 October 2006\n\n Counsel for the First Plaintiff: Mr E M Davies \n \n Solicitor for the First Plaintiff: Norman Waterhouse \n \n Counsel for the Fifth Defendant: Mr F Hunt \n \n Solicitor for the Fifth Defendant: Piper Alderman \n \n Date of Hearing: 15 September 2006 \n \n Date of Judgment: 15 September 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1307.html",
      "id": "s35"
    }
  ]
}