{
  "name": "APF Properties Pty Ltd v Kestrel Holdings Pty Ltd [2006] FCA 1080 (17 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1080.html",
  "catchphrases": [
    {
      "text": "valuers retained by firm of accountants on behalf of clients",
      "id": "c0"
    },
    {
      "text": "claim by purchasers of properties alleging negligent valuations",
      "id": "c1"
    },
    {
      "text": "strike out application",
      "id": "c2"
    },
    {
      "text": "negligence",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The fourth respondent (Mantach) and the fifth respondent (Harrison Humphreys) carry on practice as valuers.",
      "id": "s0"
    },
    {
      "text": "The applicant alleges that they provided negligent and misleading and deceptive valuations of two properties and as a result of this and other representations by the first three respondents (collectively, the vendors) it purchased two properties in Tasmania for the purpose of a pyrethrum growing joint venture.",
      "id": "s1"
    },
    {
      "text": "Mantach and Harrison Humphreys have brought motions seeking orders pursuant to O11 r16 of the Federal Court Rules that the statement of claim be struck out as against them.",
      "id": "s2"
    },
    {
      "text": "That rule provides that a pleading may be struck out where it \n \n \n \"(a) discloses no reasonable cause of action or defence or other case appropriate to the nature of the pleading; \n (b) has a tendency to cause prejudice, embarrassment or delay in the proceeding; or \n \n \n (c) is otherwise an abuse of process of the court.",
      "id": "s3"
    },
    {
      "text": "\" \n\n\nThe first of those grounds is primarily relied on.",
      "id": "s4"
    },
    {
      "text": "2 In support of the motions reference was made to s 31A of the Federal Court of Australia Act 1976 (Cth) which was inserted in that Act by the Migration Litigation Reform Act 2005 (Cth) Pt 7 Sch 1 which provides for striking out of claims or defences which do not have a reasonable prospect of success.",
      "id": "s5"
    },
    {
      "text": "However, that provision does not apply to proceedings like the present one which were commenced before the amendment.",
      "id": "s6"
    },
    {
      "text": "As a consequence I must apply the high standard mandated by General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 and Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62, namely that the case is \"so clearly untenable that it cannot possibly succeed\".",
      "id": "s7"
    },
    {
      "text": "3 At the hearing of the motions counsel for the applicant produced a proposed third amended statement of claim and it was common ground that the argument should proceed on the basis of this document.",
      "id": "s8"
    },
    {
      "text": "For convenience I shall refer to it simply as the statement of claim.",
      "id": "s9"
    },
    {
      "text": "The relevant allegations made in the statement of claim are as follows.",
      "id": "s10"
    },
    {
      "text": "4 The vendors owned properties on the North West Coast of Tasmania known as Lower Wilmot and Broadmoor on which they conducted pyrethrum farming operations.",
      "id": "s11"
    },
    {
      "text": "They promoted a joint venture proposal to attract investors to raise capital and purchase additional land for such purposes.",
      "id": "s12"
    },
    {
      "text": "In connection with the possible sale of the properties to the applicant the vendors made representations that Lower Wilmot had 80 hectares of cropping land and was worth \"well in excess of $750,000\" and that Broadmoor had 80 hectares of cropping land and was worth \"well in excess of $1 million\".",
      "id": "s13"
    },
    {
      "text": "5 In the course of these negotiations the applicant's pre-incorporation agents Messrs Andrew Cottrell and Gary Andriske instructed the Melbourne firm of accountants Boyd and Partners (Boyds) to obtain valuations of Lower Wilmot and Broadmoor.",
      "id": "s14"
    },
    {
      "text": "In turn, on 29 November 2000 Boyds instructed Mantach and Harrison Humphreys to value each of the properties.",
      "id": "s15"
    },
    {
      "text": "Mantach and Harrison Humphreys gave written valuations which made the following statements as to value and area of cropping land available: \n \n Mantach Harrison Humphreys \n\n Lower Wilmot\n Value $753,000 $575,000\n Cropping 70 ha 77 ha\n\n Broadmoor\n Value $1,040,000 $820,000\n Cropping 82 ha 76 ha\n \n 6 Paragraphs 39 and 39A make the following allegations in respect of Mantach (I take it the references to Harrison Humphreys should be read as references to Mantach): \n \n \"39.",
      "id": "s16"
    },
    {
      "text": "Further, at the time of making the valuations and providing its valuation reports Mantach knew or ought to have known that Boyds and the clients for whom Boyds acted would rely on Mantach's reports and the statements in them for the purpose of deciding whether or not to invest in and/or to purchase Lower Wilmot and/or Broadmoor.",
      "id": "s17"
    },
    {
      "text": "Particulars \n \n (a) Boyds are a group of financial advisors and chartered accountants who specialize in the provision of financial advice to consumers of financial services such as those offered by them; \n \n (b) Boyds requested a valuation from Harrison Humphreys [sic] of Broadmoor and Lower Wilmot for a specific commercial purpose namely 'assuming a sale of the freehold'; \n \n (c) In the context of the request for information 'assuming a sale of the freehold' it is likely that Boyds were acting on behalf of a client and or clients who had retained Boyds for the purpose of giving it or them financial or other commercial advice in relation to the purchase or investment in the properties and that Boyds would give their client and or clients advice in relation to the information supplied by Harrison Humphreys [sic] to their client(s) and for the purpose for which it was requested; \n \n (d) Harrison Humphreys [sic] provide information to financial advisors and accountants such as Boyd's in the ordinary course of their business and for the purpose of assisting financial advisors and accountants to provide advice in relation to their clients commercial dealings; \n \n (e) Harrison Humphreys [sic] are valuers who, at all material times, held themselves out as possessing the requisite skill and knowledge required for the purpose requested by Boyd's; \n \n (f) Harrison Humphreys [sic] in fact had the skill and knowledge required for the specific commercial purpose requested by Boyds and prepared their valuations for Boyds in accordance with the request and in a business context.",
      "id": "s18"
    },
    {
      "text": "(g) Harrison Humphreys [sic] valued Broadmoor and Lower Wilmot for Boyds at a time when both properties were being used for 'commercial farming' namely pyrethrum farming; \n \n (h) Harrison Humphreys [sic] ought to have known that their representations in relation to the land area available for cropping and the respective valuations on each property was sought for and or may be used for a serious business purpose given that the information was sought from financial advisors and accountants who are in the business of giving that advice to their clients.",
      "id": "s19"
    },
    {
      "text": "\" \n \n 39A.",
      "id": "s20"
    },
    {
      "text": "At all material times, the applicant was a client for whom Boyds acted for and as such was a member of an identifiable class namely a potential purchaser that Mantach knew or ought to have known would rely upon statements for the purpose of deciding whether to invest in and/or to purchase Lower Wilmot and/or Broadmoor.",
      "id": "s21"
    },
    {
      "text": "\" \n\n\n \n 7 Paragraphs 52 and 52A make, mutatis mutandis , the same allegations against Harrison Humphreys.",
      "id": "s22"
    },
    {
      "text": "8 The statements in the valuations are said to be incorrect in that the following were the true values and areas: \n\n Lower Wilmot\n Value \"closer to $450,000\"\n Cropping 50.5 ha\n\n Broadmoor\n Value \"closer to $700,000\"\n Cropping 35.9 ha \n \n 9 It said that Mantach and Harrison Humphreys engaged in conduct which was misleading and/or deceptive in contravention of ss 52 and 53A (1)(b) of the Trade Practices Act 1974 (Cth) and ss 14 and 17 (1)(b) of the Fair Trading Act 1990 (Tas).",
      "id": "s23"
    },
    {
      "text": "10 Paragraphs 42 and 43 (Mantach) and 55 and 56 (Harrison Humphreys) allege that the respective valuer was under a duty to make proper enquiries and to exercise reasonable care and give fair and accurate advice and that it breached that duty by, amongst other things, relying on the advice of the vendors as to the area of land available for cropping and failing to make adequate enquiries.",
      "id": "s24"
    },
    {
      "text": "11 It is further alleged against the vendors (par 57) that they represented that Mantach and Harrison Humphreys had undervalued Broadmoor and Lower Wilmot and procured one Haydn Wright (not a party) to make representations on their behalf to Boyds \"criticising the valuations and arguing that the price of the properties ought to be higher\".",
      "id": "s25"
    },
    {
      "text": "12 As a consequence of, amongst other things, the negligence and misleading and deceptive conduct of Mantach and Harrison Humphreys, the applicant (as purchaser nominated by Cottrell and Andriske) purchased Lower Wilmot for $753,000 and Broadmoor for $1,040,000 and has suffered a \"loss of the value\" in the amount of $303,000 and $340,000 respectively along with \"financing costs and loss of use of the funds invested\".",
      "id": "s26"
    },
    {
      "text": "13 The main ground on which both Mantach and Harrison Humphreys seek to strike out the statement of claim as against them is that it does not disclose that they owed any duty of care to the applicant.",
      "id": "s27"
    },
    {
      "text": "Each points out that it was retained by Boyds.",
      "id": "s28"
    },
    {
      "text": "They say that the instructions from Boyds did not disclose that the report was being requested on behalf of any other person or that Boyds were acting as an agent.",
      "id": "s29"
    },
    {
      "text": "14 In the case of Mantach the letter of instructions dated 29 November 2000 is on their letterhead which describes themselves as \"Corporate Financial Advisors and Chartered Accountants\".",
      "id": "s30"
    },
    {
      "text": "The letter identifies the properties and instructs Mantach to \"prepare a formal valuation ... of the above properties\".",
      "id": "s31"
    },
    {
      "text": "It nominates certain \"issues to be considered\" such as basing the valuation on an arms length market valuation.",
      "id": "s32"
    },
    {
      "text": "It is said the valuation \"is urgent and must be completed without delay\".",
      "id": "s33"
    },
    {
      "text": "The letter does not expressly state that the valuation is being sought on behalf of a client.",
      "id": "s34"
    },
    {
      "text": "But nor does it state that it is being sought by Boyds for themselves.",
      "id": "s35"
    },
    {
      "text": "15 Boyds sent a letter in substantially the same terms to Harrison Humphreys.",
      "id": "s36"
    },
    {
      "text": "16 Each valuation was accompanied by a disclaimer which relevantly provided in the case of Mantach: \n \n \"We state that this report is for the use only of the party to whom it is addressed and for no other purpose, and no responsibility is accepted to any third party for the whole or part of its contents.",
      "id": "s37"
    },
    {
      "text": "\" \n \n\nIn the case of Harrison Humphreys it was stated:\n \n \"The valuation is for the use only of the party to whom it is addressed and for no other purposes.",
      "id": "s38"
    },
    {
      "text": "No responsibility is accepted to any third party who may use or rely on the whole or any part of the content of this valuation.",
      "id": "s39"
    },
    {
      "text": "\" \n \n \n 17 Both senior counsel for the valuers relied particularly on what was said by Brennan CJ in Esanda Finance Corporation Ltd v Peat Marwick Hungerfords [1997] HCA 8 ; (1997) 188 CLR 241, a claim brought by a financier against the auditors of a borrower corporation.",
      "id": "s40"
    },
    {
      "text": "The High Court held that the statement of claim did not disclose a cause of action in negligence against the auditors.",
      "id": "s41"
    },
    {
      "text": "His Honour said at 252 \n \n \"... that mere foreseeability of the possibility that a statement made or advice given by A to B might be communicated to a class of which C is a member and that C might enter into some transaction as the result thereof and suffer financial loss is not sufficient to impose on A duty of care owed to C in the making of the statement or the giving of the advice.",
      "id": "s42"
    },
    {
      "text": "\" \n \n\nHowever his Honour went on to say:\n \n \"But, in every case, it is necessary for the plaintiff to allege and prove that the defendant knew or ought reasonably to have known that the information or advice would be communicated to the plaintiff, either individually or as a member of an identified class, that the information or advice would be so communicated for a purpose that would be very likely to lead the plaintiff to enter into a transaction of the kind that the plaintiff does enter into and that it would be very likely that the plaintiff would enter into such a transaction or reliance on the information or advice and thereby risk the incurring of economic loss if the statement should be untrue or the advice should be unsound.",
      "id": "s43"
    },
    {
      "text": "If any of these elements be wanting, the plaintiff fails to establish that the defendant owed the plaintiff a duty to use reasonable care in making this statement or giving advice.",
      "id": "s44"
    },
    {
      "text": "The statement of claim does not plead these elements.",
      "id": "s45"
    },
    {
      "text": "\" \n \n \n 18 The significance of the pleading in that case was pointed out by Gaudron J in Perre v Apand Pty Ltd [1999] HCA 36 ; (1999) 198 CLR 180 where her Honour said at [30] that in Esanda : \n \n \"... it was not pleaded that the auditors in question knew or ought to have known that a finance provider would rely on their audited statement of accounts and thus, it was held, on the pleadings, that no duty of care was owed by the auditors to the finance provider.",
      "id": "s46"
    },
    {
      "text": "\" \n \n\nIn the present case of course, as has been seen, that matter has been pleaded in pars 39A and 52A.",
      "id": "s47"
    },
    {
      "text": "19 It seems to me to be arguable, at least for the purpose of resisting a strike-out application, that an identified class in the sense used by Brennan CJ would include the class of persons who were clients of Boyds and who had requested Boyds to seek the advice of valuers in relation to these particular properties, in a context where no doubt Boyds themselves were providing other financial advice.",
      "id": "s48"
    },
    {
      "text": "The circumstance that a Melbourne firm of accountants was seeking valuations of farming properties in Tasmania itself arguably tends to show that the valuations were not being sought by the accountants themselves acting as principals.",
      "id": "s49"
    },
    {
      "text": "20 In support of the motions reliance was placed on the decision of the New South Wales Court of Appeal in Ta Ho Ma Pty Ltd v Allen [1999] NSWCA 202 ; (1999) 47 NSWLR 1.",
      "id": "s50"
    },
    {
      "text": "Senior counsel referred to what was said by Giles JA said at [17]: \n \n \"So a valuer who puts out a negligent valuation does not incur an open ended liability to any and every financier who relies on it, even if it was reasonably foreseeable that the financer would rely on it.",
      "id": "s51"
    },
    {
      "text": "The particular financier may be outside the class of person to whom the valuer owes a duty to take care in making the statement in the valuation, in the same manner as Esanda was outside the class of persons to whom the auditors owed a duty of care on the case as pleaded in Esanda Finance Corporation Ltd v Peat Marwick Hungerfords [1997] HCA 8 ; (1997) 188 CLR 241; the auditors owed a duty of care to the members of Excel, but not to Esanda.",
      "id": "s52"
    },
    {
      "text": "\" \n \n \n 21 In Ta Ho Ma an owner of property obtained a valuation from the defendant.",
      "id": "s53"
    },
    {
      "text": "Some 81/2 months later the owner telephoned a solicitor (apparently not the owner's own solicitor) seeking a loan and advising of the valuation.",
      "id": "s54"
    },
    {
      "text": "The solicitor in turn contacted the plaintiff who advanced a loan on the basis of the defendant's valuation which by this time was 91/2 months old.",
      "id": "s55"
    },
    {
      "text": "The Court of Appeal held that the defendant owed no duty of care to the plaintiff because, having regard to the age of the valuation, there could be no expectation of reasonable reliance by the plaintiff: see per Handley JA at [12]-[14], per Giles JA at [18], [24], [28], per Sheppard AJA at [105].",
      "id": "s56"
    },
    {
      "text": "22 The case is certainly not authority for any proposition that a valuer only owes a duty of care to the client who directly retains him or her.",
      "id": "s57"
    },
    {
      "text": "If that were the law, there would have been a short answer to the plaintiff's claim since the chain went from valuer defendant to owner to solicitor to lender plaintiff.",
      "id": "s58"
    },
    {
      "text": "On the facts, as Handley JA noted at [6], it was not a case where the valuer contemplated that a class of persons might rely on his valuation.",
      "id": "s59"
    },
    {
      "text": "Giles JA at [24] pointed out that where a valuer puts out a negligent valuation the class of persons to whom the duty of care \n \n \"...will normally be confined, apart from any other considerations, to those persons whom the valuer knows or ought to know will reasonably rely on the valuation.",
      "id": "s60"
    },
    {
      "text": "\" (Emphasis in original) \n \n\nIn other words, given expectation of reasonable reliance, there can be a duty owed by a valuer to a class of persons.",
      "id": "s61"
    },
    {
      "text": "The identification of that class will obviously depend on the circumstances.",
      "id": "s62"
    },
    {
      "text": "23 Perre , a decision of the High Court handed down shortly after Ta Ho Ma, demonstrates the flexibility and pragmatism of the law of negligence in identifying the class of persons to whom a duty of care is owed in a particular case and the absence of any bright line rule: see per Gleeson CJ at [7].",
      "id": "s63"
    },
    {
      "text": "It was held that the defendant, which brought infected seed potatoes on to a farm in South Australia, owed a duty of care to growers within 20 kilometres of the farm because such persons would be prevented by Western Australian law from exporting potatoes to that State.",
      "id": "s64"
    },
    {
      "text": "The plaintiffs \"were members of a class whose members, whether numerous or not, were ascertainable by (the defendant)\": per McHugh J at [50].",
      "id": "s65"
    },
    {
      "text": "24 As I have said, it is arguable that in the present case there was an identifiable class constituted by clients of Boyds on whose behalf that firm was seeking the valuations in connection with some commercial dealing involving the specified properties.",
      "id": "s66"
    },
    {
      "text": "25 The disclaimers are not conclusive if, as a matter of fact, the valuers must be taken to have expected that such clients of Boyds would reasonably rely on the valuations.",
      "id": "s67"
    },
    {
      "text": "Otherwise, one might ask, what would be the point of obtaining the valuations?",
      "id": "s68"
    },
    {
      "text": "26 It was also argued that the allegations of reliance were \"mere statements of conclusion\".",
      "id": "s69"
    },
    {
      "text": "However reliance can be inferred from the representations contained in the valuations and the applicant's purchase of the properties: Gould v Vaggelas [1985] HCA 75 ; (1985) 157 CLR 215 at 230, Henderson v Amadio (No1) (1995) 62 FCR 1 at 166, Hanave Pty Ltd v LFOT Pty Ltd (1999) 43 IPR 545 at [45].",
      "id": "s70"
    },
    {
      "text": "To the extent that such authorities deal with proof of reliance in the context of causation there is no logical ground why the reasoning should not apply where reliance is an element in the establishment of a duty of care.",
      "id": "s71"
    },
    {
      "text": "27 On behalf of Mantach it was submitted that the pleading \"does not identify the qualities and standards by which it says that only 35.9 ha of Broadmoor was available for cropping\".",
      "id": "s72"
    },
    {
      "text": "This seems to be a matter of evidence.",
      "id": "s73"
    },
    {
      "text": "In this context it would seem that pyrethrum is the kind of cropping referred to.",
      "id": "s74"
    },
    {
      "text": "28 The particulars of negligence are reasonably specific and do, contrary to the submissions on behalf of Mantach, identify the basis upon which it is alleged that the firm departed from the standard of care required of an expert in arriving at an opinion.",
      "id": "s75"
    },
    {
      "text": "In particular, it appears to be alleged that the valuers failed to independently check the cropping area and simply relied on the vendors.",
      "id": "s76"
    },
    {
      "text": "29 The motions will be dismissed with costs.",
      "id": "s77"
    },
    {
      "text": "Counsel for the applicant conceded that some formal amendments may be needed to the statement of claim.",
      "id": "s78"
    },
    {
      "text": "There will be leave to file and serve a further amended statement of claim within fourteen days.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey \n\n\n Associate:\n\nDated: 17 August \n\n Counsel for the Applicant: M O'Farrell \n \n Solicitors for the Applicant: Ware &amp; Partners \n \n Counsel for the fourth Respondent: P Riordan SC \n \n Solicitors for the fourth Respondent: Phillips Fox \n \n Counsel for the fifth Respondent: I Faulkner SC and R W Pearce \n \n Solicitors for the fifth Respondent: Douglas &amp; Collins \n \n Date of Hearing: 8 August 2006 \n \n Date of Judgment: 17 August 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1080.html",
      "id": "s80"
    }
  ]
}