{
  "name": "SZGLK v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1744 (8 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1744.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "review of decisions",
      "id": "c1"
    },
    {
      "text": "where federal magistrate found jurisdictional error on part of tribunal but refused relief on basis of delay",
      "id": "c2"
    },
    {
      "text": "where applicant pursued alternative relief through two class actions",
      "id": "c3"
    },
    {
      "text": "judicial review",
      "id": "c4"
    },
    {
      "text": "prerogative writs and orders",
      "id": "c5"
    },
    {
      "text": "discretion of court and matters precluding relief",
      "id": "c6"
    },
    {
      "text": "delay",
      "id": "c7"
    },
    {
      "text": "whether significant unexplained delay",
      "id": "c8"
    },
    {
      "text": "where applicant pursued alternative relief through two class actions",
      "id": "c9"
    },
    {
      "text": "migration",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n1 The appellant last arrived in Australia in July 1992.",
      "id": "s0"
    },
    {
      "text": "He made an application for refugee status in December 1994.",
      "id": "s1"
    },
    {
      "text": "He had made a number of visits to Australia prior to his final one, two and a half years after which he commenced his application for protection.",
      "id": "s2"
    },
    {
      "text": "2 A delegate of the Minister refused the application in March 1997, and he applied for review of that refusal by the Refugee Review Tribunal later that month.",
      "id": "s3"
    },
    {
      "text": "In January 1998, the Tribunal refused the application.",
      "id": "s4"
    },
    {
      "text": "On 1 June 2005, the appellant lodged an application for review of the decision of the Tribunal with the Federal Magistrates Court.",
      "id": "s5"
    },
    {
      "text": "3 What happened in the intervening period and the nature of the appellant's justification for his application are at issue in the appeal in a limited way.",
      "id": "s6"
    },
    {
      "text": "4 The appellant is a national of Malaysia.",
      "id": "s7"
    },
    {
      "text": "The Tribunal found that the appellant was a homosexual, and that it was reasonable to accept that a range of factors could inform social stigma against homosexuals in Malaysian society.",
      "id": "s8"
    },
    {
      "text": "The Tribunal accepted that male homosexuals in Malaysia constitute a particular social group, and that provisions of the Malaysian Criminal Code could be reasonably regarded as discriminatory in that it did not proscribe against demonstrations of intimacy between male/female partners in public or private.",
      "id": "s9"
    },
    {
      "text": "5 It then went on to say, critically:\n \n 'In any event, the [appellant] is not asking for the right to be \"openly gay\".",
      "id": "s10"
    },
    {
      "text": "He claims that no matter how discrete [sic] he might try to be, and discretion seems by now to be germane to him , the truth will nevertheless out, and that he will suffer harm as a result of what is merely assumed about him.",
      "id": "s11"
    },
    {
      "text": "' (emphasis added) \n\n\n \n6 The Tribunal said that it accepted the existence, in a society such as Malaysia, of sections of the Criminal Code , whether or not they were enforced, could serve to reinforce and even validate discriminatory attitudes towards homosexuals, and could even give persons a sense of justification who were moved to persecute them.",
      "id": "s12"
    },
    {
      "text": "It said that it was not inconceivable that a person or persons in Malaysia, on some purely hypothetical occasion in the future, might feel, in that respect, justified in harassing or harming the appellant, but critically it said: \n \n 'However, the Tribunal does not accept on the evidence before it that the risk of the [appellant] being harmed for reasons of potential perceptions as to his sexuality is other than random.",
      "id": "s13"
    },
    {
      "text": "There is no evidence of any systematic course of conduct against homosexuals in Malaysia.",
      "id": "s14"
    },
    {
      "text": "' \n \n\n7 The Tribunal then considered the fact that in one Malaysian state, Selangor, there was clear evidence of state sanctioned community initiatives to expose and drive out homosexuals.",
      "id": "s15"
    },
    {
      "text": "It found that there were other parts of Malaysia, and, in particular, the capital, Kuala Lumpur, in which there appeared to be a degree of tolerance, in the sense that there were institutions that had existed for a number years which specifically said that they were available to assist and entertain homosexuals.",
      "id": "s16"
    },
    {
      "text": "8 The Tribunal said that, in a pivotal area of his claims, the appellant was making an unfounded connection.",
      "id": "s17"
    },
    {
      "text": "It articulated that as being his fear that merely as a result of his homosexuality becoming known in Malaysia, either to his family or members of the public, he would not merely be ostracised by those he knew, but liable to prosecution under the provisions of the Malaysian Criminal Code .",
      "id": "s18"
    },
    {
      "text": "9 The Tribunal, after noting that there was no evidence available to it to show those sections of the Code were commonly or even sporadically invoked or enforced, said that there was no evidence to support the position that mere revelation of a person's homosexual identity would lead him to be liable to prosecution.",
      "id": "s19"
    },
    {
      "text": "It said that the appellant could be expected to relocate to areas away from Selangor, and, in particular, to what it called the relatively more cosmopolitan atmosphere of Kuala Lumpur, a mere 60 kilometres from his home town.",
      "id": "s20"
    },
    {
      "text": "It noted that he had managed demonstrably to undertake, afford and extend his sojourn in Australia, which was far removed from his home.",
      "id": "s21"
    },
    {
      "text": "10 The Tribunal ultimately concluded that the appellant did not face a real chance of Convention-related persecution in Malaysia, and found accordingly that he was not a refugee.",
      "id": "s22"
    },
    {
      "text": "It therefore affirmed the delegate's decision to refuse him a protection visa.",
      "id": "s23"
    },
    {
      "text": "11 Within a month of the Tribunal handing down its decision, the appellant commenced to participate in a class action: Macabenta v Minister for Immigration and Multicultural Affairs (see (1998) 90 FCR 202 where the decision of the Full Court is reported).",
      "id": "s24"
    },
    {
      "text": "Initially, as the authorised report of the decision of the Full Court of this Court reveals, Tamberlin J had dismissed the application in that matter on 21 April 1998.",
      "id": "s25"
    },
    {
      "text": "12 Before his Honour in the Federal Magistrates Court it was agreed between the parties that the appellant had joined the Macabenta class action in or about February 1998.",
      "id": "s26"
    },
    {
      "text": "The agreed factors recorded by his Honour referred to the report in the Australian Law Reports of the decision of the Full Court in that case as being concluded in December 1998.",
      "id": "s27"
    },
    {
      "text": "Unknown to the parties or his Honour, as appears in the authorised report of the decision, special leave to appeal to the High Court of Australia was refused with costs on 18 June 1999.",
      "id": "s28"
    },
    {
      "text": "Counsel for the Minister accepts that, if it is open to me to re-exercise any discretion to grant or refuse relief in this case, I am entitled to take judicial notice of that additional matter of record and to infer that, there being no evidence to the contrary, the appellant remained in the class action until its finalisation by the refusal of special leave to appeal.",
      "id": "s29"
    },
    {
      "text": "13 It was also an agreed fact before his Honour that on 10 June 1999 the appellant joined the Muin and Lie class action ( Muin v Refugee Review Tribunal [2002] HCA 30 ; (2002) 76 ALJR 966; 190 ALR 601).",
      "id": "s30"
    },
    {
      "text": "That class action was dismissed on 20 February 2004.",
      "id": "s31"
    },
    {
      "text": "It was also agreed that an application was made in a letter dated 23 March 2004 on behalf of the appellant, by his solicitor and migration agent, Mr Adrian Joel, who had acted for him in the Muin litigation and before the Tribunal, for consideration by the Minister of an application for a more favourable exercise of the Minister's discretion under s 417 of the Migration Act 1958 (Cth).",
      "id": "s32"
    },
    {
      "text": "The appellant was notified on 5 April 2005 that that application was unsuccessful.",
      "id": "s33"
    },
    {
      "text": "A little under two months later he commenced the proceedings in the Federal Magistrate's Court.",
      "id": "s34"
    },
    {
      "text": "14 It is also of significance to recite that the appellant had originally been notified of his right to take proceedings to challenge the decision of the Tribunal by an application to this Court within 28 days of the decision being notified.",
      "id": "s35"
    },
    {
      "text": "A copy of that letter had been sent to Mr Joel.",
      "id": "s36"
    },
    {
      "text": "15 His Honour held that the appellant had proved the Tribunal had committed a jurisdictional error in 1998 in that it had acted on an erroneous view of the law exposed only much later by the High Court's decision on 9 December 2003 in Appellant S395/2002 v Minister of Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473.",
      "id": "s37"
    },
    {
      "text": "The Minister did not pursue a notice of contention to challenge that finding of his Honour.",
      "id": "s38"
    },
    {
      "text": "Ultimately his Honour refused to grant relief, notwithstanding the jurisdictional error he had found.",
      "id": "s39"
    },
    {
      "text": "The basis upon which his Honour did so is expressed in his reasons ( SZGLK v Minister for Immigration [2006] FCA 673 at [37] ).",
      "id": "s40"
    },
    {
      "text": "He said:\n \n 'On the question of delay, both sides acknowledge that there have been periods when the applicant has been pursuing action to secure his refugee protection status.",
      "id": "s41"
    },
    {
      "text": "However, none of which focused on review of the Tribunal's decision.",
      "id": "s42"
    },
    {
      "text": "Part of those attempts occurred on acceptance that the Tribunal's decision was in fact correct.",
      "id": "s43"
    },
    {
      "text": "The actions were commenced by the applicant while represented by a legal practitioner specialising in migration law.",
      "id": "s44"
    },
    {
      "text": "Putting that to one side, there still remains significant unexplained delays.",
      "id": "s45"
    },
    {
      "text": "As the applicant has had the benefit of legal advice on how he should be pursuing his protection claim he cannot sustain the argument that the delays were due to his ignorance of the system.",
      "id": "s46"
    },
    {
      "text": "The documentation accompanying the original Tribunal decision contained a warning that judicial review must be sought within 28 days of notification of that decision.",
      "id": "s47"
    },
    {
      "text": "In the circumstances I believe it is appropriate to exercise my discretion and refuse relief.",
      "id": "s48"
    },
    {
      "text": "' \n ISSUE \n \n16 The critical issue in this appeal is whether his Honour exercised his discretion to grant or refuse relief in accordance with principles in House v The King [1936] HCA 40 ; (1936) 55 CLR 499 at 504-505.",
      "id": "s49"
    },
    {
      "text": "A SUBSIDIARY ISSUE \n \n17 The appellant also raised another issue in the appeal as to whether his Honour ought to have heard or received evidence from the appellant as to the circumstances on which the letter under s 417 was written and in particular, whether that evidence bore on a construction of the letter that it amounted to an acceptance of the Tribunal decision being, in fact, correct.",
      "id": "s50"
    },
    {
      "text": "His Honour refused to allow any evidence to be adduced on that point on the basis that, through an oversight of counsel then appearing for the appellant, his affidavit dated 1 August 2005 had not been served on the Minister until a few days before the trial in late March 2006.",
      "id": "s51"
    },
    {
      "text": "A question was raised on the material which the appellant sought to rely upon as to whether he had obtained legal advice concerning the issue of his acceptance or otherwise of the Tribunal's decision as being correct.",
      "id": "s52"
    },
    {
      "text": "The Minister complained that she was prejudiced in investigating that issue by the late receipt of the affidavit and notice ultimately that this issue was to be relied upon because she could not, in time before the trial, subpoena relevant material.",
      "id": "s53"
    },
    {
      "text": "His Honour took the view that in all the circumstances he would refuse leave to the appellant to adduce oral evidence, the attempt to tender the affidavit having been abandoned, on this point at the hearing.",
      "id": "s54"
    },
    {
      "text": "18 I do not see any basis upon which it could be said that his Honour's discretion miscarried.",
      "id": "s55"
    },
    {
      "text": "The appellant did not seek an adjournment to be able to allow the matter to proceed once any additional evidence had been obtained on subpoena or otherwise.",
      "id": "s56"
    },
    {
      "text": "Perhaps the appellant was mindful of any consequent order for costs occasioned by the adjournment going against the appellant in those circumstances.",
      "id": "s57"
    },
    {
      "text": "His Honour proceeded with the trial of the application.",
      "id": "s58"
    },
    {
      "text": "19 I do not see any error in his Honour's reasons for doing so.",
      "id": "s59"
    },
    {
      "text": "CONSIDERATION \n \n20 His Honour recorded in some detail, the arguments dealing with the issue of delay because it was an issue which loomed large and to which the debate about the admission of further evidence by the appellant was directed.",
      "id": "s60"
    },
    {
      "text": "The Minister made a concession that the period in which the Muin and Lie class action was progressed between June 1999 and February 2004 should not count against the appellant as any period of delay.",
      "id": "s61"
    },
    {
      "text": "That left the period between the giving of the decision in January 1998 by the Tribunal and the commencement of the appellant's participation in Muin and Lie class action to be accounted for and, subsequently, the period after June 2004 and the commencement of the proceedings.",
      "id": "s62"
    },
    {
      "text": "The latter period was largely sought to be explained by the letter under section 4 seeking reconsideration under s 417.",
      "id": "s63"
    },
    {
      "text": "21 As I have noted above, because of the gap between the decision of the Full Court of this Court in the Macabenta action in December 1998, and the appellant's joinder to the Muin and Lie class action in June 1999, counsel for the Minister submitted on the material available to him and before his Honour that that period was unexplained, and clearly before his Honour, it was.",
      "id": "s64"
    },
    {
      "text": "The Minister also submitted before his Honour and before me that participation in the Macabenta class action was a choice deliberately engaged in by the appellant on legal advice to pursue one form of relief and eschew a direct challenge to the Tribunal's decision in his case.",
      "id": "s65"
    },
    {
      "text": "His Honour accepted that characterisation, noting in the passage from his judgment which I have set out above, that all of the appellant's attempts prior to the commencement of the proceedings in the Federal Magistrates Court pursued avenues which focused on remedies other than, and apart from, a direct challenge to the reasoning of the Tribunal in his individual case.",
      "id": "s66"
    },
    {
      "text": "22 The Minister submitted to his Honour, as recorded in judgment [2006] FMCA 673 [33], that the letter under s 417 had proceeded on the assumption that the decision of the Tribunal was correct and that it had been written by the appellant's legal adviser and migration agent, Mr Joel, with knowledge of the law and thus constituted an admission by the appellant.",
      "id": "s67"
    },
    {
      "text": "23 When his Honour referred, in the critical part of his reasoning, to part of the attempts of the appellant having occurred on acceptance that the Tribunal decision was in fact correct, I infer that he did so, meaning to refer to the submission of the Minister that the letter under s 417 had been written with that in mind.",
      "id": "s68"
    },
    {
      "text": "It is therefore important to turn to that letter.",
      "id": "s69"
    },
    {
      "text": "It put forward three grounds which were as follows:\n \n \n 1.",
      "id": "s70"
    },
    {
      "text": "The appellant had been integrated into the Australian community generally.",
      "id": "s71"
    },
    {
      "text": "It argued that he, as a gay or homosexual man, would, at the very least, suffer significant discrimination.",
      "id": "s72"
    },
    {
      "text": "Even if it were not sufficient to make out Convention grounds to satisfy the Minister, this should elicit sympathy.",
      "id": "s73"
    },
    {
      "text": "The appellant had an infrastructure, within this country, of friendships and the like that had been formed in the intervening period of his residence.",
      "id": "s74"
    },
    {
      "text": "The ground noted that the catalyst for the appellant's departure was that he had been harassed in Malaysia and ostracised by his family.",
      "id": "s75"
    },
    {
      "text": "It recorded that the tribunal had assessed his claims and that they were not sufficient for invoking Convention grounds.",
      "id": "s76"
    },
    {
      "text": "However, Mr Joel asked that the reader could understand the pressure that was applied in that country which obviously remained a concern with respect to the appellant.",
      "id": "s77"
    },
    {
      "text": "2.",
      "id": "s78"
    },
    {
      "text": "The second ground was the fact that '... the law appeared significantly to have changed in a fashion which might benefit the appellant by reason of the High Court's decision ...' in Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473.",
      "id": "s79"
    },
    {
      "text": "The letter drew the Minister's attention to the consequence of that case holding that it was not correct to place on gay men an onus to live a discreet life (and hence avoid discrimination).",
      "id": "s80"
    },
    {
      "text": "It said that the decision had amplified the attachment to the social group of gay men which the appellant was part.",
      "id": "s81"
    },
    {
      "text": "3.",
      "id": "s82"
    },
    {
      "text": "The third ground was that the appellant's concern continued as to his treatment were he returned to Malaysia.",
      "id": "s83"
    },
    {
      "text": "24 The Minister argued that the reference in the letter to the decision of the High Court did not suggest that the decision of the tribunal was anything other than correct.",
      "id": "s84"
    },
    {
      "text": "In my view, it clearly challenged a fundamental premise of the reasoning of the tribunal, namely that it regarded the appellant as being a discreet person and that his likely treatment and fear of persecution were he to return to Malaysia had to be assessed on that basis.",
      "id": "s85"
    },
    {
      "text": "It said in express terms, that, the appellant's 'discretion seems by now to be germane to him', as in effect adopting the erroneous approach exposed by the majority of the High Court, some nearly six years after the tribunal's decision was given.",
      "id": "s86"
    },
    {
      "text": "25 What the tribunal failed to do, was to ask why it was necessary for the appellant to be or why he had become discreet.",
      "id": "s87"
    },
    {
      "text": "That is, as I understand it, the basis upon which his Honour was entitled to find, which is not now challenged, that there had been a jurisdictional error (see, for example, 216 CLR at 493 [53] per McHugh and Kirby JJ and 503 [90] per Gummow and Hayne JJ).",
      "id": "s88"
    },
    {
      "text": "I am of opinion that his Honour erred in concluding that the letter under s 417 amounted to or could be read as an acceptance of the correctness of the tribunal's decision.",
      "id": "s89"
    },
    {
      "text": "26 Moreover, I am of opinion that it was erroneous for his Honour to have taken the view that the appellant's participation in the class actions was a matter in which he should be taken as having accepted the correctness of the Tribunal's decision, if that is a reading that is open on the materials.",
      "id": "s90"
    },
    {
      "text": "There is a number of reasons why people take other proceedings or do not challenge on all possible grounds in one proceeding, decisions which may be not perceived to be in their interest.",
      "id": "s91"
    },
    {
      "text": "For example, in Port of Melbourne Authority v Anshun Pty Limited [1981] HCA 45 ; (1981) 147 CLR 589 at 603, Gibbs CJ and Mason and Aickin JJ said that there was a variety of circumstances why a party might justifiably refrain from litigating an issue in one proceeding yet wish to litigate the issue in other proceedings.",
      "id": "s92"
    },
    {
      "text": "Examples were the expense, the importance of the particular issue, and motives extraneous to the actual litigation which they said was to mention but a few.",
      "id": "s93"
    },
    {
      "text": "27 Here the appellant, apparently, on legal advice was told to join in two separate and, apparently, consecutive class actions that consumed a great deal of the period relied on as a delay.",
      "id": "s94"
    },
    {
      "text": "One can understand why, if he were advised that either of those class actions could afford him relief so that the decision against him could be reviewed, he may decide that it would save him the expense of litigating his own individual proceedings to do so.",
      "id": "s95"
    },
    {
      "text": "28 I am of opinion that it was not open to his Honour to draw an adverse inference as to delay against the appellant that he chose to join in the Macabenta class action, albeit on advice, immediately after the adverse tribunal decision.",
      "id": "s96"
    },
    {
      "text": "His Honour noted that the appellant's involvement in those proceedings did not directly challenge the decision now under review.",
      "id": "s97"
    },
    {
      "text": "Nonetheless, as his Honour recognised, what the appellant was doing was seeking to obtain an objective, mainly, to secure his refugee protection status.",
      "id": "s98"
    },
    {
      "text": "The fact that he chose, perhaps ill advisedly, one rather than another avenue of redress to achieve the same end and, even if he did so on legal advice, does not necessarily lead to a conclusion that the delay was unwarranted or inexcusable when he came to challenge the decision in the proceedings below or here.",
      "id": "s99"
    },
    {
      "text": "29 Indeed, in R v Commonwealth Court of Conciliation and Arbitration: Ex parte Ozone Theatres (Aust) Ltd [1949] HCA 33 ; (1949) 78 CLR 389 at 400, Latham CJ, Rich, Dixon, McTiernan and Webb JJ said that the constitutional writ of mandamus was not a writ of right and was not issued as of course.",
      "id": "s100"
    },
    {
      "text": "There were well recognised grounds upon which the court may, at its discretion, withhold the remedy.",
      "id": "s101"
    },
    {
      "text": "They noted that the writ may not be granted if a more convenient and satisfactory remedy exists.",
      "id": "s102"
    },
    {
      "text": "They went on to say that another ground was that if no useful result would ensue or if the party had been guilty of unwarrantable delay or if there had been bad faith on the part of the applicant, either in the transaction over which the duty to be enforced arose or towards the court to which the application is made.",
      "id": "s103"
    },
    {
      "text": "But, they said:\n \n 'The court's discretion is judicial and if the refusal of a definite public duty is established, the writ issues unless circumstances appear making it just that the remedy should be withheld.",
      "id": "s104"
    },
    {
      "text": "' \n\n\n \nAgain, their Honours, in this passage, were dealing with constitutional writ relief, albeit for a writ of mandamus.",
      "id": "s105"
    },
    {
      "text": "(Here the trial judge refused orders for certiorari and mandamus.",
      "id": "s106"
    },
    {
      "text": ") The High Court noted that one reason to refuse the writ was whether there was a more convenient and satisfactory remedy.",
      "id": "s107"
    },
    {
      "text": "30 The class actions which had been joined by the appellant could have resulted in his matter being reconsidered and the point he now wishes to take could have been reventilated before the Tribunal afresh.",
      "id": "s108"
    },
    {
      "text": "It is possible to see that a more convenient and satisfactory remedy was achievable for the appellant in pursuing the substantive class actions.",
      "id": "s109"
    },
    {
      "text": "They could have resulted in more sweeping relief quashing a large number of the Tribunal's decisions and requiring a reconsideration of them.",
      "id": "s110"
    },
    {
      "text": "Indeed, the result of those proceedings may have affected any reconsideration by the Tribunal of the appellant's case.",
      "id": "s111"
    },
    {
      "text": "31 In Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 at 106-109 [51] - [59] , Gaudron and Gummow JJ examined circumstances in which constitutional writ relief for the writ of prohibition might be refused.",
      "id": "s112"
    },
    {
      "text": "They referred to the recognition that an element of the discretion attending the exercise of the jurisdiction conferred by s 75(v) of the Constitution with respect to prohibition, involved two separate questions.",
      "id": "s113"
    },
    {
      "text": "The first was whether the officers of the Commonwealth in question had acted in want of, or excess, of jurisdiction.",
      "id": "s114"
    },
    {
      "text": "His Honour's finding here shows that to be the case.",
      "id": "s115"
    },
    {
      "text": "The second question identified by Gaudron and Gummow JJ was whether prohibition should not issue having regard to the delay, waiver, acquiescence, or other conduct of the prosecutor in the course of the administrative proceeding or in other relevant circumstances (204 CLR at 106-107 [53]).",
      "id": "s116"
    },
    {
      "text": "32 Their Honours referred to the passage above from R v Commonwealth Court of Conciliation and Arbitration; Ex parte Ozone Theatres (Aust) Ltd [1949] HCA 33 ; (1949) 78 CLR 389 at 400, and to an observation by Lord Denning MR, in F. Hoffman-La Roche &amp; Co AG v Secretary of State for Trade and Industry [1975] AC 295 at 320: \n \n 'He may be debarred from relief if he has acquiesced in the invalidity or has waived it.",
      "id": "s117"
    },
    {
      "text": "If he did not come with due diligence and ask for it to be set aside, he may be sent away with nothing.",
      "id": "s118"
    },
    {
      "text": "' \n\n\n \n33 And in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 at 183-184 [80] per McHugh J, 203 [174] per Kirby J, and 212 [211] per Hayne J, their Honours affirmed that delay, waiver, acquiescence or other conduct of an applicant for constitutional writ relief may relief may stand in that person's way.",
      "id": "s119"
    },
    {
      "text": "34 Notwithstanding the jurisdictional error that he had found in the Tribunal's decision, his Honour, in exercising his discretion to refuse relief, said that because the other actions in which the appellant participated had been commenced by legal practitioners, and he was represented by a legal practitioner specialising in migration law, was a factor that was relevant.",
      "id": "s120"
    },
    {
      "text": "I am of opinion that while it was relevant, his Honour failed to weigh with it, and see as outweighing it, the fact that the remedies which the appellant sought in those other proceedings were perfectly legitimate for him to pursue and did not involve any unwarrantable delay or acquiescence by him.",
      "id": "s121"
    },
    {
      "text": "What the appellant did was to seek, in the class actions, to challenge the overall way in which he had been treated.",
      "id": "s122"
    },
    {
      "text": "It would have caused him expense and possibly constituted a source for delay and concern for him to be involved as a sole litigant in challenging the correctness of the same decision which he sought to set aside in the class actions.",
      "id": "s123"
    },
    {
      "text": "He did not need to take that on as an individual action when it was not absolutely necessary for him to do so.",
      "id": "s124"
    },
    {
      "text": "35 Of course, it can be seen with the benefit of hindsight, that because the class actions each failed to achieve the result of attaining at least a review of the decision of the appellant's refugee status by the Tribunal afresh, he made an error.",
      "id": "s125"
    },
    {
      "text": "But I do not think it can be said fairly that he was guilty of any unwarrantable or unexplained delay.",
      "id": "s126"
    },
    {
      "text": "At that time, his Honour was entitled to have regard to the then unexplained delay of six months in late 1998 and the first half of 1999.",
      "id": "s127"
    },
    {
      "text": "The other delay was properly explained, in my view, by the appellant's applications as a class applicant and as a person seeking administrative review by the Minister in light of, inter alia, the High Court's subsequent decision which changed the law that applied to his behaviour as a discreet gay man in Malaysia.",
      "id": "s128"
    },
    {
      "text": "36 In my view, his Honour's reasons should be interpreted as having regard to an erroneous construction of the letter under s 417 that it amounted to an acceptance that the Tribunal's decision was in fact correct.",
      "id": "s129"
    },
    {
      "text": "For that reason, his Honour's discretion miscarried as explained in House v The King [1936] HCA 40 ; (1936) 55 CLR 499 at 505 by Dixon, Evatt and McTiernan JJ.",
      "id": "s130"
    },
    {
      "text": "They said that if a judge acted upon a wrong principle, allowed erroneous or irrelevant matters to guide or affect him, mistook the facts, or if he did not take into account some material consideration, then his determination should be reviewed and the appellate court may exercise its own discretion in substitution for his if it has the materials for doing so.",
      "id": "s131"
    },
    {
      "text": "37 In my opinion, each of his Honour's errors in characterizing the s 417 letter as accepting the Tribunal's decision as correct and his Honour's inference that the appellant's participation in the two class actions was capable of being seen in the same way, fell within the principles to which their Honours referred, namely, a mistake of the facts.",
      "id": "s132"
    },
    {
      "text": "38 The Minister argued that although his Honour referred to those matters in the critical portion of his reasons, they were not determinative in the exercise of the ultimate discretion which was taken.",
      "id": "s133"
    },
    {
      "text": "That is because his Honour said:\n \n 'Putting that to one side, there still remain significant unexplained delays.",
      "id": "s134"
    },
    {
      "text": "' \n\n\n \n39 As I have said, the delay between what was understood to be the end of the Macabenta class action and the commencement of the Muin and Lie class actions was an unexplained delay and could be regarded as being of some significance.",
      "id": "s135"
    },
    {
      "text": "But I am not at all clear as to what the other significant delays or delay to which his Honour referred were.",
      "id": "s136"
    },
    {
      "text": "His Honour seems to have focused on the fact that in January 1998, the Tribunal notified the appellant that he had 28 days to apply to the Federal Court.",
      "id": "s137"
    },
    {
      "text": "That is true, and it is also true that he was represented, relevantly, throughout the period which his Honour was examining.",
      "id": "s138"
    },
    {
      "text": "40 But in light of the fact that throughout the period, albeit with the unexplained delay to his Honour in 1998-1999, the appellant was taking active steps to challenge the adverse decision on his application for refugee status.",
      "id": "s139"
    },
    {
      "text": "I am not sure what else the appellant should have done.",
      "id": "s140"
    },
    {
      "text": "It is because his Honour referred in general terms to unexplained 'delays' that it seems to me that while the period in 1998-1999 could be regarded as significant, the period following the Minister's 12-month consideration of the s 417 letter can hardly have a similar significance.",
      "id": "s141"
    },
    {
      "text": "41 That delay is more than the 28 days, which had been notified to the appellant earlier, and it is also true that he had been legally advised.",
      "id": "s142"
    },
    {
      "text": "But at the heart of this case is the fact that there is a finding by his Honour that the Tribunal made a significant jurisdictional error in its consideration of and approach to the appellant's claims.",
      "id": "s143"
    },
    {
      "text": "Weighed against the significance of the injustice done to him by the erroneous approach that the Tribunal had adopted, and having regard to the whole of the history, I am of opinion that the appellant did seek to pursue remedies on the evidence before his Honour.",
      "id": "s144"
    },
    {
      "text": "Although there was a gap which had not been explained to his Honour, I am of opinion that his Honour did not simply have regard to those delays alone.",
      "id": "s145"
    },
    {
      "text": "On a proper reading of his decision, he saw that there were two bases on which he could refuse relief, the first being that of acceptance by the appellant of the Tribunal's decision being correct, and the second being delays.",
      "id": "s146"
    },
    {
      "text": "42 Again, because I am of opinion that it was erroneous for his Honour to have had regard to the s 417 letter in the way that he appears to have done, his Honour's discretion miscarried and it therefore falls to me to consider the matter afresh.",
      "id": "s147"
    },
    {
      "text": "As I have noted, in light of the fact that the Macabenta class action was the subject of a special leave application which was only dismissed in June 1999, it is now clear that the appellant's delay in the period of his involvement in the Macabenta action went right up to the time he joined the Muin and Lie class action.",
      "id": "s148"
    },
    {
      "text": "43 I am of opinion that it was reasonable for the appellant to decide on advice to pursue those class actions and not this action and he has given a sufficient explanation for that delay.",
      "id": "s149"
    },
    {
      "text": "Had he not been pursuing, as a member of the class, on legal advice, two actions which it is not suggested could not have afforded him relief, then there would obviously be no reason to ignore the period between February 1998 and February 2004 while those actions proceeded.",
      "id": "s150"
    },
    {
      "text": "But the fact is he was using those actions as a means to secure his refugee protection status, as his Honour found.",
      "id": "s151"
    },
    {
      "text": "44 That being so, I am of opinion that the delay is explained.",
      "id": "s152"
    },
    {
      "text": "It may be that the appellant made a mistake in doing that, but it is not a mistake that I regard as being unreasonable, unwarranted, or in any way such as would suggest that he had waived his rights or acquiesced in the decision which he sought to challenge.",
      "id": "s153"
    },
    {
      "text": "Quite the contrary.",
      "id": "s154"
    },
    {
      "text": "Were those decisions in the class actions favourable to his position, he would have been held to be entitled to a further hearing in the Tribunal.",
      "id": "s155"
    },
    {
      "text": "45 I am also of opinion, for the reasons that I have given, that when the s 417 letter was written it was reasonable for the appellant to seek the Minister's reconsideration of the matter, having regard to the High Court's over-ruling of previous decisions of this court and opening up for further consideration the way in which the appellant's claim had been assessed by the Tribunal.",
      "id": "s156"
    },
    {
      "text": "Why should people engage in litigation when a reasonable Minister, acting properly in accordance with the law, could have taken the view (and she is not to be criticised for not having done so) that the exercise of a discretion under s 417 was warranted?",
      "id": "s157"
    },
    {
      "text": "46 It is not suggested, against the appellant, that the s 417 letter was futile, or that it should not have been written, or that it was a waste of time.",
      "id": "s158"
    },
    {
      "text": "All that is said is that by writing it and drawing attention to the fact that the High Court had changed the law that had been applied to him, the appellant was asking for a reconsideration more favourably of his case under the Act that that amounted to an acceptance of the correctness of the decision.",
      "id": "s159"
    },
    {
      "text": "I am unable to see how that could possibly be said to be an act of delay, waiver or acquiescence by the appellant.",
      "id": "s160"
    },
    {
      "text": "It plainly was not.",
      "id": "s161"
    },
    {
      "text": "It was an attempt by the appellant to have a sensible outcome achieved by administrative, rather than expensive and protracted judicial, proceedings.",
      "id": "s162"
    },
    {
      "text": "47 The fact that the Minister took 12 months to decide the matter is then sought to be attributed to the appellant as a delay, and what is more, the Minister, having taken 12 months to deal with the matter, says that it was quite unreasonable for the appellant not to immediately go to the court within 28 days and that should be taken into account as a reason to conclude that he had waived, acquiesced or unreasonably delayed.",
      "id": "s163"
    },
    {
      "text": "In my opinion, there having been a plain jurisdictional error, it is not appropriate to refuse the appellant relief in all the circumstances.",
      "id": "s164"
    },
    {
      "text": "48 I am of the opinion that in this matter I should grant the appellant an order in the nature of a writ of certiorari and remit the matter to the Tribunal to be determined according to law.",
      "id": "s165"
    },
    {
      "text": "The orders I make are:\n \n \n 1 The appeal is allowed with costs.",
      "id": "s166"
    },
    {
      "text": "2 Orders 2 and 3 made by the Federal Magistrates Court of Australia on 19 May 2006 are set aside and in lieu thereof it is ordered that: \n \n \n \n \n \n \n (a) order in the nature of an order absolute in the first instance for a writ of certiorari to quash the decision of the second respondent dated 14 January 1998 to affirm the decision of the first respondent not to grant the appellant a protection visa; \n \n \n \n \n \n \n \n \n \n (b) order in the nature of a writ of mandamus directing the second respondent to hear and determine the application for review according to law; \n \n \n \n \n \n \n \n (c) the first respondent pay the applicant's costs.",
      "id": "s167"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s168"
    },
    {
      "text": "Associate:\nDated: 18 December 2006\n\n\n Counsel for the Appellant: Mr N Poynder \n \n Counsel for the Respondent: Mr JD Smith \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 8 November 2006 \n \n Date of Judgment: 8 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1744.html",
      "id": "s169"
    }
  ]
}