{
  "name": "Rivera v Minister for Justice and Customs [2006] FCA 1784 (21 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1784.html",
  "catchphrases": [
    {
      "text": "application for judicial review of minister's determination under s 22(2) of the extradition act 1988 (cth) that applicant be surrendered to united states",
      "id": "c0"
    },
    {
      "text": "whether death penalty undertaking complied with s 22(3)(c) of the act",
      "id": "c1"
    },
    {
      "text": "whether applicant entitled to be provided with and to comment on departmental submissions provided to minister",
      "id": "c2"
    },
    {
      "text": "extradition",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under s 39B of the Judiciary Act 1903 (Cth) in relation to a determination of the Minister for Justice and Customs under s 22(2) of the Extradition Act 1988 (Cth) that the applicant be surrendered to the United States of America in relation to the extraditable offence of murder under the California Penal Code ('the Code').",
      "id": "s0"
    },
    {
      "text": "The Minister issued a surrender warrant under s 23 of the Act on 31 August 2006.",
      "id": "s1"
    },
    {
      "text": "Background \n \n2 On 19 September 2002, the applicant was arrested in Orange in New South Wales under a provisional arrest warrant issued by a magistrate on 4 September 2002 under s 12 of the Act.",
      "id": "s2"
    },
    {
      "text": "The applicant has been detained in custody since that time.",
      "id": "s3"
    },
    {
      "text": "On 12 November 2002, the Minister received an extradition request from the United States for the applicant's extradition, in relation to one count of murder, contrary to s 187 of the Code.",
      "id": "s4"
    },
    {
      "text": "On 14 November 2002, the Minister issued a notice under s 16 of the Act, being a notice addressed to a magistrate stating that an extradition request had been received.",
      "id": "s5"
    },
    {
      "text": "3 In December 2002, a magistrate determined that the applicant was eligible for surrender and committed him to prison to await surrender, pursuant to s 19(9) of the Act.",
      "id": "s6"
    },
    {
      "text": "The applicant unsuccessfully challenged the magistrate's decision, or his eligibility for surrender, in the Supreme Court of New South Wales, the Full Court of the Federal Court, and the High Court.",
      "id": "s7"
    },
    {
      "text": "The surrender determination \n \n4 The final stage of the extradition process is the surrender determination by the Minister pursuant to s 22 of the Act and the issue of the warrant.",
      "id": "s8"
    },
    {
      "text": "Subsection 22(2) of the Act provides:\n \n 'The Attorney-General shall, as soon as is reasonably practicable, having regard to the circumstances, after a person becomes an eligible person, determine whether the person is to be surrendered in relation to a qualifying extradition offence or qualifying extradition offences.",
      "id": "s9"
    },
    {
      "text": "' \n\n5 Subsection 22(3) provides conditions which must be satisfied in order for a determination to be made that the person be surrendered:\n \n \n '(3) For the purposes of subsection (2), the eligible person is only to be surrendered in relation to a qualifying extradition offence if: \n \n \n \n \n \n \n (a) the Attorney-General is satisfied that there is no extradition objection in relation to the offence; \n \n \n \n \n \n \n \n (b) the Attorney-General is satisfied that, on surrender to the extradition country, the person will not be subjected to torture; \n \n \n \n \n \n \n \n (c) where the offence is punishable by a penalty of death - by virtue of an undertaking given by the extradition country to Australia, one of the following is applicable: \n \n \n \n \n \n \n \n (i) the person will not be tried for the offence; \n \n \n \n (ii) if the person is tried for the offence, the death penalty will not be imposed on the person; \n (iii) if the death penalty is imposed on the person, it will not be carried out; \n \n \n \n \n \n (d) The extradition country concerned has given a speciality assurance in relation to the person; \n \n \n \n \n \n \n \n (e) where, because of section 11, this Act applies in relation to the extradition country subject to a limitation, condition, qualification or exception that has the effect that: \n \n \n \n \n \n (i) surrender of the person in relation to the offence shall be refused; or \n (ii) surrender of the person in relation to the offence may be refused; \n \n \n \n \n in certain circumstances -- the Attorney-General is satisfied: \n \n \n \n \n (iii) where subparagraph (i) applies -- that the circumstances do not exist; or \n (iv) where subparagraph (ii) applies -- either that the circumstances do not exist or that they do exist but that nevertheless surrender of the person in relation to the offence should not be refused; and \n \n \n \n \n \n \n \n (f) the Attorney-General, in his or her discretion, considers that the person should be surrendered in relation to the offence.",
      "id": "s10"
    },
    {
      "text": "' \n \n \n\n6 'Extradition objection' is defined in s 7 of the Act as:\n \n 'Meaning of \"extradition objection\" \n \n For the purposes of this Act, there is an extradition objection in relation to an extradition offence for which the surrender of a person is sought by an extradition country if: \n \n \n \n (a) the extradition offence is a political offence in relation to the extradition country; \n \n \n \n \n \n (b) the surrender of the person, in so far as it purports to be sought for the extradition offence, is actually sought for the purpose of prosecuting or punishing the person on account of his or her race, religion, nationality or political opinions or for a political offence in relation to the extradition country; \n \n \n \n \n \n (c) on surrender to the extradition country in respect of the extradition offence, the person may be prejudiced at his or her trial, or punished, detained or restricted in his or her personal liberty, by reason of his or her race, religion, nationality or political opinions; \n \n \n \n \n \n (d) assuming that the conduct constituting the extradition offence, or equivalent conduct, had taken place in Australia at the time at which the extradition request for the surrender of the person was received, that conduct or equivalent conduct would have constituted an offence under the military law, but not also under the ordinary criminal law, of Australia; or \n \n \n \n \n \n (e) the person has been acquitted or pardoned by a competent tribunal or authority in the extradition country or Australia, or has undergone the punishment provided by the law of that country or Australia, in respect of the extradition offence or another offence constituted by the same conduct as constitutes the extradition offence.",
      "id": "s11"
    },
    {
      "text": "' \n \n\n7 The Extradition (United States of America) Regulations apply the Act in relation to extradition requests from the United States and the regulations incorporate the Treaty on Extradition between Australia and the United States of America ('the Treaty').",
      "id": "s12"
    },
    {
      "text": "What amounts to a 'speciality assurance', as referred to in s 22(3)(d), is dealt with in s 22(4) of the Act.",
      "id": "s13"
    },
    {
      "text": "In the case of the United States, the speciality assurance is incorporated in Article XIV of the Treaty.",
      "id": "s14"
    },
    {
      "text": "8 On 13 December 2004, the Attorney General's Department wrote to the applicant inviting submissions concerning the decision to be made by the Minister under s 22.",
      "id": "s15"
    },
    {
      "text": "The submissions made by the applicant totalled over 1000 pages.",
      "id": "s16"
    },
    {
      "text": "The extradition offence and penalty \n \n9 It is convenient at this stage to set out some background regarding the extradition offence.",
      "id": "s17"
    },
    {
      "text": "Two affidavits of Mr Michael Fermin, Deputy District Attorney of the County of San Bernardino, California, were made in support of the extradition request.",
      "id": "s18"
    },
    {
      "text": "One affidavit was sworn in October 2002 ('the earlier affidavit'), and a supplementary affidavit sworn 14 November 2002 ('the supplementary affidavit').",
      "id": "s19"
    },
    {
      "text": "Mr Fermin deposed in the earlier affidavit that the District Attorney's Office had filed a felony complaint on 28 May 2002 pursuant to s 187(a) of the Code, alleging that the applicant murdered Ms Kristina Garcia.",
      "id": "s20"
    },
    {
      "text": "10 Section 187(a) of the Code defines murder as follows:\n \n 'Murder is the unlawful killing of a human being, or a fetus, with malice aforethought.",
      "id": "s21"
    },
    {
      "text": "' \n\n11 Paragraph 26 of the earlier affidavit was as follows:\n \n 'In California, defendants charged with murder are always charged under California Penal Code Section 187 since it defines the charge of murder.",
      "id": "s22"
    },
    {
      "text": "While statutes in the same Chapter (Chapter 1 of Title 8) define degrees, malice requirements, punishment, and others, the main charging section is 187.",
      "id": "s23"
    },
    {
      "text": "Further, in California, the charging document need not limit the degrees of murder a prosecutor may seek.",
      "id": "s24"
    },
    {
      "text": "There are two degrees of murder in California.",
      "id": "s25"
    },
    {
      "text": "First and Second Degree Murder are defined in Penal Code Section 189.",
      "id": "s26"
    },
    {
      "text": "Penal Code Section 190 is the penalty section for murder.",
      "id": "s27"
    },
    {
      "text": "First Degree Murder, under the circumstances of this case, carries a sentence of twenty-five years to life in prison.",
      "id": "s28"
    },
    {
      "text": "Based on the facts known to the District Attorney's Office, the District Attorney will be seeking a First Degree Murder verdict from the jury for willful, deliberate, and premeditated murder...' \n\n12 What constitutes murder in the first degree is addressed in s 189 of the Code.",
      "id": "s29"
    },
    {
      "text": "13 Section 190(a) of the Code provides that:\n \n 'Every person guilty of murder in the first degree shall be punished by death, imprisonment in the state prison for life without the possibility of parole, or imprisonment in the state prison for a term of 25 years to life.",
      "id": "s30"
    },
    {
      "text": "The penalty to be applied shall be determined as provided in Sections 190.1, 190.2, 190.3, 190.4, and 190.5.",
      "id": "s31"
    },
    {
      "text": "' \n\n14 Section 190.2 provides that the penalty for a person found guilty of first degree murder is death or life imprisonment without parole if one of a number of identified 'special circumstances' in that section is found 'to be true' under s 190.4.",
      "id": "s32"
    },
    {
      "text": "These special circumstances include, for example, that the murder was committed while the defendant was engaged in the commission of an offence of kidnapping in violation of certain sections of the Code.",
      "id": "s33"
    },
    {
      "text": "15 Section 190.4(a) provides:\n \n 'Whenever special circumstances as enumerated in Section 190.2 are alleged and the trier of fact finds the defendant guilty of first degree murder, the trier of fact shall also make a special finding on the truth of each alleged special circumstance.",
      "id": "s34"
    },
    {
      "text": "The determination of the truth of any or all of the special circumstances shall be made by the trier of fact on the evidence presented at the trial or at the hearing held pursuant to Subdivision (b) of Section 190.1.",
      "id": "s35"
    },
    {
      "text": "... \n \n The trier of fact shall make a special finding that each special circumstance charged is either true or not true.",
      "id": "s36"
    },
    {
      "text": "Whenever a special circumstance requires proof of the commission or attempted commission of a crime, such crime shall be charged and proved pursuant to the general law applying to the trial and conviction of the crime.",
      "id": "s37"
    },
    {
      "text": "... \n \n If the trier of fact finds that any one or more of the special circumstances enumerated in Section 190.2 as charged is true, there shall be a separate penalty hearing...' \n \n Section 190.3 applies, inter alia, where the defendant has been found guilty of first degree murder and a special circumstance has been charged and found to be true.",
      "id": "s38"
    },
    {
      "text": "It provides that in those circumstances the trier of fact shall determine whether the defendant should receive the death penalty or life imprisonment without parole.",
      "id": "s39"
    },
    {
      "text": "It also sets out the evidence which may be presented in proceedings on the question of penalty, being evidence 'as to any matter relevant to aggravation, mitigation, and sentence...' \n The application \n \n16 By application filed 6 September 2006, the applicant sought the following orders:\n \n1.",
      "id": "s40"
    },
    {
      "text": "An order that the respondent validly exercise the discretion conferred on him by s 22(2) of the Extradition Act as to whether the application should be surrendered to the United States;\n \n2.",
      "id": "s41"
    },
    {
      "text": "A declaration that the surrender warrant issued by the respondent purportedly under s 23 of the Act is a nullity in that the respondent failed to validly exercise his discretion as required by the provisions of s 22 of the Act;\n \n3.",
      "id": "s42"
    },
    {
      "text": "An order setting aside the surrender warrant;\n \n4.",
      "id": "s43"
    },
    {
      "text": "An injunction restraining the respondent from acting on the warrant;\n \n5.",
      "id": "s44"
    },
    {
      "text": "Alternatively, a writ of habeus corpus , or the applicant be released on bail.",
      "id": "s45"
    },
    {
      "text": "6.",
      "id": "s46"
    },
    {
      "text": "A declaration that the provision arrest warrant is a nullity, or an abuse of process under the Act;\n \n7.",
      "id": "s47"
    },
    {
      "text": "A declaration that the applicant has been unlawfully detained since his arrest;\n \n8.",
      "id": "s48"
    },
    {
      "text": "Damages for false imprisonment;\n \n9.",
      "id": "s49"
    },
    {
      "text": "Any orders the Court thinks fit;\n \n10.",
      "id": "s50"
    },
    {
      "text": "Costs.",
      "id": "s51"
    },
    {
      "text": "At the hearing, the applicant indicated that he no longer sought orders 5, 6, 7 and 8.",
      "id": "s52"
    },
    {
      "text": "17 The application also contained claims for interlocutory relief, which included that the surrender warrant be stayed pending finalisation of these proceedings, the broadcast of the America's Most Wanted television program aired on 27 July 2002 be produced into evidence, that Detective Rob Aceivado appear at the hearing by video link, and that leave be granted to subpoena 26 named individuals (including Mr Acievado).",
      "id": "s53"
    },
    {
      "text": "18 The applicant has filed four affidavits, at least in form.",
      "id": "s54"
    },
    {
      "text": "They represent the mechanism chosen by the applicant to put before the Court a mixture of submissions, facts and argumentative propositions.",
      "id": "s55"
    },
    {
      "text": "The first affidavit was filed on 6 September 2006 in support of the application.",
      "id": "s56"
    },
    {
      "text": "The second affidavit, sworn 13 September 2006, is entitled 'Additional evidence'.",
      "id": "s57"
    },
    {
      "text": "The third and fourth affidavits, both sworn 15 September 2006, are entitled 'Application Book' and 'Supplementary Book', and are over 200 pages and nearly 400 pages respectively.",
      "id": "s58"
    },
    {
      "text": "The supplementary book and the application book and supporting documents were provided by the applicant to the Minister in connection with the determination under s 22 of the Act.",
      "id": "s59"
    },
    {
      "text": "19 The first affidavit identified eleven grounds 'relied upon to justify this review'.",
      "id": "s60"
    },
    {
      "text": "Although they have been articulated in a variety of ways, this description is sufficient:\n \n1.",
      "id": "s61"
    },
    {
      "text": "The Minister was wrong in determining the applicant would not be prejudiced at trial because of race and religion under s 23(3)(a) of the Act;\n \n2.",
      "id": "s62"
    },
    {
      "text": "The Minister was wrong in determining the applicant would not be subjected to torture under s 22(3)(b) of the Act;\n \n3.",
      "id": "s63"
    },
    {
      "text": "The Minister was wrong 'in determining that the undertaking for the death penalty conformed with the construction language of the terms of s 22(3)(c) of the Act';\n \n4.",
      "id": "s64"
    },
    {
      "text": "The Minister's decision cannot be supported having regard to whole of the evidence and international law as required under s 22(3)(e) of the Act;\n \n5.",
      "id": "s65"
    },
    {
      "text": "The extradition request was made in bad faith;\n \n6.",
      "id": "s66"
    },
    {
      "text": "The Minister erred in determining that surrender of the applicant would not be unjust, oppressive or incompatible with humanitarian considerations;\n \n7.",
      "id": "s67"
    },
    {
      "text": "The Minister's decision was so unreasonable that no reasonable person could have made it;\n \n8.",
      "id": "s68"
    },
    {
      "text": "The applicant was denied natural justice;\n \n9.",
      "id": "s69"
    },
    {
      "text": "The Minister's decision was an improper ruling because the Minister took into account irrelevant considerations and failed to take into account relevant considerations;\n \n10.",
      "id": "s70"
    },
    {
      "text": "The proceedings were tainted by an apprehension of bias by the Minister and the decision was therefore invalid;\n \n11.",
      "id": "s71"
    },
    {
      "text": "The Minister's powers under s 22 of the Act were unconstitutional.",
      "id": "s72"
    },
    {
      "text": "20 On the first day of the hearing, counsel for the Minister provided the applicant for the first time with the Departmental submissions provided to the Minister in connection with the Minister's determination under s 22.",
      "id": "s73"
    },
    {
      "text": "The Departmental submissions were six pages in length including a cover sheet containing a recommendation that the Minister determine that the applicant be surrendered under s 22 and that he issue the warrant under s 23.",
      "id": "s74"
    },
    {
      "text": "Attached was a one page document of Departmental submissions entitled 'Concluded litigation initiated by Mr Rivera'.",
      "id": "s75"
    },
    {
      "text": "A further attachment was 34 pages of Departmental submissions entitled 'Grounds for refusal of surrender under the Extradition Act 1988 ' .",
      "id": "s76"
    },
    {
      "text": "The term 'Departmental submissions' will be used to refer to all these documents, collectively.",
      "id": "s77"
    },
    {
      "text": "Responses from the United States, and 'representations' received from the applicant, were also attached.",
      "id": "s78"
    },
    {
      "text": "21 The applicant made extensive oral submissions over the two days of hearing.",
      "id": "s79"
    },
    {
      "text": "The written material on which he primarily relied was the 71 pages of submissions contained in his supplementary book and a document entitled 'Applicant's response to the Attorney General's Department submissions' which he provided on the second day of the hearing, after a three day adjournment.",
      "id": "s80"
    },
    {
      "text": "The latter document addressed the applicant's complaints concerning the Departmental submissions.",
      "id": "s81"
    },
    {
      "text": "The substance of those complaints was that the Departmental submissions had not accurately placed his representations before the Minister, by omitting or misrepresenting relevant submissions or facts.",
      "id": "s82"
    },
    {
      "text": "The applicant also made oral submissions on these issues.",
      "id": "s83"
    },
    {
      "text": "The parties' submissions \n \n22 Before considering the specific grounds advanced by the applicant, it is convenient to note the Minister's submissions regarding the nature of the Minister's determination under s 22 of the Act.",
      "id": "s84"
    },
    {
      "text": "Counsel referred to the recent decision of the High Court in Vasiljkovic v Commonwealth [2006] HCA 40 ; (2006) 228 ALR 447 which considered the Minister's decision-making power under the section and which held, it was submitted, that in determining whether to surrender a person, the Minister does not undertake any sort of preliminary hearing of a criminal trial which in this case would be conducted in the United States by a Californian court.",
      "id": "s85"
    },
    {
      "text": "The Minister's task was not to determine any questions of guilt or to determine whether or not proceedings should be stayed on the basis of unfair publicity or other matters.",
      "id": "s86"
    },
    {
      "text": "23 Counsel for the Minister submitted that to obtain relief under s 39B of the Judiciary Act , the applicant must show jurisdictional error on the part of the Minister.",
      "id": "s87"
    },
    {
      "text": "The grounds for review were even more limited in relation to declaratory relief: see Foster v Minister for Justice and Customs and Justice [2000] HCA 38 ; (2000) 200 CLR 442 at [7] to [8].",
      "id": "s88"
    },
    {
      "text": "The Court did not have jurisdiction under s 39B to review findings of fact.",
      "id": "s89"
    },
    {
      "text": "Issues such as whether the applicant would be prejudiced at trial due to his race and religion, or whether he would be subjected to torture, were matters in the statute about which the Minister must be satisfied, and the grounds for judicial review by a Court of that state of satisfaction were limited: see Buck v Bavone [1976] HCA 24 ; (1976) 135 CLR 110 at 118 to 119 per Gibbs J.",
      "id": "s90"
    },
    {
      "text": "There had been ample probative evidence before the Minister to support the requisite state of satisfaction where such was required under s 22.",
      "id": "s91"
    },
    {
      "text": "Applicant's entitlement to material before the Minister \n \n24 The applicant claimed that he had not been provided with everything that was placed before the Minister despite having made a number of requests to the Department for that material.",
      "id": "s92"
    },
    {
      "text": "He claimed that he was entitled to these documents and to an opportunity to respond to them as a matter of procedural fairness.",
      "id": "s93"
    },
    {
      "text": "As earlier noted, the Minister provided the applicant with a copy of the Departmental submissions for the first time at the hearing.",
      "id": "s94"
    },
    {
      "text": "Noting in those submissions a reference to the supplementary affidavit, the applicant initially complained that he could not recall having ever seen such a document.",
      "id": "s95"
    },
    {
      "text": "Counsel for the Minister later confirmed that the document had been provided to the applicant as part of the s 19 proceedings before the magistrate.",
      "id": "s96"
    },
    {
      "text": "On that basis, the applicant accepted that he had previously been provided with the document.",
      "id": "s97"
    },
    {
      "text": "It was not entirely clear whether the applicant pressed his complaint regarding not having been provided with the Departmental submissions prior to the s 22 decision.",
      "id": "s98"
    },
    {
      "text": "He did however, refer to the fact that he would have provided the Minister with a 'public reference' document concerning human rights violations in the United States had he known the Minister was going to rely on the grounds contained in the Departmental submissions to support his decision.",
      "id": "s99"
    },
    {
      "text": "It is clear, however, that the applicant's primary complaint concerning the Departmental submissions related to their contents.",
      "id": "s100"
    },
    {
      "text": "25 Counsel for the Minister submitted that the Minister was not obliged to provide the applicant with a copy of the Departmental submissions as a matter of natural justice.",
      "id": "s101"
    },
    {
      "text": "Where the Department evaluated material, and that material had been made available to someone in the applicant's position as it had here to the applicant, it was not correct to say that natural justice also required the comments or submissions themselves to be provided: see Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Palme [2003] HCA 56 ; (2003) 216 CLR 212 at 219 to 220.",
      "id": "s102"
    },
    {
      "text": "Entitlement to an oral enquiry \n \n26 The applicant submitted that he was entitled to an oral inquiry or hearing in connection with the Minister's determination under s 22 of the Act.",
      "id": "s103"
    },
    {
      "text": "In support of this argument he relied primary on the submissions contained in his supplementary book.",
      "id": "s104"
    },
    {
      "text": "He submitted that in appropriate circumstances, procedural fairness may require an oral hearing and that there was no basis for inferring that s 22 should be confined to a 'paper hearing'.",
      "id": "s105"
    },
    {
      "text": "He referred to the principles in cases such as Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550.",
      "id": "s106"
    },
    {
      "text": "He relied on the nature of his claims, the extent of conflicting material, and the seriousness of the consequences which might result from a decision adverse to him under s 22 , in support of the proposition that some element of an oral hearing was required to satisfy the need for procedural fairness in his case: see Chen v Minister for Immigration and Ethnic Affairs (1994) 48 FCR 591 at 599 to 602.",
      "id": "s107"
    },
    {
      "text": "He submitted that he was at least entitled to some form of oral hearing in relation to an audio tape recording he made of a conversation between himself and Mr Aceivado.",
      "id": "s108"
    },
    {
      "text": "According to the applicant, Mr Aceivado admitted that his fellow officers manufactured evidence in the case.",
      "id": "s109"
    },
    {
      "text": "The applicant had refused to provide the tape to the Department primarily on the basis that it could only properly be adduced in an impartial forum to ensure that it was properly tested.",
      "id": "s110"
    },
    {
      "text": "The applicant also submitted that there were no competing considerations sufficient to deprive him from putting his case before the Minister: see Murray v Legal Services Commission [1999] NSWCA 70 ; (1999) 46 NSWLR 224.",
      "id": "s111"
    },
    {
      "text": "27 The Minister submitted that the Department had asked the applicant to provide the tape so that it could provide a copy to the United States.",
      "id": "s112"
    },
    {
      "text": "Having refused to provide the tape to the Department, the applicant could hardly complain that the Minister did not take it into account.",
      "id": "s113"
    },
    {
      "text": "The issue of whether the applicant was entitled to an oral enquiry was also raised in relation to his complaint regarding the witnesses offered, discussed below.",
      "id": "s114"
    },
    {
      "text": "Witnesses offered by the applicant to the Minister \n \n28 In his submissions to the Minister, the applicant offered a number of witnesses who he said would be able to provide evidence in support of his arguments.",
      "id": "s115"
    },
    {
      "text": "These included experts who he said would give evidence to the following effects:\n \n1.",
      "id": "s116"
    },
    {
      "text": "That it was possible for the applicant to be given the death penalty despite the assurance given;\n \n2.",
      "id": "s117"
    },
    {
      "text": "That prejudicial publicity about him would be revived upon his return to the United States;\n \n3 That a change of venue was virtually impossible;\n \n4.",
      "id": "s118"
    },
    {
      "text": "That the potential racial prejudice in the venue where he was to be tried was very high.",
      "id": "s119"
    },
    {
      "text": "He also offered as a witness a chaplain who he said would give evidence of being told by a prison guard that the applicant had been assaulted.",
      "id": "s120"
    },
    {
      "text": "29 Most of the witnesses offered by the applicant resided in the United States and were offered on the basis that they would appear by video.",
      "id": "s121"
    },
    {
      "text": "The applicant complained that the Minister had not taken up his offer and that the Departmental submissions had made no mention of the fact that he had offered witnesses.",
      "id": "s122"
    },
    {
      "text": "30 The Minister submitted that it was not a rule of natural justice that the Minister must undertake in this case for himself some sort of roving, judicial style inquiry involving a vast array of witnesses who were alleged, but not shown, to be able to shed light on relevant issues.",
      "id": "s123"
    },
    {
      "text": "This had been the case particularly where the witnesses were offered in relation to what were in most instances issues remote to the question for consideration.",
      "id": "s124"
    },
    {
      "text": "Unless the Minister was actually provided with probative material, he had not been obliged to undertake an oral enquiry to obtain such material.",
      "id": "s125"
    },
    {
      "text": "Extradition request made in bad faith \n \n31 This contention centred on alleged discrepancies or inconsistencies between the extradition offence described in Mr Fermin's earlier affidavit, and details contained in the autopsy report concerning the manner and date of death of Ms Garcia.",
      "id": "s126"
    },
    {
      "text": "The applicant submitted on the basis of these alleged inconsistencies the affidavit was intentionally constructed to misconceive and was wholly lacking in foundation, and that Mr Fermin had no honest belief in the truth of the statements made.",
      "id": "s127"
    },
    {
      "text": "32 It was not clear from the applicant's submissions how this ground was said to support the orders sought.",
      "id": "s128"
    },
    {
      "text": "The Minister submitted that if the argument was that the Minister should have determined under s 23(3)(f) of the Act not to surrender the applicant because the request had been made in bad faith, then the ground had not been made out.",
      "id": "s129"
    },
    {
      "text": "As to the alleged discrepancies between the autopsy report and affidavit, the Minister submitted that the autopsy report had concluded that the circumstances were 'highly suspicious' for homicide and that the most likely cause of death was 'smothering or a similar form of asphyxiation'.",
      "id": "s130"
    },
    {
      "text": "The Minister submitted that there was no necessary inconsistency between these propositions, much less a basis for requiring the Minister to conclude that the request had been made in bad faith.",
      "id": "s131"
    },
    {
      "text": "As to the applicant's submissions that he was out of the country at the date of death identified in the autopsy report, the Minister submitted that the date of death attributed to the deceased was the date that the body was found, in line with standard practice, and that the body had been found in a state of advanced decomposition.",
      "id": "s132"
    },
    {
      "text": "The death penalty undertaking \n \n33 The applicant submitted that a death penalty undertaking had not been given which conformed with s 22(3)(c) of the Act.",
      "id": "s133"
    },
    {
      "text": "He further submitted that such an undertaking was required in his case because the extradition offence could attract the death penalty.",
      "id": "s134"
    },
    {
      "text": "For those reasons, he contended that the Minister should not have determined to surrender him and should have exercised his discretion under s 22(3)(f) not to surrender him.",
      "id": "s135"
    },
    {
      "text": "The applicant submitted that he was not asking the Court to inquire whether the United States would in fact honour its undertaking not to seek or apply the death penalty: see McCrea v Minister for Justice and Customs [2005] FCAFC 180 ; (2005) 145 FCR 269.",
      "id": "s136"
    },
    {
      "text": "Rather his complaint was that the undertaking given did not comply with the requirements of s 22(3)(c) of the Act as established in McCrea .",
      "id": "s137"
    },
    {
      "text": "34 The initial undertaking was provided by Mr Fermin, in his earlier affidavit.",
      "id": "s138"
    },
    {
      "text": "In his supplementary affidavit, Mr Fermin said that none of the special circumstances listed in s 190.2 of the Code applied to the extradition offence for which the applicant's extradition was sought and that no special circumstances had been alleged in the charging document.",
      "id": "s139"
    },
    {
      "text": "In the result, the death penalty was not an available punishment for the charge against the applicant.",
      "id": "s140"
    },
    {
      "text": "The Embassy of the United States of America in Canberra provided a diplomatic assurance, dated 28 February 2005, in the following terms:\n \n 'Based on the information provided by the Deputy District Attorney for San Bernardino County, California, and in accordance with Article VIII of the 1974 U.S. --- Australia Extradition Treaty, as amended by Article 5 of the 1990 Protocol Amending the Extradition Treaty, the United States Government assures the Government of Australia that the death penalty will not be sought or imposed against Lawrence Rivera.",
      "id": "s141"
    },
    {
      "text": "' \n\n35 A further assurance was given by Mr Michael Ramos, the then recently elected District Attorney, on 28 September 2005, stating that '[T]he San Bernardino County District Attorney's Office will not seek to impose the death penalty on Lawrence Rivera on the instant matter'.",
      "id": "s142"
    },
    {
      "text": "36 The applicant submitted that only the following types of undertakings would be sufficient in the present case to satisfy s 22(3)(c): \n \n1.",
      "id": "s143"
    },
    {
      "text": "An undertaking by the District Attorney not to try him for the offence, since the District Attorney had the authority over which charges would be filed in the judicial districts under his command, including Barstow; \n \n2.",
      "id": "s144"
    },
    {
      "text": "The empanelled jury of the trial could give an assurance that they would not impose the death penalty;\n \n3.",
      "id": "s145"
    },
    {
      "text": "The Governor of California could give an assurance that the death penalty would not be imposed, or that if it is imposed, would not be carried out, since only the Governor had power to provide clemency, pardons or reprieves concerning the death penalty.",
      "id": "s146"
    },
    {
      "text": "37 The undertaking which had been given was that it was not the intention of the District Attorney's Office to seek the death penalty.",
      "id": "s147"
    },
    {
      "text": "However, the applicant submitted that such intention was irrelevant since the District Attorney did not have the authority to impose the death penalty.",
      "id": "s148"
    },
    {
      "text": "Referring to Ring v Arizona (2002) 536 US 584, the applicant submitted that in the United States only the jury could impose the death penalty.",
      "id": "s149"
    },
    {
      "text": "38 The applicant submitted that Mr Fermin's statements in his supplementary affidavit regarding 'special circumstances' had involved a misreading of the Californian legislation because in a formal sense the extradition offence did carry a maximum punishment of the death sentence.",
      "id": "s150"
    },
    {
      "text": "He further submitted that by requesting a death penalty undertaking, the Minister was clearly not relying on the assertion that special circumstances would not be sought.",
      "id": "s151"
    },
    {
      "text": "He referred to the decision of the United States Supreme Court in Apprendi v New Jersey (2000) 530 US 466 in which it was held that the jury was responsible for making all the findings necessary to expose the defendant to the death sentence.",
      "id": "s152"
    },
    {
      "text": "He submitted that any jury could find special circumstances for the imposition of the death penalty even without the express endorsement of the prosecutor or judge when the defendant was charged with first degree murder, as he had been.",
      "id": "s153"
    },
    {
      "text": "39 Another matter raised by the applicant concerned the reference at one point in the Departmental submissions to Mr Fermin having advised that 'there are no aggravating circumstances to this case and that it does not attract the death penalty'.",
      "id": "s154"
    },
    {
      "text": "He submitted that 'aggravating circumstances' were not the same as 'special circumstances' under Californian law and that the Department had there been addressing some materially different matter, on which he had never been given the opportunity to comment.",
      "id": "s155"
    },
    {
      "text": "40 Counsel for the Minister submitted that a death penalty undertaking was not required in this case, since no special circumstances had been charged in the charging document so that as a matter of Californian law, the extradition offence could not have carried the death penalty.",
      "id": "s156"
    },
    {
      "text": "The assurances had been provided only for abundant caution.",
      "id": "s157"
    },
    {
      "text": "Counsel for the Minister indicated that it was not clear whether the applicant had been shown a copy of the diplomatic undertaking, but that there was nothing that the applicant could have said which could possibly have made any difference in the circumstances: see Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 and Crown v Aston University Senate; Ex parte Roffey [1969] 2 QB 538.",
      "id": "s158"
    },
    {
      "text": "41 The applicant had said in his written submissions to the Minister that he could face an additional charge of kidnapping which would be a special circumstance, rendering him liable to the death penalty.",
      "id": "s159"
    },
    {
      "text": "The Minister submitted that this was answered by the speciality assurance provided in the Treaty itself, which was part of the supreme law of the land in the United States, so that, as a matter of law, the applicant could not now be charged with special circumstances and thereby become liable to the death penalty.",
      "id": "s160"
    },
    {
      "text": "42 Counsel for the Minister submitted that the reference to 'aggravating circumstances' in the Departmental submissions had been a singular, incorrect reference which should have referred to 'special circumstances'.",
      "id": "s161"
    },
    {
      "text": "The term 'aggravating circumstances' had only been used once, which was in the six page summary document, and the correct term 'special circumstances' had been used repeatedly in the lengthier Departmental submissions which were attached.",
      "id": "s162"
    },
    {
      "text": "The correct term was also used in the affidavit itself.",
      "id": "s163"
    },
    {
      "text": "Reference was also made to the High Court's remarks in Minister for Immigration and Ethnic Affairs v Wu Shang Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271 to 272 where the Court warned against construing reasons for administrative decisions with an eye finely attuned to error.",
      "id": "s164"
    },
    {
      "text": "The bias ground \n \n43 The applicant contended that the Minister's decision, in the circumstances, gave rise to a reasonable apprehension of bias and had taken place in a context of 'institutionalised bias'.",
      "id": "s165"
    },
    {
      "text": "He relied on three separate incidents.",
      "id": "s166"
    },
    {
      "text": "The first concerned a Departmental officer by the name of Ms Bickford, who was the case officer for the applicant's matter.",
      "id": "s167"
    },
    {
      "text": "The applicant claimed that on 23 March 2005, he had telephoned the Department and that Ms Bickford told him to 'Fuck off'.",
      "id": "s168"
    },
    {
      "text": "Ms Bickford was removed from her role soon after.",
      "id": "s169"
    },
    {
      "text": "The applicant submitted that the apprehension of bias on the part of the Minister arose because Ms Bickford was a preliminary link in the chain of decision making and had day to day care and control of the matter and the documents he sent as part of the s 22 process.",
      "id": "s170"
    },
    {
      "text": "He submitted that it was impossible for the Court to be satisfied that she did not have any bearing on the outcome, that is, the Minister's decision.",
      "id": "s171"
    },
    {
      "text": "Even if Ms Bickford was not responsible for the decision itself, her role in the process had been sufficient to raise an apprehension of bias.",
      "id": "s172"
    },
    {
      "text": "44 The applicant also contended that the Departmental submissions had wrongly stated the words that Ms Bickford had said on the telephone as being 'Oh fuck, it's Rivera', and that this was a distorted impression of the incident.",
      "id": "s173"
    },
    {
      "text": "He said that if the respondent did not concede the actual words spoken were as he described, then he insisted on playing the tape in Court.",
      "id": "s174"
    },
    {
      "text": "When asked at the hearing whether he wished to adduce the tape as evidence, the applicant said that he did not have it on him but could arrange it.",
      "id": "s175"
    },
    {
      "text": "45 The second incident involved Ms Nelson, also a Departmental officer.",
      "id": "s176"
    },
    {
      "text": "The applicant wished to provide the Minister with a copy of a broadcast of the America's Most Wanted program aired in the United States on 27 July 2002 as it related to him to support his contention that he could not receive a fair trial in the United States due to highly prejudicial media coverage.",
      "id": "s177"
    },
    {
      "text": "Under cover of letter dated 4 November 2005, Ms Nelson sent the applicant a DVD.",
      "id": "s178"
    },
    {
      "text": "The final paragraph of her letter was 'At your request, I also attach a copy of a broadcast of \"America's Most Wanted\", aired on 27 July 2002, along with a letter from Twentieth Television.",
      "id": "s179"
    },
    {
      "text": "' The DVD received by the applicant contained approximately 30 seconds of footage.",
      "id": "s180"
    },
    {
      "text": "It was tendered jointly by the parties on the basis that it was what was sent to the applicant.",
      "id": "s181"
    },
    {
      "text": "The applicant's complaint was that it was not the version of the program which was broadcast, or at least not the full version, and that it had been digitally tampered with or edited.",
      "id": "s182"
    },
    {
      "text": "He indicated at the hearing that he did not know who was responsible for the alleged tampering, but that its purpose had been to suppress the graphic and prejudicial nature of the broadcast program.",
      "id": "s183"
    },
    {
      "text": "He said that he had written to the Department on a number of occasions complaining that he had not been sent the broadcasted version, but had received only vague replies.",
      "id": "s184"
    },
    {
      "text": "He claimed that any reasonable person, on viewing the footage, would infer that there was more about him in the actual broadcasted version than what was contained on the DVD.",
      "id": "s185"
    },
    {
      "text": "His written submissions set out a fuller explanation for that inference.",
      "id": "s186"
    },
    {
      "text": "He further contended that it should be inferred that Ms Nelson had willingly taken part in the charade of passing of the copy of the program that was sent to him as being the version that was broadcast.",
      "id": "s187"
    },
    {
      "text": "She had lied to him in her letter by stating that the DVD in fact contained the program that was broadcast.",
      "id": "s188"
    },
    {
      "text": "Further, because of these events, the Minister had not had the advantage of seeing the broadcast version of the program.",
      "id": "s189"
    },
    {
      "text": "The Departmental submissions had not mentioned anything at all about his complaints regarding Ms Nelson as they concerned the America's Most Wanted broadcast.",
      "id": "s190"
    },
    {
      "text": "He complained also that the Departmental submissions had stated falsely that Ms Nelson had been removed from the case for reasons other than his complaints.",
      "id": "s191"
    },
    {
      "text": "46 The Minister submitted that all Ms Nelson had done was provide a copy of the program, having received it from the United States Department of Justice who received it from Mr Fermin.",
      "id": "s192"
    },
    {
      "text": "The Department had not vouched for the accuracy of the material, and it had always been open to the applicant to put probative material before the Minister to the effect that the program contained more material about him than was contained in the 30 seconds of footage contained on the DVD in evidence.",
      "id": "s193"
    },
    {
      "text": "There had been no evidence that the actual broadcast concerning the applicant was longer.",
      "id": "s194"
    },
    {
      "text": "It had been a mere assertion by the applicant.",
      "id": "s195"
    },
    {
      "text": "47 The applicant had claimed that he had been told by Ms Walker of the Public Defender's Office in California, who had made enquiries on his behalf, that she had been informed by Twentieth Television that the 30 seconds was not the entire program broadcast on that date.",
      "id": "s196"
    },
    {
      "text": "However, the applicant had not claimed that Ms Walker had been told that it was not the entire program as it related to the applicant.",
      "id": "s197"
    },
    {
      "text": "Furthermore, a letter from the United States Department of Justice attaching the letter from Mr Fermin said that the videotape contained only the portion of the episode that involved Mr Rivera.",
      "id": "s198"
    },
    {
      "text": "It had been Mr Fermin who had received the tape from Twentieth Television and then provided it to the Department of Justice.",
      "id": "s199"
    },
    {
      "text": "48 The third incident of which the applicant complained concerned Mr Cornall, the Secretary of the Attorney General's Department.",
      "id": "s200"
    },
    {
      "text": "The applicant claimed that in relation to an investigation by the Human Rights and Equal Opportunity Commission into human rights complaints he had made, Mr Cornall, in a submission made on behalf of the Commonwealth, had lied to the Commission by asserting that the applicant was in non-association protection in custody, in a letter to the Commission dated 5 December 2003.",
      "id": "s201"
    },
    {
      "text": "The Commission report of 5 May 2005 had relied, at least in part, on the fact of the applicant being in protective custody to support its conclusions.",
      "id": "s202"
    },
    {
      "text": "The applicant asserted that he was not in fact in protective custody and that this was known by Mr Cornall.",
      "id": "s203"
    },
    {
      "text": "He complained also that the Commonwealth had continued to rely on the existence of this fact, which was not true, even though it must have known it was false.",
      "id": "s204"
    },
    {
      "text": "He relied on correspondence from Mr Knox Sinclair of the Professional Standards Department dated 19 July 2004 to the applicant to support his claim about the state of knowledge.",
      "id": "s205"
    },
    {
      "text": "That letter arose from a complaint the applicant filed with that Department in relation to what he described as wrongful submissions put by the Commonwealth Director of Public Prosecutions ('DPP') to the Supreme Court in a bail hearing.",
      "id": "s206"
    },
    {
      "text": "Mr Sinclair's letter had confirmed that a copy of the complaint was served on the Commonwealth solicitor as was a copy of the applicant's prison file showing that he was not in non-association protection.",
      "id": "s207"
    },
    {
      "text": "The Commissioner's report had therefore been based on false evidence, which Mr Cornall must have known.",
      "id": "s208"
    },
    {
      "text": "He said that the false evidence about his level of custody had created the impression that he had fabricated the assaults of which he complained and that he had intentionally filed a false complaint.",
      "id": "s209"
    },
    {
      "text": "He complained also that the Departmental submissions had claimed that his submissions to the Minister had not specified the false information put to the Commission by Mr Cornall, whereas he said that the Department in fact had full knowledge and details of his complaint.",
      "id": "s210"
    },
    {
      "text": "49 The Minister submitted that all that Mr Cornall had advised the Commission in his letter was that the Commonwealth DPP had prepared a document outlining the extent of the Commonwealth's knowledge of the matters the subject of the complaint by the applicant and the action that had been taken by the Commonwealth.",
      "id": "s211"
    },
    {
      "text": "He had attached that document prepared by the Commonwealth DPP, which stated that a DPP officer had been told by Detective Inspector Ruck that the applicant was in non-association protection.",
      "id": "s212"
    },
    {
      "text": "It was submitted that there was no doubt that Mr Ruck had in fact told DPP officer this and that even if it was not the correct situation that the applicant had been in non-association protection, it was an unwarranted leap to attribute Mr Cornall with any intention to mislead.",
      "id": "s213"
    },
    {
      "text": "Applicant's ongoing litigation in Australia \n \n50 The applicant contended that the Departmental submissions had failed to mention that he had outstanding litigation in Australia, namely a second human rights complaint and proceedings before the Supreme Court of New South Wales.",
      "id": "s214"
    },
    {
      "text": "He claimed that all his ongoing litigation in Australia related to his extradition case, and that both the nature of the litigation, and the fact that it was ongoing, should have been brought to the Minister's attention and taken into account.",
      "id": "s215"
    },
    {
      "text": "He said that he had commenced proceedings in the Supreme Court of New South Wales on 28 August 2006, just days before the Minister's decision under s 22 , and that the Departmental submissions did not contain any reference to these proceedings.",
      "id": "s216"
    },
    {
      "text": "51 The Minister submitted that the Departmental submissions had only addressed the applicant's concluded litigation and that there was no error in not including ongoing matters.",
      "id": "s217"
    },
    {
      "text": "In relation to the recently commenced Supreme Court proceedings, it was submitted that the Minister was expressly made aware, through the Departmental submissions, of the applicant's prior litigation against the Australian Broadcasting Corporation which dealt with the same subject matter.",
      "id": "s218"
    },
    {
      "text": "Claims that applicant would be subjected to torture and would not receive a fair trial \n \n52 The applicant contended that the Minister could not have been satisfied that there was not an extradition objection in relation to the offence (s 22(3)(a)) or that he would not be subjected to torture (s 22(3)(b)).",
      "id": "s219"
    },
    {
      "text": "The applicant referred in particular to the extradition objection in s 7(c), which concerns the person being prejudiced at his or her trial, punished, detained or restricted in his or her personal liberty, by reason of his or her race, religion or nationality.",
      "id": "s220"
    },
    {
      "text": "The applicant also submitted that he would not receive a fair trial in the United States.",
      "id": "s221"
    },
    {
      "text": "Although the relevance of this latter issue in terms of the statutory scheme was not entirely clear from the applicant's submissions, this argument could be relevant to both the Minister's general discretion under s 22(3)(f) and the extradition objections relating to race, religion or nationality (ss 7(b) and (c)).",
      "id": "s222"
    },
    {
      "text": "53 The applicant said that he was a Hispanic-Muslim.",
      "id": "s223"
    },
    {
      "text": "His written submissions to the Minister identified a number of characteristics of the town where he would be tried, namely Barstow, California, and also of the alleged crime.",
      "id": "s224"
    },
    {
      "text": "He claimed that due to these factors, he would not receive a fair trial.",
      "id": "s225"
    },
    {
      "text": "54 The applicant also alleged that the United States law enforcement authorities had intentionally released prejudicial pre-trial publicity which he said had led to widespread, adverse publicity about him.",
      "id": "s226"
    },
    {
      "text": "He submitted that in inciting this publicity, the United States authorities had acted inconsistently with the presumption of innocence and had not been impartial, creating an injustice which should preclude his extradition.",
      "id": "s227"
    },
    {
      "text": "He referred also to the America's Most Wanted program featuring his case which identified him as the deceased's killer, and to discussion about his case in on-line chat rooms created in California which he said demonstrated that the local population was strong hostile towards him.",
      "id": "s228"
    },
    {
      "text": "55 The applicant also claimed that the adverse publicity had been obtained by prison guards in Australia and released to other prisoners.",
      "id": "s229"
    },
    {
      "text": "He claimed this had led to him being physically and sexually assaulted by prison guards and other prisoners whilst in prison in Australia.",
      "id": "s230"
    },
    {
      "text": "These alleged attacks were said to demonstrate the likelihood that he would be treated similarly in a United States prison, which he claimed would amount to torture under s 22(3)(b) of the Act.",
      "id": "s231"
    },
    {
      "text": "The applicant also provided detailed written submissions describing the conditions in Californian prisons, citing a number of sources.",
      "id": "s232"
    },
    {
      "text": "56 The applicant submitted that even though some time had elapsed since the adverse publicity was first circulated, this did not lessen the possibility that he would receive an unfair trial or be subjected to torture.",
      "id": "s233"
    },
    {
      "text": "He submitted that the internet allowed information to be recirculated and available indefinitely.",
      "id": "s234"
    },
    {
      "text": "Further, Barstow was a small community which would retain in its public consciousness prejudices about the high profile case.",
      "id": "s235"
    },
    {
      "text": "57 In response to submissions made on behalf of the United States as part of the s 22 process, the applicant submitted that it was extremely unlikely that there would be a change of venue for his trial or that jurors would be brought from other sections of the community.",
      "id": "s236"
    },
    {
      "text": "The applicant made detailed written submissions about the applicable jury selection system, which he submitted would lead to jurors being drawn only from a very narrow pool which would include Fort Irwin and the Army Base, and the Marine Base at Yermo.",
      "id": "s237"
    },
    {
      "text": "He submitted also that Hispanics were significantly underrepresented in juries in Barstow due to their low registration rate as voters, from which jurors were drawn.",
      "id": "s238"
    },
    {
      "text": "He submitted that the potential jury composition was relevant to the extradition objection under s 7(c) of the Act.",
      "id": "s239"
    },
    {
      "text": "58 The applicant also stated in written submissions that any motion for jurors to be brought in from elsewhere or for a change of venue was extremely unlikely to succeed.",
      "id": "s240"
    },
    {
      "text": "The applicant referred to Californian case law and an opinion given by a Mr Padgett at the Public Defender's Office of Barstow in support of this proposition.",
      "id": "s241"
    },
    {
      "text": "He said that the jury selection process was unlikely to address the problems he complained about, and that it could in fact worsen the situation, since it would enable the prosecution to eliminate any eligible Hispanic, Muslim or non-Military jurors.",
      "id": "s242"
    },
    {
      "text": "59 The applicant's written submissions also addressed the scope of the extradition objection contained in s 7(c).",
      "id": "s243"
    },
    {
      "text": "The applicant submitted that s 7(c) required the Court to take account of what might happen in the future and to consider the potential for discrimination upon the applicant's return to the United States.",
      "id": "s244"
    },
    {
      "text": ".",
      "id": "s245"
    },
    {
      "text": "He submitted that in the present case, the assessment under s 7(c) should not be made mechanically on the balance of probabilities: see Hempel v Attorney-General (Cth) (1987) 77 ALR 641.",
      "id": "s246"
    },
    {
      "text": "60 The applicant also contended that the Departmental submissions had omitted various details about the submissions he had made to the Minister concerning the conditions of his detention and their effect on his ability to put his case fully to the Minister.",
      "id": "s247"
    },
    {
      "text": "The complaints about his prison conditions related to threats, obstruction and interference by prison guards, as well as the prison's policy of charging for photocopying.",
      "id": "s248"
    },
    {
      "text": "61 The applicant also contended that the Departmental submissions had erroneously stated that if he were to suffer abuse while imprisoned in California, that such would not constitute torture under s 22(3)(b) because it was not condoned by the governments of California or the United States.",
      "id": "s249"
    },
    {
      "text": "He submitted that even though abuse by one prisoner of another may not constitute torture, if government authorities had engaged in threats and acts which caused that abuse, then that conduct can amount to institutionalised torture.",
      "id": "s250"
    },
    {
      "text": "62 The applicant also submitted that the Departmental submissions had relied upon a United States-wide report concerning the rate of HIV infection, whereas in his submissions to the Minister, he had provided Californian-based statistics, which revealed a higher rate.",
      "id": "s251"
    },
    {
      "text": "The Departmental submissions had therefore understated the HIV risk which he would face when returned to the United States.",
      "id": "s252"
    },
    {
      "text": "The Departmental submissions had also claimed that it had been unable to locate any reliable reports of hepatitis C infection in the United States prison population or general population, whereas he had provided material in his submissions showing these statistics.",
      "id": "s253"
    },
    {
      "text": "His case was also that the risk of him contracting HIV or hepatitis C was very high due to the adverse publicity his case had received, rendering him more vulnerable to physical and sexual assaults.",
      "id": "s254"
    },
    {
      "text": "He complained that the Department had failed to accurately put his case on these issues to the Minister.",
      "id": "s255"
    },
    {
      "text": "63 The Minister submitted that the matters alleged by the applicant concerning prison conditions could not amount to torture, relying on de Bruyn v Minister for Justice and Customs [2004] FCAFC 334 ; (2004) 143 FCR 162 at 163 per Kiefel J, with whom Spender J (expressly) and Emmett J (by necessary implication) agreed.",
      "id": "s256"
    },
    {
      "text": "64 In relation to the applicant's complaints concerning the Departmental submission's use of HIV statistics, the Minister submitted that the Departmental submissions had relied on a clearly appropriate and probative source, which was the Centre for Disease Control.",
      "id": "s257"
    },
    {
      "text": "Constitutional argument \n \n65 One of the grounds identified in the applicant's first affidavit was that the Minister's power under s 22 was unconstitutional.",
      "id": "s258"
    },
    {
      "text": "However, this ground was not touched upon at all in oral submissions.",
      "id": "s259"
    },
    {
      "text": "Further, the applicant stated on a number of occasions at the hearing that he relied upon pages 1 to 71 of his supplementary book, whereas his written submissions under the heading 'Constitutional challenge' commence at page 71.",
      "id": "s260"
    },
    {
      "text": "From this I infer that his constitutional challenge was not pressed.",
      "id": "s261"
    },
    {
      "text": "Consideration \n \n66 The only issue potentially of substance, in my opinion, raised by the applicant concerned whether the Minister could have been satisfied about the matter addressed by s 22(3)(c) , namely that an appropriate undertaking concerning the death penalty had been given.",
      "id": "s262"
    },
    {
      "text": "The Minister had an undertaking from the United States and information derived from affidavits concerning Californian law and the charge that had been laid.",
      "id": "s263"
    },
    {
      "text": "In McCrea , the Full Court said (at [25]):\n \n 'It does not follow from the conclusion that a legally enforceable undertaking is not needed that the requirements of s 22(3)(c) will be satisfied merely by the giving of an undertaking that follows the language of the provision and which has been made by a person with appropriate authority.",
      "id": "s264"
    },
    {
      "text": "An evident object of s 22(3)(c) is to provide a safeguard against the carrying out of the death penalty upon a person extradited from Australia under the Act.",
      "id": "s265"
    },
    {
      "text": "Whilst the object of the provision can be variously stated, the seriousness of the subject matter suggests that it is very unlikely that nothing more than compliance with a verbal formula was intended.",
      "id": "s266"
    },
    {
      "text": "Consistently with the object of the provision, there is much to be said for the view that the expression \"by virtue of an undertaking\" requires that the decision-maker consider whether the undertaking is one that, in the context of the system of law and government of the country seeking surrender, has the character of an undertaking by virtue of which the penalty of death would not be carried out.",
      "id": "s267"
    },
    {
      "text": "It would seem unlikely that the object of the provision was intended to be achieved only by the favourable (to the person accused) exercise of the discretion conferred by s 22(3)(f).",
      "id": "s268"
    },
    {
      "text": "' (emphasis added)\n \n\n67 While the observations in the latter part of this passage are only tentative, I think it is appropriate that, as a single judge, I proceed on the basis that those tentative views correctly state the law.",
      "id": "s269"
    },
    {
      "text": "Perhaps my approach might be different if I held a strong view to the contrary, but I do not.",
      "id": "s270"
    },
    {
      "text": "Accordingly, in view of the submissions made by the applicant, it is necessary to ascertain whether the Minister, in the face of an undertaking that the death penalty would not be sought or imposed, considered whether it was an undertaking which, in the context of the system of law and government of the United States, had the character of an undertaking by virtue of which the penalty of death would not be carried out.",
      "id": "s271"
    },
    {
      "text": "68 The essence of the case of the applicant was that the question of whether facts existed which fell within the concept of 'special circumstances' for the purposes of ss 190.1 and 190.2 of the Code was a matter to be determined by the jury and, at least impliedly, were not matters the determination of which was within the control of the prosecuting authorities or the trial judge.",
      "id": "s272"
    },
    {
      "text": "The authorities referred to by the applicant, namely the judgments of the Supreme Court of the United States in Ring and the earlier case of Apprendi , represent a line of authority that facts which establish legislative special circumstances, and which enable or require the imposition of the death penalty, must be found by the jury and not by a trial judge in the course of a sentencing hearing.",
      "id": "s273"
    },
    {
      "text": "However, having regard to the affidavits of Mr Fermin (the relevant parts of which were before the Minister in a summary way) who was the Deputy District Attorney responsible for prosecuting the applicant, a statutory condition precedent to 'special circumstances' being considered was that 'special circumstances' are charged.",
      "id": "s274"
    },
    {
      "text": "Mr Fermin deposed that they had not been charged.",
      "id": "s275"
    },
    {
      "text": "69 In the result, there was material before the Minister which indicated that by reference to the applicable laws of the United States, the undertaking given by the United States , had the character of an undertaking by virtue of which the penalty of death would not be carried out, if indeed an undertaking was required.",
      "id": "s276"
    },
    {
      "text": "In the absence of evidence to the contrary, it can be assumed that the Minister read this material and considered the issues raised by it: see Chan v Minister for Justice and Customs [2001] FCA 718 at [29] .",
      "id": "s277"
    },
    {
      "text": "70 I turn to consider other issues.",
      "id": "s278"
    },
    {
      "text": "It appears from the joint judgment of Gleeson CJ and Gummow and Heydon JJ in Ex parte Palme (at [16] to [26]) that, in a case such as the present, the applicant is not entitled to see and comment on the Departmental submissions and that the mere failure to make them available does not constitute a denial of procedural fairness without more.",
      "id": "s279"
    },
    {
      "text": "In certain circumstances a person affected by a decision may be entitled to see submissions made to a decision maker.",
      "id": "s280"
    },
    {
      "text": "But that could well depend on the contents of the submissions and the extent to which the person was otherwise aware of material that would be provided to the decision maker.",
      "id": "s281"
    },
    {
      "text": "However there is no requirement, as a matter of general principle that submissions be made available irrespective of their contents and the circumstances in which they come to be considered by the decision maker.",
      "id": "s282"
    },
    {
      "text": "None arose in this case.",
      "id": "s283"
    },
    {
      "text": "71 There is no general entitlement to an oral inquiry and none arose in this case.",
      "id": "s284"
    },
    {
      "text": "Nor was the Minister obliged to pursue lines of inquiry proposed by the applicant by contacting and speaking to people.",
      "id": "s285"
    },
    {
      "text": "There is no substance, in my opinion, in the contention that the extradition request was made in bad faith.",
      "id": "s286"
    },
    {
      "text": "In addition, there is no substance, in my opinion, to the contention that the Minister was biased in any sense.",
      "id": "s287"
    },
    {
      "text": "As to the ongoing litigation of the applicant, it is not apparent to me that this was a matter the Minister had to take into account.",
      "id": "s288"
    },
    {
      "text": "Indeed it appears to me to be irrelevant.",
      "id": "s289"
    },
    {
      "text": "It is not for this Court to determine whether the applicant might be tortured (an issue not raised by a mere allegation of mistreatment or abuse in prison: see de Bruyn at [55]) or whether the applicant could mount a successful extradition objection based on his race or religion.",
      "id": "s290"
    },
    {
      "text": "They were matters to be considered by the Minister.",
      "id": "s291"
    },
    {
      "text": "They were.",
      "id": "s292"
    },
    {
      "text": "No reviewable error on the part of the Minister has been demonstrated.",
      "id": "s293"
    },
    {
      "text": "72 The application should be dismissed with costs.",
      "id": "s294"
    },
    {
      "text": "I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s295"
    },
    {
      "text": "Associate:\n\nDated: 21 December 2006\n\n The Applicant appeared in person \n \n Counsel for the Respondent: Mr N J Beaumont \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 2 and 6 November 2006 \n \n Last date for Submissions: 5 December 2006 Date of Judgment: 21 December 2006 \n \n \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1784.html",
      "id": "s296"
    }
  ]
}