{
  "name": "SZBDW v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1338 (13 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1338.html",
  "catchphrases": [
    {
      "text": "practice and procedure",
      "id": "c0"
    },
    {
      "text": "amendment to raise fresh issue on appeal rejected",
      "id": "c1"
    },
    {
      "text": "information not about appellant",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Mowbray FM who, on 25 May 2005, dismissed an application by the appellants for relief pursuant to s 39B of the Judiciary Act 1903 (Cth) concerning a decision of the Refugee Review Tribunal which had affirmed a decision of the delegate of the Minister to refuse an application for protection visas pursuant to the Migration Act 1958 (Cth) (the Act) ( SZBDW v Minister for Immigration [2005] FMCA 891).",
      "id": "s0"
    },
    {
      "text": "2 The first question is whether the appellants should now be permitted to amend the notice of appeal so as to raise what amounts to a fresh issue in substance.",
      "id": "s1"
    },
    {
      "text": "That amendment is opposed and will be refused.",
      "id": "s2"
    },
    {
      "text": "A detailed history is necessary to explain why that is so.",
      "id": "s3"
    },
    {
      "text": "3 The case determined by the learned Federal Magistrate was an amended application containing two grounds and associated particulars.",
      "id": "s4"
    },
    {
      "text": "Those grounds and particulars were as follows: \n \n ' The grounds of the application are that: \n \n \n 1.",
      "id": "s5"
    },
    {
      "text": "The Tribunal exceeded its jurisdiction, in failing to accord the Applicants procedural fairness, as required under section 424A(1) of the Migration Act 1958 .",
      "id": "s6"
    },
    {
      "text": "2.",
      "id": "s7"
    },
    {
      "text": "The Refugee Review Tribunal did not follow the proper procedure as required by the Migration Act 1958 .",
      "id": "s8"
    },
    {
      "text": "Thus, the procedures that were required by the Act or regulations to be observed in connection with the making of the decision were not observed.",
      "id": "s9"
    },
    {
      "text": "Particulars \n \n \n a) The Tribunal did not provide the Applicant with particulars of information to the Applicant, in the Australian embassy reports or any other adverse materials, which formed part of the reasons of the Tribunal's decision dated 21 June 2002.",
      "id": "s10"
    },
    {
      "text": "b) The Refugee Review Tribunal Member erred in not finding that the delegate of the respondent had not dealt with, or not dealt in applicant's substantive way with, a key component of the applicant's claim, that the serious persecution will face on his return to Bangladesh in foreseeable future.",
      "id": "s11"
    },
    {
      "text": "Applicant is facing a serious political charge and there is a likelihood of applicant's serious persecution upon his returns.",
      "id": "s12"
    },
    {
      "text": "By not dealing with this matter, there was a constructive failure to exercise jurisdiction on the part of the Tribunal, and or lack of procedural fairness.",
      "id": "s13"
    },
    {
      "text": "c) The Tribunal did not put to the Applicant its doubts about documents containing information personal to the Applicants from the Bangladeshi Authority and Bangladeshi Local court, and the other court case bought against him, and those doubts formed part of the reason for the Tribunal's decision.",
      "id": "s14"
    },
    {
      "text": "d) The RRT did not complete the exercise of its jurisdiction as it made no findings as to what sociopolitical changes might occur in Bangladesh in the reasonably foreseeable future and it thus failed to assess whether the applicants' fears of being persecuted by the Bangladeshi government were well founded in the reasonably foreseeable future.",
      "id": "s15"
    },
    {
      "text": "e) The honourable member of the Refugee Review Tribunal did not consider applicants physical torture by the opponent.",
      "id": "s16"
    },
    {
      "text": "Neither, RRT accepts that claim nor investigate the matter through Australian High Commission, Bangladesh.",
      "id": "s17"
    },
    {
      "text": "By not dealing with this matter, there was a constructive failure to exercise jurisdiction on the part of the Tribunal, and or lack of procedural fairness.",
      "id": "s18"
    },
    {
      "text": "f) The RRT's decision on 21 June 2003 was not based upon circumstances giving a rational foundation for the belief entertained as the RRT's findings, when applied to the applicable criteria, meant that the RRT should have been satisfied that the applicant had met those criteria.",
      "id": "s19"
    },
    {
      "text": "' \n \n \n \n \n 4 It appears from the decision below that only two particulars were elaborated upon at the hearing --- that if the Tribunal had concerns about the genuineness of documents it could have and should have investigated those concerns; and it should have investigated when the applicant became a Bah&aacute;'i and the genuineness of his participation in the Bah&aacute;'i faith.",
      "id": "s20"
    },
    {
      "text": "Notwithstanding that apparent limitation, the learned Federal Magistrate dealt with all of the stated grounds and particulars.",
      "id": "s21"
    },
    {
      "text": "At that stage, the only information which was clearly identified as allegedly falling within s 424A of the Act was conventional country information.",
      "id": "s22"
    },
    {
      "text": "There is some indication of a contention that the Tribunal's reasoning processes were also caught by that section.",
      "id": "s23"
    },
    {
      "text": "Each basis for reliance upon s 424A was rejected by the learned Federal Magistrate and all other grounds were rejected.",
      "id": "s24"
    },
    {
      "text": "5 The notice of appeal to this Court raised the following grounds: \n \n ' GROUND 1 \n \n \n 1.",
      "id": "s25"
    },
    {
      "text": "Constructive failure of jurisdiction going to satisfaction: procedural unfairness.",
      "id": "s26"
    },
    {
      "text": "The tribunal exceed its jurisdiction, in failing to accord procedural fairness as required under section 424A(1) of the Migration Act 1958 .",
      "id": "s27"
    },
    {
      "text": "Particulars \n (a) The applicant presented material to the Tribunal.",
      "id": "s28"
    },
    {
      "text": "(b) The Tribunal failed to consider that material.",
      "id": "s29"
    },
    {
      "text": "(c) The Tribunal failed to satisfy itself that nothing in that material could affect its decision.",
      "id": "s30"
    },
    {
      "text": "(d) The applicant provided all relevant material including his court case before the tribunal but the tribunal rejected that claims.",
      "id": "s31"
    },
    {
      "text": "(e) The applicant showed the injury in his head due to the well founded persecution and tortured by the opponent but the tribunal rejected the claim without any proper basis.",
      "id": "s32"
    },
    {
      "text": "GROUND 2 \n 2.",
      "id": "s33"
    },
    {
      "text": "Constructive failure of jurisdiction going to satisfaction: misconception of duty.",
      "id": "s34"
    },
    {
      "text": "Particulars \n \n \n \n \n (a) The Tribunal held that the applicant could avail himself of protection in his country.",
      "id": "s35"
    },
    {
      "text": "(b) The Tribunal found that it would not be unreasonable for the applicant to do so.",
      "id": "s36"
    },
    {
      "text": "It was not open for the Tribunal to satisfy itself that it would be reasonable for the applicant to relocate.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n 6 When the appeal came on for hearing, counsel for the appellants sought to rely upon an amended notice of appeal taking one ground as follows: \n \n 'There was a failure of the Federal Magistrate to apply the law in regards to section 424A of the Migration Act 1958 Cth.",
      "id": "s38"
    },
    {
      "text": "Particulars \n \n \n (a) The RRT failed to provide written particulars of certain information forming part of the reason for its decision to affirm the refusal of the protection visa before making the decision to do so.",
      "id": "s39"
    },
    {
      "text": "(b) The Federal Magistrate failed to find this error as he, due to his mistaken construction of the s424A misconceived the duty the RRT was under in fulfilling its obligations under provision.",
      "id": "s40"
    },
    {
      "text": "' \n \n \n\nThe application to amend was granted and leave was given to file the amended notice of appeal.",
      "id": "s41"
    },
    {
      "text": "7 The hearing took place after the decision of the High Court in SAAP &amp; Anor v Minister for Immigration and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 which, when taken together with the decision of the Full Court in Minister for Immigration and Multicultural Affairs v Al Shamry [2001] FCA 919 ; (2001) 110 FCR 27, had caused considerable upheaval and uncertainty in the way these cases were dealt with.",
      "id": "s42"
    },
    {
      "text": "8 The precise information that it was suggested should have been dealt with as provided for by s 424A could not be discerned from the written and oral submissions on behalf of the appellants.",
      "id": "s43"
    },
    {
      "text": "Counsel was simply unable to identify that information.",
      "id": "s44"
    },
    {
      "text": "After indicating that I proposed to reserve my decision, I said to counsel for the appellants: \n \n 'If you wish to give my associate a note listing any material referred to by the Tribunal which related to the appellants, but which was not provided by them, would you just identify that material by reference to the book, to the appeal before the Magistrate ...' \n \n \n 9 By supplementary written submissions, counsel for the appellants suggested that part of the reason for the Tribunal's decision was that documents provided by the appellants were fraudulent and in making that finding the Tribunal made use of country information about the prevalence of document fraud in Bangladesh.",
      "id": "s45"
    },
    {
      "text": "10 I awaited the judgment of the Full Court in SZEEU &amp; Ors v Minister for Immigration and Multicultural and Indigenous Affairs (2006) 150 FCA 214 before coming to my decision and gave the parties the opportunity of making submissions in light of that judgment.",
      "id": "s46"
    },
    {
      "text": "Counsel for the appellants then sought leave to further amend the notice of appeal by taking one ground as follows: \n \n \n '1.",
      "id": "s47"
    },
    {
      "text": "The Tribunal constructed a jurisdictional error when it failed to comply with s 424A of the M igration Act 1958 Cth \n \n Particulars \n \n \n \n (a) The Tribunal considered the following information was part of the reason for affirming the decision of the delegate to refuse the applicants protection visas: \n \n \n \n (i) The applicant husbands education and employment history provided in the protection visa record.",
      "id": "s48"
    },
    {
      "text": "(b) The Tribunal did not disclose the particulars of the information to the applicants in writing.",
      "id": "s49"
    },
    {
      "text": "(c) The information was not exempted from disclosure by s 424A(3)(b).",
      "id": "s50"
    },
    {
      "text": "(d) The information was specifically about the applicant husband.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n 11 The amendment was opposed on two bases.",
      "id": "s52"
    },
    {
      "text": "Firstly an entirely new point should not be permitted to be raised at this stage of an appeal in judicial review proceedings.",
      "id": "s53"
    },
    {
      "text": "Secondly the proposed ground raises a question of fact, namely, what was provided by or on behalf of the appellants to the Tribunal for the purposes of s 424A(3)(b).",
      "id": "s54"
    },
    {
      "text": "Counsel for the appellants submitted that it can be deduced from a reading of the decision of the Tribunal, taken with the documents which were before the Tribunal, that it had relied upon material supplied only in the visa application.",
      "id": "s55"
    },
    {
      "text": "However, counsel for the Minister correctly points out that that conclusion cannot be drawn in the absence of a transcript of what took place before the Tribunal.",
      "id": "s56"
    },
    {
      "text": "If the issue had been raised in the Federal Magistrates Court, the factual issue could and would have been properly investigated.",
      "id": "s57"
    },
    {
      "text": "12 The Federal Magistrates Court exercised jurisdiction to judicially review the decision of the Tribunal.",
      "id": "s58"
    },
    {
      "text": "The appeal to this Court is to correct error in the decision of the Federal Magistrates Court.",
      "id": "s59"
    },
    {
      "text": "The ground of appeal sought to be relied upon does not relate to any such error.",
      "id": "s60"
    },
    {
      "text": "Furthermore, the ground involves a question of fact not raised before the Federal Magistrates Court.",
      "id": "s61"
    },
    {
      "text": "The application to amend is misconceived ( Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1).",
      "id": "s62"
    },
    {
      "text": "The application to amend is refused.",
      "id": "s63"
    },
    {
      "text": "13 The consequence is that the case for the appellants stands or falls upon the use by the Tribunal of country information concerning document fraud in Bangladesh without having complied with s 424A in relation to that information.",
      "id": "s64"
    },
    {
      "text": "That basis was rejected by the learned Federal Magistrate, based upon Full Court authority in Minister for Immigration and Multicultural and Indigenous Affairs v NAMW [2004] FCAFC 264 ; (2004) 140 FCR 572.",
      "id": "s65"
    },
    {
      "text": "Counsel for the Minister submits that authority since then has confirmed that position.",
      "id": "s66"
    },
    {
      "text": "It is sufficient to refer to QAAC of 2004 v Refugee Review Tribunal [2005] FCAFC 92 and VJAF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 178.",
      "id": "s67"
    },
    {
      "text": "14 The appeal must be dismissed.",
      "id": "s68"
    },
    {
      "text": "The appellants are to pay the costs of the Minister.",
      "id": "s69"
    },
    {
      "text": "As the appeal is to be dismissed there is no need to make any order concerning regularising the parties to the proceeding.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s71"
    },
    {
      "text": "Associate:\n \nDated: 13 October 2006\n\n Counsel for the Appellants: Mr A Slattery \n \n Counsel for the Respondents: Mr T Reilly \n \n Solicitor for the Respondents: Sparke Helmore \n \n Dates of Hearing: 18 August 2005, 5 May 2006 \n \n Date of Judgment: 13 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1338.html",
      "id": "s72"
    }
  ]
}