{
  "name": "Brookfield v Yevad Products Pty Ltd (No 2) [2006] FCA 1377 (13 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1377.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from interlocutory judgment",
      "id": "c0"
    },
    {
      "text": "whether decision attended with sufficient doubt to warrant reconsideration on appeal",
      "id": "c1"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 31 August 2006 I gave judgment on one aspect of the applicant's motion of 30 May 2006, by which he sought an order for inspection of certain documents discovered by the respondent.",
      "id": "s0"
    },
    {
      "text": "I refused the application for inspection of those documents and published reasons for that decision.",
      "id": "s1"
    },
    {
      "text": "See Brookfield v Yevad Products Pty Ltd [2006] FCA 1180.",
      "id": "s2"
    },
    {
      "text": "2 By motion of 22 September 2006, the applicant has sought an extension of time within which to seek leave to appeal from that decision, and leave to appeal from that decision, pursuant to O 52, r 10(2A)(b) of the Federal Court Rules .",
      "id": "s3"
    },
    {
      "text": "The present motion seeks that leave only with respect to one of the documents of which inspection was not permitted, namely, a document described as 'Draft Report prepared by Barry Pinder of Pump Technology Pty Ltd dated 7 August 1995' and called in these reasons and in the previous judgment 'the report'.",
      "id": "s4"
    },
    {
      "text": "I will not repeat the information concerning the way in which the report came to be discovered in the previous judgment.",
      "id": "s5"
    },
    {
      "text": "3 The applicant has sought to explain the delay in seeking leave to appeal beyond the time permitted by the Rules as being through his oversight, or his ignorance of the applicable time limit.",
      "id": "s6"
    },
    {
      "text": "The respondent disputes his claims in that regard.",
      "id": "s7"
    },
    {
      "text": "I do not need to decide that question.",
      "id": "s8"
    },
    {
      "text": "It is plain on the authorities that, in any event, the applicant should not be granted an extension of time within which to appeal if there is no real prospect of the grant of leave to appeal being granted in any event.",
      "id": "s9"
    },
    {
      "text": "4 The relevant principles upon which leave to appeal would be granted are set out in Decor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s10"
    },
    {
      "text": "It must be shown that the decision at first instance is attended with sufficient doubt to warrant its reconsideration on appeal, and that there is no substantial injustice if leave to appeal is refused, assuming the decision at first instance is wrong.",
      "id": "s11"
    },
    {
      "text": "5 The basis upon which the report was found to have been privileged, and so not subject to inspection, is set out in the previous judgment.",
      "id": "s12"
    },
    {
      "text": "In particular, I refer to [8] to [14] of that judgment.",
      "id": "s13"
    },
    {
      "text": "It is important to note that it was the copy of the report provided to the solicitors for the respondent which was the subject of the application for inspection, and not any other copy of that document either held by the expert, or held by any other person.",
      "id": "s14"
    },
    {
      "text": "6 The applicant has made a number of points which he contends illustrate that there is reason to think that the decision concerning that report is attended with sufficient doubt to warrant its reconsideration on appeal.",
      "id": "s15"
    },
    {
      "text": "In my view, none of those matters are made out.",
      "id": "s16"
    },
    {
      "text": "I will deal with them briefly.",
      "id": "s17"
    },
    {
      "text": "7 As the applicant acknowledged, there is a different regime applicable to the inspection of expert reports under the Supreme Court Rules of the Supreme Court of South Australia.",
      "id": "s18"
    },
    {
      "text": "The applicant contends that a similar regime should be established in this and other Courts where there is a common law regime applicable.",
      "id": "s19"
    },
    {
      "text": "That is a matter for the legislature.",
      "id": "s20"
    },
    {
      "text": "8 He also contends that there should be a distinction drawn between an expert's report provided before an action is commenced and one provided during the conduct of the action.",
      "id": "s21"
    },
    {
      "text": "The report fell into the latter category.",
      "id": "s22"
    },
    {
      "text": "I do not see any basis on the authorities, or in principle, upon which such a distinction could be drawn.",
      "id": "s23"
    },
    {
      "text": "9 He also contends that because expert's reports (as he said) are produced for the benefit of the Court, all expert's reports whether favourable or unfavourable, should be regarded as not being privileged.",
      "id": "s24"
    },
    {
      "text": "He put the argument another way to say that the party receiving an expert's report should not have the option of treating a favourable report as not privileged by waiving the privilege, but retain the privilege in respect of unfavourable reports.",
      "id": "s25"
    },
    {
      "text": "That is, he contended, that filtering process should not be available to the recipient of the privileged communication.",
      "id": "s26"
    },
    {
      "text": "In my view, the principles are straightforward.",
      "id": "s27"
    },
    {
      "text": "They are set out in the judgment, in particular at [9] to [13].",
      "id": "s28"
    },
    {
      "text": "I do not think the proposition put by the applicant is sustainable in the face of the decisions of the High Court in Commissioner of Australian Federal Police v Propend Finance Pty Limited [1997] HCA 3 ; (1997) 188 CLR 501 and Esso Australia Resources Limited v Commissioner of Taxation [1999] HCA 67 ; (1999) 201 CLR 49.",
      "id": "s29"
    },
    {
      "text": "This Court, both at first instance and on appeal, is obliged to apply the decisions of the High Court.",
      "id": "s30"
    },
    {
      "text": "Applying those decisions, in my view, the argument put by the applicant on that aspect is simply not sustainable.",
      "id": "s31"
    },
    {
      "text": "10 I have therefore reached the view that the decision at first instance concerning the report is not attended with sufficient doubt to warrant its reconsideration on appeal.",
      "id": "s32"
    },
    {
      "text": "I refuse the application for leave to appeal.",
      "id": "s33"
    },
    {
      "text": "It follows that I also refuse the application for an extension of time within which to seek leave to appeal.",
      "id": "s34"
    },
    {
      "text": "11 The applicant pay to the respondent costs of the motion.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s36"
    },
    {
      "text": "Associate:\n\nDated: 24 October 2006\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: J White \n \n Solicitor for the Respondent: Thomson Playford \n \n Date of Hearing: 13 October 2006 \n \n Date of Judgment: 13 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1377.html",
      "id": "s37"
    }
  ]
}