{
  "name": "SZEES v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1545 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1545.html",
  "catchphrases": [
    {
      "text": "whether tribunal acted in breach of s 424a of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "relief akin to prerogative relief should be refused for discretionary reasons",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal, filed 16 March 2006, from a judgment of Federal Magistrate Mowbray of 28 February 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 31 July 2000 and handed down on 15 August 2000.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs made on 19 February 1999, to refuse to grant a Protection Visa ('a Protection Visa') to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The history of the appellant's claim is set out in the Tribunal's decision:\n ' Background \n \n The [appellant] , who is a citizen of Bangladesh, arrived in Australia on 7 September 1996.",
      "id": "s2"
    },
    {
      "text": "In October 1996 he applied for a protection visa with the Department of Immigration and Multicultural Affairs under the Migration Act 1958 (the Act).",
      "id": "s3"
    },
    {
      "text": "That application was withdrawn on February 3, 1997 and the [appellant] pursued other ways of gaining residence in Australia.",
      "id": "s4"
    },
    {
      "text": "On 16 November 1998 the [appellant] lodged another application for a protection (class AZ) visa.",
      "id": "s5"
    },
    {
      "text": "On 19 February 1999 a delegate of the Minister for Immigration and Multicultural Affairs refused to grant a protection visa and on 9 March 1999 the [appellant] applied for review of that decision.",
      "id": "s6"
    },
    {
      "text": "' \n \n 3 The ' Protection Visa Decision Record ', which outlined the evidence before the delegate of the Department on 19 February 1999, set out a summary of the appellant's claims:\n '5.2 Claims \n \n ... \n \n In summary the [appellant] was born in Bangladesh in 1964 and comes from a family who became the victims of the Awami League after independence from Pakistan in 1971.",
      "id": "s7"
    },
    {
      "text": "The [appellant] became involved in politics after completing his high school certificate in 1982 and became a leader of the Bangladesh Nationalist Party (BNP) before leaving college.",
      "id": "s8"
    },
    {
      "text": "The [appellant] completed a university education in 1984 and moved to Dhaka where he became a cook and his previous political involvement resulted in him becoming a very active BNP member.",
      "id": "s9"
    },
    {
      "text": "The BNP became the governing party in Bangladesh in 1991 and was in power until June 1996 when the Awami League was voted into office.",
      "id": "s10"
    },
    {
      "text": "During this time the [appellant] was tireless in his support for the BNP and as a result he became a target for Awami league hooligans.",
      "id": "s11"
    },
    {
      "text": "The [appellant] was attacked on 15 July 1996 and attacked by a number of Awami League activities and was hospitalised as a result.",
      "id": "s12"
    },
    {
      "text": "As a result of the attack the [appellant's] parents requested that he leave Bangladesh and he departed on 6 September 1996.",
      "id": "s13"
    },
    {
      "text": "If he returns he will be killed by the Awami League.",
      "id": "s14"
    },
    {
      "text": "' \n \n 4 A further description of the claims was summarised in reasons of the Federal Magistrate, being SZEES v Minister for Immigration &amp; Anor [2006] FMCA 272 , at pars 5 --- 11: \n \n \n '5.",
      "id": "s15"
    },
    {
      "text": "The applicant claims to come from a political family in Bangladesh --- his father and elder brother were involved in the war against Pakistan in 1971.",
      "id": "s16"
    },
    {
      "text": "As a result of their political activity their homes were burnt and looted and their family tortured by local Razaker and Pakistani military.",
      "id": "s17"
    },
    {
      "text": "Later his brother was jailed by the Mujib government and their family tortured by the Awami League.",
      "id": "s18"
    },
    {
      "text": "6.",
      "id": "s19"
    },
    {
      "text": "He claims that as a college student he became vice-president of the student wing of the Bangladesh Nationalist Party (BNP).",
      "id": "s20"
    },
    {
      "text": "After graduation he joined a BNP branch and led gatherings and meetings and was elected joint secretary of the BNP branch in Dhanmondi in 1987.",
      "id": "s21"
    },
    {
      "text": "7.",
      "id": "s22"
    },
    {
      "text": "The applicant further claims that from 1991 when the BNP came to power, till their leader Khaleda Zia resigned, he was targeted by a rival party, the Awami League.",
      "id": "s23"
    },
    {
      "text": "As a result of his support for the next BNP candidate in the 1996 elections, Colonel Ali, he was again targeted by Awami League members.",
      "id": "s24"
    },
    {
      "text": "8.",
      "id": "s25"
    },
    {
      "text": "When the BNP lost that election Awami League members started \"taking revenge\" on opposition members and leaders.",
      "id": "s26"
    },
    {
      "text": "False charged were filed against him with a view of throwing him in gaol.",
      "id": "s27"
    },
    {
      "text": "9.",
      "id": "s28"
    },
    {
      "text": "The applicant further claimed that Awami League activists in his home town of Jhenadi had gone to his home twice with the intention of attacking him.",
      "id": "s29"
    },
    {
      "text": "When they were unable to locate him they attacked his family instead.",
      "id": "s30"
    },
    {
      "text": "He claimed the reason for the attacks was his work for the BNP when at college.",
      "id": "s31"
    },
    {
      "text": "At the Tribunal hearing it was put to him that it seemd unlikely that he would be targeted for that sort of work which was undertaken more than ten years ago.",
      "id": "s32"
    },
    {
      "text": "In reply the [appellant] said that he was active in spreading BNP propaganda when he visited Jhenadi.",
      "id": "s33"
    },
    {
      "text": "10.",
      "id": "s34"
    },
    {
      "text": "On 15 July 1996 the [appellant] was attacked by Awami League activists with sticks and batons while passing Mirpur zoo.",
      "id": "s35"
    },
    {
      "text": "He alleges that they had lain in wait for him and bashed him.",
      "id": "s36"
    },
    {
      "text": "He was admitted to hospital for a few weeks as a result of the attack.",
      "id": "s37"
    },
    {
      "text": "11.",
      "id": "s38"
    },
    {
      "text": "The applicant realised he was not safe in Bangladesh.",
      "id": "s39"
    },
    {
      "text": "He fears persecution and says that the false cases against him are still pending.",
      "id": "s40"
    },
    {
      "text": "He cites the Awami League's policies which oppress BNP leaders and workers and their misuse of the Special Powers Act to arrest BNP members.",
      "id": "s41"
    },
    {
      "text": "' \n \n \n \n 5 The delegate found that the appellant was not a person to whom Australia had protection obligations under the Refugee Convention, and as such refused to grant a Protection Visa.",
      "id": "s42"
    },
    {
      "text": "In reaching this finding the delegate stated:\n '5.34 In view of all the above facts and information I find there is not a real chance the [appellant] will face persecution for a Convention related reason should be now return to Bangladesh.",
      "id": "s43"
    },
    {
      "text": "5.35 I have considered all the various elements involved in the [appellant's] application for a Protection Visa and determine that taken together they do not establish a claim to a well founded fear persecution on cumulative grounds.",
      "id": "s44"
    },
    {
      "text": "' \n \n 6 The matter was heard by the Tribunal on 4 July 2000, and a decision was handed down on 15 August 2000.",
      "id": "s45"
    },
    {
      "text": "The Tribunal affirmed the decision not to grant the appellant a Protection Visa, concluding that it was not satisfied that the appellant has a well-founded fear of persecution under the Refugee Convention.",
      "id": "s46"
    },
    {
      "text": "7 The appellant's history of applications was noted by the Tribunal:\n 'It is worthwhile recording the adviser's response to the Tribunal's question as to why the applicant had withdrawn his protection visa application in 1996, launched other visa applications, and when these came to naught, re-launched his protection visa application in 1998.",
      "id": "s47"
    },
    {
      "text": "The applicant seemed unable to answer, and his adviser said that these actions had been made on his professional advice that the applicant should go for the surest means of obtaining his wishes: \n A protection visa is what you lodge when you've got nothing \n else ... People should be encouraged to make other [visa] \n applications first.",
      "id": "s48"
    },
    {
      "text": "'\n \n 8 Later the Tribunal said:\n 'The fact that the applicant withdrew his original application for protection in order to pursue applications for various forms of residency visas does not clearly demonstrate to me that his motive in coming to Australia was to seek protection under the Convention.",
      "id": "s49"
    },
    {
      "text": "The fact that he followed this course of action on the advice of his agent suggests that the agent lacked confidence that the applicant's claims for protection could be properly substantiated.",
      "id": "s50"
    },
    {
      "text": "' \n \n 9 In my opinion, the opinion of the agent as to the agent's confidence in the claims for a Protection Visa is quite irrelevant to, and possibly distracting from, the task of the Tribunal.",
      "id": "s51"
    },
    {
      "text": "10 The Tribunal found the appellant's claims lacked credibility.",
      "id": "s52"
    },
    {
      "text": "The Tribunal said:\n 'In answering questions about politics in Bangladesh the [appellant] exhibited a strange mix of knowledge of specific statistics (the number of seats won by the BNP in 1991 and in 1996, the number of seats won by other parties, etc.) and facts (the term of his electorate, the areas within it, the name of the winner of the seat, the loser) and extreme vagueness and ignorance of other facts.",
      "id": "s53"
    },
    {
      "text": "Despite having allegedly worked at a high level for the BNP in Dhanmondi and been very active in the BNP candidate, Colonel Shawkat Ali's election campaign in 1996, the [appellant] could not correctly say how many votes Colonel Ali and his Awami League rival had received: he said that they had respectively received about 46,000-plus votes and 54,000-plus votes when in reality they had received about 75,000 votes and 84,000 votes.",
      "id": "s54"
    },
    {
      "text": "I am not satisfied that so big a discrepancy can be ascribed to a fading memory of events.",
      "id": "s55"
    },
    {
      "text": "In addition, the [appellant] was very vague indeed about the controversial political events leading up to the June 1996 election, repeatedly choosing instead to refer to the political events of 1991 and even the 1970s.",
      "id": "s56"
    },
    {
      "text": "He did not until belatedly state that there had been two elections in 1996, and although he knew that there had been a caretaker government between the elections he appeared to be under the impression that the BNP had wanted a caretaker government and had held the first poll simply in order to bring in such a government.",
      "id": "s57"
    },
    {
      "text": "He stated: \n \n \n The BNP wanted to pass a bill to bring in a caretaker government ...",
      "id": "s58"
    },
    {
      "text": "The February elections were held to pass this bill.",
      "id": "s59"
    },
    {
      "text": "They [the BNP] got the majority and said, \"Now we can pass the bill\".",
      "id": "s60"
    },
    {
      "text": "The above version of events is at odds with the following independent advice' \n \n 11 Further, the Tribunal said:\n 'I find it puzzling that the applicant was unable to correctly state how many votes the BNP candidate and the winning candidate received in 1996 in the Dhanmondi electorate in which he claimed to have been a member.",
      "id": "s61"
    },
    {
      "text": "I am prepared to accept an approximate number of votes but am not inclined to accept a figure that is about half the correct number.",
      "id": "s62"
    },
    {
      "text": "The applicant's wrong answer does not suggest to me that he was conscientiously engaged in the 1996 election campaign in Dhanmondi or even that he had a basic understanding of the size of the electorate in which he claimed to have been deeply involved in campaign strategy'.",
      "id": "s63"
    },
    {
      "text": "12 The appellant's contention that he faces persecution was rejected by the Tribunal.",
      "id": "s64"
    },
    {
      "text": "After considering the country information, the Tribunal noted:\n 'I consider it is possible for BNP members to participate freely in politics without taking part in activities that are driven by violent confrontation, particularly as political violence is practised only by \"a minority\" of activists.",
      "id": "s65"
    },
    {
      "text": "I am not satisfied that those who opt to take part in such aggressive activities invoke an obligation on the part of Australia to be given protection under the Convention.",
      "id": "s66"
    },
    {
      "text": "I have considered whether the Bangladeshi authorities allow a condition to exist whereby harm done to BNP members (or others), whether by hartals or in individual acts, is tolerated or encouraged.",
      "id": "s67"
    },
    {
      "text": "Independent evidence does not support this idea.",
      "id": "s68"
    },
    {
      "text": "DFAT states that the ruling [Awami League] is keen to crack down on all forms of lawlessness, including politically motivated violence, and that for this purpose it has passed a controversial Public Safety Act (in January 2000) in which the powers of arrest and detention for a series of offences have been increased...' \n \n 13 The Tribunal concluded:\n '..",
      "id": "s69"
    },
    {
      "text": "I find that the applicant's evidence lacks credibility both in terms of plausibility and because it is unsupported by independent evidence relating to his claims.",
      "id": "s70"
    },
    {
      "text": "Thus I am not satisfied that he has a well-founded fear of persecution for a Convention reason in Bangladesh.",
      "id": "s71"
    },
    {
      "text": "...' \n \n 14 Later the Tribunal said:\n 'In sum, for all the reasons given above, I am not satisfied that in general BNP members in Bangladesh face persecution for their political opinion.",
      "id": "s72"
    },
    {
      "text": "Given this, I find it implausible that a low-ranking member of the BNP's youth wing, such as the applicant claims to be, faces persecution and requires protection overseas when his party, despite being in opposition, is strong and flourishing at all levels.",
      "id": "s73"
    },
    {
      "text": "' \n \n 15 On 16 August 2004, the appellant sought judicial review of the Tribunal's decision in the Federal Magistrates Court of Australia.",
      "id": "s74"
    },
    {
      "text": "On 11 March 2005, the appellant filed a Further Amended Application, and asserted three grounds for review.",
      "id": "s75"
    },
    {
      "text": "The appellant claimed that the Tribunal fell into jurisdictional error by failing to consider the particular vulnerability to harm of lower-level party workers such as the appellant; secondly by finding the attacks to the appellant did not amount to Convention-based persecution; and thirdly by failing to consider certain independent country information.",
      "id": "s76"
    },
    {
      "text": "16 The Federal Magistrate rejected each of these grounds for appeal, and at par 49 concluded:\n 'I have found no merits in any of the grounds.",
      "id": "s77"
    },
    {
      "text": "The [appellant] is really asking the Court to engage in merits review, something it is not empowered to do.",
      "id": "s78"
    },
    {
      "text": "In my view the findings made by the Tribunal were reasonably open to it on the material before it.",
      "id": "s79"
    },
    {
      "text": "I am not satisfied the Tribunal made any legal error going to jurisdiction in coming to its decision.",
      "id": "s80"
    },
    {
      "text": "' \n \n 17 On 16 March 2006 the appellant filed a Notice of Appeal to this Court.",
      "id": "s81"
    },
    {
      "text": "The Notice of Appeal raises two grounds: \n \n '1.",
      "id": "s82"
    },
    {
      "text": "The Honourable Federal Magistrate erred in considering that the Refugee Review Tribunal (the Tribunal) made a jurisdictional error when the Tribunal made an inquiry about my information but the Tribunal did not inform me about the result of that inquiry which is a reason or part of the reason to reject my claim (page 20 paragraph 3(a) of the RRT decision) according to s.424A of the Migration Act 1958 .",
      "id": "s83"
    },
    {
      "text": "2.",
      "id": "s84"
    },
    {
      "text": "The Honourable Federal Magistrate failed to find out that the Tribunal was interested to reject my claim for protection.",
      "id": "s85"
    },
    {
      "text": "Because when the Tribunal failed to find out how the common law system works and the function, scope and provision, jurisdiction and the trial of the different kind of laws passed in the different time in the common law system.",
      "id": "s86"
    },
    {
      "text": "Such as The Penal Code 1860 (the criminal Act), the Special Power Act 1974 and the Public Safety Act 2000 (for a short period) in Bangladesh.",
      "id": "s87"
    },
    {
      "text": "' \n \n \n 18 The appellant is seeking various orders:\n '1.",
      "id": "s88"
    },
    {
      "text": "The appeal be allowed.",
      "id": "s89"
    },
    {
      "text": "2.",
      "id": "s90"
    },
    {
      "text": "The order of the trial judge be set aside and the decision of the Tribunal also be set aside and a further order to the Tribunal to reconsider the appellant's protection visa application.",
      "id": "s91"
    },
    {
      "text": "3.",
      "id": "s92"
    },
    {
      "text": "A writ of certiorari quashing the decision.",
      "id": "s93"
    },
    {
      "text": "4.",
      "id": "s94"
    },
    {
      "text": "A writ of mandamus compelling the Tribunal to re-determine the matter according to the Law.",
      "id": "s95"
    },
    {
      "text": "5.",
      "id": "s96"
    },
    {
      "text": "Any other order the Court deem fit.",
      "id": "s97"
    },
    {
      "text": "6.",
      "id": "s98"
    },
    {
      "text": "An order for costs.",
      "id": "s99"
    },
    {
      "text": "' \n \n 19 I am unable to understand what is meant to be conveyed by the second ground of appeal.",
      "id": "s100"
    },
    {
      "text": "In the absence of some comprehensible particulars, it is difficult even to determine if what is said to be an error by the Federal Magistrate was, in fact, a matter that had been put to his Honour.",
      "id": "s101"
    },
    {
      "text": "No basis appears for any relief in the appellant because of the assertions contained in this ground.",
      "id": "s102"
    },
    {
      "text": "20 The first ground of appeal relates to part of the Tribunal's findings concerning the credibility of the appellant's various claims.",
      "id": "s103"
    },
    {
      "text": "It obviously means to assert that the Tribunal made a jurisdictional error in not informing the appellant of its inquiries concerning a Bengali newspaper in Australia for when the appellant claims to have worked, contrary to s 424A of the Act.",
      "id": "s104"
    },
    {
      "text": "21 In its reasons the Tribunal said:\n 'I am not satisfied that there is credibility in the applicant's post-hearing claim of facing persecution for having worked as News Editor for a Bengali paper published in Australia.",
      "id": "s105"
    },
    {
      "text": "The applicant claimed that he had not had time to make this claim during the hearing.",
      "id": "s106"
    },
    {
      "text": "I do not accept this as the hearing stretched for three hours during which a variety of claims were discussed, and the applicant had ample opportunity to make this claim.",
      "id": "s107"
    },
    {
      "text": "Accordingly, I find that he has either fabricated the claim of having worked for the newspaper as News Editor or, even if he did work for the paper in some capacity, fabricated a claim of facing persecution.",
      "id": "s108"
    },
    {
      "text": "I consider that he indulged in such fabrication after having realised, from questions and independent evidence put to him during the hearing, that his original claims of persecution were viewed by the Tribunal as questionable.",
      "id": "s109"
    },
    {
      "text": "Whatever the truth of the matter, I am not satisfied that the applicant would face persecution in Bangladesh simply for having worked for a paper in Australia that carried Bangladeshi political news, including anti-Government articles, given that: \n \n a) the paper appears to have had little support and has been defunct for some time according to inquiries made by the Tribunal, which does not indicate that its former journalists would be given importance in Bangladesh; \n b) the paper's articles (from the headlines given by the applicant) appear to be no different from articles published with little or no impunity any day of the week in Bangladesh itself (of which the articles submitted by the applicant's advisers are good examples) and; \n c) independent evidence does not support the claim that Bangladeshi journalists working in a fairly free media environment are persecuted, although they are sometimes harassed... \n \n ... \n For the above reasons I am not satisfied that the applicant would be persecuted over his claimed work in a defunct newspaper.",
      "id": "s110"
    },
    {
      "text": "' \n \n 22 Later the Tribunal said:\n 'I am not satisfied that the applicant's claim of having worked as news editor for a newspaper in Australia is credible, and even if I were to accept this claim, I am not satisfied that he faces persecution in Bangladesh for such work.",
      "id": "s111"
    },
    {
      "text": "' \n \n 23 The first ground of appeal appears to be directed to the Tribunal's reference to the making of its own inquiries as to the appellant's employment at the paper.",
      "id": "s112"
    },
    {
      "text": "24 On 10 July 2000 the appellant had written to the Tribunal.",
      "id": "s113"
    },
    {
      "text": "This was provided to the Tribunal with a covering letter from Parish Patience, the appellant's then solicitors, dated 13 July 2000.",
      "id": "s114"
    },
    {
      "text": "In his letter the appellant wrote:\n 'Dear Madam \n I would like to draw your attention further more regarding me to be a refugee due to my political believe.",
      "id": "s115"
    },
    {
      "text": "Even though from this overseas still I just continue my activities through publications and many other public communication.",
      "id": "s116"
    },
    {
      "text": "Due to a limited time in the RRT interview with you I did not have that chance to tell you that, since last one year I used to be the News Editor of THE BANGLA HERALD, The Bangladeshi community Newspaper published in Sydney.",
      "id": "s117"
    },
    {
      "text": "Through the Newspaper we committed to focus on the truth and disclosed all sorts of corruption, immorality, anti humanitarian activities, injustice, Police corruption, dictatorship, lying, Law breaching by the present government etc. \n \n Our newspaper also explored Awami League and it's affiliates torturing and assaulting to the political rivals, specially on BNP leaders and workers.",
      "id": "s118"
    },
    {
      "text": "This is also one of the reasons that still I am targeted by Awami terrorist.",
      "id": "s119"
    },
    {
      "text": "I hope you will consider my case and allow me to accept as a refugee on this soil.",
      "id": "s120"
    },
    {
      "text": "' \n \n 25 Section 424A of the Migration Act 1958 (Cth) ('the Act') provides:\n ' 424A Applicant must be given certain information \n \n (1) Subject to subsection (3), the Tribunal must: \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n (c) invite the applicant to comment on it.",
      "id": "s121"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n \n (a) except where paragraph (b) applies--by one of the methods specified in section 441A; or \n (b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s122"
    },
    {
      "text": "(3) This section does not apply to information: \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n (b) that the applicant gave for the purpose of the application; or \n (c) that is non-disclosable information.",
      "id": "s123"
    },
    {
      "text": "' \n \n \n \n 26 Section 424A of the Act was part of the Migration Legislation Amendment Act (No.1)1998 (Cth), being Act No 113 of 1998, and came into force on 1 June 1999.",
      "id": "s124"
    },
    {
      "text": "27 The Tribunal heard the appellant's application on 4 July 2000.",
      "id": "s125"
    },
    {
      "text": "The decision of the Tribunal is dated 31 July 2000, and was handed down on 15 August 2000.",
      "id": "s126"
    },
    {
      "text": "There can be no doubt that the Tribunal was subject to the duty in s 424A(1) to give to the appellant ' particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision under review '.",
      "id": "s127"
    },
    {
      "text": "28 The application for judicial review by the Federal Magistrates Court was made on 16 August 2004.",
      "id": "s128"
    },
    {
      "text": "An amended application was made on 28 October 2004, and a further amended application on 11 March 2005.",
      "id": "s129"
    },
    {
      "text": "29 Relevant to the rather unusual chronology of this litigation, as described by Mowbray FM at par 4, is the fact that: \n 'The applicant was previously a party to the Lie v Refugee Review Tribunal [2002] HCA 30 ; (2002) 190 ALR 601 class action in the High Court of Australia.",
      "id": "s130"
    },
    {
      "text": "That proceeding, insofar as it concerned the applicant, was remitted to the Federal Court of Australia by order of Gaudron J made on 25 November 2002.",
      "id": "s131"
    },
    {
      "text": "That application was subsequently dismissed by Emmett J on 20 February 2004.",
      "id": "s132"
    },
    {
      "text": "' \n \n 30 The application in the Federal Magistrates Court was heard by Mowbray FM in Sydney on 11 and 15 March 2005.",
      "id": "s133"
    },
    {
      "text": "The decision of the High Court in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 (' SAAP ') was handed down on 18 May 2005, after the hearing in the Federal Magistrates Court, but before judgment.",
      "id": "s134"
    },
    {
      "text": "In SAAP , McHugh, Kirby and Hayne JJ held that a breach of s 424A constituted jurisdictional error because of the mandatory language of s 424A.",
      "id": "s135"
    },
    {
      "text": "Non-compliance with s 424A will, in the conduct of a review, render a decision invalid.",
      "id": "s136"
    },
    {
      "text": "31 Their Honours in the majority also concluded that there was no reason in the facts of that case to withhold discretionary relief.",
      "id": "s137"
    },
    {
      "text": "32 The High Court allowed the appeal with costs, set aside the orders of the Full Court, and, in their place, ordered that the appeal to the Full Court be allowed with costs, set aside the orders of the primary judge and ordered, in the place of those orders that there be an order in the nature of certiorari to quash the decision of the Tribunal, and an order in the nature of mandamus requiring the Tribunal to review according to law the decision of the delegate to refuse the protection visas that had been sought by the applicants in that case, and the respondent Minister pay the applicant's costs.",
      "id": "s138"
    },
    {
      "text": "33 Hayne J said at par 208:\n 'Where the Act prescribes steps that the tribunal must take in conducting its review and those steps are directed to informing the applicant for review (among other things) of the relevance to the review of the information that is conveyed, both the language of the Act and its scope and objects point inexorably to the conclusion that want of compliance with s 424A renders the decision invalid.",
      "id": "s139"
    },
    {
      "text": "Whether those steps would be judged to be necessary or even desirable in the circumstances of a particular case, to give procedural fairness to that applicant, is not to the point.",
      "id": "s140"
    },
    {
      "text": "The Act prescribes what is to be done in every case.",
      "id": "s141"
    },
    {
      "text": "' \n \n 34 What is now expressed as the first ground of appeal filed 16 March 2006 was not raised as a ground of appeal before the Federal Magistrate.",
      "id": "s142"
    },
    {
      "text": "Before the Federal Magistrate, the appellant was represented by counsel.",
      "id": "s143"
    },
    {
      "text": "35 Mowbray FM, in his reasons delivered on 28 February 2006, referred to SAAP but only for the purpose of joining the Tribunal as a party to the Federal Magistrates Court proceedings.",
      "id": "s144"
    },
    {
      "text": "His Honour, in par 24 of his reasons, referred to the findings of the Tribunal:\n '... [the Tribunal] was not satisfied that the applicant's claim of having worked as a news editor for a newspaper in Australia was credible, or in any event, that the [appellant] would face persecution in Bangladesh for undertaking such work.",
      "id": "s145"
    },
    {
      "text": "' \n \n \n \n 36 Mowbray FM then noted at par 25:\n 'In the result the Tribunal was not satisfied that the applicant has a well-founded fear of persecution under the Convention in Bangladesh.",
      "id": "s146"
    },
    {
      "text": "' \n \n \n \n \n \n 37 Counsel for the Minister submits that the appellant should not be permitted to argue this ground of appeal now, it having not been argued before the Federal Magistrate.",
      "id": "s147"
    },
    {
      "text": "38 It seems to me that if there has been a breach of s 424A, the fact that it was not raised below does not prevent it being argued now.",
      "id": "s148"
    },
    {
      "text": "There are no aspects of a factual kind which would bear on whether there had been a breach of s 424A or not, which were not before the Federal Magistrate.",
      "id": "s149"
    },
    {
      "text": "39 In particular, there was before the Federal Magistrate two file notes made by the member constituting the Tribunal.",
      "id": "s150"
    },
    {
      "text": "Those files notes are as follows: \n Tuesday, July 18: \n \n No mention of Bangla Herald in Margret Gee's Media Contact Guide or in Ethnic Guide in RRT Library.",
      "id": "s151"
    },
    {
      "text": "Rang Ethnic Affairs Commission Library --- Librarian had no record of Bangla Herald.",
      "id": "s152"
    },
    {
      "text": "Nothing in White or Yellow Pages on BH.",
      "id": "s153"
    },
    {
      "text": "Or Directory Information.",
      "id": "s154"
    },
    {
      "text": "Wednesday, July 19: \n \n Rang Bangladesh High Commission.",
      "id": "s155"
    },
    {
      "text": "Official gave publisher's name and tel/fax number for Desh Kantha, which used to publish BH, now not in print.",
      "id": "s156"
    },
    {
      "text": "Ms Lovely Alam, publisher, PO Box 824, Darlinghurst, [omitted] .",
      "id": "s157"
    },
    {
      "text": "Number disconnected.",
      "id": "s158"
    },
    {
      "text": "Also gave another Bengali newspaper name, Shadesh Barta.",
      "id": "s159"
    },
    {
      "text": "Neither of these in White Pages.",
      "id": "s160"
    },
    {
      "text": "Found publisher of Shadesh Barta by ringing Indian newspaper in Sydney who gave name of newsagent, Vikram, where she had seen a Bengali paper, who told me to contact Mr Nurul Azad at Tandoori-something in Oxford St, newspaper publisher.",
      "id": "s161"
    },
    {
      "text": "Found that Mr Azad publishes Shadesh Barta.",
      "id": "s162"
    },
    {
      "text": "Rang him, mobile [omitted] .",
      "id": "s163"
    },
    {
      "text": "He said call back in 2-3 days to get no.",
      "id": "s164"
    },
    {
      "text": "for Lovely Alam.",
      "id": "s165"
    },
    {
      "text": "He said BH hasn't been published for 7-8 months.",
      "id": "s166"
    },
    {
      "text": "Signature (Member).",
      "id": "s167"
    },
    {
      "text": "' \n \n 40 It was suggested on behalf of the Minister that there was no evidence, in particular by way of a transcript, of what was discussed at the hearing before the Tribunal.",
      "id": "s168"
    },
    {
      "text": "41 As McHugh J noted in SAAP at par 77:\n '...",
      "id": "s169"
    },
    {
      "text": "It is not to the point that the tribunal may have given the applicant particulars of the adverse information orally.",
      "id": "s170"
    },
    {
      "text": "It is also not to the point that in some cases it might seem unnecessary to give the applicant written particulars of adverse information (for example, if the applicant is present when the tribunal receives the adverse information as evidence from another person and the tribunal there and then invites the applicant orally to comment on it).",
      "id": "s171"
    },
    {
      "text": "If the requirement to give written particulars is mandatory, then failure to comply means that the tribunal has not discharged its statutory function.",
      "id": "s172"
    },
    {
      "text": "' \n \n 42 There is simply no evidence that there was any oral discussion with the appellant of the information revealed in the file notes, and it is beyond argument that there was never any communication in writing of that information to the appellant.",
      "id": "s173"
    },
    {
      "text": "43 In my judgment, it is competent for the appellant to rely on this ground of appeal on the appeal to this Court.",
      "id": "s174"
    },
    {
      "text": "44 I have already set out the findings of the Tribunal in respect of the claim of facing persecution for having worked as a news editor for a Bengali newspaper published in Australia, at par 21 above.",
      "id": "s175"
    },
    {
      "text": "45 Ms Rachel Pepper, counsel for the Minister, submitted that there was no breach of s 424A of the Act with respect to the information about the Bengali newspaper, because s 424A was not engaged insofar as that information was concerned.",
      "id": "s176"
    },
    {
      "text": "46 Ms Pepper submitted that:\n 'The Tribunal had already rejected this claim on the basis that it was made post hearing and thus fabricated having realised that his original claims of persecution by the Tribunal were viewed as questionable.",
      "id": "s177"
    },
    {
      "text": "The Tribunal's statement that the newspaper had little support and had been defunct for years was an alternative finding only (\"and even if I were to accept this claim ...\"), that is, were it inclined to give the appellant the benefit of the doubt --- which it was not --- and as such did not form a part of its reasoning in affirming the delegate's decision.",
      "id": "s178"
    },
    {
      "text": "' \n \n 47 I do not accept this submission.",
      "id": "s179"
    },
    {
      "text": "The Tribunal did not reject the claim of facing persecution for having worked as news editor of the Bengali Herald because that claim was made post-hearing.",
      "id": "s180"
    },
    {
      "text": "In its reasons, set out above, the Tribunal did not accept that the appellant did not make the claim at the hearing because he had no time to make the claim during the hearing.",
      "id": "s181"
    },
    {
      "text": "For that reason ('accordingly') the Tribunal found that he either fabricated the claim of having worked for the paper, or if he did work for the paper, fabricated the claim of facing persecution.",
      "id": "s182"
    },
    {
      "text": "The Tribunal expressed the view that the appellant resorted to such fabrication because of his assessment of how the Tribunal viewed his original claims.",
      "id": "s183"
    },
    {
      "text": "48 The crucial finding of the Tribunal concerning the claim of facing persecution for having worked as news editor for the Bengali Herald is expressed in the passage of the Tribunal's reasons:\n '...",
      "id": "s184"
    },
    {
      "text": "I am not satisfied that the applicant would face persecution in Bangladesh simply for having worked for a paper in Australia that carried Bangladeshi political news, including anti-Government articles, given that: \n \n (a) the paper appears to have had little support and has been defunct for some time according to inquiries made by the Tribunal, which does not indicate that its former journalists would be given importance in Bangladesh; \n (b) ... \n (c) ...' \n \n \n \n \n \n 49 The information that the paper ' appears to have had little support ' and ' has been defunct for some time ' was part of the reason for concluding that the applicant would not face persecution in Bangladesh for having worked for that paper.",
      "id": "s185"
    },
    {
      "text": "50 It follows that part of the reason for the rejection of the claim that the appellant was facing persecution for having worked as news editor for a Bengali newspaper published in Australia, was information obtained by the Tribunal and not communicated to the appellant as required by s 424A.",
      "id": "s186"
    },
    {
      "text": "That failure to comply with the requirements of s 424A constituted jurisdictional error.",
      "id": "s187"
    },
    {
      "text": "It is not to the point that no error, jurisdictional or otherwise, is shown to have been made by the Tribunal in the rejection of other claims of persecution should the appellant be returned to Bangladesh.",
      "id": "s188"
    },
    {
      "text": "51 In SAAP , there had been a failure to comply with the requirements of s 424A in that written communication of the information to the appellant was not given.",
      "id": "s189"
    },
    {
      "text": "The information had been conveyed orally at the time of the hearing, and both the primary judge and the Full Court had concluded that there was no denial of procedural fairness, in the common law sense, in that the appellant had been informed of the adverse information, and had the opportunity of meeting it.",
      "id": "s190"
    },
    {
      "text": "Nonetheless, the majority in the High Court concluded that the mandatory obligation in s 424A of written communication warranted the grant of prerogative relief.",
      "id": "s191"
    },
    {
      "text": "52 In this case, the information obtained by the Tribunal from its own inquiries, on the material before me, was not communicated at all to the appellant.",
      "id": "s192"
    },
    {
      "text": "53 The majority judgments in SAAP recognised that there was an undoubted discretion to refuse the relief that had been sought in that case.",
      "id": "s193"
    },
    {
      "text": "Hayne J at par 211 said:\n '...",
      "id": "s194"
    },
    {
      "text": "There has been no suggestion of delay, waiver, acquiescence or other conduct of the appellants said to stand in their way.",
      "id": "s195"
    },
    {
      "text": "As Gaudron J said in Einfield City Corporation v Development Assessment Commission [(2000) [2000] HCA 5 ; 199 CLR 135 at 157 [56] ]:\n \n \n \n Those exercising executive and administrative powers are as much subject to the law as those who are or may be affected by the exercise of those powers.",
      "id": "s196"
    },
    {
      "text": "It follows that, within the limits of their jurisdiction and consistent with their obligation to act judicially, the courts should provide whatever remedies are available and appropriate to ensure that those possessed of executive and administrative powers exercise them only in accordance with the laws which govern their exercise.",
      "id": "s197"
    },
    {
      "text": "The rule of law requires no less.",
      "id": "s198"
    },
    {
      "text": "Even if the considerations advanced by the minister were relevant to considering whether relief should go for jurisdictional error constituted by a want of procedural fairness (a question I need not examine) they are not considerations that bear upon whether certiorari should go to quash what is found to be an invalid decision.",
      "id": "s199"
    },
    {
      "text": "' \n \n 54 It was submitted on behalf of the respondent that, even if the Court finds jurisdictional error occasioned by a breach of s 424A of the Act, the appeal should be dismissed in the exercise of the Court's discretion, because of the 'inordinate delay' by the appellant in filing his application for review once the order nisi was refused by Emmett J.",
      "id": "s200"
    },
    {
      "text": "That delay, it was submitted, ought, in the circumstances of this case, be a vitiating factor against the granting of relief.",
      "id": "s201"
    },
    {
      "text": "It was said that the delay was 'more than trivial', being slightly more than six months; the appellant arrived in Australia in 1996, that is to say, he has been here for ten years, and he deposed in an affidavit that he did not seek review of the Tribunal's decision until he was detained in Villawood.",
      "id": "s202"
    },
    {
      "text": "55 It was also submitted that all of the claims of the appellant to be regarded as a refugee, save that made after the hearing in the Tribunal, have been rejected, and no legal error taints the rejection of those claims.",
      "id": "s203"
    },
    {
      "text": "56 None of these factors persuade me that relief should be refused in this case, in the exercise of the Court's discretion.",
      "id": "s204"
    },
    {
      "text": "57 McHugh J commented in SAAP at par 77:\n 'Parliament has made the provisions of s 424A one of the centrepieces of its regime of statutory procedural fairness.",
      "id": "s205"
    },
    {
      "text": "Because that is so, the best view of the section is that failure to comply with it goes to the heart of the decision-making process.",
      "id": "s206"
    },
    {
      "text": "Consequently, a decision made after a breach of s 424A is invalid.",
      "id": "s207"
    },
    {
      "text": "' \n \n 58 That being so, it seems to me right that the appellant get a hearing of his application that complies with procedural requirements mandated by the statute.",
      "id": "s208"
    },
    {
      "text": "59 For the above reasons, I make the following orders: \n \n \n \n 1.",
      "id": "s209"
    },
    {
      "text": "Appeal allowed with costs.",
      "id": "s210"
    },
    {
      "text": "2.",
      "id": "s211"
    },
    {
      "text": "Set aside the orders of Federal Magistrate Mowbray on 28 February 2006, and, in their place, order: \n \n \n\n(i) There be an order in the nature of certiorari to quash the decision of the Refugee Review Tribunal made on 15 August 2000.",
      "id": "s212"
    },
    {
      "text": "(ii) There be an order in the nature of mandamus requiring the Refugee Review Tribunal to review according to law the decision made by the delegate of the minister on 19 February 1999 to refuse the protection visa sought by the appellant.",
      "id": "s213"
    },
    {
      "text": "(iii) The respondent pay the appellant's costs.",
      "id": "s214"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s215"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n\n\n\n The Appellant appeared in Person.",
      "id": "s216"
    },
    {
      "text": "Counsel for the Respondent: Ms Rachel Pepper \n \n Solicitor for the Respondent: Ms Andrea Nesbit, Sparke Helmore \n \n Date of Hearing: 7 August 2006 \n \n Date of Judgment: 17 November 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1545.html",
      "id": "s217"
    }
  ]
}