{
  "name": "Alphapharm Pty Ltd v Merck &amp; Co Inc [2006] FCA 1227 (15 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1227.html",
  "catchphrases": [
    {
      "text": "validity of grant",
      "id": "c0"
    },
    {
      "text": "claim that respondent's patent, granted in 1992, is invalid on grounds including inutility",
      "id": "c1"
    },
    {
      "text": "motion by respondent to strike out applicant's inutility pleadings or in alternative, orders sought for summary dismissal or summary judgment of part of proceedings alleging inutility",
      "id": "c2"
    },
    {
      "text": "whether expert evidence necessary",
      "id": "c3"
    },
    {
      "text": "discovery",
      "id": "c4"
    },
    {
      "text": "where applicant seeks discovery of all documents relevant to issue of utility",
      "id": "c5"
    },
    {
      "text": "whether documents relating to experiments conducted by respondent post-grant excluded",
      "id": "c6"
    },
    {
      "text": "whether manufacturing documents excluded",
      "id": "c7"
    },
    {
      "text": "discretion to limit discovery",
      "id": "c8"
    },
    {
      "text": "'is useful'",
      "id": "c9"
    },
    {
      "text": "patents",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    },
    {
      "text": "words and phrases",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "Merck &amp; Co Inc was granted a patent in 1992 relating to a chemical compound and the process for producing it.",
      "id": "s0"
    },
    {
      "text": "The patent has provided Merck with a monopoly for 20 years.",
      "id": "s1"
    },
    {
      "text": "Merck says it has used the process to produce a drug which is used medicinally in the treatment of osteoporosis.",
      "id": "s2"
    },
    {
      "text": "The income which has been generated by selling the drug is substantial.",
      "id": "s3"
    },
    {
      "text": "Another large pharmaceutical company, Alphapharm Pty Ltd, now seeks revocation of the patent.",
      "id": "s4"
    },
    {
      "text": "It is conceivable that Alphapharm is doing so to enable it to use the process to manufacture and sell its own drug, though, for the moment, that is a matter only for speculation.",
      "id": "s5"
    },
    {
      "text": "One of the grounds for revocation relied on is inutility.",
      "id": "s6"
    },
    {
      "text": "Simply put, that is an allegation that the process, as described in the patent, is not useful.",
      "id": "s7"
    },
    {
      "text": "If the speculation just referred to is correct, Alphapharm's allegation of inutility is redolent with irony.",
      "id": "s8"
    },
    {
      "text": "Alphapharm seeks discovery of documents from Merck concerning the use of the process unlimited by time.",
      "id": "s9"
    },
    {
      "text": "Merck resists this claim for discovery.",
      "id": "s10"
    },
    {
      "text": "It counters with a contention that the basis on which inutility is alleged by Alphapharm is, in whole or substantial part, untenable.",
      "id": "s11"
    },
    {
      "text": "Those two issues are addressed in this judgment.",
      "id": "s12"
    },
    {
      "text": "A notice of motion filed by Merck on 30 June 2006 is the vehicle for addressing these two issues.",
      "id": "s13"
    },
    {
      "text": "Merck is the registered proprietor of Australian Letters Patent No 625704, the title of which is \"Process for preparing 4-amino-1-hydroxybutylidene-1, 1-bisphosphonic acid or salts thereof\".",
      "id": "s14"
    },
    {
      "text": "The patent was granted on 1 December 1992.",
      "id": "s15"
    },
    {
      "text": "On 29 November 2005, Alphapharm commenced proceedings for revocation of claims 1 to 29 of the patent.",
      "id": "s16"
    },
    {
      "text": "By its notice of motion, Merck challenges the foundation of Alphapharm's revocation application insofar as it alleges inutility.",
      "id": "s17"
    },
    {
      "text": "Merck contended that the allegation of inutility must fail having regard to Alphapharm's particulars.",
      "id": "s18"
    },
    {
      "text": "The orders sought are: The particulars regarding inutility be struck out under O 11 r 16 of the Federal Court Rules ; or \n \n \n \n In the alternative, the proceedings be dismissed in so far as they allege inutility pursuant to O 20 r 2 of the Rules; or \n \n \n \n As a further alternative, summary judgment be entered for the respondent in respect of that part of the proceedings under s 31A(2) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s19"
    },
    {
      "text": "If these orders are not made, Merck nonetheless seeks an order limiting its obligation to give discovery in relation to the issue of utility.",
      "id": "s20"
    },
    {
      "text": "It seeks that discovery be limited in two ways: That documents relating to experimental work using the processes claimed in the patent or steps taken therein and any testing or evaluation of the processes claim in the patent of steps therein conducted after the date of the grant are excluded; and \n \n \n \n That documents relating to the process used by the respondent in manufacturing its commercial product, including documents relating to the adaptation of the processes claim in the patent from the laboratory to the manufacturing plant, are excluded.",
      "id": "s21"
    },
    {
      "text": "Summary disposal Under s 18(1)(c) of the Patents Act 1990 (Cth) (\"the Act \"), one of the criteria which must be satisfied for an invention to be a patentable invention is that it \"is useful\".",
      "id": "s22"
    },
    {
      "text": "While inutility has long been a ground for a patent's revocation, it has only recently been added as a ground for objection to grant.",
      "id": "s23"
    },
    {
      "text": "Alphapharm's pleading on this issue as particularised, is that \"the alleged invention as claimed in each of claims 1, 2, 3, 4, 6, 7, 8, 9, 10, 11, 12, 18 and dependent claim 13, 14, 15 and 29 is not a patentable invention within the meaning of s 18(1)(c) of the Act in that it is not useful.",
      "id": "s24"
    },
    {
      "text": "\" It is sufficient, for present purposes, to set out claims 1 to 3 of the patent: \n \"The claims defining the invention are as follows: \n \n\n A process for the preparation of 4-amino-l-hydroxybutylidene-l,1bisphosphonic acid or salts thereof which comprises: reacting 4-aminobutyric acid with a mixture of phosphorous acid and PC1 3 in the presence of methanesulfonic acid; and recovering said 4-amino-l-hydroxybutylidene-l,l-bisphosphonic acid or salts thereof.",
      "id": "s25"
    },
    {
      "text": "The process of claim 1, wherein said reaction is conducted at a temperature of from 45&#176;C to 125&#176;C. \n \n \n \n The process of claim 2, wherein said reaction is conducted at a temperature of about 65&#176;C.\" \n \n \n \n Alphapharm's particulars of inutility can be summarised as follows: Claim 1 does not claim a temperature at which the claimed reaction is conducted, without which the invention claimed is not useful because the reaction does not occur at certain temperatures; \n \n \n \n Claims 1, 3 and 5 (and dependent claims 13 and 29) claim a process for producing a salt, whereas the process does not produce a salt; \n \n \n \n Claims 1, 2, 3, 4, 12, 13 and 28 (and dependent claims 13 and 29) are not useful because the process claimed does not achieve an Alendronic Acid with the specified characteristics relating to high yield and purity promised by the patent.",
      "id": "s26"
    },
    {
      "text": "Claims 1, 2, 3, 5, 6, 7, 8, 9, 10, 11, 12 and 28 (and dependent claims 13, 14, 15 and 29) are not useful because the process claimed does not achieve a Sodium Alendronate Trihydrate with the specified characteristics relating to high yield and purity promised by the patent.",
      "id": "s27"
    },
    {
      "text": "Merck seeks that the relevant part of the proceedings be struck out under O 11 r 16 of the Federal Court Rules (\"the Rules\"), dismissed under O 20 r 2 of the Rules, or that summary judgment be given in Merck's favour under s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s28"
    },
    {
      "text": "An order can be made under O 11 r 6 and O 20 r 2 if no reasonable cause of action is disclosed, either in the pleading or the relevant part of the proceeding.",
      "id": "s29"
    },
    {
      "text": "The standard to be applied is a stringent one.",
      "id": "s30"
    },
    {
      "text": "Section 31A was inserted into the Act by the Migration Litigation Reform Act 2005 (Cth) and applies to proceedings commenced from 1 December 2005.",
      "id": "s31"
    },
    {
      "text": "It introduces a new statutory test for summary disposal of a proceeding.",
      "id": "s32"
    },
    {
      "text": "Section 31A(2) provides: \n \n The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n (a) the first party is defending the proceeding or that part of the proceeding; and (b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s33"
    },
    {
      "text": "Section 31A(3) relevantly provides that that part of the proceeding need not be \"hopeless\" or \"bound to fail\" in order for judgment to be given under the section.",
      "id": "s34"
    },
    {
      "text": "Merck submitted that the section provided a lesser test that the test which applies under the other provisions.",
      "id": "s35"
    },
    {
      "text": "It referred to observations of Heerey J in Duncan v Lipscombe Child Care Services Inc [2006] FCA 458 , in which his Honour said at [6]: \n \n s 31A was introduced to establish a lower standard for strikeouts (either of claims or defences) than that previously laid down by the High Court&#180;s decisions in Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1948) 78 CLR 62 and General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 130, namely that the allegations are 'so clearly untenable that [they] cannot possibly succeed'.",
      "id": "s36"
    },
    {
      "text": "\" \n \n\nSee also, in relation to s 31A: Vans, Inc v Offprice.Com.Au Pty Ltd [2006] FCA 137 , Garrett v Macks [2006] FCA 601 , Mobileworld Operating Pty Ltd v Telstra Corporation Limited [2006] FCA 743 , Wearne v Southern Cross University [2006] FCA 1033 , Unilin Beheer BV v Shun Li De Pty Ltd [2006] FCA 534 , Tepperova v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1147.",
      "id": "s37"
    },
    {
      "text": "Consideration of summary disposal It is unnecessary to discuss the scope of s 31A or whether Alphapharm's claims based on inutility should be struck out on the other grounds contained in the notice of motion.",
      "id": "s38"
    },
    {
      "text": "Merck invited the Court to construe the patent and conclude that a person deploying the process described in the patent (so construed) would achieve the result it promised and would be able to do so, for example, without the specification of temperatures in claim 1.",
      "id": "s39"
    },
    {
      "text": "Alphapharm raised, as a threshold matter, whether it was open to the Court to construe the patent as Merck invited in the absence of expert evidence.",
      "id": "s40"
    },
    {
      "text": "In Nicaro Holdings Pty Ltd v Martin Engineering Co (1990) 91 ALR 513 Gummow J (at 524 and 542) cautioned against the Court construing a patent by seeking to place itself in the position of a reader skilled in the art without expert evidence which would permit it to view the patent through the eyes of such a reader.",
      "id": "s41"
    },
    {
      "text": "Those observations were made in relation to a claim of lack of novelty.",
      "id": "s42"
    },
    {
      "text": "However, it would appear that they are also pertinent to the assessment of utility, at least where the patent concerns matters not demonstrably within the domain of ordinary human experience such as simple mechanical devices.",
      "id": "s43"
    },
    {
      "text": "This is the import of observations of Gummow J in Rescare Ltd v Anaesthetic Supplies Pty Ltd (1992) 111 ALR 205 at 232 referring, in turn, to the observations of Menzies J in Welch Perrin &amp; Co Pty Ltd v Worrel [1960] HCA 91 ; (1961) 106 CLR 588 at 601.",
      "id": "s44"
    },
    {
      "text": "In my opinion, the contentions of Alphapharm about inutility should not be rejected as unarguable or having no reasonable prospects for success without the benefit of expert evidence explaining that, for example, the steps in claim 1 could readily be undertaken by a chemist without any guidance about what temperature or temperature ranges or to apply when doing so.",
      "id": "s45"
    },
    {
      "text": "Ultimately, of course, there may be evidence to that effect.",
      "id": "s46"
    },
    {
      "text": "However, it has not been led by Merck in this notice of motion.",
      "id": "s47"
    },
    {
      "text": "I do not propose to consider dismissing or striking out any aspect of Alphapharm's claim in the absence of such evidence.",
      "id": "s48"
    },
    {
      "text": "I should add that even if evidence of this type had been led, there would have been cogent reasons for not summarily disposing of part of Alphapharm's claims, even assuming I had power do so either under s 31A or the Rules concerning summary disposal.",
      "id": "s49"
    },
    {
      "text": "Determination of the issues raised by Merck is probably better left to the trial.",
      "id": "s50"
    },
    {
      "text": "Discovery by Merck on issue of utility Alphapharm presses discovery of the class of documents described as \"All documents relating to the utility of the processes claimed in the Patent\".",
      "id": "s51"
    },
    {
      "text": "Alphapharm intends to capture in this class of documents all documents reporting results of experiments which prove or disprove the allegations made in the particulars.",
      "id": "s52"
    },
    {
      "text": "As an example of documents that would be directly relevant, Alphapharm pointed to documents which demonstrated the conduct of experiments within claim 1 at different temperatures, and submitted that documents relating to experiments conducted at temperatures at which the claimed reaction did not occur would tend to directly support Alphapharm's case.",
      "id": "s53"
    },
    {
      "text": "It submitted that similar arguments would apply in relation to documents proving or disproving the allegations made in the other particulars.",
      "id": "s54"
    },
    {
      "text": "Merck seeks orders limiting discovery in two ways.",
      "id": "s55"
    },
    {
      "text": "First, Merck resists the discovery of documents relating to experimental work, testing or evaluation conducted after the date of grant.",
      "id": "s56"
    },
    {
      "text": "Merck has agreed to discover documents up to the date of the grant.",
      "id": "s57"
    },
    {
      "text": "The issue is whether documents relating to work conducted post-grant are discoverable.",
      "id": "s58"
    },
    {
      "text": "Merck submitted that although s 18(1)(c) of the Act does not identify or suggest the date at which utility is to be determined, the relevant date is the date of the grant (or possibly earlier).",
      "id": "s59"
    },
    {
      "text": "It was said that if Merck's position was accepted, what Merck did after the grant was not relevant, so documents relating to experiments after that date should be excluded from discovery.",
      "id": "s60"
    },
    {
      "text": "In support of the proposition that the date of grant was the relevant date, Merck referred to Lane Fox v Kensington and Knightsbridge Electric Lighting Company [1892] 3 Ch 424 at 431: \n \n judge of utility the directions in the amended specification must be followed, and, if the result is that the object sought to be attained can be attained by the patentee, and is practically useful at the time when the patent is granted , the test of utility is satisfied.",
      "id": "s61"
    },
    {
      "text": "\" (emphasis added) \n \nalso relied on Re Alsop's Patent (1907) 24 RPC 733 at 752-753 and American Cynamid Co v Ethicon [1978] RPC 667 at 677.",
      "id": "s62"
    },
    {
      "text": "Merck also referred to the recent decision of Finkelstein J in Conor Medsystems, Inc v University of British Columbia (No 2) (2006) 68 IPR 217.",
      "id": "s63"
    },
    {
      "text": "His Honour considered the meaning of the words \"is not entitled to the patent\" which appear in the ground of revocation under s 138(3)(a) of the Act .",
      "id": "s64"
    },
    {
      "text": "His Honour said at [19]: \n \n respondents also contend that, having regard to the use of the present tense in s 138(3)(a) , a condition precedent to a revocation order is a finding that the patentees were not entitled to the patent at the time of the application for revocation (or perhaps at the time of the hearing).",
      "id": "s65"
    },
    {
      "text": "I am far from persuaded that this construction is correct and it seems to be contrary to the views of Cooper J in Stack v Brisbane City Council (1999) 47 IPR 525, 536 and Crennan J in JMBV Enterprises Pty Ltd v Camoflag Pty Ltd [2005] FCA 1474 , [130]-[131].",
      "id": "s66"
    },
    {
      "text": "But even if this construction were correct, the way in which I would read the section is that if a person were not entitled to the patent at the time of grant then, at least in most cases, that non-entitlement would be (as here) a continuing state of affairs.",
      "id": "s67"
    },
    {
      "text": "So there is really nothing in the point.",
      "id": "s68"
    },
    {
      "text": "\" \n \n It also relied, by way of analogy, on the decision of the Full Court in Pfizer Overseas Pharmaceuticals v Eli Lilly and Co (2005) 225 ALR 416 at [347] (per French and Lindgren JJ), which identified the date of grant as the relevant date for assessing whether specification was sufficient under s 40(2)(a) of the Act .",
      "id": "s69"
    },
    {
      "text": "Merck also submitted that there was some authority supporting the proposition that utility should be determined at a date earlier than the grant, being the date of filing or the date of the invention, citing Edison &amp; Swan United Electric Light Company v Holland (1889) 41 Ch D 28 and Patent Gesellschaft AG v Saudi Livestock Transport &amp; Trading Co (1996) 33 IPR 426.",
      "id": "s70"
    },
    {
      "text": "Alphapharm contended that documents within the class sought should be discovered, regardless of when the experiments were conducted.",
      "id": "s71"
    },
    {
      "text": "It submitted that the question of whether an invention was useful, and whether usefulness was to be assessed at a particular point in time, was a matter of fact to be determined on the basis of the particular promises made by the patentee.",
      "id": "s72"
    },
    {
      "text": "In the present case, the promise was not confined by time to the date of the grant.",
      "id": "s73"
    },
    {
      "text": "The question of whether or not the promise was fulfilled depended upon objective scientific facts (for example, whether a reaction was to be conducted at certain temperatures), such that the date at which such facts are proved or disproved was irrelevant.",
      "id": "s74"
    },
    {
      "text": "It likened the promise in this case to that in Norton and Gregory Ltd v Jacobs (1937) 54 RPC 271, which held that the date on which certain reducing agents would not achieve the promised result was irrelevant.",
      "id": "s75"
    },
    {
      "text": "A distinction was drawn between the present case and cases where a particular date is relevant because of the nature of the promise, as in Lane Fox v Kensington &amp; Knightsbridge Electric Lighting Co [1892] 3 Ch 424.",
      "id": "s76"
    },
    {
      "text": "In that case, the promise was the invention would result in \"improvements\", which, in Alphapharm's submission, was a promise inherently confined to a particular point in time.",
      "id": "s77"
    },
    {
      "text": "Alphapharm also submitted that it was at least arguable that s 18(1)(c) of the Act did contain an indication as to the date for determining utility.",
      "id": "s78"
    },
    {
      "text": "The argument was that since the paragraph requires that the invention claimed \"is\" useful, then where the patentee promised that a fact was true, then that fact must be correct at all times during the life of a patent.",
      "id": "s79"
    },
    {
      "text": "In addition to the time-based exclusion, Merck argued that it should not be required to discover documents relating to the adaptation of processes for manufacturing purposes.",
      "id": "s80"
    },
    {
      "text": "It claimed that the issue of utility was directed at whether the invention claimed did not attain the result promised by the patentee and not whether following the directions in a patent was commercially viable (citing Rescare Ltd v Anaesthetic Supplies Pty Ltd (1992) 111 ALR 205 and Advanced Building Systems Pty Ltd v Ramset Fasteners (Aust) Pty Ltd [1998] HCA 19 ; (1998) 194 CLR 171).",
      "id": "s81"
    },
    {
      "text": "It submitted that although documents showing that commercial manufacturing was possible might be relevant, documents relating to commercial production (such as manufacturing documents, including scale up documents) were not relevant.",
      "id": "s82"
    },
    {
      "text": "Alphapharm claimed that manufacturing documents were relevant to utility in this case because of the particular promises of the invention which include a specific reference to commercial manufacturing capabilities.",
      "id": "s83"
    },
    {
      "text": "It submitted that the cases relied upon by Merck to support the irrelevance of commercial practicality were not on point because in those cases, the patentee did not promise commercial practicality.",
      "id": "s84"
    },
    {
      "text": "It also submitted that on Merck's evidence (being the affidavit of John Simpson sworn 2 June 2006), commercial manufacture of the process claimed in the patent did not commence until 1993.",
      "id": "s85"
    },
    {
      "text": "It referred to the fact that the Merck's proposed exclusion on manufacturing documents, as expressed in order 4 of its notice of motion, expressly referred to \"documents relating to the adaptation of the processes claimed\".",
      "id": "s86"
    },
    {
      "text": "Those factors, it was said, made it clear that the process the subject of the promises required adaptation in order to make them work commercially.",
      "id": "s87"
    },
    {
      "text": "Such documents were therefore clearly within the scope of discoverable documents.",
      "id": "s88"
    },
    {
      "text": "As an additional or alternative basis for limiting discovery in the way proposed, Merck submitted that the Court should exercise its discretion not to order discovery beyond what Merck offered to discover, on three main bases.",
      "id": "s89"
    },
    {
      "text": "First, it submitted that Alphapharm's case based on inutility, as particularised, was unarguable or unlikely to succeed.",
      "id": "s90"
    },
    {
      "text": "Secondly, the requested discovery would be oppressive for Merck, as it would have to trawl through 17 years of documents.",
      "id": "s91"
    },
    {
      "text": "In support of oppressiveness, Merck relied on the affidavit of John Simpson sworn 2 June 2006.",
      "id": "s92"
    },
    {
      "text": "His evidence was that the documents relating to manufacture of the drug comprised over 100,000 pages, held at the plant in the Republic of Ireland.",
      "id": "s93"
    },
    {
      "text": "The costs to Merck of discovering those documents, including the costs of solicitors travelling to Ireland to review the documents, was estimated as being in the order of $55,000.",
      "id": "s94"
    },
    {
      "text": "That amount excluded any allowance for time spent by the respondent's employees in assisting with the task.",
      "id": "s95"
    },
    {
      "text": "Thirdly, the interests of justice would not be served by requiring further discovery because Alphapharm's case was weak and the discovery sought was a fishing expedition.",
      "id": "s96"
    },
    {
      "text": "Alphapharm resisted the proposition that the Court's discretion should be exercised as proposed by Merck.",
      "id": "s97"
    },
    {
      "text": "It submitted that as a matter of policy, Merck should not be able to rely on an arbitrary date limitation on discovery to avoid having to discover documents which are directly relevant and probative.",
      "id": "s98"
    },
    {
      "text": "Consideration of discovery The Court has a discretion to control discovery.",
      "id": "s99"
    },
    {
      "text": "Parties do not have an unfettered right to obtain discovery from other parties of any document, including documents which might, for example, fall within the classes of documents identified in O 15 r 2(3)(a)-(d), being any document on which the party called on to provide discovery relies, adversely affects their case or adversely affects or supports another party's case.",
      "id": "s100"
    },
    {
      "text": "Kiefel J summarised the principles in Index Group of Companies Pty Ltd v Nolan [2002] FCA 608 at [6] - [7]: \n \n respondents do not dispute the Court's power to make orders of the kind proposed.",
      "id": "s101"
    },
    {
      "text": "They contend that the starting point is their right to discovery.",
      "id": "s102"
    },
    {
      "text": "That would not seem to be a correct approach.",
      "id": "s103"
    },
    {
      "text": "If it be correct to speak of a party's right to access documents by this process, and that seems doubtful, it is only a right in a qualified sense.",
      "id": "s104"
    },
    {
      "text": "This is especially so under the rules of this Court.",
      "id": "s105"
    },
    {
      "text": "The Court has a discretion under O 15 r 3 to make an order for discovery and rr 2 and 15 of that order make plain that the Court is to avoid an unnecessary discovery: Cameron v Rural Press Limited (Full Court, 20 July 1990, unreported); also Practice Note 14.",
      "id": "s106"
    },
    {
      "text": "is spoken of as a \"right\" is the provision to a party of documents by use of a Court process, to ensure that litigation is, as far as possible, fair.",
      "id": "s107"
    },
    {
      "text": "That is a matter of public interest.",
      "id": "s108"
    },
    {
      "text": "In that context it may be understood that the Court's processes, in requiring discovery, will only be utilised as far as is necessary to ensure justice as between the parties and no more: see Home Office v Harman [1983] 1 AC 280, 380 applied Mobil Oil Australia Ltd v Guina Developments Pty Ltd [1996] 2 VR 34,37,38 and Trade Practices Commission v CC (NSW) Pty Ltd (1995) 58 FCR 426, 436.",
      "id": "s109"
    },
    {
      "text": "\" \n \n In my view, an application to revoke a patent on the ground that it is not useful raises for consideration the question of whether it was useful at, in all probability, the time of grant.",
      "id": "s110"
    },
    {
      "text": "It may conceivably be the priority date, but that is a matter of detail which does not require resolution at this time.",
      "id": "s111"
    },
    {
      "text": "Importantly, an application to revoke on the grounds of utility does not raise the question of whether, since grant, the patent has remained useful.",
      "id": "s112"
    },
    {
      "text": "My reasons for reaching this conclusion may be stated briefly .",
      "id": "s113"
    },
    {
      "text": "Ultimately, the relevant time at which (or period in which) utility is to be assessed is a matter of construction of the Act and informed by authorities construing cognate legislation.",
      "id": "s114"
    },
    {
      "text": "I am not aware of any authority in this country or the United Kingdom which decides that a patent, in order to be immune from revocation on the grounds relating to utility, must concern an invention which not only was useful at the time of grant but also remained useful during the period of the statutory monopoly.",
      "id": "s115"
    },
    {
      "text": "There is authority to the contrary: Lane Fox v Kensington and Knightsbridge Electric Lighting Company .",
      "id": "s116"
    },
    {
      "text": "While s 138(3)(b) is expressed in the present tense - \"that the invention is not a patentable invention\" - that formulation raises for consideration whether the invention is useful for the purposes of s 18(1)(c).",
      "id": "s117"
    },
    {
      "text": "It therefore directs attention to whether the invention is useful at the time it was sought to be patented.",
      "id": "s118"
    },
    {
      "text": "This construction appeared to be favoured by Finkelstein J: see Conor Medsystems, Inc v University of British Columbia (No 2).",
      "id": "s119"
    },
    {
      "text": "It is true, as Alphapharm submitted, that evidence concerning whether a process involving or relating to chemical reactions was useful at a particular point in time (such as in the years following grant) could be probative of whether a patent was useful at an earlier point in time (such as the time of grant).",
      "id": "s120"
    },
    {
      "text": "Given the comparative immutability of the laws of physics, that proposition is almost certainly correct.",
      "id": "s121"
    },
    {
      "text": "However, that logic does not dictate that Alphapharm can require Merck to give discovery of documents concerning experiments and the like for the years following the grant of the patent.",
      "id": "s122"
    },
    {
      "text": "The documents Merck may have which existed at the time of grant and which might tend to establish (or raise doubts about) the usefulness of the process are appropriate to be discovered.",
      "id": "s123"
    },
    {
      "text": "However, to require Merck to give discovery of documents concerning events after the grant of the patent would, in my opinion, entirely skew the process of discovery and be incongruent with the balance referred to by Kiefel J in the passage quoted above.",
      "id": "s124"
    },
    {
      "text": "I apprehend that this conclusion may resolve issues concerning electronic discovery and also issues concerning the manufacturing process.",
      "id": "s125"
    },
    {
      "text": "If this is not so, I will hear the parties further on those issues.",
      "id": "s126"
    },
    {
      "text": "The only order I propose to make is that the parties bring in short minutes to give effect to these reasons within 7 days.",
      "id": "s127"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s128"
    },
    {
      "text": "Associate:\n\nDated: 15 September 2006\n\n\n Counsel for the Applicant: S Burley and J S Cooke \n \n Solicitor for the Applicant: Mallesons Stephen Jacques \n \n Counsel for the Respondent: K Howard \n \n Solicitor for the Respondent: Cropper Parkhill Solicitors \n \n Date of Hearing: 26 July 2006 \n \n Date of Judgment: 15 September 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1227.html",
      "id": "s129"
    }
  ]
}