{
  "name": "Saga Holidays Limited v Commissioner of Taxation [2006] FCA 128 (20 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/128.html",
  "catchphrases": [
    {
      "text": "revenue case involving gst legislation",
      "id": "c0"
    },
    {
      "text": "need for recourse to overseas authority",
      "id": "c1"
    },
    {
      "text": "proceedings in nature of test case",
      "id": "c2"
    },
    {
      "text": "concession made by commissioner as to 35 per centum of original deductibility claim",
      "id": "c3"
    },
    {
      "text": "no order made as to costs",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "COSTS OF THE PROCEEDINGS \n \n\n \n 1 Following upon my delivery of reasons for judgment in this matter on 22 December 2005 ( SAGA Holidays Limited v Commissioner of Taxation [2005] FCA 1892) , I have received submissions from the parties as to the appropriate order as to the costs of the proceedings.",
      "id": "s0"
    },
    {
      "text": "2 The Commissioner's submission is that costs should follow the event.",
      "id": "s1"
    },
    {
      "text": "SAGA's submission is that there should be no order as to costs.",
      "id": "s2"
    },
    {
      "text": "The basis for SAGA's submission is first, that the litigation was in the nature of a 'test case', so far as the Australian legislation is concerned and secondly, the Commissioner's concession, said to have been made immediately before the hearing, as to the correctness of SAGA's claim as to 'some 35%' thereof.",
      "id": "s3"
    },
    {
      "text": "In my reasons for judgment, I refer generally to those matters.",
      "id": "s4"
    },
    {
      "text": "Both grounds propounded by SAGA are essentially and substantially correctly based.",
      "id": "s5"
    },
    {
      "text": "3 Moreover it was only shortly prior to commencement of the final hearing that the Commissioner conceded that 'meals and drinks' should not be considered to be part of the supply of real property (see in that regard [103] of my principal reasons for judgment).",
      "id": "s6"
    },
    {
      "text": "SAGA has been able to point to material in evidence demonstrative of the circumstance that 'meals and drinks' supplied by Australian hotels formed some 35% of what was originally contended by the Commissioner to be subject to taxation.",
      "id": "s7"
    },
    {
      "text": "4 In my opinion the litigation raised important and difficult fiscal issues in particular on the construction of the legislation, and I am unable to acknowledge the Commissioner's characterisation of the litigation as 'very much private litigation and not litigation in the public interest'.",
      "id": "s8"
    },
    {
      "text": "Evidence was tendered as to the existence of at least 100 foreign tour operators potentially affected by the outcome to the proceedings.",
      "id": "s9"
    },
    {
      "text": "Some juridical support in principle for SAGA's contention as to the order for costs sought by SAGA may be found in the following authorities to which my attention has been drawn:\n \n (i) Commissioner of Taxation v B &amp; G Plant Hire Pty Ltd (1994) 123 ALR 699 at 709 per Gummow J.",
      "id": "s10"
    },
    {
      "text": "(ii) Orellana-Fuentes v Standard Knitting Mills Pty Ltd [2003] NSWCA 146 ; (2003) 57 NSWLR 282 at [125] per Ipp JA (with whom Spigelman CJ and Handley JA agreed).",
      "id": "s11"
    },
    {
      "text": "(iii) Rohner v Scanlan (1998) 86 FCR 454 per Drummond, Kiefel and Finkelstein JJ.",
      "id": "s12"
    },
    {
      "text": "5 Of course every area of such authority must ultimately be appraised in relation to its own circumstances.",
      "id": "s13"
    },
    {
      "text": "My conclusion is that in all the circumstances which I have identified, there should be no orders as to costs.",
      "id": "s14"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s15"
    },
    {
      "text": "Associate:\n\nDated: 20 March 2006\n\n\n Counsel for the Applicant: S Gageler SC and M Leeming \n \n Solicitor for the Applicant: Heidtman &amp; Co Lawyers \n \n Counsel for the Respondent: A Robertson SC and M Wigney \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 22 August 2005 \n \n Date of Judgment: 20 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/128.html",
      "id": "s16"
    }
  ]
}