{
  "name": "NBBD v Minister for Immigration and Multicultural Affairs [2006] FCA 1029 (10 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1029.html",
  "catchphrases": [
    {
      "text": "application for leave to file and serve a notice of appeal",
      "id": "c0"
    },
    {
      "text": "order 52, r 15(2)",
      "id": "c1"
    },
    {
      "text": "consideration of failure to explain delay",
      "id": "c2"
    },
    {
      "text": "consideration of whether 'special reasons' made out",
      "id": "c3"
    },
    {
      "text": "consideration of conduct of review consequent upon a hearing at which the applicant for review failed to appear.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an application by applicant NBBD for leave pursuant to Order 52, r 15(2) to file and serve a notice of appeal from the judgment of Federal Magistrate Barnes pronounced on 19 January 2006 in which Federal Magistrate Barnes dismissed an application for review of a decision of the Refugee Review Tribunal ('the Tribunal') affirming the rejection by the respondent's delegate of applicant NBBD's application for a Protection Visa pursuant to the provisions of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "Since neither a notice of appeal nor an application to extend time for the filing of a notice of appeal was filed within 21 days of 19 January 2006, the applicant must satisfy the court that 'special reasons' exist for the grant of leave to file and serve a notice of appeal.",
      "id": "s1"
    },
    {
      "text": "The application was filed on 6 March 2006 and supported by a short affidavit of the applicant sworn on 6 March 2006 attached to which is a draft notice of appeal.",
      "id": "s2"
    },
    {
      "text": "2 The affidavit fails to provide any explanation for the delay in filing either a notice of appeal or an application to extend time as contemplated by Order 52, rules 15(1)(a) and (b) or for the delay in taking any step to seek leave between 9 February 2006 and 6 March 2006.",
      "id": "s3"
    },
    {
      "text": "3 The applicant, a citizen of the People's Republic of China, was self-represented before me and assisted by an interpreter of the Mandarin language, spoken by the applicant.",
      "id": "s4"
    },
    {
      "text": "4 I invited the applicant to explain to me the reason for the failure to file a notice of appeal within time or otherwise take steps to apply for an extension of time prior to 6 March 2006.",
      "id": "s5"
    },
    {
      "text": "The applicant says that the delay occurred by reason of 'language problems'.",
      "id": "s6"
    },
    {
      "text": "5 The applicant arrived in Australia in March 2003 and applied for a Protection Visa on 17 April 2003.",
      "id": "s7"
    },
    {
      "text": "In making that application, the applicant was assisted by a migration agent (Jack Meng, Immigration and Translation).",
      "id": "s8"
    },
    {
      "text": "The application for the Protection Visa was supported by a statement in English setting out the applicant's claims of a well-founded fear of persecution on the basis of his adherence within China to the dogma and practices of the Roman Catholic Church rather than a State sponsored form of Roman Catholicism.",
      "id": "s9"
    },
    {
      "text": "6 The application for a Protection Visa was refused by a delegate of the respondent on 3 June 2003.",
      "id": "s10"
    },
    {
      "text": "On 3 July 2003, the applicant lodged an application for a review with the Tribunal.",
      "id": "s11"
    },
    {
      "text": "On 21 October 2003, the Tribunal wrote to the applicant at each of the addresses nominated in the review application namely, a home address for the applicant, a mailing address and the address of the applicant's authorised recipient.",
      "id": "s12"
    },
    {
      "text": "That letter advised the applicant that the Tribunal had considered the material put before it but was unable to make a decision in favour of the applicant on that information alone.",
      "id": "s13"
    },
    {
      "text": "The Tribunal invited the applicant to attend a Tribunal hearing at a date and time specified in the notice and advised the applicant that if he did not attend the hearing (and the Tribunal elected not to postpone the hearing), the Tribunal could make a decision on the case without further reference to him.",
      "id": "s14"
    },
    {
      "text": "The Tribunal received a response to the hearing invitation on 28 October 2003 by which the applicant advised the Tribunal that he would attend the Tribunal hearing.",
      "id": "s15"
    },
    {
      "text": "An interpreter of the Mandarin language, Ms Melina Su, was made available for the hearing.",
      "id": "s16"
    },
    {
      "text": "However, the applicant elected not to attend the Tribunal hearing.",
      "id": "s17"
    },
    {
      "text": "Further, the applicant failed to further contact the Tribunal either directly or through his authorised agent.",
      "id": "s18"
    },
    {
      "text": "7 On 7 January 2004, the Tribunal pronounced its decision (made on 9 December 2003) affirming the decision of the respondent's delegate not to grant the applicant a Protection Visa.",
      "id": "s19"
    },
    {
      "text": "8 An application for review was filed in the Federal Court of Australia on 10 February 2004 and transferred to the Federal Magistrates Court by order of Gyles J made on 7 May 2004.",
      "id": "s20"
    },
    {
      "text": "An amended application was filed on 8 June 2004.",
      "id": "s21"
    },
    {
      "text": "The applicant appeared before Federal Magistrate Barnes assisted by an interpreter at a directions hearing and at the final hearing.",
      "id": "s22"
    },
    {
      "text": "The applicant made no written submissions nor any oral submissions in support of the grounds of review notwithstanding an opportunity to do so.",
      "id": "s23"
    },
    {
      "text": "The applicant contended before Federal Magistrate Barnes that his English was poor and as a result the applicant did not understand what material he should provide in support of the grounds of review.",
      "id": "s24"
    },
    {
      "text": "9 In the application before me, the applicant said that he was assisted by a friend who had helped him to formulate the draft notice of appeal.",
      "id": "s25"
    },
    {
      "text": "The applicant told me that he understood the document prepared by his friend and that he had nothing further to add to it.",
      "id": "s26"
    },
    {
      "text": "10 The respondent says that the applicant was present (as the judgment reveals) in court when Federal Magistrate Barnes delivered judgment on 19 January 2006 at the conclusion of the hearing.",
      "id": "s27"
    },
    {
      "text": "11 Having regard to these events, I am not satisfied that the explanation for the delay is to be found in 'language problems'.",
      "id": "s28"
    },
    {
      "text": "The applicant has received assistance from an interpreter and has participated in exchanges and communication in relation to the issues.",
      "id": "s29"
    },
    {
      "text": "The applicant was present in court before Federal Magistrate Barnes when the decision was pronounced.",
      "id": "s30"
    },
    {
      "text": "Certainly, the affidavit material does not attempt to explain the delay in any way nor demonstrate the particular burden confronting the applicant in all the circumstances by reason of any difficulty with the English language.",
      "id": "s31"
    },
    {
      "text": "The only explanation offered is that made briefly in a submission on the hearing of the application that the delay is a function of language problems.",
      "id": "s32"
    },
    {
      "text": "12 Notwithstanding the failure to explain the delay, the court might nevertheless be satisfied that 'special reasons' exist which would justify granting leave to file and serve a notice of appeal.",
      "id": "s33"
    },
    {
      "text": "Special reasons might be made out if upon an assessment of the identified grounds of appeal the court is persuaded that prima facie a ground of appeal of substance is identified with a sufficient prospect of success that it is just and appropriate to provide the proposed appellant with an opportunity to enliven the appellate jurisdiction of the court to test dispositively the merits of the appeal ( W105/99A v Minister for Immigration and Multicultural Affairs [2001] FCA 1786).",
      "id": "s34"
    },
    {
      "text": "The primary ground of appeal is contained in paragraphs 2, 3, 4 and 5 of the draft notice of appeal at pages 1-5 of the document.",
      "id": "s35"
    },
    {
      "text": "13 Although the proposition is not put in these terms in the draft notice of appeal, the essential contention is that Federal Magistrate Barnes erred by failing to find that the Tribunal fell into error by conducting or purporting to conduct a review for the purposes of s 424 of the Act of the decision of the respondent's delegate in circumstances where the respondent had failed to provide the Tribunal with documents described as the Part B documents considered by the respondent's delegate in rejecting the application for a Protection Visa.",
      "id": "s36"
    },
    {
      "text": "The applicant contends that the respondent had a statutory duty pursuant to s 418(3) of the Act to provide the Registrar of the Tribunal with a copy of each and every document in the possession of the respondent and considered by the respondent's delegate in assessing and determining the application for a Protection Visa.",
      "id": "s37"
    },
    {
      "text": "The applicant contends that as no or no substantial Part B documents were delivered by the respondent to the Tribunal, the review on the merits based upon an assessment of the documents initially miscarried.",
      "id": "s38"
    },
    {
      "text": "Further, the applicant contends that when the Tribunal further assessed the claims of the applicant consequent upon the proposed hearing at which the applicant failed to appear, the review miscarried because the documents were not available to the Tribunal for consideration at this next phase of the review process.",
      "id": "s39"
    },
    {
      "text": "The applicant says that he held a legitimate expectation that the Part B documents would be available to the Tribunal and that the Tribunal would act consistently with its practice directions published on 6 July 1994, 7 October 1994, 27 June 1995, 17 October 1995 and 25 June 1997 which involve an acceptance of the notion that the Tribunal will deal with all material and any material adverse to the applicant in reaching its decision in review of the delegate's decision.",
      "id": "s40"
    },
    {
      "text": "14 Section 418 casts an obligation upon the Secretary of the Department to provide the Registrar of the Tribunal with the prescribed number of copies of a particular statement contemplated by s 418(2) and 'as soon as is practicable after being notified of the application (to the Tribunal) , give to the Registrar each other document, or part of a document, that is in the Secretary's possession or control and is considered by the Secretary to be relevant to the review of the decision' (s 418(3)).",
      "id": "s41"
    },
    {
      "text": "Section 424(1) provides that in conducting the review, 'The Tribunal may get any information that it considers relevant.",
      "id": "s42"
    },
    {
      "text": "However, if the Tribunal gets such information, the Tribunal must have regard to that information in making the decision on the review' .",
      "id": "s43"
    },
    {
      "text": "15 The difficulty with these contentions is that in formulating and advancing the application for review before Federal Magistrate Barnes, the applicant relied upon three grounds.",
      "id": "s44"
    },
    {
      "text": "The first was that the Tribunal failed to comply with s 426A of the Act in making a decision on the review in the absence of the applicant consequent upon the invitation pursuant to s 425 of the Act to the applicant to appear.",
      "id": "s45"
    },
    {
      "text": "The second ground was that the Tribunal failed to conduct a real rather than a purported exercise of its jurisdiction to review the delegate's decision in that the Tribunal failed to determine whether the applicant was a practising adherent of the Roman Catholic faith in China.",
      "id": "s46"
    },
    {
      "text": "A second aspect of the second ground was that the Tribunal constructively failed to exercise its jurisdiction because it improperly precluded itself from considering contentions that the applicant had assisted other practitioners in China of the Roman Catholic faith.",
      "id": "s47"
    },
    {
      "text": "The third ground was that the Tribunal reached its decision in the absence of probative material or by an application of logical reasoning and therefore the decision was not rationally formed.",
      "id": "s48"
    },
    {
      "text": "None of these contentions involve any suggestion that the Tribunal had failed to consider the Part B documents or, more particularly, that the Part B documents were not available to the Tribunal.",
      "id": "s49"
    },
    {
      "text": "The Appeal Book demonstrates that the Department's file was available to the Tribunal.",
      "id": "s50"
    },
    {
      "text": "There is no suggestion that the Part B documents were not available to the Tribunal.",
      "id": "s51"
    },
    {
      "text": "Accordingly, there is no prospect of the applicant succeeding on any ground deriving from the contentions concerning the Part B documents.",
      "id": "s52"
    },
    {
      "text": "16 The remaining grounds in the draft notice of appeal are these.",
      "id": "s53"
    },
    {
      "text": "First, the practice directions previously mentioned emphasise that the applicant will be given an opportunity to respond to any relevant and significant material which is or may be adverse to the applicant's case.",
      "id": "s54"
    },
    {
      "text": "The applicant contends that the most effective setting for dealing with adverse material is a hearing and that all adverse material ought to have been brought to the attention of the applicant before the hearing.",
      "id": "s55"
    },
    {
      "text": "Because adverse material in the sense contemplated by the practice directions was not, it is said, brought to the applicant's attention, the Tribunal failed to comply with its practice directions and thus the review miscarried.",
      "id": "s56"
    },
    {
      "text": "The second further ground is that the Tribunal conducted an oral hearing on or about 4 December 2003 in the absence of the applicant.",
      "id": "s57"
    },
    {
      "text": "The third further ground is that the Tribunal determined that the applicant was not a refugee and thus affirmed the delegate's decision.",
      "id": "s58"
    },
    {
      "text": "The fourth further ground is that the Tribunal reached its decision without advising the applicant of the effect of ss 418(3) and 424 (1) of the Act and thus the decision reached by the Tribunal involves '(a) procedural ultra vires; and (b) a breach of procedural fairness' .",
      "id": "s59"
    },
    {
      "text": "The fifth further ground is that the applicant was '... not aware that the residential address in the review application form was not his real address' .",
      "id": "s60"
    },
    {
      "text": "The applicant says that the migration agent completed the mailing address and that the applicant was not aware that anything had happened with his application to the Tribunal.",
      "id": "s61"
    },
    {
      "text": "The applicant says that the Tribunal failed to comply with s 426A of the Act.",
      "id": "s62"
    },
    {
      "text": "17 As to these additional grounds, the position is this.",
      "id": "s63"
    },
    {
      "text": "On 21 October 2003, the Tribunal wrote to the applicant advising the applicant that the Tribunal had considered the material before it and was unable to reach a decision in favour of the applicant and that information alone.",
      "id": "s64"
    },
    {
      "text": "The Tribunal, pursuant to s 425 of the Act invited the applicant to attend a Tribunal hearing at a date and time specified in a notice of hearing and advised the applicant that if he did not attend the hearing the Tribunal could make a decision on the case without further reference to him.",
      "id": "s65"
    },
    {
      "text": "Apart from the fact of the procedural step itself, two further things are important.",
      "id": "s66"
    },
    {
      "text": "First, the Tribunal wrote to the applicant at each of three addresses nominated in the review application namely, the home address for the applicant, a mailing address and the address of the applicant's authorised recipient.",
      "id": "s67"
    },
    {
      "text": "Secondly, the applicant responded to the hearing invitation on 28 October 2003.",
      "id": "s68"
    },
    {
      "text": "There can be no suggestion therefore that the applicant was not in receipt of relevant material.",
      "id": "s69"
    },
    {
      "text": "The applicant notified the Tribunal that he wished to attend but elected not to do so.",
      "id": "s70"
    },
    {
      "text": "Accordingly, the contention that the applicant was deprived of the most efficacious setting for dealing with adverse material, namely a hearing, is without any merit.",
      "id": "s71"
    },
    {
      "text": "18 As to the contention concerning adverse material generally, there is no material which suggests that the Tribunal failed to deal with material properly or failed to consider contentions and submissions put to it concerning claims made by the applicant.",
      "id": "s72"
    },
    {
      "text": "19 As to the contention that the Tribunal determined that the applicant was not a refugee and thus affirmed the delegate's decision, this contention seems simply to be conclusionary rather than an additional ground.",
      "id": "s73"
    },
    {
      "text": "If it is intended to convey a further ground of appeal, it lacks any content.",
      "id": "s74"
    },
    {
      "text": "20 As to the contention that the Tribunal made a decision on the review in the absence of the applicant and thus contravened s 426A , the position is this.",
      "id": "s75"
    },
    {
      "text": "The Tribunal, pursuant to s 425 of the Act invited the applicant to appear before the Tribunal on a nominated date at a particular time.",
      "id": "s76"
    },
    {
      "text": "The applicant did not appear before the Tribunal on the day, at the time and at the nominated place.",
      "id": "s77"
    },
    {
      "text": "The pre-conditions having been satisfied, the Tribunal was entitled to make a decision on the review without taking any further action to allow or enable the applicant to appear before it.",
      "id": "s78"
    },
    {
      "text": "The Tribunal exercised that power and made a decision on the review.",
      "id": "s79"
    },
    {
      "text": "No demonstrated failure or imperfection in the exercise of the power is made out or a failure of any of the pre-conditions to the exercise of the power.",
      "id": "s80"
    },
    {
      "text": "21 As to the contention that the Tribunal engaged in conduct which might be characterised as 'procedural ultra vires or a breach of procedural fairness' based upon a failure to explain the effect of ss 418(3) and 424 (1), there is no obligation upon the Tribunal to explain the operation of those sections to the applicant.",
      "id": "s81"
    },
    {
      "text": "22 As to the contention that the applicant was not aware that the residential address in the review application form was not his real address and that the applicant was not aware that anything had happened with his application to the Tribunal, the chronology reveals that the applicant was aware of the outcome of the application to the Tribunal because he filed an application for review of the Tribunal's decision in the Federal Court which was transferred to the Federal Magistrates Court.",
      "id": "s82"
    },
    {
      "text": "The applicant filed an amended application on 8 June 2004 and was present in court on 19 January 2006 when Federal Magistrate Barnes pronounced judgment.",
      "id": "s83"
    },
    {
      "text": "The applicant appeared before Federal Magistrate Barnes and was assisted by an interpreter.",
      "id": "s84"
    },
    {
      "text": "23 Accordingly, there is no prospect of any ground advanced by the applicant in the draft notice of appeal succeeding.",
      "id": "s85"
    },
    {
      "text": "24 Having regard to the failure to explain the delay and the failure to demonstrate any 'special reasons', the application must be dismissed with costs.",
      "id": "s86"
    },
    {
      "text": "25 I propose to make the following orders: \n \n \n 1.",
      "id": "s87"
    },
    {
      "text": "The application for an extension of time to file and serve a notice of appeal is dismissed.",
      "id": "s88"
    },
    {
      "text": "2.",
      "id": "s89"
    },
    {
      "text": "The applicant shall pay the respondent's costs of and incidental to the application.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood .",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 10 August 2006\n\n Counsel for the Applicant: The applicant appeared personally with an interpreter.",
      "id": "s92"
    },
    {
      "text": "Solicitor for the Respondent: Mr White, Sparke &amp; Helmore Solicitors \n \n Date of Hearing: 10 August 2006 \n \n Date of Judgment: 10 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1029.html",
      "id": "s93"
    }
  ]
}