{
  "name": "Morton, in the matter of Robert William Morton (in hiscapacity as liquidator of Incentive Dynamics Pty Ltd) [2006] FCA 229 (7 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/229.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "liquidator",
      "id": "c1"
    },
    {
      "text": "compromise of claim approved by court",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Ten years ago Incentive Dynamics Pty Ltd was wound up by the Federal Court of Australia on a creditors petition.",
      "id": "s0"
    },
    {
      "text": "Mr Morton was appointed its liquidator.",
      "id": "s1"
    },
    {
      "text": "Mr Morton conducted an investigation into the affairs of the company and decided that proceedings should be commenced against its former officers and some of their related companies to recover alleged loans and certain land said to be held on trust.",
      "id": "s2"
    },
    {
      "text": "The action was successful in part with judgment being entered against several defendants requiring them to pay to the company amounts totalling about $1.2 million.",
      "id": "s3"
    },
    {
      "text": "On appeal the company also succeeded in recovering the land in respect of which the trust was asserted.",
      "id": "s4"
    },
    {
      "text": "Eight years have passed since those judgments were obtained.",
      "id": "s5"
    },
    {
      "text": "Despite the lapse of time and the fact that Mr Morton has incurred over $1.5 million in legal costs during that period, Mr Morton is still unable to distribute the money he has recovered which (with interest) will total about $774,000.",
      "id": "s6"
    },
    {
      "text": "This is because there is an outstanding dispute concerning the entitlement to the proceeds of the litigation.",
      "id": "s7"
    },
    {
      "text": "It is a dispute which Mr Morton wishes to compromise.",
      "id": "s8"
    },
    {
      "text": "This he cannot do except with the approval of the court under s 477(2A) of the Corporations Act 2001 (Cth).",
      "id": "s9"
    },
    {
      "text": "Mr Morton seeks that approval.",
      "id": "s10"
    },
    {
      "text": "2 It is necessary to sketch the background in a little more detail.",
      "id": "s11"
    },
    {
      "text": "The investigation which Mr Morton conducted into the affairs of the company was in part funded by the creditors.",
      "id": "s12"
    },
    {
      "text": "The action which Mr Morton commenced against the directors and their companies was also in part funded by the creditors.",
      "id": "s13"
    },
    {
      "text": "But to a much larger extent the investigation and action was funded out of a loan from ANZ Bank which was underwritten by HIH Casualty and General Insurance.",
      "id": "s14"
    },
    {
      "text": "In order to obtain the funding it was necessary for Mr Morton to grant a charge over any money recovered as a result of the action.",
      "id": "s15"
    },
    {
      "text": "The action was commenced in the Federal Court in February 1997.",
      "id": "s16"
    },
    {
      "text": "The money initially borrowed was insufficient to see the case through to judgment.",
      "id": "s17"
    },
    {
      "text": "On various occasions additional funding was obtained and further charges were executed.",
      "id": "s18"
    },
    {
      "text": "Following a 26 day hearing, judgment was delivered on 16 June 1999.",
      "id": "s19"
    },
    {
      "text": "The company recovered a judgment against Douglas Robins for $72,244.50, against John Robins for $292,140.68, against Jonathan Meissner for $9,552.77, against Coldwick Pty Ltd for $375,064.63, against Robins Haigh McNeill Pty Ltd for $52,000 and against Pagby Pty Ltd for $402,163.12.",
      "id": "s20"
    },
    {
      "text": "The claims against the remaining defendants were dismissed.",
      "id": "s21"
    },
    {
      "text": "3 The day following the delivery of the judgment the High Court handed down its decision in Re Wakim; ex parte McNally [1999] HCA 27 ; (1999) 198 CLR 511.",
      "id": "s22"
    },
    {
      "text": "According to that decision the Federal Court did not have jurisdiction to try the proceeding commenced by Mr Morton and the company as well as many other proceedings that had been commenced in the Court.",
      "id": "s23"
    },
    {
      "text": "Notices of appeal were lodged.",
      "id": "s24"
    },
    {
      "text": "On 26 November 1999 the appeals were allowed, the orders of the trial judge were set aside and the action was dismissed for want of jurisdiction.",
      "id": "s25"
    },
    {
      "text": "4 At around this time the States and the Commonwealth enacted legislation to overcome the problems created by the decision in Re Wakim .",
      "id": "s26"
    },
    {
      "text": "In New South Wales the relevant statute was the Federal Courts (State Jurisdiction) Act 1999 (NSW) which came into effect on 9 July 1999.",
      "id": "s27"
    },
    {
      "text": "5 As a result of this legislation application was made by Mr Morton in the Supreme Court of New South Wales for a declaration that the rights and liabilities of the parties according to the judgment in the Federal Court were the same as if they had been given in a judgment of the Supreme Court of New South Wales.",
      "id": "s28"
    },
    {
      "text": "A declaration to that effect was made on 11 February 2000.",
      "id": "s29"
    },
    {
      "text": "6 Once the judgment became a deemed judgment of the Supreme Court of New South Wales each party lodged an appeal.",
      "id": "s30"
    },
    {
      "text": "The result of those appeals was that the orders obtained by the company and Mr Morton were confirmed but, in addition, an order was made that they recover the property in respect of which the trust had been claimed.",
      "id": "s31"
    },
    {
      "text": "Thereafter the company recovered $556,349.07 from two defendants, Coldwick and Meissner.",
      "id": "s32"
    },
    {
      "text": "7 It should not be thought that once the proceeding moved to the New South Wales Supreme Court it was plain sailing for Mr Morton.",
      "id": "s33"
    },
    {
      "text": "First he had to contend with an application that the New South Wales Act was unconstitutional.",
      "id": "s34"
    },
    {
      "text": "Then he was forced into several interlocutory proceedings of one kind or another before single justices of the Supreme Court and before the Court of Appeal.",
      "id": "s35"
    },
    {
      "text": "Significant costs continued to be incurred.",
      "id": "s36"
    },
    {
      "text": "8 In the meantime HIH was placed into liquidation.",
      "id": "s37"
    },
    {
      "text": "Mr Morton was told that he would need to make other arrangements to finance the litigation.",
      "id": "s38"
    },
    {
      "text": "Then ANZ refused to provide any further funding.",
      "id": "s39"
    },
    {
      "text": "Indeed ANZ claimed that the funds that had come under Mr Morton's control should be paid to the Bank.",
      "id": "s40"
    },
    {
      "text": "9 In the event, Mr Morton was forced to commence proceedings against the Bank (seeking relief in the nature of specific performance) on the basis that it had represented that it would fund the litigation to its conclusion.",
      "id": "s41"
    },
    {
      "text": "The action was settled and funding was continued.",
      "id": "s42"
    },
    {
      "text": "10 Now there is another piece of litigation.",
      "id": "s43"
    },
    {
      "text": "The dispute in this action concerns the entitlement to the amounts recovered by Mr Morton and the company.",
      "id": "s44"
    },
    {
      "text": "Robins Haigh McNeill Pty Ltd (one of the original defendants) claims the fund.",
      "id": "s45"
    },
    {
      "text": "It contends that Douglas Robins was the guarantor of a debt in the sum of $483,675.42 due by the company to the National Australia Bank which debt was secured by a debenture over the assets of the company.",
      "id": "s46"
    },
    {
      "text": "It says that Robins discharged the debt and thereby became entitled to the security by way of subrogation.",
      "id": "s47"
    },
    {
      "text": "Robins assigned his entitlement to RHM.",
      "id": "s48"
    },
    {
      "text": "Hence RHM asserts that it is presently entitled to the NAB's first ranking debenture over the proceeds of the litigation, a claim which is said to have priority over ANZ's claims.",
      "id": "s49"
    },
    {
      "text": "11 The parties wish to settle this dispute.",
      "id": "s50"
    },
    {
      "text": "The proposal is that in consideration of the payment by Mr Morton of $25,000, an assignment by Mr Morton of the benefit of the judgment obtained against John Robins and a promise that Mr Morton will not prove in the bankrupt estate of John Robins, RHM, several of the former defendants, Mr Morton, the company and ANZ respectively release each other from all claims and suits.",
      "id": "s51"
    },
    {
      "text": "12 Mr Morton says that this compromise is in the interests of the creditors because, while he might succeed in fending off RHM's claim, it will cost him more than the $25,000, which RHM is willing to accept.",
      "id": "s52"
    },
    {
      "text": "He points out that even if he obtains a costs order against RHM there is considerable risk that those costs will not be paid.",
      "id": "s53"
    },
    {
      "text": "He also points out that the rights he is willing to relinquish to effect the compromise are worthless because the relevant parties have no identifiable assets from which any judgment or order made against them could be satisfied.",
      "id": "s54"
    },
    {
      "text": "If the funds presently held by Mr Morton were to be distributed between himself and ANZ, ANZ will receive approximately $450,000 as chargee.",
      "id": "s55"
    },
    {
      "text": "Mr Morton will receive the balance on account of his fees, costs and expenses.",
      "id": "s56"
    },
    {
      "text": "It should be noted that the money Mr Morton will receive is nowhere near enough to see him fully compensated for the work he has done.",
      "id": "s57"
    },
    {
      "text": "He has said that he will be out of pocket by several hundreds of thousands dollars.",
      "id": "s58"
    },
    {
      "text": "This in large measure was one of the inevitable consequences of Re Wakim .",
      "id": "s59"
    },
    {
      "text": "13 To sum up, Mr Morton says that \"it is commercially preferable to pay a small sum to achieve a settlement, rather than to further exhaust funds by continuing to defend the proceedings by RHM presently on foot\".",
      "id": "s60"
    },
    {
      "text": "He will lose as a result of the settlement but stands to lose more if the case is not compromised.",
      "id": "s61"
    },
    {
      "text": "The creditors will get nothing whether or not the case is compromised and have no interest in the outcome of this application.",
      "id": "s62"
    },
    {
      "text": "14 In the circumstances there is to my mind no doubt that this costly saga should be brought to an end and that that be done as soon as is possible.",
      "id": "s63"
    },
    {
      "text": "Mr Morton will be given the approval he seeks.",
      "id": "s64"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s65"
    },
    {
      "text": "Associate:\n\n\nDated: 17 March 2006\n\n\n Counsel for the Plaintiffs: D J Williams \n \n Solicitor for the Plaintiffs: John Curtain &amp; Associates \n \n Date of Hearing: 7 March 2006 \n \n Date of Judgment: 7 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/229.html",
      "id": "s66"
    }
  ]
}