{
  "name": "Silia v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 246 (1 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/246.html",
  "catchphrases": [
    {
      "text": "no question of principle",
      "id": "c0"
    },
    {
      "text": "migration law",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n 1 This is an application for leave to appeal from a decision of a Federal Magistrate given on 21 November 2005.",
      "id": "s0"
    },
    {
      "text": "The application before his Honour was an application by the Minister seeking the summary dismissal of an application for judicial review of a decision of the Migration Review Tribunal which had dismissed the application for review on the basis that it had been filed one day out of time.",
      "id": "s1"
    },
    {
      "text": "His Honour found in Silia v Minister for Immigration [2005] FMCA at 1723 [4] that the applicant had not filed any further evidence relating to the question of whether her application to the Tribunal was out of time.",
      "id": "s2"
    },
    {
      "text": "She had asserted in her amended judicial review application that it was not out of time and that the Tribunal had been mistaken.",
      "id": "s3"
    },
    {
      "text": "His Honour said:\n \n\n \n 'The only evidence before me upon which that question can be determined is the court book.",
      "id": "s4"
    },
    {
      "text": "That evidence and the result of the application of the legislation is clear.",
      "id": "s5"
    },
    {
      "text": "I make the following findings derived from paragraphs 2-8 of the Minister's written submissions: \n \n \n \n a) The applicant applied for a subclass 835 visa on 8 October 2004.",
      "id": "s6"
    },
    {
      "text": "This application was refused by a delegate of the first respondent on 19 October 2004.",
      "id": "s7"
    },
    {
      "text": "b) The applicant was notified of the decision to refuse her application for a visa by letter dated 19 October 2004 (court book, pages 110-116).",
      "id": "s8"
    },
    {
      "text": "c) Section 494C(4) of the Migration Act 1958 (Cth) (\"the Migration Act \") provides that the applicant is taken to have been notified of the decision 7 working days after the date of the document (provided that it was sent to the last address for service provided by the applicant within three days of the date of the letter --- see s.494B of the Act).",
      "id": "s9"
    },
    {
      "text": "d) The letter was sent by registered post to the address for service provided by the applicant.",
      "id": "s10"
    },
    {
      "text": "A handwritten annotation states that a leaflet providing address details about where an application for review to the MRT could be lodged was enclosed within the letter (court book, page 112).",
      "id": "s11"
    },
    {
      "text": "e) The letter was postmarked 21 October 2004 (court book, page 128) (ie within three working days of the date of the letter).",
      "id": "s12"
    },
    {
      "text": "The applicant is therefore taken to have been notified of the decision on 28 October 2004.",
      "id": "s13"
    },
    {
      "text": "f) Paragraph 347(1)(b) of the Act requires that an application for review is given to the MRT within the period of time prescribed by Regulation 4.10.",
      "id": "s14"
    },
    {
      "text": "The prescribed period for applying for review was 21 calendar days from the date of notification of the Department's decision.",
      "id": "s15"
    },
    {
      "text": "g) The last day to lodge an application for review was 18 November 2004.",
      "id": "s16"
    },
    {
      "text": "The applicant did not file an application for review until 19 November 2004.",
      "id": "s17"
    },
    {
      "text": "' \n \n\n\n \n2 The applicant applied to the Federal Magistrates Court on 31 March 2005 and filed an amended application on 6 September 2005.",
      "id": "s18"
    },
    {
      "text": "The Minister had earlier filed a motion for summary dismissal which was amended to deal with the amended application.",
      "id": "s19"
    },
    {
      "text": "The ground of the amended application before his Honour had been that the Tribunal had made a jurisdictional error when interpreting the prescribed period for notification of the delegate's decision and that its reasoning was so irrational or illogical as to indicate a failure to perform its review function at all.",
      "id": "s20"
    },
    {
      "text": "3 His Honour upheld the decision of the Tribunal that it lacked jurisdiction to deal with the purported review application on the ground that it was one day out of time.",
      "id": "s21"
    },
    {
      "text": "By reason of that his Honour summarily dismissed the application as it was incapable of founding the relief sought.",
      "id": "s22"
    },
    {
      "text": "In Bienstein v Bienstein [2003] HCA 7 ; (2003) 195 ALR 225 at 231 [29] the High Court said:\n \n \n 'The principles that govern the grant of leave to appeal are well established.",
      "id": "s23"
    },
    {
      "text": "An applicant for leave must establish that the decision in question is attended with sufficient doubt to warrant the grant of leave.",
      "id": "s24"
    },
    {
      "text": "The applicant must also show that substantial injustice will result from a refusal of leave to appeal.",
      "id": "s25"
    },
    {
      "text": "' \n\n\n \n4 The provisions of the Migration Act 1958 (Cth) ('the Act') dealing with the time within which an application for review of a decision of the delegate of the Minister to refuse a visa made under s 347 of the Act have been considered by the courts on a number of occasions.",
      "id": "s26"
    },
    {
      "text": "The latest decision of which I am aware is Xie v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 172 , a decision of the Full Court given on 23 August 2005.",
      "id": "s27"
    },
    {
      "text": "In that decision at [15] the court noted that, as in this case, that the applicant had been informed of the applicable time limits when, in that case, he was still able to file a valid application to the Tribunal.",
      "id": "s28"
    },
    {
      "text": "5 As in that case, the letter from the Department dated 19 October 2004 notifying the applicant that her application had been refused set out in clear terms the timetable which is provided by s 347 and adapted by s 494B of the Act.",
      "id": "s29"
    },
    {
      "text": "There does not appear to be any dispute that the applicant was on that timetable one day out of time and that therefore the Tribunal did not have jurisdiction to entertain the review.",
      "id": "s30"
    },
    {
      "text": "That being the case, I am not satisfied that the applicant has shown that the decision of his Honour summarily to dismiss her application for review is attended by sufficient doubt to warrant the grant of leave or, that by reason of the settled interpretation of the section, any substantial injustice would result from a refusal of leave to appeal.",
      "id": "s31"
    },
    {
      "text": "6 For these reasons I refuse the application for leave to appeal.",
      "id": "s32"
    },
    {
      "text": "7 The Minister has applied for an order for costs in the sum of $350.",
      "id": "s33"
    },
    {
      "text": "The applicant has not opposed the making of that order.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares J.",
      "id": "s35"
    },
    {
      "text": "Associate:\n\n\n\nDated: 3 April 2006\n\n\n\n Applicant: In person \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 1 March 2006 \n \n Date of Judgment: 1 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/246.html",
      "id": "s36"
    }
  ]
}