{
  "name": "SBCC v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 270 (22 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/270.html",
  "catchphrases": [
    {
      "text": "application for protection (class xa) visa",
      "id": "c0"
    },
    {
      "text": "decision to refuse application affirmed by refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "where applicant a citizen of the people's republic of china and a member of the falun gong movement",
      "id": "c2"
    },
    {
      "text": "where applicant had limited knowledge of doctrine and beliefs of falun gong",
      "id": "c3"
    },
    {
      "text": "whether tribunal failed to exercise its jurisdiction",
      "id": "c4"
    },
    {
      "text": "whether apprehended bias on part of tribunal",
      "id": "c5"
    },
    {
      "text": "whether tribunal's adverse finding on credibility based on logical grounds",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant is a citizen of the People's Republic of China.",
      "id": "s0"
    },
    {
      "text": "He is married and has one child.",
      "id": "s1"
    },
    {
      "text": "He arrived in Australia on 25 April 1999.",
      "id": "s2"
    },
    {
      "text": "His family remained in China, although they came to Australia between about April 2002 and May 2004.",
      "id": "s3"
    },
    {
      "text": "Some time later, on 18 February 2005, the applicant applied for a Protection (Class XA) visa under the Migration Act 1958 (Cth) (the Act).",
      "id": "s4"
    },
    {
      "text": "On 6 March 2005 a delegate of the first respondent determined to refuse to grant the applicant a protection visa.",
      "id": "s5"
    },
    {
      "text": "That decision was affirmed by a decision of the Refugee Review Tribunal (the Tribunal) on 27 April 2005.",
      "id": "s6"
    },
    {
      "text": "2 The applicant now seeks to quash the decision of the Tribunal on the ground of jurisdictional error.",
      "id": "s7"
    },
    {
      "text": "I make an order joining the Tribunal as the second respondent so that the relief sought, if to be granted, may be effective.",
      "id": "s8"
    },
    {
      "text": "3 In essence, the applicant claimed to be entitled to a protection visa because he satisfied the definition of refugee in Art 1A(2) of the Convention Relating to the Status of Refugees done at Geneva on 28 July 1951 as amended by the Protocol Relating to the Status of Refugees done at New York on 31 January 1967 (the Convention).",
      "id": "s9"
    },
    {
      "text": "That is, in his particular circumstances, he claimed to have a well-founded fear of being persecuted for reasons of his religion or his membership of a particular social group, and owing to such fear to be unwilling to avail himself of the protection of China.",
      "id": "s10"
    },
    {
      "text": "It is unnecessary to determine whether his fear related to his membership of a particular social group or to his religious beliefs.",
      "id": "s11"
    },
    {
      "text": "The essence of the claim was the same.",
      "id": "s12"
    },
    {
      "text": "He claimed that he feared persecution if he were to return to China because he is an active member of the Falun Gong movement, and has been since 2002.",
      "id": "s13"
    },
    {
      "text": "THE TRIBUNAL'S REASONS \n \n4 There appears to be little doubt that the Tribunal accepted that active and public participation in the Falun Gong movement in China would render the applicant vulnerable to persecution by the Chinese authorities.",
      "id": "s14"
    },
    {
      "text": "The applicant's claim failed before the Tribunal simply because it did not accept that he has been a Falun Gong practitioner since mid-2002.",
      "id": "s15"
    },
    {
      "text": "5 The Tribunal said:\n \n 'The Tribunal found that the applicant was vague and evasive in his evidence concerning the circumstances of his own travel to Australia, the loss of his passport and his failure to obtain a new one.",
      "id": "s16"
    },
    {
      "text": "He was likewise vague about the circumstances of his wife's travel to and stay in Australia for a period of more than two years.",
      "id": "s17"
    },
    {
      "text": "The applicant claims that he observed that his wife practised Falun Gong in China for two months before he left in April 1999.",
      "id": "s18"
    },
    {
      "text": "He claims that his wife came to Australia in April 2002.",
      "id": "s19"
    },
    {
      "text": "He said that after two months he noticed that his wife was \"different\" and she attributed the change to Falun Gong.",
      "id": "s20"
    },
    {
      "text": "He accepted her invitation to join her in practising Falun Gong.",
      "id": "s21"
    },
    {
      "text": "His wife taught him the exercises and they practised at their residence either indoors or in the attached courtyard.",
      "id": "s22"
    },
    {
      "text": "According to his evidence he continued his practice of Falun Gong after he was detained in Villawood and later at Baxter Detention Centre.",
      "id": "s23"
    },
    {
      "text": "The applicant in his evidence said that he did not attend a practice site regularly as he was too busy with his work.",
      "id": "s24"
    },
    {
      "text": "He practised at home and listened to tapes.",
      "id": "s25"
    },
    {
      "text": "He did not undertake any other Falun Gong related activities such as meetings or discussion groups and did not otherwise mix with Falun Gong practitioners.",
      "id": "s26"
    },
    {
      "text": "He said that there was one man at the Campsie practice site who might recall seeing him there.",
      "id": "s27"
    },
    {
      "text": "The applicant was anxious to demonstrate the exercise regime for the Tribunal.",
      "id": "s28"
    },
    {
      "text": "The Tribunal accepts that the applicant knows the five sets of exercises and can do them fluidly.",
      "id": "s29"
    },
    {
      "text": "The Tribunal sought to explore the applicant's knowledge of Falun Gong at another level.",
      "id": "s30"
    },
    {
      "text": "The Tribunal asked about the teachings of Master Li particularly in relation to concepts such as the Falun, the Celestial Eye, and the highest level of cultivation as this is described by Master Li.",
      "id": "s31"
    },
    {
      "text": "The applicant was able with some assistance to speak generally of the Falun and demonstrated where it is located and how it rotates.",
      "id": "s32"
    },
    {
      "text": "He was not able to recall for the Tribunal how it is described in the Master's words's [sic] .",
      "id": "s33"
    },
    {
      "text": "He knew nothing of the concept of the Celestial Eye, or the term for the highest level of cultivation which is described in Master Li's teachings as \"the cultivation of the Budha's (sic) body\" saying only that when one cultivates at a very high level one can fly from here to the United States.",
      "id": "s34"
    },
    {
      "text": "Finally the applicant was able to name the particular exercise which the Tribunal asked him about but he was unable to explain the significance or purpose of the particular exercise and he could not tell the Tribunal what instructions the Master gives the practitioner as he or she prepares to do this exercise.",
      "id": "s35"
    },
    {
      "text": "The Tribunal accepts that the applicant knows something of the basic principles of Falun Gong and accepts that he is able to complete the exercise regime in a fluid manner.",
      "id": "s36"
    },
    {
      "text": "The problems outlined above with the applicant's evidence cumulatively lead the Tribunal to have serious doubts about the applicant's credibility and the truthfulness of his claim that he has been a Falun Gong practitioner since mid 2002.",
      "id": "s37"
    },
    {
      "text": "In addition to the applicant's limited knowledge about the teachings of Master Li, the nature of his practise and the depth of his study in 2002 up until the time of his detention in 2004 could only be described as off-hand and casual.",
      "id": "s38"
    },
    {
      "text": "This does not suggest a serious and dedicated practitioner and cultivator.",
      "id": "s39"
    },
    {
      "text": "On the basis of the above, the Tribunal finds that the applicant has not been truthful and he has invented the claim that he has been a Falun Gong practitioner since mid 2002.",
      "id": "s40"
    },
    {
      "text": "Based on his knowledge of some aspects of Falun Gong the Tribunal accepts that he has more recently commenced the practice of the Falun Gong exercises whilst in detention in Villawood and Baxter.",
      "id": "s41"
    },
    {
      "text": "However, because he fabricated his claims about being a Falun Gong practitioner from 2002 and given that his knowledge of Falun Gong is even at this stage quite superficial the Tribunal is not satisfied that the applicant engaged in those activities otherwise than for the purpose of strengthening his refugee claim.",
      "id": "s42"
    },
    {
      "text": "It must thus disregard those activities pursuant to s.91R(3) of the Act.",
      "id": "s43"
    },
    {
      "text": "' \n \n THE GROUNDS OF REVIEW \n \n6 The further amended application identified three grounds of asserted jurisdictional error.",
      "id": "s44"
    },
    {
      "text": "The first was an alleged constructive failure to exercise jurisdiction on the part of the Tribunal.",
      "id": "s45"
    },
    {
      "text": "The second was a breach of the rules of natural justice by reason of apprehended bias on the part of the Tribunal.",
      "id": "s46"
    },
    {
      "text": "And the third was that the adverse finding on credibility was not based on logical grounds.",
      "id": "s47"
    },
    {
      "text": "I shall deal with those matters in that sequence.",
      "id": "s48"
    },
    {
      "text": "(1) Constructive Failure to Exercise Jurisdiction \n \n7 It was submitted that the Tribunal constructively failed to exercise its jurisdiction by rejecting the applicant as a genuine follower of the Falun Gong movement by reason of his asserted lack of knowledge concerning 'the Falun', the 'Celestial Eye', 'the description of the highest level of cultivation by Master Li', and the importance and/or significance of the particular exercises as put forward by the Tribunal.",
      "id": "s49"
    },
    {
      "text": "It was contended that there was no evidence before the Tribunal that those matters were part of the doctrine or beliefs of Falun Gong.",
      "id": "s50"
    },
    {
      "text": "It was alternatively contended that the Tribunal erred by implicitly finding or assuming that every believer and follower of Falun Gong must have a knowledge and understanding of those matters so as to be able to answer questions about them, when there was no evidence that every believer and follower of the Falun Gong would have such knowledge or would respond to the Tribunal's questions in the way it expected.",
      "id": "s51"
    },
    {
      "text": "Consequently, the contention was that the Tribunal's decision was based upon no evidence and was therefore infected with jurisdictional error.",
      "id": "s52"
    },
    {
      "text": "8 It is important to note that the Tribunal accepted that, at least for some time after being taken into immigration detention in May 2004, the applicant had taken to practising Falun Gong.",
      "id": "s53"
    },
    {
      "text": "What it did not accept was that he had done so from about mid 2002, a short time after his wife came to Australia and (as he claimed) following or learning from her.",
      "id": "s54"
    },
    {
      "text": "It was the timing of the applicant's claimed commencement of Falun Gong practice which was significant.",
      "id": "s55"
    },
    {
      "text": "9 The Tribunal noted that the applicant's wife left Australia in about May 2004, and that the applicant was taken into immigration detention at about that time but did not then apply for a protection visa.",
      "id": "s56"
    },
    {
      "text": "He did not do so for some months, nor indeed for a few months after November 2004 when he learnt his wife had been detained in China.",
      "id": "s57"
    },
    {
      "text": "10 It also made clear that its rejection of his evidence about when he began to practise Falun Gong was not based simply on the level of the applicant's knowledge of the teachings of Master Li.",
      "id": "s58"
    },
    {
      "text": "As the passage from the Tribunal's reasons set out above indicates, the Tribunal did not regard the applicant as a credible witness for a number of reasons.",
      "id": "s59"
    },
    {
      "text": "Firstly, it regarded his evidence as vague and evasive about the circumstances of his own travel to Australia, about the loss of his Chinese passport, and about his inability or failure to obtain a new one.",
      "id": "s60"
    },
    {
      "text": "It also regarded his evidence about the circumstances of his wife's travel to and stay in Australia for a period of more than two years as vague and evasive.",
      "id": "s61"
    },
    {
      "text": "The Tribunal's recital of the applicant's evidence on those matters could reasonably have led to those comments.",
      "id": "s62"
    },
    {
      "text": "It is not necessary to refer to that evidence.",
      "id": "s63"
    },
    {
      "text": "The Tribunal also had regard to the applicant's failure to mix with other Falun Gong practitioners between mid 2002 and mid 2004, although it accepted (and the applicant appears to have accepted) that the practice of Falun Gong involves generally communal Falun Gong exercises and practice.",
      "id": "s64"
    },
    {
      "text": "The Tribunal pointed that out to the applicant in the course of the hearing, but he did not take up the opportunity of presenting any independent witness to confirm that he had (as he claimed) on a few occasions engaged in communal Falun Gong exercises.",
      "id": "s65"
    },
    {
      "text": "The Tribunal described his knowledge and practice of Falun Gong exercises up to May 2004 as 'off-hand and casual', based upon his own evidence.",
      "id": "s66"
    },
    {
      "text": "11 The finding of the Tribunal that the applicant had invented the claim to have been a Falun Gong practitioner since mid 2002 was based on all those matters (which are not said to involve any jurisdictional error) and on his 'limited knowledge about the teachings of Master Li'.",
      "id": "s67"
    },
    {
      "text": "As to the latter feature, the Tribunal accepted the applicant knows something about the basic principles of Falun Gong and is able to complete the Falun Gong exercise regime fluidly.",
      "id": "s68"
    },
    {
      "text": "But the Tribunal did not use the level of understanding by the applicant of Master Li's teachings as the only basis for determining that he was not 'a serious and dedicated practitioner'.",
      "id": "s69"
    },
    {
      "text": "It had regard to his own evidence about his practice and depth of study until mid 2004.",
      "id": "s70"
    },
    {
      "text": "12 I do not consider that the Tribunal's reasons leading to its finding that the applicant fabricated his claim to have been a Falun Gong practitioner from mid 2002 disclose jurisdictional error on its part in the way asserted.",
      "id": "s71"
    },
    {
      "text": "It was entitled to test the applicant's knowledge of Master Li's teachings, as relevant to that issue.",
      "id": "s72"
    },
    {
      "text": "It does not flow from its reasons, either explicitly or implicitly, that it was prescribing a specific level of doctrinal knowledge as a precondition to the applicant (or anyone) being accepted as a Falun Gong practitioner (cf Wang v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 1599 ; (2000) 105 FCR 548 at 551-552).",
      "id": "s73"
    },
    {
      "text": "I do not therefore need to determine whether such a prescription, especially if based upon the Tribunal's understanding of the particular religion which is not accepted by an applicant or not supported by identified material, might involve jurisdictional error.",
      "id": "s74"
    },
    {
      "text": "The applicant did not claim in the course of the hearing that the Tribunal's questions did not relate to Master Li's teachings, and accepted that he did not have a deep level of knowledge of those teachings.",
      "id": "s75"
    },
    {
      "text": "His explanation for that was that he had not been practising for a long time.",
      "id": "s76"
    },
    {
      "text": "13 In my view, the Tribunal's finding of fact that the applicant had been untruthful, in particular about his claim to have been a Falun Gong practitioner since mid 2002 was reached without jurisdictional error.",
      "id": "s77"
    },
    {
      "text": "It was based upon the way the applicant responded to the Tribunal's questions on a number of matters, and upon his own evidence as to the nature of what he claimed to have done as a Falun Gong practitioner until mid 2004 and that he had a 'quite superficial' knowledge of Falun Gong.",
      "id": "s78"
    },
    {
      "text": "The foundations for its finding of fact were reasonably open to it.",
      "id": "s79"
    },
    {
      "text": "No jurisdictional error is demonstrated by the Tribunal making a finding on credibility reasonably available on the material available: Mashayekhi v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 321 ; (2000) 97 FCR 381 at 385.",
      "id": "s80"
    },
    {
      "text": "14 The fact of that fabrication of his early involvement with Falun Gong, together with his limited knowledge of Falun Gong (as the applicant himself acknowledged), then lead the Tribunal not to be satisfied that the applicant's involvement in Falun Gong more recently was otherwise than for the purpose of strengthening his claim to be a refugee.",
      "id": "s81"
    },
    {
      "text": "Section 91R(3) of the Act directed the Tribunal, in those circumstances, to disregard the applicant's more recent Falun Gong involvement.",
      "id": "s82"
    },
    {
      "text": "It followed that the Tribunal was not satisfied of his grounds for seeking a protection visa.",
      "id": "s83"
    },
    {
      "text": "It was therefore required by s 65 to affirm the delegate's decision and to refuse the protection visa sought.",
      "id": "s84"
    },
    {
      "text": "(2) Failure to Accord Natural Justice \n \n15 The second claim of jurisdictional error was based upon apprehended bias.",
      "id": "s85"
    },
    {
      "text": "It was initially argued that the Tribunal must reasonably be apprehended to have pre-judged the applicant's claim by assuming that each follower and believer of the Falun Gong would know and understand that level of doctrinal knowledge which the Tribunal expected.",
      "id": "s86"
    },
    {
      "text": "Counsel for the applicant in the course of submissions accepted that the contention limited in that way did not really advance the applicant's claim, as, if he did not succeed on the first ground, he could not succeed on the alternative ground.",
      "id": "s87"
    },
    {
      "text": "However, the contention was then developed by during to the course of the hearing.",
      "id": "s88"
    },
    {
      "text": "16 The transcript of the Tribunal hearing reveals that the applicant arrived in Australia in April 1999 on a tourist visa, but did little touring.",
      "id": "s89"
    },
    {
      "text": "He said he lost his passport, so could not leave Australia.",
      "id": "s90"
    },
    {
      "text": "He did not seek another passport as he did not know how.",
      "id": "s91"
    },
    {
      "text": "He worked variously in and around Sydney, using other persons' tax file numbers.",
      "id": "s92"
    },
    {
      "text": "17 He described his wife's practice of Falun Gong between February and April 1999, when the applicant came to Australia.",
      "id": "s93"
    },
    {
      "text": "His wife's visit to Australia from April 2002 was for 'research and observation', but the applicant did not know the nature of the visa or visas she held.",
      "id": "s94"
    },
    {
      "text": "She left Australia in about May 2004.",
      "id": "s95"
    },
    {
      "text": "From about June 2002, he said he commenced practising Falun Gong with her.",
      "id": "s96"
    },
    {
      "text": "He responded to questions about his knowledge of Master Li.",
      "id": "s97"
    },
    {
      "text": "His wife went regularly to communal exercises, but the applicant did so only a few times.",
      "id": "s98"
    },
    {
      "text": "He was asked to secure independent confirmation of his attendances at communal exercises.",
      "id": "s99"
    },
    {
      "text": "18 The applicant then spoke of learning through his parents in November 2004 that his wife had been arrested.",
      "id": "s100"
    },
    {
      "text": "He contacted a friend of his wife and was told she was arrested because she was a Falun Gong practitioner.",
      "id": "s101"
    },
    {
      "text": "She was released in about early April 2005, on the condition she not practise Falun Gong.",
      "id": "s102"
    },
    {
      "text": "He had no documentation confirming any of that information.",
      "id": "s103"
    },
    {
      "text": "19 The Tribunal then turned to the applicant's practise of Falun Gong.",
      "id": "s104"
    },
    {
      "text": "The applicant was asked why he would practise Falun Gong openly in China when he had not done so in Australia where he could do so in an uninhibited or open way.",
      "id": "s105"
    },
    {
      "text": "He said he worked long hours in Australia, but did not then respond to the proposition that a dedicated practitioner would make the time to practise properly.",
      "id": "s106"
    },
    {
      "text": "20 The applicant was also asked why he did not apply for a protection visa in 2002, or in November 2004 when his wife was detained.",
      "id": "s107"
    },
    {
      "text": "He said only that he did not know the reason why his wife was detained.",
      "id": "s108"
    },
    {
      "text": "He then said::\n \n 'See, um, after I was detained in the detention centre and at that time I did not think not about it, I did not want to lodge the application for the protection visa because a friend of mine who owed me money so at that time I just wanted to, you know, get the money back and then go back.",
      "id": "s109"
    },
    {
      "text": "So then my wife, you know, was arrested and so this why I lodged the application for a protection visa and before ... my wife was released a few days after her arrest and I wouldn't have lodged, I wouldn't have lodged, you know, application form for the protection visa.",
      "id": "s110"
    },
    {
      "text": "' \n \n\n(Other evidence suggested the applicant's wife was released much later.",
      "id": "s111"
    },
    {
      "text": ")\n \n21 The Tribunal also pointed out the absence of any evidence confirming the applicant's commitment to Falun Gong, despite it being likely that there were confirmatory witnesses.",
      "id": "s112"
    },
    {
      "text": "The applicant acknowledged that confirmatory evidence should be available.",
      "id": "s113"
    },
    {
      "text": "He had not produced any, and no request for time to do so was made.",
      "id": "s114"
    },
    {
      "text": "The applicant was also invited to comment upon the fact that the ability to complete the exercise routine fluidly is relatively easy to learn, and that the intimate knowledge of the writings and teachings of the Master is more indicative of a committed and zealous Falun Gong practitioner and cultivator, and is knowledge committed practitioners read regularly.",
      "id": "s115"
    },
    {
      "text": "He did not disagree with any of those propositions, save to assert that remembering the writings and teachings takes a long time.",
      "id": "s116"
    },
    {
      "text": "22 In my judgment, the transcript does not indicate circumstances such that a fair-minded and informed person might reasonably apprehend that the Tribunal might not have brought an impartial mind to the consideration of the application: Webb v The Queen [1994] HCA 30 ; (1994) 181 CLR 41 at 70-71; Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425.",
      "id": "s117"
    },
    {
      "text": "The Tribunal's role required it to question the applicant, and entitled it to express doubts about aspects of the applicant's evidence or claims and to invite his comments upon those matters: NADH of 2001 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (2005) 214 ALR 264 at 269 ( NADH ).",
      "id": "s118"
    },
    {
      "text": "The Tribunal went no further than that.",
      "id": "s119"
    },
    {
      "text": "It put its concerns to the applicant.",
      "id": "s120"
    },
    {
      "text": "It gave him an opportunity to respond.",
      "id": "s121"
    },
    {
      "text": "It did not prevent him from responding, or cut off his answers.",
      "id": "s122"
    },
    {
      "text": "Its concerns were rational.",
      "id": "s123"
    },
    {
      "text": "It does not appear that its manner of questioning was inappropriate.",
      "id": "s124"
    },
    {
      "text": "23 The alternative way the apprehended bias contention was developed is based upon the observations of Allsop J (with whom Moore and Tamberlin JJ agreed) in NADH at 284 where his Honour said:\n \n 'By and large fact-finding is a task within jurisdiction, though factual error is not necessarily mutually exclusive of jurisdictional error: Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59; 73 ALD 1; [2003] HCA 30.",
      "id": "s125"
    },
    {
      "text": "Where fact-finding has been conducted in a manner which can be described, as here, as in substantial respects unreasoned, and mere assertion lacking rational or reasoned foundation, at times as plainly and ex facie wrong and as selective of material going one way, these considerations may found a conclusion that the posited fair-minded observer might, or indeed would, reasonably apprehend that the conclusions had been reached with a mind not open to persuasion and unable or unwilling to evaluate all the material fairly.",
      "id": "s126"
    },
    {
      "text": "' \n \n\nHis Honour went on to ask rhetorically, in relation to the circumstances of that case, how else (the fair-minded observer might ask) can the steps taken by the decision-maker be explained.",
      "id": "s127"
    },
    {
      "text": "He then continued:\n \n 'The answer to these questions might be that the tribunal lacked an appreciation of the need to weigh all the material.",
      "id": "s128"
    },
    {
      "text": "If that were the case it would itself support a conclusion of jurisdictional error.",
      "id": "s129"
    },
    {
      "text": "The answer might also be the lack of an ability or willingness to deal with the material before it with a mind open to persuasion fairly evaluating all the material.",
      "id": "s130"
    },
    {
      "text": "' \n \n\n24 In my view, neither the hearing before the Tribunal, nor its reasons for decision, indicate that it had addressed the issues in a way which might be understood as indicating a mind not open to persuasion or a mind not prepared fairly to evaluate the claims.",
      "id": "s131"
    },
    {
      "text": "25 The particular passages of the transcript to which counsel for the applicant referred concern its testing of the applicant's knowledge of the Falun Gong exercises and cultivation.",
      "id": "s132"
    },
    {
      "text": "The applicant gave some quite general answers.",
      "id": "s133"
    },
    {
      "text": "He was asked what Master Li says at the beginning of the first chapter of 'Juan Falun', and about other aspects of the exercises (apparently based upon that text).",
      "id": "s134"
    },
    {
      "text": "Counsel referred to an observation of the Tribunal at the conclusion of that sequence of questions and answers:\n \n 'Well, I would just put one or two things to you that are of concern to me.",
      "id": "s135"
    },
    {
      "text": "And the first of those is that a true and dedicated practitioner and cultivator would not be limited to practice at home or in the courtyard at, at a time and place that is suitable to them.",
      "id": "s136"
    },
    {
      "text": "I know that Master Li does not prescribe the ways in which a cultivator should practice but I would expect a, a dedicated and serious practitioner to make an effort to attend discussion groups, to have uh the advice and guidance of, of more learned people to assist them to, to develop and learn more themselves.",
      "id": "s137"
    },
    {
      "text": "And it would also be reasonable to expect in a country like Australia where a person can practice and cultivate in, freely, at will, in public as they wish it would be reasonable to expect that a serious and dedicated practitioner and cultivator would avail themselves of the opportunity to do that, regularly.",
      "id": "s138"
    },
    {
      "text": "Do you have any response to those concerns of mine?",
      "id": "s139"
    },
    {
      "text": "' \n \n\nThe applicant did not dispute the understanding of the Tribunal about those matters, but sought to explain his level of knowledge by the limited time he had been practising Falun Gong and his lack of public participation by his working hours.",
      "id": "s140"
    },
    {
      "text": "Reference was also made to that part of the reasons for decision of the Tribunal in which it recites that part of the evidence and makes the findings quoted in [5] above.",
      "id": "s141"
    },
    {
      "text": "26 Counsel submitted that material indicated a closed mind on the part of the Tribunal, or (as it was put) a closed mind to the question of whether the applicant has a well-founded fear of persecution for a Convention reason.",
      "id": "s142"
    },
    {
      "text": "He contended that material showed the focus of the Tribunal was upon whether the applicant 'comes up to scratch on whatever scale of religious zealotry the Tribunal sees fit', and so showed the Tribunal's purpose was apparently to reject the applicant's claimed commitment as a practitioner of Falun Gong.",
      "id": "s143"
    },
    {
      "text": "27 I do not consider the Tribunal's questioning of the applicant on his knowledge of the exercises and cultivation of Falun Gong is capable of indicating a closed mind on its part.",
      "id": "s144"
    },
    {
      "text": "It had to address his claim to have been a Falun Gong practitioner since mid 2002.",
      "id": "s145"
    },
    {
      "text": "It had reasons to doubt its accuracy, based upon other aspects of the applicant's evidence.",
      "id": "s146"
    },
    {
      "text": "Its questions then were directed to testing his knowledge of Falun Gong exercises and practice.",
      "id": "s147"
    },
    {
      "text": "It did so using material which it identified, and which the applicant acknowledged he was aware of.",
      "id": "s148"
    },
    {
      "text": "Members of the Tribunal in many instances develop a relatively detailed knowledge of the political or religious situation or of the political or religious beliefs of certain groups in many countries.",
      "id": "s149"
    },
    {
      "text": "So long as it acts consistently with the requirements of procedural fairness, the Tribunal informs itself as it thinks fit: s 420(2) and Pt 7 Div 4 of the Act; see also SFGB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (2004) 77 ALD 402 at 408 ( SFGB ).",
      "id": "s150"
    },
    {
      "text": "This is not a case where the Tribunal did not disclose the source of its information: cf Collector of Customs, Tasmania v Flinders Island Community Association (1985) 7 FCR 205 at 210-211.",
      "id": "s151"
    },
    {
      "text": "Its questioning was not unreasoned or unreasonable.",
      "id": "s152"
    },
    {
      "text": "Its conclusions about the applicant's level of knowledge was not shown to be based on selective material, nor to lack a foundation in the material referred to.",
      "id": "s153"
    },
    {
      "text": "Indeed the applicant accepted at the conclusion of that sequence of questions that what the Tribunal had put to him was based on what committed practitioners of Falun Gong 'read again and again and again on a daily basis'.",
      "id": "s154"
    },
    {
      "text": "28 Because the Tribunal's focus was on the reliability of the applicant's claim to have been a Falun Gong practitioner since mid-2002, it was entitled to test his knowledge of those matters.",
      "id": "s155"
    },
    {
      "text": "His level of knowledge was material which, together with the other material the Tribunal had regard to, the Tribunal could use to determine his reliability on that issue.",
      "id": "s156"
    },
    {
      "text": "It was a matter for the Tribunal as to what weight it placed on the applicant's level of knowledge of Falun Gong exercises and cultivation, and his evidence about why he had attained that particular level of knowledge in the context of his acceptance about what level of knowledge a committed practitioner would have.",
      "id": "s157"
    },
    {
      "text": "(3) Illogicality \n \n29 The third contention of the applicant is based in large measure upon the same material addressed in relation to his second contention.",
      "id": "s158"
    },
    {
      "text": "It can therefore be addressed quite shortly.",
      "id": "s159"
    },
    {
      "text": "30 If the Tribunal makes a finding which is a critical step in its ultimate conclusion, and there is no evidence to support the finding, there may well be jurisdictional error: SFGB at 407-408, and the cases there cited at [19]-[20].",
      "id": "s160"
    },
    {
      "text": "If the reasons for decision lead to the inference that the Tribunal applied the wrong test, or was not in reality satisfied about the correct text, that too may constitute jurisdictional error: Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59.",
      "id": "s161"
    },
    {
      "text": "Such an inference might be drawn if there was no information before the Tribunal from which it could realistically or logically draw the conclusions which it did.",
      "id": "s162"
    },
    {
      "text": "31 However, for the reasons given earlier, I am not persuaded that the Tribunal's reasoning is flawed in any of those ways.",
      "id": "s163"
    },
    {
      "text": "It identified the material it relied upon.",
      "id": "s164"
    },
    {
      "text": "Except in the case of its consideration of the material about the applicant's level of knowledge of Falun Gong exercises and cultivation, no particular criticism is made of its reasoning.",
      "id": "s165"
    },
    {
      "text": "That material was capable of supporting the Tribunal's assessment of the reliability of the applicant generally, including whether the Tribunal should be satisfied that he commenced to practise Falun Gong in mid 2002.",
      "id": "s166"
    },
    {
      "text": "For the reasons discussed when considering the other grounds of appeal, I am also not persuaded that the Tribunal's conclusion about the level of knowledge of Falun Gong demonstrated by the applicant, or the weight the Tribunal attached to that level of knowledge in its assessment of his reliability on that issue, was unreasonable or illogical.",
      "id": "s167"
    },
    {
      "text": "Nor am I persuaded that it supports any inference that the Tribunal erred in any other way which affects the jurisdictional foundation for its decision.",
      "id": "s168"
    },
    {
      "text": "CONCLUSION \n \n32 As noted above, the Tribunal, having concluded that the applicant did not practise Falun Gong as he claimed from mid 2002, was not satisfied that the applicant's later commitment to Falun Gong was otherwise than for the purposes of strengthening the applicant's claim to be a refugee: s 91R(3).",
      "id": "s169"
    },
    {
      "text": "If the primary attacks upon the Tribunal's reasons were not made out, there was no contention that the Tribunal erred in that conclusion, at least not in a way that could demonstrate jurisdictional error.",
      "id": "s170"
    },
    {
      "text": "Consequently, the Tribunal was required to disregard that later commitment to Falun Gong on the part of the applicant.",
      "id": "s171"
    },
    {
      "text": "It accordingly affirmed the delegate's decision.",
      "id": "s172"
    },
    {
      "text": "33 For the reasons given, in my judgment, the Tribunal did not commit jurisdictional error in reaching its conclusion.",
      "id": "s173"
    },
    {
      "text": "The application is dismissed.",
      "id": "s174"
    },
    {
      "text": "The applicant should pay to the first respondent her costs of the application.",
      "id": "s175"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s176"
    },
    {
      "text": "Associate:\n\nDated: 21 March 2006\n\n\n Counsel for the Applicant: S Churches \n \n Solicitor for the Applicant: Johnston Withers \n \n Counsel for the First Respondent: C Bleby \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 11 August 2006 \n \n Date of Judgment: 22 March 2006 \n\n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/270.html",
      "id": "s177"
    }
  ]
}