{
  "name": "Rubibi Community v Western Australia (No 6)(with Corrigenda dated 10 May 2006 &amp;amp [2006] FCA 2007; 15 February 2006) [2006] FCA 82 (13 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/2007.html",
  "catchphrases": [
    {
      "text": "whether groups with different cultural traditions can constitute a native title holding community",
      "id": "c0"
    },
    {
      "text": "consideration of succession within a native title holding community",
      "id": "c1"
    },
    {
      "text": "consideration of criteria for membership of a native title holding community",
      "id": "c2"
    },
    {
      "text": "whether the native title holding community has exclusive possession of the claim area in which there has been no extinguishment",
      "id": "c3"
    },
    {
      "text": "native title",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1.",
      "id": "s0"
    },
    {
      "text": "Introduction 2\n (a) The Yawuru community ([366]) 2 - 3\n (b) Traditional laws and customs ([367]-[369]) 3 - 4\n (c) Possession of native title rights and interests ([370]-[376]) 4 - 5\n (d) The Walman Yawuru claim 5\n (e) The remaining issues 5 - 6\n2.",
      "id": "s1"
    },
    {
      "text": "The native title determination area 6 - 31\n (a) Introduction 6\n (b) The southern area 7\n (c) The northern area 7 - 31\n (i) Introduction 7 - 11\n (ii) The Djugan 'tribe' 11 - 13\n (iii) Yawuru 'country' 13 - 16\n (iv) Practice of the northern and southern traditions in\n Yawuru 'country' 16 - 18\n (v) Yawuru language in Yawuru 'country' 18 - 22\n (vi) The contemporary Yawuru community 22 - 25\n (vii) The native title holding community for Yawuru 'country' 25 - 27\n (viii) Succession 27 - 30\n (ix) Connection 30 - 31\n (x) Conclusion 31\n3.",
      "id": "s2"
    },
    {
      "text": "Membership of the native title holding community 31 - 35\n4.",
      "id": "s3"
    },
    {
      "text": "The nature and extent of native title 35 - 38\n\n \n 1.",
      "id": "s4"
    },
    {
      "text": "Introduction \n \n1 In interim reasons for judgment ( Rubibi Community v State of Western Australia (No 5) [2005] FCA 1025) ('the interim reasons') I determined that:\n \n(a) the Yawuru community is a recognisable body of persons united in and by traditional laws and customs which, since sovereignty, have constituted the normative system under which the native title rights and interests in issue in the present case are being claimed ([366]-[369]);\n \n(b) under the traditional laws and customs acknowledged and observed by the Yawuru community, native title rights and interests in relation to the claim area are possessed by the Yawuru community which, by those laws and customs, has a connection with land and waters that are situated within that area ([370]-[376]); and\n \n(c) the rights and interests possessed by the Yawuru community are communal native title rights and interests ([376]).",
      "id": "s5"
    },
    {
      "text": "2 The key findings in the interim reasons that are relevant for present purposes may be summarised as follows.",
      "id": "s6"
    },
    {
      "text": "(a) The Yawuru community ([366]) \n \n 3 The present Yawuru community, as generally defined in the genealogies before the Court, is a recognisable body of persons who are likely to be descendants, on an ambilineal or cognatic basis, of members of the Yawuru community at the time of colonial contact and therefore at the time of sovereignty.",
      "id": "s7"
    },
    {
      "text": "The genealogies before the Court support an inference of continuity of the Yawuru community that existed at the time of sovereignty through to the present time.",
      "id": "s8"
    },
    {
      "text": "As the definition of the Yawuru community, based on ambilineal or cognatic descent, is in accordance with the traditional laws and customs of the Yawuru community, it follows that the present Yawuru community is one whose members are descended from the members of the Yawuru community at sovereignty in accordance with traditional laws and customs.",
      "id": "s9"
    },
    {
      "text": "(b) Traditional laws and customs ([367]-[369]) \n \n 4 The source of the Yawuru community's traditional laws and customs, which include the laws and customs known as the southern tradition, is the Bugarrigarra .",
      "id": "s10"
    },
    {
      "text": "The holding, passing on and receiving of the Yawuru community's traditional knowledge and law has been in accordance with the southern tradition.",
      "id": "s11"
    },
    {
      "text": "The southern tradition formed part of the traditional laws and customs of the Yawuru community at sovereignty and is still acknowledged and accepted by the Yawuru community as governing all aspects of the traditional life of the community.",
      "id": "s12"
    },
    {
      "text": "In the interim reasons, I made findings concerning the role in the Yawuru community of the traditional laws and customs relating to rai , the Yawuru language, the skin section system, kinship, malinyanu laws and customs, traditional stories, bush names, hunting, bush foods, looking after country, speaking for country, increase sites and permission requirements.",
      "id": "s13"
    },
    {
      "text": "When considered cumulatively, the evidence in relation to those matters demonstrated that the present Yawuru community still acknowledges and observes the traditional laws and customs which, since sovereignty, have constituted the normative system under which the native title rights and interests in issue are being claimed.",
      "id": "s14"
    },
    {
      "text": "5 Changes that have occurred over time to the traditional laws and customs of the Yawuru community are of a kind contemplated by those laws and customs and have not been such as to result in those laws and customs no longer being properly characterised as traditional.",
      "id": "s15"
    },
    {
      "text": "More specifically, the changes or adaptations to those laws and customs are not of a kind that would result in the native title rights and interests asserted not being possessed under the traditional laws and customs acknowledged and observed by the Yawuru community.",
      "id": "s16"
    },
    {
      "text": "6 While there may have been an evolution of traditional laws and customs, the Yawuru community observes a body of traditional laws and customs which have normative content and which have continued in existence from prior to the time of sovereignty to the present time.",
      "id": "s17"
    },
    {
      "text": "Those laws and customs have plainly been transmitted from generation to generation, find their origins in pre-sovereignty norms and, notwithstanding their evolution over time, have had a continuous existence and vitality since sovereignty.",
      "id": "s18"
    },
    {
      "text": "(c) Possession of native title rights and interests ([370]-[376]) \n \n7 Under the traditional laws and customs acknowledged and observed by the Yawuru community, communal native title rights and interests in the claim area were at sovereignty, and still are, possessed only by and on behalf of members of the Yawuru community, and not by or on behalf of members of any of the clans constituting that community.",
      "id": "s19"
    },
    {
      "text": "Of particular significance for present purposes is the evidence of the Yawuru claimants' witnesses concerning the role of the Bugarrigarra in making Yawuru the language spoken throughout the Yawuru claim area.",
      "id": "s20"
    },
    {
      "text": "That evidence supports the anthropological view expressed by Dr Rumsey of the necessary relation between language and territory.",
      "id": "s21"
    },
    {
      "text": "That relationship, and the consequential linguistic boundary it can create, is recognised and respected by the senior law men of other tribes.",
      "id": "s22"
    },
    {
      "text": "The anthropological evidence and the oral history evidence of the Yawuru witnesses also establishes the linkage between the law, the tribal and linguistic boundaries created by the Bugarrigarra and spiritual connection to Yawuru country.",
      "id": "s23"
    },
    {
      "text": "The co-incident linguistic, law and tribal boundary forms part of the normative system constituted by the traditional laws and customs acknowledged and observed by the Yawuru community at and since sovereignty.",
      "id": "s24"
    },
    {
      "text": "8 There is no simple dichotomy between traditional laws and customs that are connected with land and waters and those that are not.",
      "id": "s25"
    },
    {
      "text": "Nonetheless, it is clear that, by almost all of the laws and customs acknowledged and observed by the members of the Yawuru community, the members of that community have the requisite spiritual, cultural and social connection to land and waters in the Yawuru claim area.",
      "id": "s26"
    },
    {
      "text": "In the interim reasons I determined that there was the requisite link between the laws and customs being acknowledged and observed by the Yawuru community and the Yawuru claim area.",
      "id": "s27"
    },
    {
      "text": "Accordingly, the Yawuru community, by those laws and customs, has the connection required by s 223(1)(b) of the Native Title Act 1993 (Cth) ('the NTA') to land and waters that are situated in the Yawuru claim area.",
      "id": "s28"
    },
    {
      "text": "(d) The Walman Yawuru claim [376] \n \n9 Any native title rights and interests in the claim area were held by the Yawuru people on a communal basis and not by members of the Walman Yawuru clan on a group or clan basis.",
      "id": "s29"
    },
    {
      "text": "Any attachment to the land on the part of the Walman Yawuru people falls short of giving rise to any native title right or interest being possessed by a clan member in that capacity under presently observed traditional laws and customs in respect of any particular area of land or waters with which the clan has been historically associated.",
      "id": "s30"
    },
    {
      "text": "It follows that the Walman Yawuru clan do not have native title rights and interests in that capacity in the claim area.",
      "id": "s31"
    },
    {
      "text": "(e) The remaining issues \n \n10 The interim reasons are to be read together with these reasons in which I use terms that are defined in the interim reasons.",
      "id": "s32"
    },
    {
      "text": "I do not use the names of deceased persons or of persons who have the same name as a deceased person.",
      "id": "s33"
    },
    {
      "text": "Such persons are referred to by a name used at the hearing or indirectly, for example by reference to their relationship with another person.",
      "id": "s34"
    },
    {
      "text": "11 Following delivery of the interim reasons, the parties requested that the remaining issues be referred to mediation.",
      "id": "s35"
    },
    {
      "text": "As the mediation did not resolve those issues, they now need to be determined.",
      "id": "s36"
    },
    {
      "text": "The remaining issues are:\n \n (a) the identification of the native title determination area;\n (b) the criteria for membership of the native title holding community;\n (c) the nature and extent of the native title rights and interests possessed by the native title holding community;\n (d) the native title rights and interests that have been extinguished.",
      "id": "s37"
    },
    {
      "text": "12 In these reasons I determine the first, second and third of the above four issues.",
      "id": "s38"
    },
    {
      "text": "In doing so, I have approached the evidence on the basis that I am satisfied, on the balance of probabilities, that the Yawuru claimants have established that the traditional laws and customs, which I have found in the interim reasons are being currently acknowledged and observed by the Yawuru community in relation to the Yawuru claim area, have evolved from the traditional laws and customs acknowledged and observed by the Yawuru community in relation to that area at the time of or shortly after colonial contact, and therefore at sovereignty.",
      "id": "s39"
    },
    {
      "text": "13 Because of the complexity of the extinguishment issues, the passage of time since they were formulated and decisions of the Court on extinguishment since the formulation of those issues, I propose to give further directions concerning the determination of the extinguishment issues that the parties still wish to argue.",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "The native title determination area \n \n (a) Introduction \n \n14 The Yawuru claim area starts down south at Bungarrangarra, proceeds north to include the Broome area and finishes in the north at Willie Creek.",
      "id": "s42"
    },
    {
      "text": "The claim area extends to the eastern inland boundary and includes the coastal waters in the intertidal zone between the high water mark on the western land boundary and the lowest astronomical tide.",
      "id": "s43"
    },
    {
      "text": "South of the claim area is Karrajarri and Nyangumarta country, south-east is Mangala country, north is Jabirr Jabirr, Nyul Nyul and Bardi country and north-east is Nygina country.",
      "id": "s44"
    },
    {
      "text": "There was little dispute about the Yawuru community's historical association and connection with the southern parts of the Yawuru claim area.",
      "id": "s45"
    },
    {
      "text": "However, there was a substantial dispute about whether the Yawuru community was historically associated or connected with the northern parts of the claim area.",
      "id": "s46"
    },
    {
      "text": "(b) The southern area \n \n15 In the interim reasons, save for the broad finding that the Yawuru community possesses native title rights and interests in at least some of the land and waters situated in the Yawuru claim area, I did not determine the land and waters in the claim area in which native title rights and interests are possessed by the Yawuru community.",
      "id": "s47"
    },
    {
      "text": "The clans constituting that community were generally regarded as including the clans known or recorded as Walman, Minyirr, Leregon, Julbayi, Langandjano and Idarr.",
      "id": "s48"
    },
    {
      "text": "However, I determined that the native title rights and interests possessed in the claim area were communal rights and interests held by and on behalf of the Yawuru community, and were not group rights or interests held by or on behalf of the members of any clans comprising the Yawuru community.",
      "id": "s49"
    },
    {
      "text": "In particular, I determined that the Walman Yawuru clan did not have the group native title rights and interests in the areas in which they claimed native title or in Minyirr, which includes certain beaches and adjacent areas in and around Broome.",
      "id": "s50"
    },
    {
      "text": "16 There was little dispute about the boundaries of the claim area south of Broome ('the southern area'), which were recognised by senior law men from neighbouring 'country'.",
      "id": "s51"
    },
    {
      "text": "However, a significant dispute concerned whether historically, the Djugan community, rather than the Yawuru community, were entitled to the native title rights and interests claimed in the area in, adjacent to and north of Broome and extending to Willie Creek ('the northern area').",
      "id": "s52"
    },
    {
      "text": "(c) The northern area \n \n (i) Introduction \n \n17 The evidence established that the northern area was historically associated with a group known as the Djugan.",
      "id": "s53"
    },
    {
      "text": "A Djugan application for native title in the northern area was filed in 2000, but was subsequently discontinued.",
      "id": "s54"
    },
    {
      "text": "18 The State's case is that historically the Djugan were a tribe that was distinct from the Yawuru tribe and that, at and since sovereignty, the Djugan possessed native title rights and interests in the northern area.",
      "id": "s55"
    },
    {
      "text": "More specifically, the State claims that at sovereignty:\n \n 'there were two tribal societies associated with the claim area, namely: \n \n \n (a) the Yawuru on the coast from the boundary with Karajarri country around Cape Villaret north to Crab Creek/Kunin area and inland to the area around the eastern boundary of the claim area; and \n (b) the Djugan on the coast from around Crab Creek/Kunin north to the area around Willie Creek or Barred Creek and extending some 50 miles or so inland.",
      "id": "s56"
    },
    {
      "text": "' \n \n\n19 It follows, so the State argues, that even if the Djugan subsequently lost their separate identity as a tribe, and were absorbed into the Yawuru community, that occurred post-sovereignty and cannot result in the historical native title rights and interests of the Djugan community becoming native title rights and interests possessed by the Yawuru community.",
      "id": "s57"
    },
    {
      "text": "Accordingly, so it is argued, the native title determination area cannot include the northern area.",
      "id": "s58"
    },
    {
      "text": "The Western Australian Fishing Industry Council generally adopted the State's submissions on this issue.",
      "id": "s59"
    },
    {
      "text": "20 The Yawuru claimants' riposte was that the Djugan were a clan or subgroup of the Yawuru people, spoke a dialect of Yawuru and always formed part of the Yawuru community that possessed native title rights and interests in the Yawuru claim area.",
      "id": "s60"
    },
    {
      "text": "In addition, the Yawuru claimants contended that, in order to prevent Djugan country from becoming 'dead country', the traditional laws and customs of the Yawuru community provided for a succession by that community to Djugan country and such a succession had occurred in the present case.",
      "id": "s61"
    },
    {
      "text": "21 In Rubibi Community v The State of Western Australia [2001] FCA 607 (' Rubibi '), which concerned the Yawuru community's claim to the law ground at Kunin, the evidence concerning the Djugan led me to conclude (at [99]) that 'at least in relation to their traditional connection to Kunin, the Djugan people are a subgroup of the Yawuru people'.",
      "id": "s62"
    },
    {
      "text": "At the hearing in this proceeding, which related to the establishment of native title in the Yawuru claim area, a considerably greater body of evidence was adduced in relation to the Djugan.",
      "id": "s63"
    },
    {
      "text": "An aspect of that evidence was that, unlike the Yawuru who practiced the southern tradition, the Djugan practiced the northern tradition.",
      "id": "s64"
    },
    {
      "text": "In the interim reasons I made certain observations (at [55]-[61] and [79]) about the two traditions practiced in the claim area:\n \n \n '55.",
      "id": "s65"
    },
    {
      "text": "Two legal traditions, which lay down \"the law\", are claimed to be applicable in Yawuru country.",
      "id": "s66"
    },
    {
      "text": "Each of the traditions involves the creation of the world by mythological creatures or heroes who gave the people their \"law\", waterholes (soaks or jilas ), \"law grounds\", songs, \"skin sections\" and languages.",
      "id": "s67"
    },
    {
      "text": "Patrick Dodson outlined the path of the southern tradition in the Yawuru claim area in a restricted exhibit.",
      "id": "s68"
    },
    {
      "text": "The southern tradition is \"the law\" that is generally practiced by the Yawuru, Karajarri, Nyangumarta, Nygina and Mangala people.",
      "id": "s69"
    },
    {
      "text": "The northern tradition is generally practiced by the Bardi, Nyul Nyul, Jabirrr Jabirrr and Nyambal people.",
      "id": "s70"
    },
    {
      "text": "The southern tradition (southern law) may be referred to in Yawuru country as the Yawuru law.",
      "id": "s71"
    },
    {
      "text": "The northern tradition is often called Bardi law.",
      "id": "s72"
    },
    {
      "text": "The \"law bosses\" for the southern tradition in Yawuru country are Felix Edgar, Frank Sebastian (Gajai), Francis Djiagween (Lulga), Joseph \"Nipper\" Roe and Patrick Dodson.",
      "id": "s73"
    },
    {
      "text": "The \"law bosses\" for the northern tradition in Yawuru country were said to be Joseph Roe, Richard Hunter and Phillip Hunter.",
      "id": "s74"
    },
    {
      "text": "56.",
      "id": "s75"
    },
    {
      "text": "The two traditions are kept separate.",
      "id": "s76"
    },
    {
      "text": "Joseph Roe said that the laws sit side by side without overlapping because \"Bugarrigarra make them like that, we're just following Bugarrigarra.",
      "id": "s77"
    },
    {
      "text": "\" \n \n \n \n \n \n 57.",
      "id": "s78"
    },
    {
      "text": "While the Bugarrigarra and many of the basic rituals, customs and laws it prescribes are common to the northern and southern traditions, the two mytho-ritual traditions differ in their origin, being the journeys and undertakings of the mythological creators of the respective traditions.",
      "id": "s79"
    },
    {
      "text": "However, support for the claim of the Yawuru claimants that both traditions were observed in the same country is to be found in R Piddington's article, which contains observations about the initiation ceremonies under both traditions in the country of the Karajarri people, which is to the south of the Yawuru claim area.",
      "id": "s80"
    },
    {
      "text": "(R Piddington, \"Karadjeri Initiation\", Oceania , vol 3, no 1, 1932, p 46) \n \n \n \n \n \n 58.",
      "id": "s81"
    },
    {
      "text": "Men can go through both northern and southern law.",
      "id": "s82"
    },
    {
      "text": "Gajai said \"[i]t has always been okay for a man to go through more than one law...The two laws don't mix but they are respected in this country.",
      "id": "s83"
    },
    {
      "text": "\" Patrick Dodson said \"[i]t's not a unusual thing for a Yawuru man to go through northern law.",
      "id": "s84"
    },
    {
      "text": "\" Yawuru community members who have been through both laws include Lulga and Patrick Dodson's grandson (by \"skin\" and nephew by blood), Sooty Pigram.",
      "id": "s85"
    },
    {
      "text": "Several men who are now deceased, have also been through both laws, namely Paddy Djiagween, Bandak Bernard, Peter Kajit, Johnny Peters, and Stanley Djiagween, as well as Lulu and Paul Sampi.",
      "id": "s86"
    },
    {
      "text": "59.",
      "id": "s87"
    },
    {
      "text": "Paul Sampi, a senior Bardi \"law man\", described how the northern tradition of \"law\" travels along two paths.",
      "id": "s88"
    },
    {
      "text": "The first path, Ungui , which is the first stage of \"law\", travels down from Bardi country along the east coast of the Dampier Peninsula from Swan Point to the mouth of the Fitzroy River at Langey Crossing, then west to Garawan and then to Willie Creek.",
      "id": "s89"
    },
    {
      "text": "From there, it travels back to the east to Garawan and then north to La Djardarr Bay.",
      "id": "s90"
    },
    {
      "text": "The other part, Ululong , the second stage of \"law\", travels down along the west coast of the Dampier Peninsula from Swan Point through to Wapunu in Karajarri country.",
      "id": "s91"
    },
    {
      "text": "Paul's evidence was that, after World War Two, Bardi men, who were living and working in Broome and wanted to be able to practice Bardi law in Yawuru country, asked permission of the Yawuru \"law men\" to start Ululong at Four Mile.",
      "id": "s92"
    },
    {
      "text": "Paul was living in Broome in 1949 and, as he had been through Ungui , was able to go through the second stage of the southern law.",
      "id": "s93"
    },
    {
      "text": "He says that \"[i]n those days people went through both law[s].",
      "id": "s94"
    },
    {
      "text": "\" \n \n \n \n \n \n 60.",
      "id": "s95"
    },
    {
      "text": "There is also a third tradition, which starts at Bilinnguru (Hidden Valley) in Yawuru country and goes out into the desert.",
      "id": "s96"
    },
    {
      "text": "This tradition is like a \"song line\" and is known as the Wanji or Dingarri .",
      "id": "s97"
    },
    {
      "text": "Peter Clancy, a Mangala man who gave evidence about the Wanji , stated that it speaks \"Yawuru language in Yawuru country, Karajarri language in Karajarri country, and Mangala language in Mangala country.",
      "id": "s98"
    },
    {
      "text": "I know the songs for the Wanji right through.",
      "id": "s99"
    },
    {
      "text": "\" \n \n \n \n \n \n 61.",
      "id": "s100"
    },
    {
      "text": "There was some confusion as to how the Yawuru claimants relied upon the northern tradition in making out their case.",
      "id": "s101"
    },
    {
      "text": "Ultimately, they accepted that the normative system upon which they relied was the southern tradition, but they claimed that under that tradition there was a recognition and acceptance of the overlapping role played by the northern tradition in the Yawuru claim area.",
      "id": "s102"
    },
    {
      "text": "... \n \n \n \n 79.",
      "id": "s103"
    },
    {
      "text": "...",
      "id": "s104"
    },
    {
      "text": "The evidence referred to above establishes that, on balance, \"the law\" is still acknowledged and observed, notwithstanding that many of the rituals of \"the law\" are no longer practiced.",
      "id": "s105"
    },
    {
      "text": "Fundamentally, \"the law\", as laid down by the southern tradition, remains \"the law\" that is acknowledged and accepted by the Yawuru community as governing all aspects of its traditional life.",
      "id": "s106"
    },
    {
      "text": "' \n \n\n22 The main factual questions contested by the parties were whether at sovereignty the Djugan were a different tribe or community to the Yawuru and whether since sovereignty the Djugan have continued to be a different tribe or community to the Yawuru.",
      "id": "s107"
    },
    {
      "text": "Before turning to consider the evidence that is relevant to those questions it is appropriate to make a brief observation in relation to the difficulties involved in determining the identity and nature of the community occupying the Yawuru claim area at and since sovereignty.",
      "id": "s108"
    },
    {
      "text": "23 Although colonial contact occurred in the area late in the nineteenth century there was little reliable anthropological or linguistic research until the late 1920s and the 1930s.",
      "id": "s109"
    },
    {
      "text": "As I later explain, while that research is helpful, it only incidentally touched upon the distinction between the Djugan and the Yawuru.",
      "id": "s110"
    },
    {
      "text": "24 In an endeavour to determine the identity and nature of the Yawuru community, I have considered all of the evidence but have given particular weight to the evidence concerning the views expressed by Aboriginal elders prior to the commencement of the present native title claims.",
      "id": "s111"
    },
    {
      "text": "The reason for that is that those views are based primarily on the traditional laws and customs passed down to those elders from their elders and can be taken to reflect a traditional view of the matters being addressed.",
      "id": "s112"
    },
    {
      "text": "While I do not discount the more recently expressed views in relation to the same matters, it is inevitable that, to some extent, those views may have been influenced by the existence of the native title claims.",
      "id": "s113"
    },
    {
      "text": "(ii) The Djugan 'tribe' \n \n25 The early ethnography supports the State's case that at sovereignty the Yawuru 'tribe' was associated with the southern area and the Djugan 'tribe' was associated with the northern area.",
      "id": "s114"
    },
    {
      "text": "Bischofs (1908) distinguishes between the two tribes and Connelly's Map of the Distribution of Tribes in Western Australia (1932) shows the 'Juken' tribe at Broome.",
      "id": "s115"
    },
    {
      "text": "Elkin, whose findings were based on his fieldwork in the Kimberley region in 1927-1928, clearly associated the 'Yauor' tribe with the southern area and the 'Djukan' tribe with the northern area.",
      "id": "s116"
    },
    {
      "text": "It is also clear that Elkin saw the Djugan as being culturally distinct from, rather than a clan or subgroup of, Yawuru.",
      "id": "s117"
    },
    {
      "text": "Worms also identified the Djugan and Yawuru as separate tribes in his notebook but Worms' listing of the 'Nadja' and 'Nangu' of the Karajarri tribe as separate tribes raises a question about the criteria applied by Worms, who was not an anthropologist.",
      "id": "s118"
    },
    {
      "text": "Also, as was pointed out by the Yawuru claimants, Worms recorded that the Djugan spoke a dialect of Yawuru, that the features of the country occupied by the Djugan were described in the Yawuru language and that Yawuru local groups occupied areas within, or very close to, the areas said to be occupied by the Djugan.",
      "id": "s119"
    },
    {
      "text": "26 In Aboriginal Tribes of Australia (1974), Tindale locates the Djugan and the Yawuru tribes in the northern and southern areas respectively.",
      "id": "s120"
    },
    {
      "text": "Tindale's map was based on the available accounts and on his own expeditions.",
      "id": "s121"
    },
    {
      "text": "However, in his journal, Tindale records 'Minyirr' and 'Lerugun', who are generally regarded as Yawuru clans, as within Djugan country.",
      "id": "s122"
    },
    {
      "text": "27 Radcliffe-Brown, who also saw the Djugan as distinct from the Yawuru, commented upon the difficulties involved in determining whether a particular recognised group is a tribe, or a subdivision of a tribe, or whether a larger group is a tribe or a larger unit consisting of a number of related tribes.",
      "id": "s123"
    },
    {
      "text": "28 The early ethnography, when read as a whole, is problematic as to the consequences that flow from designating a group of Aboriginal persons to be a 'tribe'.",
      "id": "s124"
    },
    {
      "text": "Further, that ethnography is to be understood in the context of the limited ethnographic research carried out in relation to the Yawuru and the Djugan.",
      "id": "s125"
    },
    {
      "text": "Samson describes the 'available accounts' relied upon by Tindale as 'a meagre bundle' and notes the 'dearth of reported ethnography on the Yawuru ... and on the Djugan'.",
      "id": "s126"
    },
    {
      "text": "While some of the more recent ethnography is also supportive of Broome being within the country of the Djugan tribe, that research was, to a significant extent, informed by the earlier ethnography.",
      "id": "s127"
    },
    {
      "text": "29 It is, however, clear from the early ethnography and other evidence that the Djugan were devastated by the colonisation of their land and by the early 1900s were struggling to survive as an identifiable group.",
      "id": "s128"
    },
    {
      "text": "The sudden and early disintegration of the Djugan explains why the subsequent ethnography concerning the Djugan was so problematic.",
      "id": "s129"
    },
    {
      "text": "In spite of the shortcomings of that ethnography, the Yawuru claimants were not able to point to any early ethnography that expresses a view contrary to that contended for by the State or which supports their claim that no significant distinction is to be drawn between the Djugan and the Yawuru at sovereignty.",
      "id": "s130"
    },
    {
      "text": "30 Although the oral history evidence adduced by the Yawuru claimants, and some of the recent ethnography, supports the view that at the present time no significant distinction is drawn between the Djugan and the Yawuru, that view is consistent with the absorption of the Djugan community into the Yawuru community during the twentieth century, rather than inconsistent with the views expressed in the early ethnography.",
      "id": "s131"
    },
    {
      "text": "31 I am satisfied that the evidence establishes that:\n \n (a) the early ethnography regarded the Djugan and the Yawuru as different tribes;\n (b) the Djugan and the Yawuru were associated respectively with the northern and southern areas in the Yawuru claim area;\n (c) the Yawuru practiced the southern tradition in the claim area and that the Djugan practiced the northern tradition in the claim area; and\n (d) it is more likely than not that the Djugan and the Yawuru practiced different traditions and were associated with different areas in the claim area at sovereignty.",
      "id": "s132"
    },
    {
      "text": "32 However, it does not follow that the Djugan and the Yawuru each possessed their own discrete communal native title rights and interests at and since sovereignty in respect of the northern and southern areas respectively.",
      "id": "s133"
    },
    {
      "text": "The entitlement of different groups to communal native title was considered by the Full Court in Northern Territory of Australia v Alyawarr, Kaytetye, Warumungu, Wakaya Native Title Claim Group [2005] FCAFC 135 ; (2005) 145 FCR 442 (' Alyawarr ') at 466-475 [78]-[112].",
      "id": "s134"
    },
    {
      "text": "The Full Court, after citing a number of cases, observed that members of a 'community' may possess communal native title rights and interests, albeit that they are 'intramurally allocated' to different groups or subsets of the community.",
      "id": "s135"
    },
    {
      "text": "Although each of the cases cited by the Full Court turns on its own facts, their Honours (at 475 [112]) accepted that the evidence of 'extensive connections' across the claimant groups supported the primary judge's characterisation of those groups as 'one native title holding community' that had the necessary connection with the land in the claim area 'at a communal or claim group level'.",
      "id": "s136"
    },
    {
      "text": "33 Accordingly, it is necessary to consider the totality of the evidence concerning the Djugan and the Yawuru in order to determine whether, notwithstanding their cultural and other differences at and since sovereignty, the Djugan and the Yawuru are one native title holding community that had the necessary connection with Yawuru 'country' at a communal level.",
      "id": "s137"
    },
    {
      "text": "(iii) Yawuru 'country' \n \n34 Extensive evidence was adduced to the effect that Yawuru 'country' included the northern area.",
      "id": "s138"
    },
    {
      "text": "The evidence, which included the views of senior law men and women, was not seriously challenged.",
      "id": "s139"
    },
    {
      "text": "The evidence of senior law men from 'country' adjacent to the claim area and the evidence adduced as to the views of senior Yawuru law men and women was that Yawuru 'country' consisted of the southern and the northern areas.",
      "id": "s140"
    },
    {
      "text": "Peter Clancy, a senior Mangala law man regarded the northern area as being within 'Yawuru Country because the old people told me'.",
      "id": "s141"
    },
    {
      "text": "A senior Nyangumarta law man stated that the shared law that comes from the Bugarrigarra included 'the whole lot of that country up to Willie Creek'.",
      "id": "s142"
    },
    {
      "text": "Evidence adduced as part of the Walman Yawuru case was also to the effect that 'Mimi', a senior Yawuru law woman who lived in Broome up to the 1950s, had claimed that Yawuru country included Broome and extended up to Willie Creek.",
      "id": "s143"
    },
    {
      "text": "35 O'Connor, the anthropologist called by the Walman Yawuru, conducted field work during the early part of 1992 in which he had engaged in 'wide-ranging regional consultation of Aboriginal Elders'.",
      "id": "s144"
    },
    {
      "text": "In his subsequent report based on that fieldwork, O'Connor concluded that the 'Yawuru people are the traditional owners of the Broome area'.",
      "id": "s145"
    },
    {
      "text": "The report is significant as it is clear from the early ethnography that the Broome area was associated with the Djugan.",
      "id": "s146"
    },
    {
      "text": "O'Connor stated in evidence that he had not, subsequently, received any information from an elder who he would regard as having an authoritative view on traditional law and custom, that would cause him to depart from the following four propositions, which he stated in his report:\n \n \n '(i) The \"traditional owners\" of any given area should be the ones who speak for heritage sites in that area.",
      "id": "s147"
    },
    {
      "text": "Only the tribally accredited elders should discuss the sacred heritage.",
      "id": "s148"
    },
    {
      "text": "(ii) The Yawuru people are the traditional owners of the Broome area.",
      "id": "s149"
    },
    {
      "text": "Although the \"Minyirr\" group (ie Menyerdyano) is no longer an identifiable body of people, their law continues to the present day.",
      "id": "s150"
    },
    {
      "text": "(iii) [Susie Gilbert's husband], Mr J Edgar and Mr T Edgar have been handed control of sacra and the law for the Broome area by the previous senior generation.",
      "id": "s151"
    },
    {
      "text": "(iv) The senior tribal women who have control of women's law in the Carning and Broome areas are Mrs T Saddler and Mrs E Edgar.",
      "id": "s152"
    },
    {
      "text": "' \n \n\n36 In 1944, Worms wrote that the 'land occupied by the township of Broome is part of the tribal country of the Yawuru'.",
      "id": "s153"
    },
    {
      "text": "37 Joe Bernard, a senior Yawuru law man who described himself as 'Djugan Yawuru' to O'Connor, gave the following affidavit evidence in a 1993 Supreme Court proceeding:\n \n 'My country is called Minyirr, centred on Gantheaume Point in Broome.",
      "id": "s154"
    },
    {
      "text": "I hold this country with my cousin Johnny Peters.",
      "id": "s155"
    },
    {
      "text": "Sissy Djiagween is my sister.",
      "id": "s156"
    },
    {
      "text": "My father's name was Bandak and John Peter's father's name was Kajit.",
      "id": "s157"
    },
    {
      "text": "They were brothers.",
      "id": "s158"
    },
    {
      "text": "I do not know their father's name, my grandfather, but Sissy says it was Ngilandim.",
      "id": "s159"
    },
    {
      "text": "His wife was called Lisa.",
      "id": "s160"
    },
    {
      "text": "So we get Minyjirr from our grandfather.",
      "id": "s161"
    },
    {
      "text": "' \n\n38 Mr Bernard, who described Minyirr as including all of the country on the Broome peninsula and northwards to Barred Creek which is situated north of Willie Creek, then went on to say:\n \n 'We are Djugan people and all this land is Djugan land.",
      "id": "s162"
    },
    {
      "text": "Djugan is the language.",
      "id": "s163"
    },
    {
      "text": "It is like Yawuru, just a different way of talking.",
      "id": "s164"
    },
    {
      "text": "... Djugan and Yawuru people are both the same.",
      "id": "s165"
    },
    {
      "text": "We got together.",
      "id": "s166"
    },
    {
      "text": "Francis Djiagween, [Susie Gilbert's husband], Frank Sebastian or Elsie Edgar can still come in here.",
      "id": "s167"
    },
    {
      "text": "They have rights.",
      "id": "s168"
    },
    {
      "text": "' \n\n39 Mr Bernard described how his grandfather used to camp at Gantheaume Point and became responsible for 'the dog dreaming'.",
      "id": "s169"
    },
    {
      "text": "That responsibility was passed to Kajit, who, in turn, told Mr Bernard 'everything about Minyirr and all the sites there'.",
      "id": "s170"
    },
    {
      "text": "According to Mr Bernard, Kajit 'passed Minyirr on to me and his son Johnny Peters'.",
      "id": "s171"
    },
    {
      "text": "40 Part of a record of interview conducted in the 1960s with a Yawuru elder and senior law man, Paddy Djiagween who was born in 1887, is as follows:\n \n 'WENDY LOWENSTEIN: Paddy, what name do your people call this country, before it was called Broome?",
      "id": "s172"
    },
    {
      "text": "PADDY DJIAGWEEN: Jirr-gin-nun... \n \n WENDY LOWENSTEIN: That the Yawuru people's tribal country?",
      "id": "s173"
    },
    {
      "text": "PADDY DJIAGWEEN: Djugon name.",
      "id": "s174"
    },
    {
      "text": "Djugon-Yawuru this was.",
      "id": "s175"
    },
    {
      "text": "WENDY LOWENSTEIN: Djugon-Yawuru.",
      "id": "s176"
    },
    {
      "text": "I see.",
      "id": "s177"
    },
    {
      "text": "I see.",
      "id": "s178"
    },
    {
      "text": "And what was the country down near Lombadina called?",
      "id": "s179"
    },
    {
      "text": "What country's that?",
      "id": "s180"
    },
    {
      "text": "PADDY DJIAGWEEN: That's Barda land ...' \n\n41 In the interview Paddy Djiagween also referred to the country north of Broome as 'Djugon-Yawuru-Nygina'.",
      "id": "s181"
    },
    {
      "text": "42 In addition to the above evidence, much of which predates the present native title claims, the Yawuru claimants adduced a substantial body of evidence to the effect that current members of the Yawuru community regard Yawuru country as including the northern area, which a number of witnesses referred to as Djugan Yawuru.",
      "id": "s182"
    },
    {
      "text": "43 The above evidence is significant as a large portion of it is derived from senior Aboriginal elders whose views are based on their understanding, derived from their elders, of 'country' as laid down by the Bugarrigarra , which is recognised and accepted as the source of the southern and the northern traditions practiced in the claim area.",
      "id": "s183"
    },
    {
      "text": "Viewed as a whole, the evidence supports a finding that the traditional laws and customs acknowledged and observed by the Yawuru community regard that community's 'country' as including the northern and southern areas.",
      "id": "s184"
    },
    {
      "text": "(iv) Practice of the northern and southern traditions in Yawuru 'country' \n \n44 The State relied upon the practice of the two traditions in the Yawuru claim area to support its claim that the Djugan and the Yawuru were different communities at sovereignty.",
      "id": "s185"
    },
    {
      "text": "As I explained in the interim reasons, the northern and southern traditions are distinct mytho-ritual traditions with their own law grounds in the Yawuru claim area and with their own senior law men responsible for those grounds.",
      "id": "s186"
    },
    {
      "text": "However, each of the traditions is underpinned by and derived from the one source, which is a common belief in the Bugarrigarra .",
      "id": "s187"
    },
    {
      "text": "45 In his restricted evidence in Rubibi , which formed part of the evidence in the present case, Patrick Dodson outlined the journey of the Bugarrigarra beings according to the southern tradition.",
      "id": "s188"
    },
    {
      "text": "Significantly, the journey extended to both the southern and northern areas.",
      "id": "s189"
    },
    {
      "text": "In his evidence, Patrick Dodson also acknowledged, but gave little or no detail of, the Bugarrigarra journeys of Ululong (the northern tradition) and the Wanji (the third tradition) in the Yawuru claim area.",
      "id": "s190"
    },
    {
      "text": "46 Joseph Roe gave detailed evidence about the travels of two Bugarrigarra beings according to the northern tradition.",
      "id": "s191"
    },
    {
      "text": "Their journeys, which commenced in the Dampier Peninsula in Bardi Jawi country, were explained as the journeys of Ungui and Ululong through, inter alia, Yawuru country.",
      "id": "s192"
    },
    {
      "text": "Paul Sampi, who also described the same journeys, referred to Ungui as first stage law and to Ululong as second stage law.",
      "id": "s193"
    },
    {
      "text": "Mr Sampi stated that there is 'no problem with Ungui and Ululong being followed ... in Yawuru country ... because the Yawuru respect the Ungui and Ululong law in their country'.",
      "id": "s194"
    },
    {
      "text": "47 Joseph Roe stated that the two current rituals can exist in one country because:\n \n '[t]hey don't overlap one another; they don't cross over in any part in this country; they sit side by side.",
      "id": "s195"
    },
    {
      "text": "We never make them side by side; Bugarigarra make them like that, we're just following Bugarrigarra' \n\n48 The fact that a significant number of Yawuru men have gone through both southern and northern law indicates that, although both traditions were kept separate, participation in both by the same person was not viewed as involving any incompatibility or conflict with their membership of the Yawuru community or with the traditional laws and customs of that community.",
      "id": "s196"
    },
    {
      "text": "It is also relevant that, although the law grounds associated with the northern and southern traditions were respectively located in the northern and southern areas, there are some places associated with the southern tradition in the northern area.",
      "id": "s197"
    },
    {
      "text": "49 Palmer's evidence was that in the Yawuru claim area the two traditions concerned the same country, shared mythical characters, shared overlapping stories, involved male initiation, shared a belief and respect for the mythical power of law grounds and shared common, or at least similar, skin and kinship systems.",
      "id": "s198"
    },
    {
      "text": "50 On the issue of kinship, Elkin's early field notes and his published work in Social Organisation reveal that the Djugan and the Yawuru each had the same four skin sections (which determined marriage and much social behaviour) although they had different kinship rules (which determined marriage requirements).",
      "id": "s199"
    },
    {
      "text": "According to Elkin's early research, the Yawuru followed a modified Kariera system of kinship rules based on three lines of descent whereas the Djugan followed the Aranda system which traced descent through four lines.",
      "id": "s200"
    },
    {
      "text": "It appears that, while the modified Kariera and Aranda kinship types had the same skin section system, the modified Kariera type allowed matrilineal, but prohibited patrilineal, cross-cousin marriage while the Aranda type prohibited all cross-cousin marriages.",
      "id": "s201"
    },
    {
      "text": "The Yawuru claimants relied, however, on a later view of Elkin that regarded the Yawuru, Djugan and Karajarri (as well as other tribes in Dampierland) as having an Aranda and, therefore a common, kinship system.",
      "id": "s202"
    },
    {
      "text": "Irrespective of how the footnote expressing that view might be construed, it is clear that the Djugan and Yawuru skin section and kinship systems were substantially similar, if not identical.",
      "id": "s203"
    },
    {
      "text": "I would add that I prefer the analysis set out above to the contrary inference of different skin sections relied upon by the State in its restricted submissions.",
      "id": "s204"
    },
    {
      "text": "51 Piddington in his 1972 'Note on Karadjeri Local Organization' observed that the various tribes in the region practising the two traditions 'were linked by interlocking traditions'.",
      "id": "s205"
    },
    {
      "text": "52 The above evidence supports a finding that, although the northern and southern traditions were culturally distinct, many of their traditional laws and customs were the same, or substantially the same.",
      "id": "s206"
    },
    {
      "text": "Further, it is appropriate to infer from that evidence that the traditional laws and customs acknowledged and observed by the Yawuru community provided for the practice of the northern and southern traditions in the Yawuru claim area.",
      "id": "s207"
    },
    {
      "text": "In those circumstances, I do not accept the State's submission that it is appropriate to infer from the practice of the two traditions in the claim area that different traditional communities, and therefore different native title holding communities practiced each tradition.",
      "id": "s208"
    },
    {
      "text": "(v) Yawuru language in Yawuru 'country' \n \n53 An important incident of the traditional laws and customs in Yawuru country was the belief that under the Bugarrigarra each of the traditions gave the people Yawuru language in Yawuru 'country'.",
      "id": "s209"
    },
    {
      "text": "Under the mytho-rituals of the Bugarrigarra, a particular language is placed within a particular country, and that is so notwithstanding that various dialects of the language may be spoken.",
      "id": "s210"
    },
    {
      "text": "It is clear from the evidence of Patrick Dodson, Joseph Roe and Peter Clancy that the Bugarrigarra placed the Yawuru language in Yawuru country using the southern, northern and Wanji traditions to do so.",
      "id": "s211"
    },
    {
      "text": "Patrick Dodson explained how the southern tradition gave the Yawuru people their language and Joseph Roe explained how the journeys of Ulolong and Ungui placed the Yawuru language in Yawuru country.",
      "id": "s212"
    },
    {
      "text": "In that context, Joseph Roe stated that Djugan and Minyirr were the same dialect as Yawuru.",
      "id": "s213"
    },
    {
      "text": "Peter Clancy also explained how the Wanji tradition left Yawuru language in Yawuru country and that, in Yawuru country, Yawuru people speak for the song line of the Wanji tradition.",
      "id": "s214"
    },
    {
      "text": "54 The evidence of the senior law men from neighbouring 'country' was that Yawuru country is the country where Yawuru is spoken.",
      "id": "s215"
    },
    {
      "text": "For example, Peter Frances, a senior Nygina lawman, stated that every:\n \n 'language group knows where their boundary is.",
      "id": "s216"
    },
    {
      "text": "I know the boundary between Ngina and Yawuru from Garawan to a place near Birmanan and Mandigarigarbu.",
      "id": "s217"
    },
    {
      "text": "Around that boundary it shared Nygina and Yawuru.",
      "id": "s218"
    },
    {
      "text": "In our way there is no sharp line.",
      "id": "s219"
    },
    {
      "text": "As you move west you know you're moving into Yawuru country, the country is becoming more Yawuru.",
      "id": "s220"
    },
    {
      "text": "' \n\n55 In the interim reasons (at [275]-[281]), I explained the relationship between Yawuru language and country created by the Bugarrigarra .",
      "id": "s221"
    },
    {
      "text": "On the issue of whether Djugan should be regarded as falling within that relationship, I regard as highly persuasive the observations by Hosokawa in his doctoral thesis published in 1991 (K Hosokawa, 'The Yawuru language of West Kimberley: a meaning-based description' , PhD thesis, Australian National University, 1991).",
      "id": "s222"
    },
    {
      "text": "Hosokawa conducted the field research for his thesis in and around Broome in 1986.",
      "id": "s223"
    },
    {
      "text": "In the course of his research he consulted numerous Aboriginal elders (including Elsie Edgar, Thelma Saddler, Susie Gilbert's husband, Joe Bernard and Lulu), as well as a significant number of native and non-native speakers of the Yawuru language.",
      "id": "s224"
    },
    {
      "text": "Samson observed:\n \n 'Like Clendon [the State's linguistic expert in Rubibi ], I myself have found in Hosokawa's writing an admirably clear discussion of the rather complex socio-linguistic realities that contribute to the make-up of the Broome scene.",
      "id": "s225"
    },
    {
      "text": "' \n\n56 Hosokawa stated that Yawuru was an 'auto-designation both for the people and the language they speak'.",
      "id": "s226"
    },
    {
      "text": "He identified the traditional territory of Yawuru-speaking Aborigines as located to the south-east and north-west of Broome.",
      "id": "s227"
    },
    {
      "text": "Hosokawa noted that that area included 'the so-called Jukun area' where 'Big Yawuru' was spoken.",
      "id": "s228"
    },
    {
      "text": "Hosokawa regarded Djugan (also referred to by him as dyukun and Jukun ) as a subgroup of the Yawuru people, as well as a dialect of the Yawuru language.",
      "id": "s229"
    },
    {
      "text": "57 Hosokawa observed that the traditional residents of the area around the Broome township were 'Jukun' or 'Minyjirr', whose language is usually referred to as 'Big Yawuru'.",
      "id": "s230"
    },
    {
      "text": "Referring to paras 1.1.3.2 and 1.2 of his thesis, Hosokawa stated that Jukun and Julbayi Yawuru (which is the dialect spoken in the Thangoo area south of Broome) were, by linguistic criteria, considered to be dialects of one language, being Yawuru, although the speakers of the two dialects 'belong to culturally distinct groups'.",
      "id": "s231"
    },
    {
      "text": "58 In paras 1.1.3.1 and 1.1.3.2 of his thesis, Hosokawa stated:\n \n ''1.1.3 Local groups and dialects of Yawuru \n \n 1.1.3.1 Local groups \n\n Although the distinction between local subgroups of Yawuru is virtually defunct today, the following names of local groups, which were probably based on patrilineal clans, have been elicited (from information provided by [Lulu], Jacky Edgar and [Susie Gilbert's husband]): ... \n \ndyukun (Jukun) --- north-west coast of Broome, around Cable Beach area \n \nminydyirr --- minynyirr (Minyjirr) --- Broome township area \n \nwalman (Walman) --- Fisherman's Bend area up to Crab Creek \n \nmarangana --- marangan (Marangana) --- north-eastern inland (Derby side) \n \nkardarru (Kadarru) --- (south-)eastern inland \n \nmarrmarrmanyurdany (Marrmarrma) --- south of Crab Creek area \n \nburrany (Burrany) --- coastal area north of Thangoo \n \ndyulbayi (Julbayi) --- area around Thangoo \n \nk*arraldyunu (Garraljunu) --- south of Thangoo \n \nlankandyunu (Lankanjunu) --- southernmost of the Yawuru country \n \nbirrmanan (Birrmanan) --- south-eastern side (bordering Nyikina country) \n \n and a few others (without designation) in the eastern inland region.",
      "id": "s232"
    },
    {
      "text": "Of these local group names only Jukun and Yawuru appear in the linguistic literature.",
      "id": "s233"
    },
    {
      "text": "Although there seems to be some confusion among informants as regards the distinction between Jukun and Minyjirr (or Minynyirr, Minyirr), it is surmised that Jukun is the name for the people originally inhabiting the area around the Cable Beach area (north-west of Broome), while Minyjirr refers to the area around rubibi (or Kennedy Hill in the north-east, within the Broome township) and the people in that area.",
      "id": "s234"
    },
    {
      "text": "Jukun, Minyjirr and Walman groups and their language are jointly called \"Big Yawuru\" by Julbayi informants, while the Julbayi people call themselves \"Small Yawuru\".",
      "id": "s235"
    },
    {
      "text": "The latter folk category also encompasses Garraljunu and Lankanjunu groups in addition to Julbayi.",
      "id": "s236"
    },
    {
      "text": "When Aboriginal people in Broome today (1.3.2) mention the name \"Yawuru\", it usually refers to the \"Small Yawuru\" groups.",
      "id": "s237"
    },
    {
      "text": "Those may be designated in geographical terms as Southern Coastal Yawuru.",
      "id": "s238"
    },
    {
      "text": "1.1.3.2 Dialects \n\n There seem to be three principal regional dialects of the Yawuru language: \n \n 1) Jukun (Djugan) (or Northern), spoken by Minyirr, Jukun and Walman groups; \n \n 2) Julbayi (Djulbayi) (or Southern Coastal), spoken by Julbayi and other coastal groups including Burrany, Garraljunu, Lankanjunu and possibly Marrmarrma; 3) Marangan (or Eastern Inland), spoken by Marangana, Kardarru and other inland groups.",
      "id": "s239"
    },
    {
      "text": "' \n\n59 In a footnote, Hosokawa explained the other information he received concerning the distinction between 'Minyjirr' and 'Jukun':\n \n 'Other versions of the information are as follows: (1) Jukun is the language name and Minyjirr is the name for the people.",
      "id": "s240"
    },
    {
      "text": "Such division in language/tribe nomenclature, however, is rather unusual in the region; (2) Jukun refers to the language/people and Minyjirr is a specific place name in the Jukun country (namely, Gantheaume Point); (3) Jukun and Minyjirr are mutually interchangeable synonyms (no explanation provided as to possible differences at connotative level).",
      "id": "s241"
    },
    {
      "text": "According to [Lulu] (p.c.",
      "id": "s242"
    },
    {
      "text": "in 1986), the northern boundary of the Jukun country is Willie Creek, north of Cable Beach; from there up to Quondon Point is the Ngumbarl country (1.2.1), although Jukun people often had fishing camps there.",
      "id": "s243"
    },
    {
      "text": "' \n\n60 In another footnote Hosokawa explained 'big' and 'small' Yawuru:\n \n 'The exact connotation of \"big\" and \"small\" in the folk nomenclature is unclear, but the adjective \"big\" seems to have some sort of negative evaluation.",
      "id": "s244"
    },
    {
      "text": "Nyikina also distinguishes between \"Big Nyikina\" and \"Small Nyikina\" (Stokes 1982, Hudson &amp; McConvell 1984).",
      "id": "s245"
    },
    {
      "text": "Interestingly, it is the Small Nyikina (westernside) people who designate themselves as \"small\" (autonym) and call the eastern group \"big\" (exonym).",
      "id": "s246"
    },
    {
      "text": "' \n\n61 Hosokawa, in explaining the cultural and sociological divisions amongst Aboriginal groups in Broome, observed that the southern and eastern groups of Yawuru people are integrated into the socio-cultural networks of the south-Kimberley region (Karajarri and Nyangumarta), rather than the Dampierlanders (Jawi, Bardi, Nyul Nyul, Jabirr Jabirr).",
      "id": "s247"
    },
    {
      "text": "He stated that Julbayi Yawuru 'mainly intermarried with the Southerners (and to a lesser extent the Easterners), while Jukun, linguistically a northern division of Yawuru, mainly intermarried with the Northerners (Ngumbal, Jabirr Jabirr and Nyul Nyul).",
      "id": "s248"
    },
    {
      "text": "62 Samson and Palmer appeared to agree that the Yawuru language was spoken from Willie Creek in the north to the southern extremities of the claim area.",
      "id": "s249"
    },
    {
      "text": "In his evidence, Samson observed that 'the existence of a developed language that has an extensive and developed vocabulary which comprehends the distinctiveness of a local countryside, constitutes evidence of long occupation of Yawuru speakers'.",
      "id": "s250"
    },
    {
      "text": "Clendon, in his linguist's report prepared for the State in Rubibi , regarded 'Jukun' as a dialect of Yawuru and explained the existence of separate Yawuru dialects as 'cultural (semiotic) artefacts' specific to the particular groups as set out by Hosokawa.",
      "id": "s251"
    },
    {
      "text": "Clendon stated that Yawuru 'appears to have been spoken continuously in the Broome area from before contact with Europeans until the present'.",
      "id": "s252"
    },
    {
      "text": "63 Worms used a Yawuru name for Willie Creek.",
      "id": "s253"
    },
    {
      "text": "Other places in the northern area were also identified by Worms in Yawuru.",
      "id": "s254"
    },
    {
      "text": "One was 'Yelayrainaman', the Dog Stone, which Worms recorded as a group of boulders a few miles north-west of Broome.",
      "id": "s255"
    },
    {
      "text": "Worms gave the complex Yawuru derivation of this word.",
      "id": "s256"
    },
    {
      "text": "64 The Yawuru claimants accepted that the speaking of a common or similar language by two groups does not, of itself, establish that the two groups share a common society.",
      "id": "s257"
    },
    {
      "text": "However, they pointed out that the evidence was generally to the effect that no significant distinction was drawn in the Yawuru community between the speakers of the 'Marangan' and 'Julbayi' dialects or between 'Minyjirr' and 'Walman' speakers.",
      "id": "s258"
    },
    {
      "text": "Accordingly, so it is argued, there is no justification for singling out the 'Djugan', who spoke the same dialect as 'Minyjirr' and 'Walman' speakers.",
      "id": "s259"
    },
    {
      "text": "The Yawuru claimants submitted:\n \n 'It is fundamental to note that the evidence was not that there was a group of Aboriginals who exclusively spoke a dialect called Djugan.",
      "id": "s260"
    },
    {
      "text": "(ie \"big Yawuru\").",
      "id": "s261"
    },
    {
      "text": "More specifically, the evidence was not that only the Djugan spoke that dialect.",
      "id": "s262"
    },
    {
      "text": "The evidence was that there were three groups of Aboriginals who spoke it, namely the Djugan, Minyirr and Walman.",
      "id": "s263"
    },
    {
      "text": "Of these, there can be no doubt that the latter two were sub-groups of the Yawuru.",
      "id": "s264"
    },
    {
      "text": "Even Worms (1940) unequivocally located the Minyirr and Walman groups in Yawuru country (#R29.1, tab 6, doc 3, 70, 72) and treated them as part of that tribe.",
      "id": "s265"
    },
    {
      "text": "Furthermore, Hosokawa gave a list of groups, including these three, which, in his view, were probably based on patrilineal clans (1.1.3.1).",
      "id": "s266"
    },
    {
      "text": "All but the Djugan were unequivocally Yawuru.",
      "id": "s267"
    },
    {
      "text": "Whether it is correct to treat these local groups as clans is not presently material.",
      "id": "s268"
    },
    {
      "text": "What is important is that the evidence established that two Yawuru local groups as well as the Djugan spoke the one dialect.",
      "id": "s269"
    },
    {
      "text": "This places these three local groups in the same positions as the several other local groups (of the Yawuru) who spoke the other two dialects of the Yawuru language identified by Hosokawa.",
      "id": "s270"
    },
    {
      "text": "' \n\n65 The submission is supported by Hosokawa's research and other evidence and should be accepted.",
      "id": "s271"
    },
    {
      "text": "In particular, Hosokawa, while cognisant of cultural and social distinctions between the Djugan and other Yawuru groups, appears to regard the Djugan as a local Yawuru group who spoke a dialect of Yawuru, which was also spoken by members of two other Yawuru groups.",
      "id": "s272"
    },
    {
      "text": "Clendon was in agreement with Hosokawa on those matters.",
      "id": "s273"
    },
    {
      "text": "(vi) The contemporary Yawuru community \n \n66 The oral history evidence points strongly to the Djugan being part of the contemporary Yawuru community.",
      "id": "s274"
    },
    {
      "text": "67 In an interview in 1993, Elsie Edgar stated that around Broome the Minyirr Yawuru and Djugan Yawuru were 'still Yawuru.",
      "id": "s275"
    },
    {
      "text": "But all the same Minyirr and Djugan.",
      "id": "s276"
    },
    {
      "text": "One way.",
      "id": "s277"
    },
    {
      "text": "'\n \nPhillip Corpus stated that he was told by his 'Mimi' in the 1950s that after the Djugan had 'died off' they became 'one big Yawuru language tribe' because they always spoke Yawuru language.",
      "id": "s278"
    },
    {
      "text": "68 In a 1996 court case, Frank Sebastian stated that he was told by the old people that the Djugan were a clan, 'part of the Yawuru people' and looked after the land from Fishermen's Bend up to Willie Creek.",
      "id": "s279"
    },
    {
      "text": "Susie Gilbert's husband, then aged 88, gave evidence in the same case stating that he was made a senior boss man by 'old Taylor Paddy', and that he was the boss of the 'Yawuru tribe', of '[a]ll Yawuru people'.",
      "id": "s280"
    },
    {
      "text": "Susie Gilbert's husband also said that around Broome is Yawuru country and that he had been told by the old people that Yawuru and Djugan were the 'same thing'.",
      "id": "s281"
    },
    {
      "text": "69 In Rubibi , Patrick Dodson told the Court that he was aware of 'Djugan Yawuru' and that he had heard Cissy Djiagween describe herself as such, but he was 'not aware of Djugan without Djugan Yawuru'.",
      "id": "s282"
    },
    {
      "text": "When questioned about whether Djugan or Djugan Yawuru, as a group, were traditionally associated with any land, Mr Dodson was emphatic in his response:\n \n 'they're not distinguished in my thinking.",
      "id": "s283"
    },
    {
      "text": "They're not a separate group, they're Yawuru ...",
      "id": "s284"
    },
    {
      "text": "I say they're Yawuru.",
      "id": "s285"
    },
    {
      "text": "' \n\n70 Patrick Dodson was equally emphatic that the area around Broome was known as 'Minyirr':\n \n 'I know that it's Minyirr, Minyirr country, that's Minyirr country, it's not Djugan --- I don't know it as Djugan country.",
      "id": "s286"
    },
    {
      "text": "That's Minyirr country to me' \n\n71 According to Phillip Dolby's sister, the people 'who came from Minyirr' and who 'belonged to Minyirr' were Peter Kajit and Bandak Bernard.",
      "id": "s287"
    },
    {
      "text": "She stated that they had told her they belonged to Minyirr.",
      "id": "s288"
    },
    {
      "text": "When asked, in cross-examination, whether Peter Kajit was a Djugan man, Mr Sampi replied: 'Well, Yawuru and Djugan is one and the same thing to me, to my knowledge'.",
      "id": "s289"
    },
    {
      "text": "72 Frank Sebastian stated that 'Djugan is part of the Yawuru tribe to look after that country from Kunin back to Willie Creek, Minyirr, all around that area right up to town area back to Kunin'.",
      "id": "s290"
    },
    {
      "text": "When asked whether Djugan was part of something else, Frank Sebastian stated: 'Djugan is Yawuru'.",
      "id": "s291"
    },
    {
      "text": "73 Phillip Dolby's sister said:\n \n 'I have heard of Djugan Yawuru from the old days.",
      "id": "s292"
    },
    {
      "text": "My dad spoke about that.",
      "id": "s293"
    },
    {
      "text": "He said that Djugan Yawuru people like old John Marshall, Lydia Kanagai and old Dorothy Kelly are related to us and we used to call them grannies.",
      "id": "s294"
    },
    {
      "text": "' \n\n74 Simon Williams' evidence was that Dorothy Kelly was his grandmother, that she was born in the Broome area and that she spoke fluent Yawuru.",
      "id": "s295"
    },
    {
      "text": "He stated that her husband was a Nyul Nyul man and her mother Lucy was a Yawuru woman.",
      "id": "s296"
    },
    {
      "text": "The genealogy chart before the Court and numbered 'G11a, la', which Mr Williams attested was true and correct, shows that Lydia Kanagai was Dorothy Kelly's sister.",
      "id": "s297"
    },
    {
      "text": "That genealogy shows Dorothy Kelly and Lydia to be 'Jugan from Waterbank'.",
      "id": "s298"
    },
    {
      "text": "John Marshall is shown as Dorothy Kelly and Lydia's brother.",
      "id": "s299"
    },
    {
      "text": "Mr Williams said that he lived with his grandmother (ie Dorothy Kelly) at Kennedy Hill and that she told him that Kunin and Broome were 'our country'.",
      "id": "s300"
    },
    {
      "text": "75 In Rubibi , Steven Possum told the Court that Djugan and Yawuru are 'like a Nawartu, my area and Nangu and Naju [Naja] ... all the same Karajarri ...'.",
      "id": "s301"
    },
    {
      "text": "Peter Clancy, in the present case, agreed, stating: 'The old people used to say Djugan Yawuru, but they were still all one people like Nangu, Nawartu and Naja in Karajarri'.",
      "id": "s302"
    },
    {
      "text": "Steve Possum, who came to Broome before the Second World War and worked in Broome after the war, stated that he had met Lucy Wardarr, and identified her as 'Djugan Yawuru'.",
      "id": "s303"
    },
    {
      "text": "Cissy Djiagween told the court that Lucy Wardarr was her paternal grandfather's sister and that she had told Cissy that she [Cissy] had to 'look after Minyirr' because that was her country.",
      "id": "s304"
    },
    {
      "text": "Cissy considers Djugan and Yawuru to be the same thing because they practice 'the same law and the language [on] one side is heavier than [on] the other so ... if you had to say something in Djugan it would mean the same thing in Yawuru'.",
      "id": "s305"
    },
    {
      "text": "Doris Edgar's evidence was to the same effect.",
      "id": "s306"
    },
    {
      "text": "76 Paul Sampi testified that 'Henry Bigadmayi, Tailor Paddy and Karim Drummond said that Djugan and Yawuru are one'.",
      "id": "s307"
    },
    {
      "text": "Mr Sampi explained that he understood Djugan and Yawuru to be the same because they 'speak the same language, share the same law and have the same skin groups: banaga, burungu, garimba and barjarri'.",
      "id": "s308"
    },
    {
      "text": "He stated that Djugan is no different to Yawuru ...",
      "id": "s309"
    },
    {
      "text": "Both speak that Yawuru language'.",
      "id": "s310"
    },
    {
      "text": "77 The genealogy chart before the Court and numbered 'G11' and the evidence concerning the Djugan persons identified in the genealogy numbered 'G11(a), 1a' supports the view that persons of Djugan descent appeared to regard Djugan, Yawuru and Djugan Yawuru as part of the one community.",
      "id": "s311"
    },
    {
      "text": "Also, the above evidence supports a finding that the earlier cultural distinctions between the Djugan and the Yawuru are no longer in existence.",
      "id": "s312"
    },
    {
      "text": "(vii) The native title holding community for Yawuru 'country' \n \n78 The normative system that determines the existence and possession of native title in the Yawuru claim area, both at sovereignty and at the present time, is the system acknowledged to have been prescribed by the Bugarrigarra in relation to Yawuru country.",
      "id": "s313"
    },
    {
      "text": "As I noted at [367] and [370] of the interim reasons, the southern tradition is part of that system and part of the traditional laws and customs acknowledged and observed by the Yawuru community.",
      "id": "s314"
    },
    {
      "text": "In these reasons, I have considered in greater detail the evidence concerning the role of the northern tradition in Yawuru country.",
      "id": "s315"
    },
    {
      "text": "That tradition, which was practiced by the Djugan, was placed in Yawuru country by the Bugarrigarra.",
      "id": "s316"
    },
    {
      "text": "In determining the content of the normative system under which the native title rights and interests in issue are being claimed, the communal belief in the Bugarrigarra , and its role in providing for the southern tradition and the northern tradition in Yawuru country, must be taken into account.",
      "id": "s317"
    },
    {
      "text": "When the common source of both traditions is taken into account, there is no reason why each of the traditions should not be taken as recognising and providing for the practice of the other tradition in the Yawuru claim area by local groups who are part of the community of Yawuru persons designated by the Bugarrigarra to be speakers of the Yawuru language in Yawuru country.",
      "id": "s318"
    },
    {
      "text": "79 The evidence to which I have referred establishes that, notwithstanding their cultural differences, there were extensive traditional connections and commonalities between the Djugan and the Yawuru, the common source of which was the Bugarrigarra in so far as it related to 'Yawuru' country.",
      "id": "s319"
    },
    {
      "text": "80 Piddington's anthropological research, referred to at [57] of the interim reasons, related to the analogous practice of both the northern and southern traditions in Karrajarri country (R Piddington, 'Karadjeri Initiation', Oceania , vol 3, no 1, 1932, p 46).",
      "id": "s320"
    },
    {
      "text": "As was submitted by the Yawuru claimants, it is appropriate to infer from Piddington's article and research:\n \n \n &#8226; The Karajarri practiced the two traditions.",
      "id": "s321"
    },
    {
      "text": "Therefore the northern tradition came that far south.",
      "id": "s322"
    },
    {
      "text": "It must have come from the north through Yawuru country.",
      "id": "s323"
    },
    {
      "text": "&#8226; The practice of the two traditions made no difference to the status of the traditional country of the Karajarri tribe.",
      "id": "s324"
    },
    {
      "text": "The whole country was treated as the country of the tribe, whatever the tradition practiced.",
      "id": "s325"
    },
    {
      "text": "&#8226; The practice of the two traditions did not, according to Piddington, impair the status of the Karajarri as a tribe.",
      "id": "s326"
    },
    {
      "text": "&#8226; The above was the historical, not the contemporary, position.",
      "id": "s327"
    },
    {
      "text": "81 In my view, an analogous situation arose in Yawuru country where it can be said that the practice of the two traditions did not impair the status of the Djugan as a local group that was part of the Yawuru community at and since sovereignty.",
      "id": "s328"
    },
    {
      "text": "In that regard, the relationship created by the Bugarrigarra between Yawuru language and 'country' is of particular importance in supporting a finding that, at and since sovereignty, the Djugan and the other Yawuru local groups formed one native title holding community.",
      "id": "s329"
    },
    {
      "text": "82 I have concluded on the balance of probabilities that, irrespective of whether in anthropological terms they were correctly designated to be separate tribes, the extensive connections and commonalities between the Djugan and the Yawuru (including their common Yawuru language) resulted in the Djugan being designated by the Bugarrigarra as a subset or subgroup of the Yawuru speaking community at and since sovereignty.",
      "id": "s330"
    },
    {
      "text": "In my view, that community was united in and by its acknowledgement and observance of a body of laws and customs that each community's members believed had been laid down by the Bugarrigarra , in so far as those laws and customs related to Yawuru country.",
      "id": "s331"
    },
    {
      "text": "By those laws and customs, which are the specific laws and customs I described in the interim reasons, the Yawuru community established and maintained the requisite connection, at and since sovereignty, with both the northern and southern areas (including the intertidal zone) of the claim area.",
      "id": "s332"
    },
    {
      "text": "83 As a result of the absorption of the Djugan into the broader Yawuru community during the twentieth century, the practice of the northern tradition by descendants of the Djugan is likely to have been substantially replaced by the practice of the southern tradition by the Yawuru community throughout the claim area.",
      "id": "s333"
    },
    {
      "text": "However, I do not regard that as detracting from the entitlement of the Yawuru community to native title in relation to Yawuru country.",
      "id": "s334"
    },
    {
      "text": "The reason for that conclusion is that the cessation of the practice of the northern tradition by part of the Yawuru community is no more than a cessation of the acknowledgment and observance of some of the discrete traditional laws and customs acknowledged and observed by one of the subgroups constituting the native title holding community.",
      "id": "s335"
    },
    {
      "text": "Further, I am satisfied that the continuity of the practice of the southern tradition provided a continuity of the practice of the traditional laws and customs that provide the foundation for the Yawuru community's entitlement to native title in the Yawuru claim area.",
      "id": "s336"
    },
    {
      "text": "In that regard it is relevant, as was observed by Palmer, that the two traditions shared much in common in relation to their respective traditional laws and customs.",
      "id": "s337"
    },
    {
      "text": "84 For the above reasons, I have concluded that the relevant community possessing communal native title at and since sovereignty is the Yawuru community, of which the Djugan is a subset or subgroup.",
      "id": "s338"
    },
    {
      "text": "85 If, contrary to my view, the Djugan have any discrete rights or interests in the northern area, that would raise the issue of whether, under the traditional laws and customs of the Yawuru community, that community succeeded to those rights or interests.",
      "id": "s339"
    },
    {
      "text": "As that issue was the subject of dispute, it is appropriate to set out my findings on it.",
      "id": "s340"
    },
    {
      "text": "(viii) Succession \n \n86 The three main anthropological witnesses (Samson, Palmer and O'Connor) did not differ substantially in their views of the principles that allow for succession under traditional law and custom.",
      "id": "s341"
    },
    {
      "text": "87 In his Further Anthropological Report, Samson referred to examples of succession, which he described as a 'process that is not completed in an instant but is, rather, a gradual accession of the successors to the land'.",
      "id": "s342"
    },
    {
      "text": "Samson added:\n \n 'The slow pace is associated with the gaining of region-wide approval.",
      "id": "s343"
    },
    {
      "text": "After years of acting as caretakers or trustees of vacant land, the successors by regional assent come to ownership of that land.",
      "id": "s344"
    },
    {
      "text": "' \n\n88 Samson's oral evidence was as follows.",
      "id": "s345"
    },
    {
      "text": "Succession processes may take longer than one generation and could drag on for many years.",
      "id": "s346"
    },
    {
      "text": "In the interim period, the claimants to future succession would have transitional or interim rights such as the right to access the country, the right to use the resources of the country and the obligation to look after and care for the country.",
      "id": "s347"
    },
    {
      "text": "Sansom was not aware of any case where there had been principled succession to a different tribe's country.",
      "id": "s348"
    },
    {
      "text": "However, a south to north succession of peoples of the same tradition would be an easy one, theoretically, because it would be transition within a tradition.",
      "id": "s349"
    },
    {
      "text": "There may also, in principle, be a succession between tribes of the same tradition as with clans within a tribe, because, when people face unprecedented contingencies, they are likely to do something about it: cf Neowarra v State of Western Australia [2003] FCA 1402 (' Neowarra ') at [387]-[388].",
      "id": "s350"
    },
    {
      "text": "89 O'Connor explained that 'dead country' was a concept that was well known to anthropologists.",
      "id": "s351"
    },
    {
      "text": "Country was regarded under traditional law and custom as losing its spirituality when the traditional owners responsible for the country died out and no-one else assumed responsibility for it.",
      "id": "s352"
    },
    {
      "text": "Thus, traditional law and custom provided for succession by neighbouring or related groups in order to maintain the spirituality of the country.",
      "id": "s353"
    },
    {
      "text": "O'Connor, citing Sutton's (2001) review of the anthropological literature on succession, noted that:\n \n 'group succession seems to rely on territorial proximity and pre-existing systemic grounds for territorial amalgamation --- such as commonality of language, shared rights in Dreamings, or shared kin-class standing ... peoples whose countries are contiguous or which intersect or overlap ... may express a higher-order unit at any time.",
      "id": "s354"
    },
    {
      "text": "' \n\n90 Palmer's evidence on succession may be summarised as follows.",
      "id": "s355"
    },
    {
      "text": "Aboriginal succession is well documented in the literature, and usually occurred where the groups had a lot in common and very close ties, perhaps through matri-kin or a common culture, where they shared similar principles embedded in law, teachings and beliefs or were adjacent and had close cultural links.",
      "id": "s356"
    },
    {
      "text": "There would be a spiritual and not just a functional basis for the succession because the succeeding neighbouring group would understand that the spirituality of the country was something for which they needed to take responsibility.",
      "id": "s357"
    },
    {
      "text": "Succession was not likely between two groups that were entirely different in cultural terms because the incoming group would be seen as strangers to the country and would find it difficult to pass through the necessary process of cultural legitimation.",
      "id": "s358"
    },
    {
      "text": "Succession was easier if a commonality of culture was expressed through religious belief, particularly where there was a degree of commonality of shared practices and beliefs.",
      "id": "s359"
    },
    {
      "text": "91 It was not seriously in dispute that, as a result of European contact, the Djugan disintegrated as an identifiable group and became unable to sustain their own legal and cultural tradition.",
      "id": "s360"
    },
    {
      "text": "However, as the Yawuru claimants noted:\n \n 'The nature of [the Djugan population] collapse was not such that all Djugan people were wiped out or that all features of their culture were destroyed.",
      "id": "s361"
    },
    {
      "text": "There are to the present day some living Djugan, and these form part of the Yawuru and are represented in the claimant group.",
      "id": "s362"
    },
    {
      "text": "However, the Djugan had to rely upon members of the Yawuru to maintain the basis of their traditional law and culture and, over time, the relationship between the Djugan and the Yawuru evolved to the point where one social grouping remained, the Yawuru.",
      "id": "s363"
    },
    {
      "text": "' \n\n92 In 1992, Madiros prepared for the Yawuru Land Corporation an ethnographic survey of land north of the Broome township, which was within the area recorded by Tindale as being lands of the Djugan Tribe.",
      "id": "s364"
    },
    {
      "text": "The report was based on the information provided to Madiros by the following Yawuru elders: Susie Gilbert's husband, Felix Edgar, Fred Edgar, Jack Edgar, Tommy Edgar, Johnny Peter, Joe Bernard, Francis Djiagween, Frank Sebastian, Patrick Dodson, Selma Saddler and Elsie Edgar.",
      "id": "s365"
    },
    {
      "text": "Madiros stated (at 6-7):\n \n 'Petri and Petri-Odermann (1970) argue that when the original inhabitants of Broome died out the more southerly estate groups of the Yawuru moved north to maintain the Law in those areas.",
      "id": "s366"
    },
    {
      "text": "This was asserted by senior Yawuru to the author as well.",
      "id": "s367"
    },
    {
      "text": "In effect, the Yawuru became the \"successors in title\" (author's term) to the Jugun with all the rights associated with traditional ownership flowing to the successor group.",
      "id": "s368"
    },
    {
      "text": "The senior Yawuru consulted in the course of this research said that many, although not all, Jugun died out but as the Yawuru from the south were the same \"tribe\" (perhaps just a different clan estate, although this was not clear to the author) succession to the Broome area was secured under general principles of Yawuru land tenure.",
      "id": "s369"
    },
    {
      "text": "The mechanisms that resulted in a transfer of title as posited by the Jugun/Yawuru discussion above were not investigated by the author during the course of the research.",
      "id": "s370"
    },
    {
      "text": "The process by which this posited transfer occurred raises complex issues related to social organisation and linguistic affiliation leading to an exploration of principles of traditional land tenure that are well beyond the scope of this particular research brief.",
      "id": "s371"
    },
    {
      "text": "Regardless of the way the transition occurred, the right of Yawuru people to \"speak for that country\" --- meaning the area in which the development is proposed --- was generally acknowledged by all consulted.",
      "id": "s372"
    },
    {
      "text": "During the author's visit to Broome, [Lulu] the senior custodian of cultural information for an area north of Broome publically acknowledged the rights of Yawuru people to speak for the area around the proposed crocodile farm.",
      "id": "s373"
    },
    {
      "text": "' \n\n93 In my view, the information provided by the Yawuru elders to Madiros is consistent with the anthropological view that principles of succession formed part of the northern and southern traditions practiced in the Yawuru claim area.",
      "id": "s374"
    },
    {
      "text": "Whether there has been such a succession is a question of fact, the answer to which will depend on the nature and extent of the connections and matters in common between the two groups claimed to be involved in the succession.",
      "id": "s375"
    },
    {
      "text": "94 As explained in these reasons, historically the Djugan (and their practice of the northern tradition) have been associated with the northern area and the Yawuru (and their practice of the southern tradition) have been associated with the southern area.",
      "id": "s376"
    },
    {
      "text": "The extensive connections and commonalities between the Djugan and the Yawuru, which led me to conclude that they formed one native title holding community, also lead me to conclude that, over time and in accordance with the traditional laws and customs acknowledged and observed by the Yawuru community (including the Djugan subset of that community), that community succeeded to any discrete or specific connection or association the Djugan had with the northern area.",
      "id": "s377"
    },
    {
      "text": "In this context, I have used the concept of a connection or association, rather than that of a native title right or interest, because of my view that such rights and interests were communal, rather than group rights or interests.",
      "id": "s378"
    },
    {
      "text": "However if, and to the extent that, the Djugan had any such rights or interests, I am satisfied that the Yawuru community has succeeded to them.",
      "id": "s379"
    },
    {
      "text": "In my view, the general requirements for succession to take place in accordance with traditional law and custom, as discussed by the three anthropologists, have been sufficiently met by the connections and commonalities to which I have referred.",
      "id": "s380"
    },
    {
      "text": "Consequently, I am satisfied that the evidence supports a finding of succession by the Yawuru community.",
      "id": "s381"
    },
    {
      "text": "(ix) Connection \n \n95 Finally, as I explained in the interim reasons, there is no simple dichotomy between the traditional laws and customs that are connected with land and waters and those that are not.",
      "id": "s382"
    },
    {
      "text": "Nonetheless, it is clear from the above findings and evidence that, by almost all of the traditional laws and customs acknowledged and observed by the members of the Yawuru community, the members of that community have always maintained, at the communal level, the requisite spiritual, cultural and social connection to the land and waters in the Yawuru claim area.",
      "id": "s383"
    },
    {
      "text": "Thus, I am satisfied that the essential connection, at and since sovereignty, between the laws and customs being acknowledged and observed by the Yawuru community and the Yawuru claim area has been established by the evidence.",
      "id": "s384"
    },
    {
      "text": "Accordingly, the Yawuru community, by those laws and customs, has the connection required by s 223(1)(b) of the NTA to the land and waters situated in the Yawuru claim area.",
      "id": "s385"
    },
    {
      "text": "(x) Conclusion \n \n96 For the above reasons, subject to the question of extinguishment, I am satisfied that the Yawuru community possesses communal native title rights and interests in the northern, as well as the southern, areas.",
      "id": "s386"
    },
    {
      "text": "3.",
      "id": "s387"
    },
    {
      "text": "Membership of the native title holding community \n \n97 In the interim reasons I stated at [366]:\n \n 'I am satisfied that the present Yawuru community, as generally defined in the genealogies, is a recognisable body of persons who are likely to be descendants, on an ambilineal or cognatic basis, of members of the Yawuru community at the time of colonial contact, and therefore at the time of sovereignty .... As I have concluded that a definition of the Yawuru community on the basis of ambilineal or cognatic descent is in accordance with the traditional laws and customs of the Yawuru community ..., it follows that the present Yawuru community is not a new community or society or one whose members are not descended in accordance with traditional law and custom from the members of the Yawuru community at sovereignty.",
      "id": "s388"
    },
    {
      "text": "' \n\n98 The main dispute in relation to membership of the Yawuru community related to the persons known as the Goolarabooloo.",
      "id": "s389"
    },
    {
      "text": "In Rubibi (at [100]) I was not satisfied that the Goolarabooloo had a relevant connection to the law ground at Kunin.",
      "id": "s390"
    },
    {
      "text": "At the present hearing, further evidence was adduced by the Yawuru claimants in an endeavour to establish that the Goolarabooloo constitute part of the Yawuru community that holds native title rights and interests in the Yawuru claim area.",
      "id": "s391"
    },
    {
      "text": "99 The descendants of Lulu call themselves 'Goolarabooloo'.",
      "id": "s392"
    },
    {
      "text": "Lulu's grandson Joseph Roe, who has a Yawuru father, said that 'Goolargun' is a Yawuru word for 'the west, from the northern tradition'.",
      "id": "s393"
    },
    {
      "text": "Patrick Dodson understood Goolarabooloo to mean 'people who live on the seaside - in the Yawuru country'.",
      "id": "s394"
    },
    {
      "text": "However, O'Connor in his 1992 Report on the Broome Aboriginal Heritage Study stated that, according to the Yawuru people he had consulted, 'Kularrabulu' is a collective name for 'salt water' or coastal people both within and beyond the Yawuru claim area.",
      "id": "s395"
    },
    {
      "text": "100 Although Daisy Bates recorded the existence of the Goolarabooloo in 1908, there remains considerable uncertainty as to the basis of the identification of that group other than that it represents a conflation of two Yawuru words, which suggest that the group includes persons living on the coast in Yawuru country.",
      "id": "s396"
    },
    {
      "text": "101 Lulu was a Nygina man who lived in the Broome area.",
      "id": "s397"
    },
    {
      "text": "When the Jabirr Jabirr, who had moved to the Ngambal areas north of Willie Creek, became concerned about the dwindling of their population they passed custodianship of their country to Lulu.",
      "id": "s398"
    },
    {
      "text": "Lulu subsequently assumed a significant role in protecting the heritage and the continuance of both the northern and southern traditions in and around the Broome area.",
      "id": "s399"
    },
    {
      "text": "In 1992, O'Connor recorded that the Yawuru elders had informed him that they accepted Lulu assumption of that role because they believed the authorities consulted Lulu and 'they did not know how to prevent that nor did they want to cause an argument'.",
      "id": "s400"
    },
    {
      "text": "However, O'Connor recorded that he was also informed that:\n \n 'With regard to consultations about sacred sites in the Broome area, it is those five people ([Susie Gilbert's husband], Jack Edgar, Tommy Edgar, Thelma Saddler and Elsie Edgar) and Jo Bernard who should be spoken to.",
      "id": "s401"
    },
    {
      "text": "Not [Lulu] --- he is from outside this country.",
      "id": "s402"
    },
    {
      "text": "The holders of the ... ( sacra ) and the properly appointed elders should be spoken to'.",
      "id": "s403"
    },
    {
      "text": "102 Joseph Roe described Lulu as 'A Nygina man who held the southern and northern tradition in this community in this country Yawuru'.",
      "id": "s404"
    },
    {
      "text": "Teresa Roe, who was Lulu's daughter, regarded herself as Jabirr Jabirr.",
      "id": "s405"
    },
    {
      "text": "Patrick Dodson regarded Lulu as having become part of the Yawuru community, and as having the same rights as a person born of Yawuru parents.",
      "id": "s406"
    },
    {
      "text": "Evidence was given by Frank Sebastian that Lulu was like 'an Elder to us' and that he and his descendants 'have the right skin for this country'.",
      "id": "s407"
    },
    {
      "text": "However, Patrick Dodson conceded that he had never heard Lulu expressly identify himself as a Yawuru person.",
      "id": "s408"
    },
    {
      "text": "103 There can be little doubt that Lulu was venerated for having assumed the role of a senior law man in order to protect the southern and northern traditions in the Broome area.",
      "id": "s409"
    },
    {
      "text": "He also played a major role in protecting sacred sites in Yawuru country.",
      "id": "s410"
    },
    {
      "text": "Lulu rai was also in Yawuru country.",
      "id": "s411"
    },
    {
      "text": "104 I am prepared to accept the evidence adduced by the Yawuru claimants that a person who is not of Yawuru descent, but who has assumed the role undertaken by Lulu, may be regarded by community members as having been incorporated into the Yawuru community.",
      "id": "s412"
    },
    {
      "text": "However, there is the question of whether such a person would be accepted as a member of the native title holding community under the community's traditional laws and customs if he or she has not self-identified as a member of that community.",
      "id": "s413"
    },
    {
      "text": "105 There was evidence that self-identification or choice was regarded as a criterion for membership of the Yawuru community.",
      "id": "s414"
    },
    {
      "text": "In her evidence in relation to the Yawuru claimants' case on cognatic or ambilineal descent, Kimal Barrett, an anthropologist, stated that Yawuru people 'have always had [the] choice to follow their mother or their father.",
      "id": "s415"
    },
    {
      "text": "And even going right back, if you go back to the earliest people, you can see people choosing one way or the other, just in this country'.",
      "id": "s416"
    },
    {
      "text": "The examples given in the evidence of a choice of following either parent, or of taking country from either parent, were not seriously challenged.",
      "id": "s417"
    },
    {
      "text": "While the issue of choice was not explored in detail in the evidence, I am satisfied that it is unlikely that a person of mixed parentage who has chosen or elected not to be a Yawuru person or not to be a member of the Yawuru community, would be accepted as part of the Yawuru community that had a traditional connection with Yawuru country.",
      "id": "s418"
    },
    {
      "text": "106 The traditional laws and customs that evolved in order to take into account cognatic or ambilineal descent must be taken to have included a principle of choice of the kind discussed by Barrett.",
      "id": "s419"
    },
    {
      "text": "Without such a principle, it would be difficult to accept that a person's traditional and spiritual connection to the country of that person's parent could be established.",
      "id": "s420"
    },
    {
      "text": "Such a principle would also be necessary to enable identification of the 'traditional' community claiming to have maintained its connection to its country and to hold native title for that country.",
      "id": "s421"
    },
    {
      "text": "It follows from the foregoing that, for the purposes of the claim of the Yawuru claimants for a communal native title right or interest under s 223(1) of the NTA, save where both parents of a person are Yawuru, it is unlikely that that person can qualify as a member of the Yawuru native title holding community if by conduct or otherwise he or she has not genuinely elected or chosen to identify as a member of that community.",
      "id": "s422"
    },
    {
      "text": "107 In the present case, Lulu was a Nygina man who did not identify himself as a Yawuru person or as a member of the Yawuru community.",
      "id": "s423"
    },
    {
      "text": "The same can be said for Lulu's descendants who did not have a Yawuru parent.",
      "id": "s424"
    },
    {
      "text": "In those circumstances, I do not accept that the basis put forward for claiming that Lulu and his descendants (ie the persons referred to as the Goolarabooloo) are part of the Yawuru community has been established.",
      "id": "s425"
    },
    {
      "text": "Of course, it does not follow that Joseph Roe is not a member of the Yawuru community.",
      "id": "s426"
    },
    {
      "text": "Joseph Roe had a Yawuru father and has responsibility for the northern tradition in the Yawuru claim area.",
      "id": "s427"
    },
    {
      "text": "However, if he is a member of the Yawuru community it must be as a result of his election or choice and not as a result of being Goolarabooloo.",
      "id": "s428"
    },
    {
      "text": "108 There is also evidence that, although Lulu claimed 'custodianship' of the Ngumbarl areas north of Willie Creek because the 'country was given to him to look after', he did not claim 'traditional ownership' of that country.",
      "id": "s429"
    },
    {
      "text": "Lulu's association with the country south of Willie Creek was far less formal in any traditional sense, yet the Yawuru claimants contend, but Lulu did not, that it nonetheless entitles him and his descendants to be recognised as traditional owners of that country.",
      "id": "s430"
    },
    {
      "text": "For the reasons set out above, I do not accept that contention.",
      "id": "s431"
    },
    {
      "text": "109 It follows from the foregoing that Lulu, and the Goolarabooloo as such, are not to be regarded as members of the Yawuru native title holding community.",
      "id": "s432"
    },
    {
      "text": "110 In their draft determination, the Yawuru claimants claimed that persons may be members of the native title holding community by adoption or incorporation if, inter alia, those persons were 'recognised' by, or by descendants of, the apical ancestors as members in accordance with traditional laws and customs.",
      "id": "s433"
    },
    {
      "text": "While I accept that membership of the Yawuru community may arise by adoption or incorporation in accordance with traditional laws and customs, I have some doubt about whether a principle of 'recognition' was established by the evidence and I also have some doubt about how such a principle might work in practice.",
      "id": "s434"
    },
    {
      "text": "As already explained, I am of the view that a person claimed to have been adopted or incorporated into the community must have genuinely elected or chosen to have become a member of the community.",
      "id": "s435"
    },
    {
      "text": "Whether the evidence has established that there is also a 'recognition' principle is a matter which I will give the parties the opportunity to raise with me if they wish to do so.",
      "id": "s436"
    },
    {
      "text": "4.",
      "id": "s437"
    },
    {
      "text": "The nature and extent of native title \n \n111 The communal native title rights and interests ultimately claimed by the Yawuru claimants were expressed as follows:\n \n \n '(a) In respect of areas where there has been no extinguishment of native title or areas where any extinguishment must be disregarded --- \n the right of possession, occupation, use and enjoyment as against the whole world.",
      "id": "s438"
    },
    {
      "text": "(b) In respect of areas where there has been partial extinguishment of native title, where any extinguishment is not required to be disregarded and that are not intertidal areas: \n (i) the right to live on the land and waters; \n (ii) the right to access, move about and use the land and waters; \n (iii) the right to hunt and gather on the land and waters; \n \n \n \n \n (iv) the right to engage in spiritual and cultural activities on the land and waters; \n (v) the right to access, use and take any of the resources of the land and waters (including ochre); and \n (vi) the right to care for and maintain and protect the land and waters, including places of spiritual or cultural significance.",
      "id": "s439"
    },
    {
      "text": "(c) In respect of the intertidal areas: \n \n \n \n \n (i) the right of access, move about in and on and use and enjoy the land and waters; \n (ii) the right to hunt and gather in and on the land and waters, including for dugong and turtle; \n (iii) the right to access, use and take any of the resources of the land and waters (including the fresh water); and \n (iv) the right to maintain and protect the land and waters, including its places of spiritual significance.",
      "id": "s440"
    },
    {
      "text": "(d) The native title rights and interests claimed in (b) and (c) are not claimed to confer possession, occupation, use and enjoyment to the exclusion of all others.",
      "id": "s441"
    },
    {
      "text": "The rights and interests claimed are: \n \n \n \n \n (i) exercisable in accordance with the traditional laws and customs of the native title holders; and \n (ii) subject to the laws of the State and the Commonwealth including the common law.",
      "id": "s442"
    },
    {
      "text": "' \n \n \n\n112 The evidence in the present case establishes that the Yawuru community, as I have defined it in the interim reasons and in these reasons, used and occupied the Yawuru claim area at and since sovereignty and has maintained its religious and spiritual connection with that area.",
      "id": "s443"
    },
    {
      "text": "The findings concerning that use and occupation; rai ; the consequential totemic relationship with country; the linking of places with traditional stories; hunting and gathering in the intertidal zone and on the land; a commitment to 'protect country', to 'look after country' and a right, particularly for senior Yawuru law men and law women, to 'speak for country'; relate to numerous sites and locations throughout the Yawuru claim area.",
      "id": "s444"
    },
    {
      "text": "It is clear from the findings and the evidence upon which they were based, and, in particular, the finding that the Yawuru native title determination area is the area defined by the Yawuru linguistic boundary, that the native title rights and interests possessed by the community are possessed throughout the claim area, rather than in particular sites in that area.",
      "id": "s445"
    },
    {
      "text": "113 A significant area of dispute concerned the Yawuru claimants' claim to be entitled to exclusive possession and occupation of the Yawuru claim area, excluding the intertidal zone, where there has been no extinguishment of native title.",
      "id": "s446"
    },
    {
      "text": "The inference of exclusive possession and occupation was claimed to be based on the evidence that, under the traditional laws and customs acknowledged and observed by the Yawuru community, the community has:\n \n(a) the right to use and occupy the claim area;\n \n(b) the right to 'speak for' and 'look after' the claim area;\n \n(c) the right to hunt and use 'bush foods' and 'bush medicine' throughout the claim area;\n \n(d) the right to give permission to others to access the claim area; and\n \n(e) the right to recognition of the above rights by elders from neighbouring 'country'.",
      "id": "s447"
    },
    {
      "text": "114 The evidence outlined in the interim reasons and in these reasons establishes the continuing existence of each of the above rights.",
      "id": "s448"
    },
    {
      "text": "In respect of the right to give permission, evidence was given that it was necessary for non-Yawuru people to seek permission to go to Yawuru country so that, inter alia, they can be informed of the places where they were not to go.",
      "id": "s449"
    },
    {
      "text": "Patrick Dodson accepted the modern reality of freedom of movement and claimed that Yawuru people no longer 'have the power, the authority, the ability under the white man's system' to exclude people from Yawuru country.",
      "id": "s450"
    },
    {
      "text": "But, he said 'we try to encourage those people to respect the customs and practice of the Yawuru people and the Yawuru country'.",
      "id": "s451"
    },
    {
      "text": "115 There can be little doubt that the evidence establishes that there is a traditional requirement for permission to be sought by strangers to access Yawuru 'country' and that requirement is sourced in the Bugarrigarra .",
      "id": "s452"
    },
    {
      "text": "However, as a result of both colonisation and modern realities the requirement cannot be, and is not being, enforced.",
      "id": "s453"
    },
    {
      "text": "116 In Neowarra at [310] and [371]-[376], Sundberg J explained why he rejected the State's submission that, as the claimed right to give permission is not being enforced, the right should no longer be recognised.",
      "id": "s454"
    },
    {
      "text": "As was the case in Neowarra , I am satisfied that the evidence described at [160]-[173] of the interim reasons establishes the existence of the right and its content, the source of which is the Bugarrigarra in so far as it relates to Yawuru 'country'.",
      "id": "s455"
    },
    {
      "text": "117 I have some concern as to how a right of exclusive possession and occupation can operate in any practical way in urban and other areas in common use by the general community.",
      "id": "s456"
    },
    {
      "text": "However, as was explained in Neowarra , the difficulty in practical enforcement of a native title right is not a proper ground for denying its existence.",
      "id": "s457"
    },
    {
      "text": "Further, as usage is closely linked with the issue of extinguishment I have concluded that the existence and extent of the right is to be considered in that context, rather than in the context of practicality.",
      "id": "s458"
    },
    {
      "text": "There may be some areas which have been in common usage but in respect of which native title may not have been extinguished.",
      "id": "s459"
    },
    {
      "text": "Accordingly, I propose to consider whether an exception in respect of exclusive possession is to be made for areas of that kind in my decision on extinguishment.",
      "id": "s460"
    },
    {
      "text": "118 Subject to the possible exception referred to above, I am satisfied that, generally, the evidence supports the inference contended for by the Yawuru claimants of exclusive possession and occupation of the Yawuru claim area (excluding the intertidal zone) where there has been no extinguishment.",
      "id": "s461"
    },
    {
      "text": "However, for the reasons given by French J in Sampi on behalf of the Bardi and Jawi People v Western Australia [2005] FCA 777 at [1072] , the right should be limited to exclusive possession and occupation and should not extend to the broader concepts of 'use and enjoyment'.",
      "id": "s462"
    },
    {
      "text": "I also agree with his Honour that the right claimed to 'speak for' the land and to make decisions about its use and enjoyment by others is also subsumed in the global right of exclusive possession and occupation.",
      "id": "s463"
    },
    {
      "text": "119 In conclusion, the evidence and findings to which I have referred support a finding of the existence of the rights claimed by the Yawuru claimants as set out in [111] save that the references to use and enjoyment are to be deleted.",
      "id": "s464"
    },
    {
      "text": "Also, the proposed determination of the Yawuru claimants does not state the purposes for which the resources of the land and waters in the claim area, including the intertidal areas, may be accessed and used: cf Sampi v Western Australia (No 3) [2005] FCA 1716.",
      "id": "s465"
    },
    {
      "text": "I doubt that it is contended that the purposes are to be unlimited or are to extend to a general right of commercial exploitation.",
      "id": "s466"
    },
    {
      "text": "In the circumstances, it is desirable that the Yawuru claimants address that issue.",
      "id": "s467"
    },
    {
      "text": "120 I would add that, apart from the fact that the rights claimed in the intertidal zone are not exclusive and are necessarily more limited than the rights claimed in the land areas, I see no proper basis for otherwise distinguishing between the native title rights and interests in that zone and in the land.",
      "id": "s468"
    },
    {
      "text": "No such distinction was drawn in the evidence or in the traditional laws and customs acknowledged and observed by the Yawuru community.",
      "id": "s469"
    },
    {
      "text": "121 As there will be some issues as to how the final determination should reflect my findings and conclusions, I propose to afford the parties an opportunity of making further submissions on that matter.",
      "id": "s470"
    },
    {
      "text": "There also remains for determination the issues the parties still propose to press in relation to extinguishment, as well as any issues arising out of these reasons.",
      "id": "s471"
    },
    {
      "text": "I propose to give directions for an early determination of all of those issues.",
      "id": "s472"
    },
    {
      "text": "I certify that the preceding one hundred and twenty one (121) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Merkel.",
      "id": "s473"
    },
    {
      "text": "Associate:\n\nDated: 13 February 2006\n\n\n Counsel for the Applicants: Mr K Bell QC with\nMr G Irving and\nMr A Firth \n \n Solicitor for the Applicants: Mr I Irving of the Kimberley Land Council \n \n Counsel for the State of Western Australia: Ms R Webb QC with\nMr B King \n \n Solicitors for the State of Western Australia: Crown Solicitor for the State of Western Australia \n \n Counsel for the Commonwealth of Australia: Mr P Quinlan with\nMr A Rorrison \n \n Solicitors for the Commonwealth of Australia: Australian Government Solicitors \n \n Counsel for the Western Australian Fishing Industry Council (Inc): Mr G Hiley QC with\nMr M McKenna \n \n Solicitors for the Western Australian Fishing Industry Council (Inc): Hunt and Humphrey \n \n Counsel for the Walman Yawuru Respondents: Mr I Viner QC \n \n Appearing as a representative of the Walman Yawuru Respondents: Ms R Hanigan \n \n Solicitor for Shire of Broome: Mr P Wittkuhn of McLeods \n \n Dates of hearing: 12, 13, 14, 15, 16, 17, 18, 19, 20, 21 May 2003;\n3, 4, 5, 6, 9, 10, 11, 12, 13 June 2003;\n27, 28, 29, 30, 31 October 2003;\n3, 4, 5, 6, 7, 10, 11, 12, 13, 14 November 2003;\n14, 15, 16, 17, 18 June 2004;\n27, 28, 29, 30 September 2004; and\n1, 4, 5, 6, 7 October 2004.",
      "id": "s474"
    },
    {
      "text": "Date of Interim Reasons: 29 July 2005 \n \n Date of these further Reasons: 13 February 2006 \n\n SCHEDULE \n \n\n APPLICANTS: \nCORPUS, Michael \nDJIAGWEEN, Cecilia\nDJIAGWEEN, Francis\nDODSON, Patrick\nEDGAR, Elsie\nEDGAR, Felix\nHUNTER, Richard\nROE, Joseph\nROE, Joseph 'Nipper'\nROE, Teresa\nSADDLER, Thelma\nSEBASTIAN, Frank\n\n RESPONDENTS: \n\n 01 Government Interests --- State of Western Australia \nAboriginal Affairs Department\nAboriginal Lands Trust\nCommissioner of Main Roads\nElectricity Corporation\nMinister for Aboriginal Affairs\nMinister for Energy\nMinister for Fisheries\nMinister for Lands\nMinister for Mines\nMinister for Transport\nMinister for Water Resources\nState of Western Australia\n\n 02 Government Interests --- Commonwealth of Australia \nAirservices Australia\n\n 02A Government Interests --- Commonwealth of Australia \nCommonwealth of Australia\n\n 02A Government Interests --- Local Government \nShire of Broome\n\n 04 Indigenous Interests \nBilgungurr Aboriginal Corporation\nKimberley Land Council\nMATSUMOTO, Peter\nROBINSON, Margaret Mary\nROE, Edward Leonard\n\n 05 Mining Interests \nCONNOLLY, Peter Scott\nCOUNTY, Brian Stanley\nMaple Oil Exploration NL (Administrators Appointed) (Receivers and Managers Appointed)\n\n 06 Pastoral Interests \nCROOK, Reginald D\nThangoo Pty Ltd (Thangoo Station)\n\n 07 Telecommunications Industry Interests \nTelstra Corporation Limited\n\n 08 Tourism Interests \nBroome Crocodile Park\nCable Beach Jet Boat Charter\nDampier Creek Boat Tours\nKimberley Birdwatching\nThe Kimberley Connection Pty Ltd\n\n 09 Fishing Interests \nAustralian Ocean Exporters Pty Ltd\nBLATCHFORD, Kevin\nBroometime Charters\nCANNEY, Pam\nFRASER, Alan John\nIGNOTI, Les\nIGNOTI, Peter\nIGNOTI, Russell\nKimberley Fish and Ice Supplies\nLenden Nominees Pty Ltd\nLeveque Wilderness Fishing Charters\nLEW, Ian\nLITTLETON, Kyran R\nMOORE, Gary\nNEWTON, Ross\nPearl Coast Charters\nPearl Sea Coastal Cruises\nWEIR, Neville\n\n 09A Fishing Interests \nWestern Australian Fishing Industry Council (Inc)\n\n 10 Pearling Interests \nAustralian Sea Pearls Pty Ltd\nBroome Pearls Pty Ltd\nCygnet Bay Pearls\nPaspaley Pearling Company Pty Ltd\nPearls Pty Ltd\nRoebuck Pearl Producers Pty Ltd\nWillie Creek Pearl Farm and Broome Coachlines\n\n 11 Petroleum Interests \nE-Com Multi Limited\n\n 12 Non Party (For Information Only) \nNational Native Title Tribunal\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/2007.html",
      "id": "s475"
    }
  ]
}