{
  "name": "Croker v Commissioner of Taxation (with Corrigendadated 20 April 2006 &amp;amp [2006] FCA 2008; 3 May 2006) [2006] FCA 372 (6 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/2008.html",
  "catchphrases": [
    {
      "text": "motion for strike out",
      "id": "c0"
    },
    {
      "text": "whether jurisdiction to hear application",
      "id": "c1"
    },
    {
      "text": "whether application discloses a reasonable cause of action",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 By application filed 25 July 2005 (\"the application\") the applicant (\"Mr Croker\") has instituted proceedings against the Commissioner of Taxation for the Commonwealth of Australia (\"the Commissioner\").",
      "id": "s0"
    },
    {
      "text": "By notice of motion filed on 30 September 2005 the Commissioner seeks an order that the application be struck out in whole or in part pursuant to O 11 r 16 of Federal Court Rules (Cth) ('FCR') or alternatively pursuant to O 20 r 2 of the FCR.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND FACTS \n \n2 The Commissioner issued three bankruptcy notices against Mr Croker.",
      "id": "s2"
    },
    {
      "text": "Mr Croker challenged these notices in the Federal Court and was successful in having each set aside.",
      "id": "s3"
    },
    {
      "text": "One such notice was set aside by the Full Federal Court because it was founded upon an award of costs by the High Court of Australia, for which a judgment debt could not be validly registered in a local court: see Croker v Federal Commissioner of Taxation (2003) 52 ATR 226.",
      "id": "s4"
    },
    {
      "text": "The second notice was set aside because the amount claimed was greater than the original award of costs against Mr Croker, since it included costs of registration of the judgment and interest: see Croker v Commissioner of Taxation [2005] FCA 127 ; (2005) 145 FCR 150.",
      "id": "s5"
    },
    {
      "text": "The third notice was set aside by consent because it included two judgments in the same notice, contrary to legislative requirements.",
      "id": "s6"
    },
    {
      "text": "3 The current proceedings appear to comprise a claim by Mr Croker for damages arising out of the issue of bankruptcy notices by the Commissioner.",
      "id": "s7"
    },
    {
      "text": "MR CROKER'S CLAIM \n \n4 The application in these proceedings states as follows:\n \n 'The application seeks redress from the respondent for alleged tortuous [sic] interference with the applicant's constitutional rights.",
      "id": "s8"
    },
    {
      "text": "The applicant seeks redress to claim for financial and non financial detriment caused by the respondent.",
      "id": "s9"
    },
    {
      "text": "The Court has subject jurisdiction to hear and grant the relief sought pursuant to the Federal Court of Australia Act 1997 (Cth) Bankruptcy Act 1966 (Cth) --- s 263A , 267 , 277 and Commonwealth of Australia Constitutional Act 1901 (Imp) Part V.' \n \n\n5 Mr Croker seeks the following relief:\n \n \n ' 1.",
      "id": "s10"
    },
    {
      "text": "Award applicant the sum of $10,000,000.00 or other amount for loss and damage; \n \n 2.",
      "id": "s11"
    },
    {
      "text": "An order that any further bankruptcy notices by the Respondent in the matter not be accepted for filing unless a Judge directs an Official Receiver to accept the document restraining the Respondent from issuing further bankruptcy notices on applicant; \n \n \n \n \n \n 3.",
      "id": "s12"
    },
    {
      "text": "Awarding plaintiff the costs of this action together with reasonable fees and all administrative proceedings costs to date; and \n \n \n \n \n \n 4.",
      "id": "s13"
    },
    {
      "text": "Such other and further relief as this Court deems just and appropriate.",
      "id": "s14"
    },
    {
      "text": "' \n \n \n \n\n6 The statement of claim filed by the applicant on 25 July 2005 provides further details of the issues which the applicant raises against the respondent.",
      "id": "s15"
    },
    {
      "text": "It recites, inter alia, the following relevant facts:\n \n \n ' 3.",
      "id": "s16"
    },
    {
      "text": "On the 1/4/1999, 27/9/1999, 17/3/2000 and 28/10/2003 the Respondent was awarded costs against the Applicant.",
      "id": "s17"
    },
    {
      "text": "4.",
      "id": "s18"
    },
    {
      "text": "On 18/2/2002, 25/6/2002 and 9/11/2005 the Respondent presented commissions of bankruptcy against the Applicant in the sum of $8,111.65, $6,467.37 and $13,035.30.",
      "id": "s19"
    },
    {
      "text": "In the total of $27,614.32.",
      "id": "s20"
    },
    {
      "text": "5.",
      "id": "s21"
    },
    {
      "text": "On the 18/2/2002, 25/6/2002 and the 9/11/2005 respectfully the Applicant applied to the Commonwealth of Australia Tribunals to have the commissions set aside as defective.",
      "id": "s22"
    },
    {
      "text": "6.",
      "id": "s23"
    },
    {
      "text": "Those bankruptcy proceeding where terminated in the Applicant's favour on 14/5/2002, 25/2/2003 and 24/2/2005 when they where dismissed.",
      "id": "s24"
    },
    {
      "text": "' \n \n 7.",
      "id": "s25"
    },
    {
      "text": "The proceedings in bankruptcy instituted by the Respondent against the Applicant were taken and the commissions were presented and prosecuted, the affidavits in support therefore were made, falsely and maliciously and without reason and probable cause.",
      "id": "s26"
    },
    {
      "text": "The allegations in the said commissions and affidavits that the Applicant was indebted to the Respondent in the sum sufficient to support the bankruptcy notices and that the Applicant had committed acts of bankruptcy were false to the knowledge of the Respondent and were made maliciously and without reasonable cause.",
      "id": "s27"
    },
    {
      "text": "8.",
      "id": "s28"
    },
    {
      "text": "The Respondent well knew or should have known that there was a genuine dispute concerning the Respondents entitlement to a commission of bankruptcy founded on a non-existent judgment.",
      "id": "s29"
    },
    {
      "text": "9.",
      "id": "s30"
    },
    {
      "text": "The Respondent well knew or should have well known that there was a genuine dispute concerning the Respondents entitlement to a commission of bankruptcy founded on two judgment debts.",
      "id": "s31"
    },
    {
      "text": "10.",
      "id": "s32"
    },
    {
      "text": "The Respondent well knew or should have well known that the Applicant had not committed any acts of bankruptcy.",
      "id": "s33"
    },
    {
      "text": "11.",
      "id": "s34"
    },
    {
      "text": "The Respondent well knew or should have well known that the commissions of bankruptcy and affidavit's [sic] in support of those commissions of bankruptcy therefore were made, falsely and maliciously and without reason and probable cause.",
      "id": "s35"
    },
    {
      "text": "7 Mr Croker also alleges that the Commissioner has violated the Constitution (see pars 12 and 13), that the Commissioner has violated Mr Croker's constitutional right to procedural fairness (see pars 14-17), and that this involves a tortious interference with Mr Croker's constitutional rights (pars 19-21).",
      "id": "s36"
    },
    {
      "text": "Mr Croker says that he has exhausted his extra-judicial remedies in relation to the conduct of the Commissioner and asks the Court to provide redress for the tortious interference with his constitutional rights.",
      "id": "s37"
    },
    {
      "text": "THE COMMISSIONER'S SUBMISSIONS \n \n8 The Commissioner submits that this Court has no jurisdiction to hear Mr Croker's claims.",
      "id": "s38"
    },
    {
      "text": "Whilst the Mr Croker alleges Court has jurisdiction pursuant to the Federal Court of Australia Act 1976 (Cth), the Bankruptcy Act 1966 (Cth), the Judiciary Act 1903 (Cth) and the Constitution , the Commissioner submits that these statutes do not confer jurisdiction upon the Federal Court to grant the relief sought.",
      "id": "s39"
    },
    {
      "text": "9 Alternatively, the Commissioner submits that the proceedings should be struck out on the basis that they constitute an abuse of process, that they fail to disclose any reasonable cause of action, and have a tendency to cause embarrassment.",
      "id": "s40"
    },
    {
      "text": "The Commissioner submits that these proceedings re-agitate issues which were raised in the earlier proceedings relating to the bankruptcy notices, namely the entitlement of the Commissioner to issue the bankruptcy notices and a claim by Mr Croker for damages in relation to defective administration: see Croker v Federal Commissioner of Taxation [2005] FCA 127 ; (2005) 145 FCR 150 at [19] - [20] .",
      "id": "s41"
    },
    {
      "text": "The Commissioner submits these proceedings are accordingly an abuse of process.",
      "id": "s42"
    },
    {
      "text": "10 The Commissioner submits that no cause of action is contained in Mr Croker's application.",
      "id": "s43"
    },
    {
      "text": "In particular, no duty of care is identified, nor are details of the content of any such duty provided, nor is there any assertion of a breach of duty or details of damage sustained by Mr Croker.",
      "id": "s44"
    },
    {
      "text": "The Commissioner refers to the two possible causes of action which are suggested the Mr Croker's application, namely the tort of malicious prosecution and the tort of misfeasance in public office.",
      "id": "s45"
    },
    {
      "text": "The Commissioner states that a tort of malicious prosecution could not be made out because there have been no proceedings instituted by the Commissioner against Mr Croker.",
      "id": "s46"
    },
    {
      "text": "In relation to any tort of misfeasance in public office, the statement of claim and affidavits of the applicant do not contain the material facts upon which such a suit must be founded.",
      "id": "s47"
    },
    {
      "text": "11 In respect of embarrassment, the Commissioner submits that the entire pleading is embarrassing and confusing.",
      "id": "s48"
    },
    {
      "text": "The Commissioner refers to the terminology contained in the statement of claim such as \"violation of the Constitution \", \"violation of right to procedural due process protected by the Constitution \" and \"exhaustion of administrative remedies\".",
      "id": "s49"
    },
    {
      "text": "12 In respect of Mr Croker's claims under the Constitution , the Commissioner submits that Mr Croker does not identify any basis to support the claim that the Constitution confers on him a right to private suit against the Commissioner.",
      "id": "s50"
    },
    {
      "text": "13 Further, the Commissioner submits that he is incapable of being named as a respondent to a damages claim in tort because of the limits on his legal personality.",
      "id": "s51"
    },
    {
      "text": "Should the action continue, the Commonwealth of Australia would be the appropriate respondent.",
      "id": "s52"
    },
    {
      "text": "MR CROKER'S SUBMISSIONS \n \n14 Mr Croker submits that pursuant to s 19(1) of the Federal Court of Australia Act , the Court has such original jurisdiction as is vested in it by laws made by the Parliament and that the jurisdiction \"in regards to this claim is manifested by the common law of the court\".",
      "id": "s53"
    },
    {
      "text": "15 Mr Croker submits that the Constitution confers jurisdiction on this Court to hear his application.",
      "id": "s54"
    },
    {
      "text": "He refers to the plenary powers contained in s 51 of the Constitution , which include powers to make laws for the peace, order and good government of the Commonwealth with respect to:\n \n '(i.",
      "id": "s55"
    },
    {
      "text": ") bankruptcy and insolvency \n \n \n (ii.",
      "id": "s56"
    },
    {
      "text": ") the service and execution throughout the Commonwealth of the civil and criminal process and the judgments of the courts of the States; and \n (iii.",
      "id": "s57"
    },
    {
      "text": ") the recognition throughout the Commonwealth of the laws and the public Acts and records, and the judicial proceedings of the States.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n16 Mr Croker submits that the Constitution :\n \n 'has implied characteristics that protects individuals against violations of their rights arising from the actions of governmental institutions or from the impact of repugnant Federal laws.",
      "id": "s59"
    },
    {
      "text": "In all the implied rights of the Commonwealth of Australia Constitution Act 1900 (Imp) is submitted to protect the administration of justice on matters of public importance.",
      "id": "s60"
    },
    {
      "text": "' \n\n17 Mr Croker submits that s 56 of the Judiciary Act also confers jurisdiction upon the Court to hear his application.",
      "id": "s61"
    },
    {
      "text": "Alternatively, Mr Croker submits his application alleges violation of the Bankruptcy Act in respect of which the Court has jurisdiction.",
      "id": "s62"
    },
    {
      "text": "18 Mr Croker refers to Halsbury's Laws of Australia wherein the criminal tort of malicious prosecution is described.",
      "id": "s63"
    },
    {
      "text": "He says the actions of the Commissioner constitute malicious prosecution and false swearing.",
      "id": "s64"
    },
    {
      "text": "19 Additionally, Mr Croker alleges that the Commissioner has failed in its duty to act as a model litigant in the former proceedings with respect to the bankruptcy notices issued to him.",
      "id": "s65"
    },
    {
      "text": "FINDINGS \n \n 20 The Federal Court is a court of limited jurisdiction.",
      "id": "s66"
    },
    {
      "text": "Pursuant to s 19 of the Federal Court of Australia Act , the Court only has jurisdiction where the Parliament has specifically conferred jurisdiction upon the Court (see Thomson Australian Holdings Pty Ltd v Trade Practices Commission [1981] HCA 48 ; (1981) 148 CLR 150) or where the accrued or associated jurisdiction of the Court arises.",
      "id": "s67"
    },
    {
      "text": "21 Mr Croker's claim against the Commissioner is based in tort.",
      "id": "s68"
    },
    {
      "text": "He has variously relied upon the Constitution , the Bankruptcy Act , the Judiciary Act and the common law as the basis of the Court's jurisdiction.",
      "id": "s69"
    },
    {
      "text": "22 Section 56 of the Judiciary Act , on which Mr Croker relied, provides as follows:\n \n \n '(1) A person making a claim against the Commonwealth, whether in contract or in tort, may in respect of the claim bring a suit against the Commonwealth: \n (a) in the High Court; \n \n \n \n \n (b) if the claim arose in a State or Territory--in the Supreme Court of that State or Territory or in any other court of competent jurisdiction of that State or Territory; or \n (c) if the claim did not arise in a State or Territory--in the Supreme Court of any State or Territory or in any other court of competent jurisdiction of any State or Territory.",
      "id": "s70"
    },
    {
      "text": "(2) For the purposes of paragraphs (b) and (c) of the last preceding subsection: \n \n \n \n \n (a) any court exercising jurisdiction at any place in the capital city of a State, or in the principal or only city or town of a Territory, that would be competent to hear the suit if the Commonwealth were, or had at any time been, resident in that city or town, or in a particular area in that city or town, is a court of competent jurisdiction; and \n (b) any other court is not a court of competent jurisdiction if its competence to hear the suit would depend upon the place where the Commonwealth resides or carries on business or at any time resided or carried on business.",
      "id": "s71"
    },
    {
      "text": "' \n \n \n\n23 The section empowers the High Court as well as courts of any State or Territory to hear claims made in tort or contract against the Commonwealth.",
      "id": "s72"
    },
    {
      "text": "Leaving aside the fact that Mr Croker is not making a claim against the Commonwealth, this section does not confer jurisdiction on the Federal Court to entertain a claim in tort.",
      "id": "s73"
    },
    {
      "text": "Mr Croker's reliance on this section is misconceived.",
      "id": "s74"
    },
    {
      "text": "24 In relation to the Bankruptcy Act , s 27 confers jurisdiction on this Court and on the Federal Magistrates Court in respect of bankruptcy.",
      "id": "s75"
    },
    {
      "text": "Section 30(1) provides:\n \n '(1) The Court: \n \n \n \n (a) has full power to decide all questions, whether of law or of fact, in any case of bankruptcy or any matter under Part IX , X or XI coming within the cognizance of the Court; and \n (b) may take such orders (including declaratory orders and orders granting injunctions or other equitable remedies) as the Court considers necessary for the purposes of carrying out or giving effect to this Act in any such case or matter.",
      "id": "s76"
    },
    {
      "text": "' \n \n \n\n25 The proceedings brought by Mr Croker are not proceedings in bankruptcy.",
      "id": "s77"
    },
    {
      "text": "Accordingly, ss 27 and 30 do not confer jurisdiction on the Court in relation to Mr Croker's claim.",
      "id": "s78"
    },
    {
      "text": "26 With respect to the other grounds on which Mr Croker submits the Court has jurisdiction, this Court does not have jurisdiction to determine constitutional or common law causes of action, except in its accrued or associated jurisdiction where such claim arises in conjunction with a claim over which the Court has statutory jurisdiction.",
      "id": "s79"
    },
    {
      "text": "As the Court has decided that no statutory jurisdiction exists in relation to Mr Croker's application, claims made under the Constitution and the common law cannot be heard by this Court.",
      "id": "s80"
    },
    {
      "text": "27 Accordingly, the Court does not have jurisdiction to hear the application brought by Mr Croker.",
      "id": "s81"
    },
    {
      "text": "28 Further, the Court considers that Mr Croker's application and statement of claim do not disclose any reasonable cause of action.",
      "id": "s82"
    },
    {
      "text": "The elements of a cause of action in tort, either of malicious prosecution or of misfeasance in public office, are not pleaded in his application.",
      "id": "s83"
    },
    {
      "text": "Pleadings must contain a statement of the material facts relied upon to support the cause of action: O 11 r 2 FCR.",
      "id": "s84"
    },
    {
      "text": "In Trade Practices Commission v David Jones (Australia) Pty Ltd &amp; Ors (1985) 7 FCR 109, Fisher J considered a motion for strike out of a statement of claim.",
      "id": "s85"
    },
    {
      "text": "His Honour said at 114:\n \n Paragraph 15 of the statement of claim does not state any material facts.",
      "id": "s86"
    },
    {
      "text": "It is merely a statement of a conclusion drawn from facts which are not in the statement of claim.",
      "id": "s87"
    },
    {
      "text": "Standing alone, par 15 does not disclose a reasonable cause of action against the respondents.",
      "id": "s88"
    },
    {
      "text": "Furthermore all of the authorities abovementioned very clearly indicate that material facts set out in the particulars can not be used to make good the deficiencies in the statement of claim.",
      "id": "s89"
    },
    {
      "text": "29 In my opinion, Mr Croker's application and statement of claim in the present case are in a similar position.",
      "id": "s90"
    },
    {
      "text": "Although it sets out conclusions, for example with respect to the motivation of the Commissioner of Taxation in issuing the bankruptcy notices, it does not state the facts upon which those conclusions are based.",
      "id": "s91"
    },
    {
      "text": "The application and statement of claim do not contain the material facts on which the claim is made, and therefore do not disclose a reasonable cause of action.",
      "id": "s92"
    },
    {
      "text": "The application as pleaded could not be sustained.",
      "id": "s93"
    },
    {
      "text": "In Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378, the majority of the High Court observed:\n \n '... it has long been established that, regardless of the propriety of the purpose of the person responsible for their institution and maintenance, proceedings will constitute an abuse of process if they can be clearly seen to be foredoomed to fail.",
      "id": "s94"
    },
    {
      "text": "' \n\n30 Accordingly, even if the Court did have jurisdiction to hear these claims, the Court would strike out the pleadings under O 11 r 16 of the FCR.",
      "id": "s95"
    },
    {
      "text": "ORDERS \n \n31 For the reasons set out above, the Court will dismiss Mr Croker's application on the basis that the Court does not have jurisdiction to hear and determine the matter.",
      "id": "s96"
    },
    {
      "text": "In the circumstances, costs of the application and of the Commissioner's motion should be awarded in favour of the Commissioner.",
      "id": "s97"
    },
    {
      "text": "32 Accordingly, the Court orders that:\n \n \n 1.",
      "id": "s98"
    },
    {
      "text": "The Respondent's motion be upheld.",
      "id": "s99"
    },
    {
      "text": "2.",
      "id": "s100"
    },
    {
      "text": "The Application be dismissed.",
      "id": "s101"
    },
    {
      "text": "3.",
      "id": "s102"
    },
    {
      "text": "The Applicant to pay the Respondent's costs of the proceedings and of this motion.",
      "id": "s103"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s104"
    },
    {
      "text": "Associate:\n\nDated: 6 April 2006\n\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the Respondent: Mr A Melrose (solicitor) \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 20 March 2006 \n \n Date of Judgment: 6 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/2008.html",
      "id": "s105"
    }
  ]
}