{
  "name": "Anastasia Ualesi and Peti J Ualesi t/as Australian Empire Imports v Expeditors International Pty Ltd [2006] FCA 26 (1 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/26.html",
  "catchphrases": [
    {
      "text": "proceedings commenced in local court for $11,923.17 for services rendered",
      "id": "c0"
    },
    {
      "text": "unsuccessful application for transfer of those proceedings to federal court",
      "id": "c1"
    },
    {
      "text": "adverse order for costs following that event made on indemnity basis",
      "id": "c2"
    },
    {
      "text": "unsuccessful party gave notice of intention to have successful party's bill of costs 'dismissed' but did not appear on any such application",
      "id": "c3"
    },
    {
      "text": "order made by federal court in favour of successful party for fixed sum for costs in lieu of need for taxation of those costs",
      "id": "c4"
    },
    {
      "text": "order 62 rule 4(2)",
      "id": "c5"
    },
    {
      "text": "legal costs",
      "id": "c6"
    },
    {
      "text": "federal court rules",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 On 2 February 2005, I ordered that Mr and Mrs Ualesi ('the applicants') pay to the respondent, Expeditors International Pty Limited, its costs of, and incidental to, the subject proceedings on an indemnity basis (see Ualesi v Expeditors International Pty Ltd [2005] FCA 33).",
      "id": "s0"
    },
    {
      "text": "My order in favour of the respondent for the dismissal of the subject proceedings had been earlier made on 20 December 2004.",
      "id": "s1"
    },
    {
      "text": "2 In the course of the hearing of the proceedings on 17 December 2004, the applicants were represented by a solicitor, Mr John Law of the firm of Law Rexstraw Lawyers.",
      "id": "s2"
    },
    {
      "text": "As appears from my reasons for judgment published on 20 December 2004, the proceedings were complex in nature, due to the extent of the extraordinary issues raised by the applicants in the context of their endeavours to transfer, from the Local Court of NSW to the Federal Court of Australia, proceedings brought in the Local Court by the respondent against the applicants for a relatively minor liquidated claim.",
      "id": "s3"
    },
    {
      "text": "I resolved the proceedings, the subject of that application, wholly in favour of the respondent.",
      "id": "s4"
    },
    {
      "text": "Initially, the applicants had been represented in this Court by their relative, Ms Paras, a qualified solicitor, but following upon objections raised by the respondent to her retainer by the applicants, being objections supported by a ruling made by the Law Society of NSW on 17 June 2004, her representation of the applicants ceased in the proceedings.",
      "id": "s5"
    },
    {
      "text": "Mr Law appeared for the applicants in her place.",
      "id": "s6"
    },
    {
      "text": "3 On 11 January 2005, following upon his representation of the applicants at the hearing, Mr Law filed notice of ceasing to act as their legal representative, and no lawyer has since filed notice of any appointment to act in his place for the applicants.",
      "id": "s7"
    },
    {
      "text": "4 On 9 June 2005, the solicitors for the successful respondent lodged in this Court, with a view to taxation, a detailed bill of costs totalling $15,958.85 for their professional fees and disbursements, and in addition for counsels' fees, totalling $8,525.00 payable to Mr Russell of counsel, and $220 payable to Mr Richardson of counsel, each of whom the solicitors had retained on behalf of the respondent.",
      "id": "s8"
    },
    {
      "text": "On 26 July 2005, the applicants filed objections to at least the majority of the items set out in that bill of costs, those objections running into numerous pages.",
      "id": "s9"
    },
    {
      "text": "At least most of the objections appeared to be misconceived, or else irrelevant.",
      "id": "s10"
    },
    {
      "text": "To assess and report upon the extensive assertions made by the applicants in relation to the respondent's itemised assessment of costs is not a task which the Court should sensibly or reasonably be required to undertake.",
      "id": "s11"
    },
    {
      "text": "5 Understandably, the New South Wales District Registry of the Federal Court of Australia did not undertake any such assessment.",
      "id": "s12"
    },
    {
      "text": "Instead, on 11 July 2005, the Registry notified the parties to the litigation that '... the estimate made of the approximate total for which, if the Bill were to be taxed, the certificate of taxation would be likely to issue, is $20,900.00'.",
      "id": "s13"
    },
    {
      "text": "Attention was drawn by the Registry in that context, to Order 62 Rule 46(3) of the Federal Court Rules .",
      "id": "s14"
    },
    {
      "text": "The Registry also informed the parties that a fee of $1,381.00 would be payable for taxation of the bill of costs.",
      "id": "s15"
    },
    {
      "text": "In response, Ms Paras wrote to the Court on 13 July 2005 on behalf of the applicants, and asserted as follows:\n \n 'We ... acknowledge receipt of your letter advising us that a Certificate of Taxation would likely issue for the sum of $20,900.",
      "id": "s16"
    },
    {
      "text": "We note however, that the Respondent has claimed costs in the sum of $15,958.85.",
      "id": "s17"
    },
    {
      "text": "We are in the process of preparing our objections in the matter and require details of how the additional amount of $4,941.15 was calculated.",
      "id": "s18"
    },
    {
      "text": "' \n\n\nThe District Registrar replied on the same day and drew attention to the misconception underpinning Ms Paras' observations contained in that letter, being that the figure allocated to disbursements on the final page of the bill of costs was inadequate.",
      "id": "s19"
    },
    {
      "text": "By letter dated 18 July 2005, Ms Paras further replied, purportedly on a 'without prejudice' basis, inter alia , as follows:\n \n 'We refer to the above matter and advise that we are in the process of preparing our Notice of Objection to be filed in response to the Expeditors Bill of Costs ...'.",
      "id": "s20"
    },
    {
      "text": "6 Returning to the applicants' (that is of course Mr and Mrs Ualesi) objections filed on 26 July 2005 to the respondent's abovementioned detailed bill of costs, the respondent provided a comprehensive response thereto on 31 August 2005 called 'Respondent's Notice of Concessions and Specific Replies to Applicant's Notice of Objections dated 26 July 2005', which addressed the objections of the applicants in detail and conceded $499 by way of professional costs.",
      "id": "s21"
    },
    {
      "text": "7 Nothing further thereafter transpired, by way of tender of any sum at all by the applicants to the respondent or otherwise, until the respondent moved the Court by notice of motion filed on 21 October 2005 for the following order (together with an order for the costs of that motion):\n \n 'Pursuant to Order 62 Rule 4(2)(c), the Court fix a gross sum in relation to the indemnity costs order made by His Honour, Justice Conti on 2 February 2005.",
      "id": "s22"
    },
    {
      "text": "' \n\n\nThat motion was listed for hearing on 22 November 2005 before me, as was made apparent on the face of the notice of motion as filed.",
      "id": "s23"
    },
    {
      "text": "A copy of that notice of motion, together with an affidavit in support sworn by Mr Gregory Leather on 14 September 2005, was sent by pre-paid post to the address for service of the applicants on 27 October 2005.",
      "id": "s24"
    },
    {
      "text": "8 The accompanying affidavit of the respondent's solicitor of 14 September 2005, after recording certain historical matters, concluded with the following assertions:\n \n \n '7.",
      "id": "s25"
    },
    {
      "text": "The Respondent's position, as better detailed in the Notice of Concessions and Specific Replied (sic) to Applicant's Notice of Objections, is that the Applicants' Notice of Objections is replete with unfounded allegations, incorrect references to legislation and references to irrelevant authorities in lower jurisdictions.",
      "id": "s26"
    },
    {
      "text": "The objections are numerous, with the entire bill in dispute.",
      "id": "s27"
    },
    {
      "text": "Taxation of the bill in accordance with the Federal Court Rules will likely be lengthy and, given the litigious nature of the Applicants as is apparent from the history of this matter and related proceedings, is likely to be drawn out by the Applicants to the fullest extent possible under those regulations.",
      "id": "s28"
    },
    {
      "text": "In the circumstances, it is the Respondent's position that Order 62, rule 4(2)(c) should be applied in order to avoid the expense, delay and aggravation involved in protracted litigation arising out of taxation.",
      "id": "s29"
    },
    {
      "text": "' \n \n\n\nNo rejoinder was apparently furnished to that affidavit by or on behalf of the applicants, whether by affidavit or otherwise.",
      "id": "s30"
    },
    {
      "text": "Nor was any motion taken out by the applicants, as Ms Paras had threatened to do in her letter of 18 July 2005, and Ms Ualesi had also threatened to do in her letter of 27 October 2005.",
      "id": "s31"
    },
    {
      "text": "9 By letter dated 26 October 2005 addressed by the District Registrar both to the lawyers for the respondent and to the applicants, the following information was purportedly communicated to each of them.",
      "id": "s32"
    },
    {
      "text": "'I refer to a facsimile letter dated 12 October 2005 from the Applicants, addressed to Registrar Segal, seeking to have this matter urgently re-listed to discuss compliance with directions made for the filing of evidence prior to a taxation hearing set down for hearing on 10 November 2005.",
      "id": "s33"
    },
    {
      "text": "Furthermore, I note that on 21 October 2005 the Respondent filed with the Court a notice of motion seeking to have the Court fix a gross sum in relation to indemnity costs and that the motion is returnable before Conti J on 22 November 2005.",
      "id": "s34"
    },
    {
      "text": "In the light of the orders being sought in the motion I consider that it is not appropriate to proceed with the taxation hearing on the date fixed.",
      "id": "s35"
    },
    {
      "text": "I therefore confirm that the taxation hearing on 10 November 2005 will be vacated and subject to any other order of the Court relisted on application by the parties after determination of the motion.",
      "id": "s36"
    },
    {
      "text": "' \n \n\n10 That communication was sent to the applicants' address on the Court file.",
      "id": "s37"
    },
    {
      "text": "By faxed letter dated 27 October 2005, the applicants (being respondents to the notice of motion filed on 21 October 2005) asserted subsequently as follows:\n \n 'We refer to the above matter which is listed for hearing on 10 November 2005 [that is, the taxation hearing] and note that you have not filed and served your evidence in support of the Bill of Costs as ordered by Registrar Segal on 7 September 2005.",
      "id": "s38"
    },
    {
      "text": "We hereby advise that we will be filing a Notice of Motion seeking the dismissal of your client's Bill of Costs.",
      "id": "s39"
    },
    {
      "text": "' \n\n\nThe assertion that the respondent was ordered by Registrar Segal on 7 September 2005 to file and serve 'evidence in support of the Bill of Costs' appears to involve a misconception, there being no suggestion of any such order apparent on the Court file.",
      "id": "s40"
    },
    {
      "text": "Any suggestion as to the need for evidence in support of a bill of costs would misconceive the procedure traditionally implemented on taxation.",
      "id": "s41"
    },
    {
      "text": "Of course, the successful party having the benefit of a costs order, must support or justify items bona fide challenged in the course of taxation as excessive or as involving unjustified work purportedly undertaken.",
      "id": "s42"
    },
    {
      "text": "In any event, no such foreshadowed notice of motion on the part of the applicants for 'dismissal of your client's bill of costs' eventuated.",
      "id": "s43"
    },
    {
      "text": "11 The hearing of the respondent's application by notice of motion for an order that the Court fix a gross sum in relation to its indemnity costs, concerning the proceedings the subject of my reasons for judgment of 20 December 2004, came on for hearing on 22 November 2005.",
      "id": "s44"
    },
    {
      "text": "There was no appearance for or by the applicants.",
      "id": "s45"
    },
    {
      "text": "The question arose as to whether the hearing should proceed in the absence of the applicants.",
      "id": "s46"
    },
    {
      "text": "A solicitor in the employ of the respondent's retained firm of solicitors Barringer Leather Lawyers, (being Mr Andjelkovic) testified as to the sending of his firm's abovementioned correspondence of 27 October 2005 addressed to 'Anastasia Ualesi, First Floor, 1 Melville Street, Ashbury, NSW 2193' and as to enclosing a copy of the notice of motion and the affidavit of Gregory Leather sworn 14 September 2005 by 'guaranteed next day delivery through Australia Post', and further as to the absence of any notice or other indication subsequently having been received from the applicants to the effect '... that the letter has not reached its destination.",
      "id": "s47"
    },
    {
      "text": "' Mr Andjelkovic also testified to the effect, that there had occurred unsuccessful attempts on five successive occasions to transmit to the applicants by fax the same letter of 27 October 2005 and its accompanying documentation on or about the same time as sending that letter.",
      "id": "s48"
    },
    {
      "text": "12 One other evidentiary matter to which I should draw attention, albeit of a hearsay nature, but which in the present context may additionally be taken into consideration, is that Mr Andjelkovic related a conversation between himself and Ms Heather Sare of the New South Wales Bar Association, and the manager of its Legal Assistance Scheme, to the effect that the applicants '... had approached the Bar Association for representation in this matter.",
      "id": "s49"
    },
    {
      "text": "'\n \n13 In the light of the material to which I have drawn attention, I should draw the inference at the request of the respondent be taken the applicants received adequate and timely notice of the present application for the assessment of a fixed sum or sums for the costs and disbursements of the respondent related to the proceedings of 17 December 2004.",
      "id": "s50"
    },
    {
      "text": "I will therefore now address the substance of the respondent's present application.",
      "id": "s51"
    },
    {
      "text": "14 My attention was drawn by counsel for the respondent to Order 62 Rule 4(2)(c), and to the observations of von Doussa J in Beach Petroleum NL v Johnson (1995) 57 FCR 119 concerning the evident purpose of the Court's power to make costs orders of the kind here presently sought by the respondent, that being to avoid an ongoing counter productive dispute, in the interests of achieving finality, subject always to the need to ensure that unreasonable amounts of costs are not pursued and awarded.",
      "id": "s52"
    },
    {
      "text": "I have not approached the task of assessment akin to that of a detailed 'taxation', which cannot sensibly be the judicial task set by the Court Rules, but rather from the perspective of an overview of the nature and extent of the relating broad issues which fell upon me for resolution, being misconceived issues nevertheless of some complexity, raised unsuccessfully by the applicants for resolution at the final hearing of the proceedings.",
      "id": "s53"
    },
    {
      "text": "I refer of course to what appears in the detailed reasons apparent in my reasons for judgment of 20 December 2004.",
      "id": "s54"
    },
    {
      "text": "15 Judgment should clearly enough be entered in principle in favour of the respondent and thus adversely to the applicants, in relation to the totality of its legal costs reasonably incurred.",
      "id": "s55"
    },
    {
      "text": "My conspectus of the amount of those costs, broadly undertaken in the light of the nature and extent of the issues raised by the applicants in the principal proceedings, leaves little room for any reasonable quantum of adjustment downwards of the assessment of professional costs and disbursements which has been assembled in the material in evidence before me.",
      "id": "s56"
    },
    {
      "text": "Adopting a broad approach generally in line with that taken by von Doussa J in Beach Petroleum , albeit that the size of the proceedings there involved was incomparable to that litigated before me, yet nevertheless taking into account the degree of complexity of the proceedings occasioned by the purported issues raised by the applicants, I would assess the costs and disbursements of the respondent broadly in the sum of $20,400 inclusive of counsel's fees, that sum being of course not far short of the total amount claimed, but nevertheless taking into account the respondent's concession.",
      "id": "s57"
    },
    {
      "text": "In reaching that figure, I have also considered the submissions of the applicants contained in their notice of objections to the respondent's bill of costs, those being the only submissions before me from the applicants on the costs sought.",
      "id": "s58"
    },
    {
      "text": "16 That leaves unresolved the costs of the present interlocutory proceedings commenced by the respondent by notice of motion filed on 21 October 2005, in relation to which, as I have already recorded, there was no appearance by the applicants.",
      "id": "s59"
    },
    {
      "text": "The conduct of the applicants since the conclusion of the hearing, which I have briefly outlined, renders it inevitable that a further adverse order as to the costs of the present application must be made in principle in favour of the respondent, as is sought in its notice of motion filed on 21 October 2005.",
      "id": "s60"
    },
    {
      "text": "I say ' in principle ' for the further reason that it is traditional for a successful party to receive on taxation, an award of costs and disbursements incurred in the course of the taxation process, and it was I think reasonable in the circumstances for the respondent to have sought recourse to Order 62 rule 4(2).",
      "id": "s61"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s62"
    },
    {
      "text": "Associate: \n\nDated: 1 February 2006 \n\n The Applicants did not appear.",
      "id": "s63"
    },
    {
      "text": "Counsel for the Respondent: Mr P T Russell \n \n Solicitor for the Respondent: Barringer Leather Lawyers \n \n Date of Hearing: 22 November 2005 \n \n Date of Judgment: 1 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/26.html",
      "id": "s64"
    }
  ]
}