{
  "name": "SZBAQ v Minister for Immigration &amp; Multicultural &amp; Indigenous (with Corrigendum dated 18 May 2006) [2006] FCA 249 (17 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/249.html",
  "catchphrases": [
    {
      "text": "no unusual features",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1.",
      "id": "s0"
    },
    {
      "text": "This is an application for leave to appeal from orders of Federal Magistrate Lloyd-Jones made on 11 November 2005.",
      "id": "s1"
    },
    {
      "text": "Those orders were made in the context of his Honour's conclusion that a certain application filed on 30 August 2005 related to a privative clause decision, and moreover had not been filed within 28 days of the applicants being notified of that decision as required by s 477(1A) of the Migration Act 1958 (Cth).",
      "id": "s2"
    },
    {
      "text": "By those orders, the Minister's objection to competency was upheld, the applicant's substantive proceedings were dismissed, and the applicant was ordered to pay the Minister's costs and disbursements of and incidental to the application.",
      "id": "s3"
    },
    {
      "text": "2.",
      "id": "s4"
    },
    {
      "text": "His Honour's reasons recorded circumstances attending or relating to the application for a protection visa originally made on 10 October 2001.",
      "id": "s5"
    },
    {
      "text": "That application was rejected by a delegate of the Minister on 8 January 2002, and the delegate's decision was in turn affirmed by the Refugee Review Tribunal on 1 July 2003.",
      "id": "s6"
    },
    {
      "text": "3.",
      "id": "s7"
    },
    {
      "text": "Thereafter followed a number of steps and events relating to and attending the applicant's endeavours to obtain a successful review of the Tribunal's decision, which were as follows:\n \n (i) the dismissal on 9 September 2004 of an application for review in respect of the Tribunal's decision by Baumann FM;\n \n (ii) the dismissal on 11 February 2005 by Hely J of the Federal Court of an appeal from the Federal Magistrate's Court's decision;\n \n (iii) the dismissal on 4 August 2005 by Gleeson CJ and Gummow J of an application for special leave to appeal to the High Court from the Federal Court's decision;\n \n (iv) the dismissal by Lloyd-Jones FM on 11 November 2005 (as above) of a further application for review of the Tribunal's decision.",
      "id": "s8"
    },
    {
      "text": "4.",
      "id": "s9"
    },
    {
      "text": "In support of the present application, the applicant filed written submissions dated 2 March 2006, which made extensive criticisms of the original decision of the Minister's delegate and thereafter of the Tribunal, being submissions which purported to expose a lack of procedural fairness and natural justice.",
      "id": "s10"
    },
    {
      "text": "An affidavit of the applicant sworn on 28 November 2005 was additionally provided which did not however identify or particularise any error of law.",
      "id": "s11"
    },
    {
      "text": "5.",
      "id": "s12"
    },
    {
      "text": "As submitted on behalf of the Minister, the applicant now seeks to raise matters concerning his 'discontent with the Tribunal's decision'.",
      "id": "s13"
    },
    {
      "text": "In particular, the applicant made no submission explanatory as to how the Federal Magistrate could have justifiably departed from the decision of a superior court on the question as to whether the decision of the Magistrate constituted a privative clause decision.",
      "id": "s14"
    },
    {
      "text": "Once a finding to that effect was made, as was inevitable, the disqualifying time limit under s 477(1A) necessarily applied, and the outcome before the Federal Magistrate's Court was inevitable.",
      "id": "s15"
    },
    {
      "text": "6.",
      "id": "s16"
    },
    {
      "text": "Those submissions of the Minister were soundly conceived and were not adequately addressed by the applicant.",
      "id": "s17"
    },
    {
      "text": "Inevitably his present application necessarily attracted dismissal, accompanied by an order as to costs in the sum of $800.00.",
      "id": "s18"
    },
    {
      "text": "The accompanying application to join the tribunal to the proceedings must suffer a similar fate.",
      "id": "s19"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s20"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2006\n\n\n The applicant was self-represented \n \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 9 March 2006 \n \n Date of Judgment: 17 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/249.html",
      "id": "s21"
    }
  ]
}