{
  "name": "Monsanto Company v Syngenta Seeds Pty Ltd [2006] FCA 228 (17 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/228.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "applicant seeking identity discovery and information discovery",
      "id": "c1"
    },
    {
      "text": "relevant test",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Monsanto is the proprietor in Australia of a patent for a synthetic plant gene.",
      "id": "s0"
    },
    {
      "text": "The gene enables a plant to produce a protein that protects the plant from insect attack.",
      "id": "s1"
    },
    {
      "text": "The protein is described as a \"vegetative insecticidal protein\" or \"vip\" for short.",
      "id": "s2"
    },
    {
      "text": "Monsanto believes that its patent may be infringed.",
      "id": "s3"
    },
    {
      "text": "But there are two problems.",
      "id": "s4"
    },
    {
      "text": "First, Monsanto does not know the identity of the infringer.",
      "id": "s5"
    },
    {
      "text": "Second, it is not sufficiently certain that there has been infringement so as to warrant the commencement of an action.",
      "id": "s6"
    },
    {
      "text": "It therefore brings this application seeking both \"identity discovery\" under O 15A, r 3, to identify the infringer and \"information discovery\" under O 15A, r 6, to determine whether it has a good case for infringement.",
      "id": "s7"
    },
    {
      "text": "2 The application is made in the following circumstances.",
      "id": "s8"
    },
    {
      "text": "The respondent, Syngenta Seeds Pty Ltd, is part of an international group based in Switzerland.",
      "id": "s9"
    },
    {
      "text": "The group operates in the area of agricultural research and development.",
      "id": "s10"
    },
    {
      "text": "Members of the group have published articles about and obtained patents for synthetic plant genes, including genes that produce insecticidal proteins.",
      "id": "s11"
    },
    {
      "text": "3 The use in Australia of genetically modified organisms is regulated by the Gene Technology Act 2000 (Cth).",
      "id": "s12"
    },
    {
      "text": "In October 2003, Syngenta applied for and was granted a licence to conduct trials for cotton plants that contain a gene for an insecticidal protein which is identified as vip3A.",
      "id": "s13"
    },
    {
      "text": "Monsanto suspects that the sequence for the synthetic vip3A may fall within one of the claims of its patent.",
      "id": "s14"
    },
    {
      "text": "It holds this suspicion because the gene sequence of vip3A which Syngenta has disclosed in several of its publications falls, or is alleged to fall, within one of the claims.",
      "id": "s15"
    },
    {
      "text": "Information discovery is sought to determine whether this suspicion is well-founded.",
      "id": "s16"
    },
    {
      "text": "4 There is a problem with obtaining relief under r 6.",
      "id": "s17"
    },
    {
      "text": "Several conditions must be satisfied before an order for information discovery can be made.",
      "id": "s18"
    },
    {
      "text": "One condition is that \"there is a reasonable cause to believe that the applicant has or may have the right to obtain relief ... from a person whose description has been ascertained\": r 6(a).",
      "id": "s19"
    },
    {
      "text": "Monsanto is able to satisfy the first limb of r 6(a).",
      "id": "s20"
    },
    {
      "text": "There is no need for it to make out a prima facie case for relief; a good arguable case will do.",
      "id": "s21"
    },
    {
      "text": "But -- and here we come to the problem -- Monsanto is not able to satisfy the second limb because it cannot identify, by description or otherwise, the person from whom it believes it can obtain relief.",
      "id": "s22"
    },
    {
      "text": "Initially Monsanto was proceeding upon the assumption that the person was Syngenta.",
      "id": "s23"
    },
    {
      "text": "It turns out, however, that this assumption is incorrect.",
      "id": "s24"
    },
    {
      "text": "Through an affidavit filed by its solicitor (Monsanto is prepared to accept as true what the solicitor has said) Syngenta says that (1) it has not conducted and has no plans to conduct any trials or plantings of genetically modified cotton plants or seeds; (2) it has not made and has no plans to make any use of the licence obtained under the Gene Technology Act ; and (3) it has not imported and has no plans to import any genetically modified cotton plants or germ plasm containing the vip3A gene.",
      "id": "s25"
    },
    {
      "text": "Thus, while Syngenta did appear to be a good candidate for defendant status in an infringement action, things have moved on.",
      "id": "s26"
    },
    {
      "text": "To obtain an order for information discovery some other person must first be identified as the one from whom Monsanto will seek relief.",
      "id": "s27"
    },
    {
      "text": "If an order is made under r 3, the person may be identified.",
      "id": "s28"
    },
    {
      "text": "But until that occurs there is no jurisdiction to make an order under r 6.",
      "id": "s29"
    },
    {
      "text": "5 Turning then to the application under r 3, it is necessary to sketch out some further facts.",
      "id": "s30"
    },
    {
      "text": "Monsanto knows that CSIRO has obtained at least four approvals under the Gene Technology Act to plant genetically modified cotton plants that will express the vip3A gene.",
      "id": "s31"
    },
    {
      "text": "It also knows that CSIRO has planted genetically modified cotton plants containing the vip3A gene pursuant to two of those licences.",
      "id": "s32"
    },
    {
      "text": "The source of that knowledge is information which has been published by the Office of the Gene Technology Regulator.",
      "id": "s33"
    },
    {
      "text": "6 In July 2005 Monsanto, by its solicitors, wrote to CSIRO asking it to provide \"documents recording or evidencing the involvement, directly or indirectly, of any of CSIRO or Syngenta or any of its related entities in any actual or proposed releases in Australia (whether for trial purposes or otherwise) of any cotton product expressing the vip3A gene [or] relating to the importation into Australia by or on behalf of, or authorised by, any of CSIRO or Syngenta or any of its related entities of any cotton product expressing the vip3A gene\".",
      "id": "s34"
    },
    {
      "text": "CSIRO provided a response on 10 August 2005.",
      "id": "s35"
    },
    {
      "text": "It said that the information and documents requested were either available on the public record or \"held by CSIRO subject to an obligation of confidentiality to Syngenta Seeds AG\".",
      "id": "s36"
    },
    {
      "text": "When CSIRO was asked about its obligation of confidentiality it said it \"is subject to broad confidential undertakings which prevent CSIRO from disclosing the precise basis of the confidentiality obligations or any documents or information within the scope of the confidentiality obligations without the consent of the party to whom the confidentiality obligation is owed ... CSIRO is, however, prepared to request the consent of the third party to whom CSIRO owes the duty of confidentiality and advise you of the outcome of this request.",
      "id": "s37"
    },
    {
      "text": "\" CSIRO was not released from its obligation of confidentiality.",
      "id": "s38"
    },
    {
      "text": "7 The information provided by CSIRO indicates that a company in the Syngenta group, other than Syngenta, has played some role in the provision to CSIRO of a cotton product (most probably a seed) that expresses the vip3A gene.",
      "id": "s39"
    },
    {
      "text": "If the vip3A gene falls within any of the claims of Monsanto's patent, that company may have indirectly infringed the patent.",
      "id": "s40"
    },
    {
      "text": "Section 117 of the Patents Act 1990 (Cth) provides that if the use of a product by a person would infringe a patent, the supply of that product is an infringement of the patent by the supplier.",
      "id": "s41"
    },
    {
      "text": "8 The order for identity discovery is sought to identify that company.",
      "id": "s42"
    },
    {
      "text": "Syngenta resists the order sought.",
      "id": "s43"
    },
    {
      "text": "It refers to cases which hold that a material factor in deciding whether to make an order are the prospects of the applicant succeeding in the action against the person whose identity is sought to be discovered: see eg, Hooper v Kirella Pty Ltd [1999] FCA 1584 ; (1999) 96 FCR 1.",
      "id": "s44"
    },
    {
      "text": "It then points out that not only is Monsanto unable to identify a prospective defendant, it is also presently unable to articulate a cause of action against that unknown defendant.",
      "id": "s45"
    },
    {
      "text": "Accordingly, so the argument goes, Monsanto is simply not entitled to an order.",
      "id": "s46"
    },
    {
      "text": "9 I accept as correct that in most cases an applicant for identity discovery must show some prospects of success in its proposed action.",
      "id": "s47"
    },
    {
      "text": "A defendant's privacy should not be invaded unless there is good cause.",
      "id": "s48"
    },
    {
      "text": "But there is no absolute rule that an applicant must show some prospects of success as a condition to obtaining an order.",
      "id": "s49"
    },
    {
      "text": "In the first place, r 3 does not contain any such requirement.",
      "id": "s50"
    },
    {
      "text": "Second, there may well be cases where the imposition of such a condition would lead to injustice.",
      "id": "s51"
    },
    {
      "text": "This case is a good example of one where it would be unjust to refuse an order because the applicant is unable to show prospects of success.",
      "id": "s52"
    },
    {
      "text": "The reasons are so obvious they need no further elaboration.",
      "id": "s53"
    },
    {
      "text": "10 The criterion that I would apply is whether Monsanto has shown that it has a claim that is worth investigating.",
      "id": "s54"
    },
    {
      "text": "It may be true that two levels of investigation are required -- one to identify the prospective defendant and another to assess the merits of the claim against that prospective defendant.",
      "id": "s55"
    },
    {
      "text": "But this should be no bar to an order under r 3.",
      "id": "s56"
    },
    {
      "text": "11 There is no need to spend much time considering whether Monsanto has a claim worth investigating.",
      "id": "s57"
    },
    {
      "text": "I think it clear that it has such a claim.",
      "id": "s58"
    },
    {
      "text": "First, there is a reasonable basis for believing that Monsanto's patent may have been infringed.",
      "id": "s59"
    },
    {
      "text": "Second, it seems clear enough that some company in the Syngenta group is involved.",
      "id": "s60"
    },
    {
      "text": "In any event, the order will not cause much inconvenience.",
      "id": "s61"
    },
    {
      "text": "12 In the result, there will be an order for identity discovery and the application for information discovery will be stood over.",
      "id": "s62"
    },
    {
      "text": "It is appropriate there be a Sabre order as well: see Sabre Corporation Pty Ltd v Russ Kalvin's Hair Care Company (1993) 46 FCR 428.",
      "id": "s63"
    },
    {
      "text": "Monsanto should bring in short minutes of order for me to consider.",
      "id": "s64"
    },
    {
      "text": "If there is a dispute about the breadth of what they will seek (as I suspect there might be) I will relist the matter.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\n\nDated: 17 March 2006\n\n\n\n\n Counsel for the Applicant: D Shavin QC \nH M J Rofe \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: T J Walker \n \n Solicitor for the Respondent: Freehills \n \n Date of Hearing: 3 March 2006 \n \n Date of Judgment: 17 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/228.html",
      "id": "s67"
    }
  ]
}