{
  "name": "S1983 of 2003 v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 209 (13 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/209.html",
  "catchphrases": [
    {
      "text": "jurisdictional error",
      "id": "c0"
    },
    {
      "text": "failure by the refugee review tribunal to address whether state protection available in parts of india to which the appellant might relocate where discrimination was not as prevalent as it was in the maharashtra, a state in which a member of the sindhi community of low caste had been exposed to serious harm",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant, who is identified for the purposes of these proceedings as Applicant S1983 of 2003, is an Indian citizen who was born on 21 July 1956.",
      "id": "s0"
    },
    {
      "text": "On 8 November 1994 he arrived in Australia travelling on an Indian passport and using an Australian Business Visa which authorised him to remain in the country for up to three months.",
      "id": "s1"
    },
    {
      "text": "2 On 25 September 1997 he applied for a Protection Visa (866).",
      "id": "s2"
    },
    {
      "text": "On 2 October 1997 the Minister's delegate refused that application.",
      "id": "s3"
    },
    {
      "text": "3 On 15 October 1997 the Appellant applied to the Refugee Review Tribunal ('the Tribunal') for review of the Minister's delegate's decision.",
      "id": "s4"
    },
    {
      "text": "4 By letter dated 9 February 1999 the Tribunal advised the Appellant that it was unable to decide the matter favourably to him on the information then available to it.",
      "id": "s5"
    },
    {
      "text": "Accordingly, it invited him to attend a hearing of the Tribunal to give oral evidence in support of his claims.",
      "id": "s6"
    },
    {
      "text": "5 On 17 May 1999 the Appellant appeared at a hearing of the Tribunal which lasted for a little over an hour.",
      "id": "s7"
    },
    {
      "text": "6 On 31 May 1999 the Tribunal handed down its decision which was to affirm the Minister's delegate's decision not to grant a Protection Visa to the Appellant.",
      "id": "s8"
    },
    {
      "text": "The Tribunal was not satisfied that the Appellant was a person to whom Australia had protection obligations under the 1951 Convention Relating to the Status of Refugees as amended by the 1967 Protocol Relating to the Status of Refugees ('the Refugees Convention').",
      "id": "s9"
    },
    {
      "text": "7 On 8 October 2004 the Appellant applied to the Federal Magistrates Court of Australia for constitutional writ relief under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s10"
    },
    {
      "text": "On 17 December 2004 the Appellant filed an Amended Application in the Federal Magistrates Court of Australia and thereafter filed a Further Amended Application dated 24 August 2005.",
      "id": "s11"
    },
    {
      "text": "8 The last mentioned Further Amended Application was the application which was considered by the Federal Magistrates Court of Australia on 8 September 2005.",
      "id": "s12"
    },
    {
      "text": "On that occasion Mr A N Silva, solicitor, appeared for the Appellant and Ms L Clegg of counsel appeared for the Respondent Minister.",
      "id": "s13"
    },
    {
      "text": "When the matter came before this Court on 9 March 2006 the Appellant was again represented by Mr Silva and the Respondent Minister by Ms Clegg.",
      "id": "s14"
    },
    {
      "text": "9 On 22 November 2005 the Federal Magistrate before whom the matter had come delivered his decision and dismissed the application.",
      "id": "s15"
    },
    {
      "text": "10 On 6 December 2005 the Appellant filed a notice of appeal from the decision of the Federal Magistrate and on 9 March 2006 made an application for leave to file in Court an amended notice of appeal.",
      "id": "s16"
    },
    {
      "text": "That application sought to amplify both grounds 1 and 2 as expressed in the original notice of appeal.",
      "id": "s17"
    },
    {
      "text": "The application for leave to amend the notice of appeal was refused in respect of ground of appeal 1 but, by consent, allowed in respect of ground of appeal 2.",
      "id": "s18"
    },
    {
      "text": "11 Accordingly, the grounds which now fall for consideration are as follows:-\n \n ' Ground 1 \n \n The Federal Magistrate erred by not holding that the Tribunal made jurisdictional error as it held that the Applicant's fear of persecution was not well founded based on critical findings which were without evidence.",
      "id": "s19"
    },
    {
      "text": "Ground 2 \n \n The Federal Magistrate erred by not holding that the Tribunal made jurisdictional error in that it used wrong test in (a) deciding whether the state protection is available for the Applicant in India (b) deciding that it is reasonable for the Applicant to relocate in India' \n \n\n12 Section 45(1) of the Migration Act 1958 (Cth) ('the Act') makes provision for non-citizens to apply for visas of particular classes.",
      "id": "s20"
    },
    {
      "text": "Under s 65(1) of the Act the Minister is to grant the visa, after considering a valid application therefor, if satisfied of certain matters.",
      "id": "s21"
    },
    {
      "text": "Section 65(1)(a)(ii) provides:-\n \n '(1) After considering a valid application for a visa, the Minister: \n \n \n \n (a) if satisfied that: \n \n \n \n \n ... \n \n \n \n (ii) the other criteria for it prescribed by this Act or the regulations have been satisfied; and \n \n \n \n ... \n is to grant the visa;' \n \n \n \n\n13 If the Minister is not so satisfied, the Minister is required under s 65(1)(b) of the Act to refuse to grant the visa.",
      "id": "s22"
    },
    {
      "text": "14 In the case of the class of visas known as Protection Visas the relevant criterion in respect of which the Minister must be satisfied is set out in s 36(2) of the Act which provides as follows:-\n \n '(2) A criterion for a protection visa is that the applicant for the visa is: \n \n \n \n \n (a) a non-citizen in Australia to whom the Minister is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol; ...' \n \n \n \n\n15 Under Clause A(2) of Article 1 of the Refugees Convention the term 'refugee' applies to any person who:-\n \n 'owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and ... owing to such fear, is unwilling to avail himself of the protection of that country ...' \n \n\n16 The Tribunal recorded the Appellant's claim of persecution as follows:-\n \n 'The applicant is claiming persecution for reason of membership of a particular social group in that he claims he fears harm from Shiv Sena Hindu extremists and from the Indian government due to his membership of both the Sindhi community and his being a low caste Hindu.",
      "id": "s23"
    },
    {
      "text": "He also states that poverty exacerbates his situation.",
      "id": "s24"
    },
    {
      "text": "' \n \n\n17 In respect of the Appellant's claims the Tribunal's ' FINDINGS AND REASONS ' were expressed as follows:\n \n 'The Tribunal accepts the applicant's claims that he and his family have suffered as members of the Sindhi minority in India and as low caste Hindus.",
      "id": "s25"
    },
    {
      "text": "Although the independent information above would appear to indicate that Muslims from Pakistan have been particularly targeted by such Hindu extremists as Shiv Sena, it is plausible that hostility to people from Pakistan would spill over and result in hatred of Sindhi Hindus, particularly where they are of a low caste.",
      "id": "s26"
    },
    {
      "text": "Specifically, the Tribunal has no reason to doubt that the applicant's father was killed in a communal riot and that the shop of the applicant was also destroyed in a riot.",
      "id": "s27"
    },
    {
      "text": "The independent evidence cited above indicates that the Shiv Sena in Bombay would seem to be particularly intolerant of minorities and that this intolerance is supported by the state government which they dominate.",
      "id": "s28"
    },
    {
      "text": "However, the Tribunal finds no support for the applicant's contention that \"the Indian government encourages fundamentalist people to 'kill and eradicate' low caste people\".",
      "id": "s29"
    },
    {
      "text": "Indeed, the independent information indicates that the Indian government through constitutional and legislative provisions is taking steps to address the discrimination experienced by scheduled castes.",
      "id": "s30"
    },
    {
      "text": "The Tribunal also acknowledges that the independent evidence indicates that there occurs regularly in India inter-caste tensions and that there is evidence of inter-caste based communal violence.",
      "id": "s31"
    },
    {
      "text": "However, the independent evidence indicates that most state and federal governments take active steps to put an end to communal violence.",
      "id": "s32"
    },
    {
      "text": "Clearly no State can ensure the complete safety of all of its citizens against all forms of harm, mistreatment or even death (See Thiyagarajah v MIMA (1997) 73 FCR 176 at 179 and Full Federal Court in MIMA v Prathapan (1998, 156 ALR 672 at 682).",
      "id": "s33"
    },
    {
      "text": "However, the independent evidence indicates that the Indian authorities act to restore order in situations of civil disturbance and take action against those who have committed criminal offences.",
      "id": "s34"
    },
    {
      "text": "In the light of this, the Tribunal finds that the applicant's fear of persecution for his membership of a particular social group, being low caste Hindus, not to be well founded.",
      "id": "s35"
    },
    {
      "text": "[the findings for which the Appellant alleges that there was no evidence as recorded in ground 1 are those which have been highlighted in bold]\n \n The Tribunal finds that it is reasonable in the circumstances for the applicant to move to a different part of India where discrimination on the basis of caste or of being a Sindhi is not so prevalent and does not have the degree of state government support as is found in the applicant's home state of Maharashtra.",
      "id": "s36"
    },
    {
      "text": "The Tribunal notes that the US State Department's India Country Report on Human Rights Practices for 1998 , identifies certain areas of India where caste discrimination is worse than other areas.",
      "id": "s37"
    },
    {
      "text": "In the circumstances the Tribunal finds it is reasonable for the applicant to relocate to an area of India where caste discrimination is not so prevalent and where state protection would be available.",
      "id": "s38"
    },
    {
      "text": "[the last mentioned passage which has been highlighted is said to demonstrate that the Tribunal used the \"wrong test\" in deciding whether State protection was available for the Appellant in India and in deciding that it was reasonable for the Appellant to relocate in India as suggested in Ground 2] The Tribunal has considered the applicant's statement that he could not relocate because his family were too poor to move.",
      "id": "s39"
    },
    {
      "text": "The Tribunal finds this to be implausible in the light of the applicant's ability to find the money to relocate to Australia.",
      "id": "s40"
    },
    {
      "text": "The Tribunal finds the applicant has relocated to Australia for some four and a half years and he holds a bachelor's degree and an electrician's diploma indicating that he has skills that are readily transferable to live elsewhere in India.",
      "id": "s41"
    },
    {
      "text": "In the light of this, the Tribunal finds it is reasonable for him to relocate to some other area of India where he would be at some distance from the danger he feels in Maharashtra state.",
      "id": "s42"
    },
    {
      "text": "The applicant has cited poverty as exacerbating his difficulties in living in India.",
      "id": "s43"
    },
    {
      "text": "The Tribunal sympathises with the applicant but finds that any harm arising from poverty not to be for a convention reason.",
      "id": "s44"
    },
    {
      "text": "In the light of the evidence before it, the Tribunal cannot be satisfied that there is a real chance the applicant might face persecution in the foreseeable future for his membership of a particular social group or for any other Convention reason.",
      "id": "s45"
    },
    {
      "text": "Therefore the Tribunal finds his fear is not well founded.",
      "id": "s46"
    },
    {
      "text": "' \n \n GROUND 1 \n \n18 The Appellant submits that there was no evidence before the Tribunal to support the following 'critical' findings:-\n \n (a) that most State and Federal governments take active steps to put an end to communal violence, and\n (b) that the Indian authorities act to restore order in situations of civil disturbance and take action against those who have committed criminal offences.",
      "id": "s47"
    },
    {
      "text": "19 The Minster submits that the 'no evidence' submission is unsustainable and points to four passages in the independent country information to demonstrate that there was some relevant evidence.",
      "id": "s48"
    },
    {
      "text": "The Minister further submits that the Appellant's argument asserting jurisdictional error should be rejected for the reason that the findings in question were not 'critical'.",
      "id": "s49"
    },
    {
      "text": "20 The material to which Minister draws attention was detailed in para [22] of the reasons for judgment of the learned Federal Magistrate.",
      "id": "s50"
    },
    {
      "text": "Of particular relevance were the following:-\n \n (a) In a report entitled India: Freedom of movement, in particular, the ability to relocate from Punjab to other parts of India , Research Directorate, Immigration and Refugee Board, Ottawa, 12 January 1999 the following appeared:- \n \n \n \n 'Clause 19.",
      "id": "s51"
    },
    {
      "text": "(1) of the constitution of India guarantees Indian citizens certain rights and freedoms, including the rights \"to move freely throughout the territory of India,\" \"to reside and settle in any part of the territory of India,\" and \"to practise any profession, or to carry on any occupation, trade or business\" (Abhyankar Sept. 1997, 31).",
      "id": "s52"
    },
    {
      "text": "However, these rights are subject to \"reasonable restrictions,\" as imposed by law, \"in the interests of the general public\" (ibid., 32).",
      "id": "s53"
    },
    {
      "text": "Persons who lose their freedom of person under the law also lose their capacity to exercise these rights and freedoms (Kumar 13 Sept.1998).",
      "id": "s54"
    },
    {
      "text": "' \n \n \n \n \n (b) In the U.S. Department of State, India Country Report on Human Rights Practices for 1998 , Bureau of Democracy, Human Rights, and Labor, February 26, 1999 the following appeared in respect of India under the heading ' RESPECT FOR HUMAN RIGHTS ' and the subheading ' Section 5 Discrimination Based on Race, Sex, Religion, Disability, Language or Social Status ':- \n \n \n \n \n \n 'National/Racial/Ethnic Minorities \n \n \n \n \n The Constitution gives the President authority to specify historically disadvantaged castes and tribes, which are entitled to affirmative action in employment and other benefits.",
      "id": "s55"
    },
    {
      "text": "These \"scheduled\" castes and tribes benefit from special development funds, government hiring quotas, and special training programs.",
      "id": "s56"
    },
    {
      "text": "According to the 1991 census, scheduled castes made up 16 percent and scheduled tribes 8 percent of the country's 1991 population of 846 million.",
      "id": "s57"
    },
    {
      "text": "The Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act of 1989 specifies new offenses against disadvantaged people and provides stiffer penalties for offenders.",
      "id": "s58"
    },
    {
      "text": "However, this act has had only a modest effect in curbing abuse.",
      "id": "s59"
    },
    {
      "text": "The Union Home Ministry reported that 14,109 crimes against scheduled castes and 2,413 crimes against scheduled tribes were recorded during 1998.",
      "id": "s60"
    },
    {
      "text": "This represents a significant decrease from the 20,312 crimes against scheduled castes and 3,193 crimes against scheduled tribes recorded in 1997' \n \n \n \n \n (c) A Department of Foreign Affairs and Trade INDIA: REFUGEE APPLICATION INFORMATION REQUEST Cable ND931, 21 September 1993 dealt with three questions namely: \n \n \n (i) Does the Shiv Sena conduct activities in Bombay and in what areas are they prominent?",
      "id": "s61"
    },
    {
      "text": "(ii) What is the Indian government's current attitude/position regarding the Shiv Sena?",
      "id": "s62"
    },
    {
      "text": "(iii) What are the risks of Muslims suffering persecution at the hands of the Shiv Sena?",
      "id": "s63"
    },
    {
      "text": "In respect of the first question the response included the following:- \n \n \n \n \n '2.",
      "id": "s64"
    },
    {
      "text": "YES, THE SHIV SENA IS A BOMBAY-BASED POLITICAL PARTY, INCORPORATING A WIDER SOCIAL NETWORK BASED ON AN IDEOLOGICAL COMMITMENT TO THE PROMOTION OF NATIVE MAHARASHTRIANS (BOMBAY IS THE CAPITAL OF THE STATE OF MAHARASHTRA) AGAINST PERCEIVED ECONOMIC ADVANTAGES CLAIMED BY IMMIGRANTS TO THE CITY FROM OTHER STATES SINCE PARTITION.",
      "id": "s65"
    },
    {
      "text": "IT WAS FOUNDED IN BOMBAY ON 10 JUNE 1966 BY POLITICAL CARTOONIST BAL THACKERAY (WHO STILL LEADS THE PARTY AND THE MOVEMENT), INITIALLY DIRECTING ITS ENERGIES AGAINST SOUTH INDIANS WHO HAD COME TO THE CITY IN LARGE NUMBERS FOR EMPLOYMENT OPPORTUNITIES.",
      "id": "s66"
    },
    {
      "text": "... TO CONSOLIDATE ITS POLITICAL POWER BASE IT BEGAN TO EVOLVE MORE TOWARDS A HINDU-FUNDAMENTALIST PLATFORM, ACCOUNTING FOR ITS INCREASINGLY ANTI-MUSLIM STANCE.",
      "id": "s67"
    },
    {
      "text": "3.",
      "id": "s68"
    },
    {
      "text": "IN THE 1970'S THE SHIV SENA ACHIEVED PARTY STATUS AND BEGAN COMPETING IN LOCAL MUNICIPAL ELECTIONS.",
      "id": "s69"
    },
    {
      "text": "...",
      "id": "s70"
    },
    {
      "text": "IT FORGED AN ELECTORAL ALLIANCE WITH THE HINDU FUNDAMENTALIST OPPOSITION BHARATIYA JANATA PARTY (BJP).",
      "id": "s71"
    },
    {
      "text": "IN THE 1990 ELECTIONS TO THE MAHARASHTRA STATE ASSEMBLY (THE STATE PARLIAMENT) IT WON 52 SEATS IN THE 288---STRONG ASSEMBLY.",
      "id": "s72"
    },
    {
      "text": "IN THE 1991 ELECTIONS TO THE NATIONAL PARLIAMENT, IT WON 4 SEATS FROM MAHARASHTRA.",
      "id": "s73"
    },
    {
      "text": "HOWEVER IT SPLIT IN 1992 OVER THE DICTATORIAL ATTITUDE OF BAL THACKERAY AND ONE FACTION OF ABOUT 17 STATE MP'S JOINED THE CONGRESS (I).",
      "id": "s74"
    },
    {
      "text": "IN THE 1990 ASSEMBLY ELECTIONS THE SHIV SENA FOR THE FIRST TIME EXTENDED ITS BASE BEYOND METROPOLITAN BOMBAY.",
      "id": "s75"
    },
    {
      "text": "ITS POLITICAL BASE NEVERTHELESS REMAINS LARGELY CONFINED TO BOMBAY AND ITS CONSTITUENCY OF MAHARASHTRIAN INTERMEDIATE-CASTE HINDU INDUSTRIAL WORKERS.",
      "id": "s76"
    },
    {
      "text": "4.",
      "id": "s77"
    },
    {
      "text": "ANOTHER AREA IN WHICH THE SHIV SENA HAS BEEN PROMINENT IS IN CONTROLLING TRADE UNION ACTIVITY IN BOMBAY ... \n \n 5.",
      "id": "s78"
    },
    {
      "text": "THE SHIV SENA IS WIDELY REGARDED AS HAVING PLAYED A MAJOR ROLE IN ATTACKS AGAINST MUSLIMS DURING THE JANUARY 1993 COMMUNAL RIOTS IN BOMBAY.",
      "id": "s79"
    },
    {
      "text": "THE INCIDENT THAT ALLEGEDLY SPARKED THE RIOTS WAS THE IMMOLATION OF A HINDU FAMILY OF FOUR IN THE BOMBAY SUBURB OF JOGESHWARI AS A RESULT OF A PROPERTY DISPUTE BY A MUSLIM SLUM-LORD.",
      "id": "s80"
    },
    {
      "text": "SHIV SENA LEADER BAL THACKERAY USED THIS AS THE EXCUSE FOR A \"DECLARATION OF WAR\" PUBLISHED IN HIS MARATHI DAILY \"SAMNA\" (MEANING \"CONFRONTATION\"), IN THE FORM OF A FRONT PAGE WARNING AS WELL AS AN EDITORIAL SAYING THE TIME HAD COME FOR THE SENA TO TEACH MUSLIMS A LESSON.",
      "id": "s81"
    },
    {
      "text": "...' \n \n \n \n \n \n In respect of the second question the cable included the following by way of response:-\n \n \n \n \n '6.",
      "id": "s82"
    },
    {
      "text": "THE ANSWER TO THIS QUESTION IS COMPLEX: THE RULING CONGRESS PARTY CHAMPIONS SECULARISM AND HAS VOCALLY CONDEMNED ALL FUNDAMENTALIST ORGANISATIONS AND PARTIES SINCE THE DEMOLITION OF THE MOSQUE AT AYODHYA IN DECEMBER, 1992 (WHICH THE SHIV SENA, INCIDENTALLY, CLAIM CREDIT FOR).",
      "id": "s83"
    },
    {
      "text": "... GOVERNMENT ACTION AT THE TIME OF THE JANUARY RIOTS IS CONSIDERED TO HAVE BEEN SERIOUSLY INADEQUATE, ALTHOUGH THE CENTRE DID TAKE STRONG SUBSEQUENT MEASURES SUCH AS DISMISSING THE MAHARASHTRA CHIEF MINISTER FOR HIS FAILURE TO KEEP THE PEACE.",
      "id": "s84"
    },
    {
      "text": "THE MINISTER OF STATE FOR HOME RAJESH PILOT EVENTUALLY REGISTERED FOUR CASES AGAINST THACKERAY FOR HIS INFLAMMATORY STATEMENT ISSUED IN \"SAMNA\", AND THE GOVERNMENT LATER ORDERED A JUDICIAL ENQUIRY INTO THE RIOTS.",
      "id": "s85"
    },
    {
      "text": "...' \n \n \n \n \n In respect of the third question the cable stated, inter alia:- \n \n \n \n '9.",
      "id": "s86"
    },
    {
      "text": "WE WOULD CONFIRM THAT NORMALCY HAS RETURNED TO BOMBAY AND THAT THE COMMUNAL FACTOR IS NOT IN ANY WAY DISTURBING THE NORMAL COMMERCIAL FUNCTIONING OF THE CITY.",
      "id": "s87"
    },
    {
      "text": "' \n \n \n \n \n (d) The Independent Country Information supported a finding by the Tribunal in respect of police roles in the Mumbai [Bombay] communal riots of 1992 --- 93, which the Appellant conceded was supported by the Country Information:-\n \n \n \n 'According to the 1993 DFAT cable the police commissioner at the time, Srikant Bapat (described as a known Shiv Sena sympathiser), reportedly failed to come to the aide of Muslims when the violence spread through Bombay, fuelled by Thackeray's edicts exhorting his followers to commit arson and other criminal acts (DIMA, Refugee Application Information Report No 931, 12 August sourced from DFAT, 1993, Cable ND931, 21 September 1993 (CX2566).",
      "id": "s88"
    },
    {
      "text": "In addition, a report by Amnesty International stated that, \"police in the lower ranks were said to have sided with the Shiva Sena party, which itself was accused of instigating the riots\".",
      "id": "s89"
    },
    {
      "text": "However other police were praised for acting impartially (Amnesty International, 1997, Amnesty International Country Report --- 1997, p. 9 (ISYS Amnesty International) Amnesty International Country Report, 1996).",
      "id": "s90"
    },
    {
      "text": "' \n \n \n\n21 Mr Silva conceded that his 'no evidence' submission could not succeed if there were a scintilla of evidence to support the findings for which he contended there was 'no evidence'.",
      "id": "s91"
    },
    {
      "text": "22 The references to the provisions of the Indian Constitution , The Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act of 1989, the reduction in the number of reported crimes against scheduled castes and scheduled tribes, the reported return to 'normalcy' in Bombay and the Amnesty International report of praise for police, who were not occupying the 'lower ranks', for acting impartially, provide some evidence to support the challenged findings.",
      "id": "s92"
    },
    {
      "text": "Accordingly the 'no evidence' submission must be rejected.",
      "id": "s93"
    },
    {
      "text": "23 As to the Appellant's submissions that the challenged findings were 'critical', Mr Silva draws attention to the fact that the Tribunal's finding that 'the applicant's fear of persecution for his membership of a particular social group, being low caste Hindus, not to be well-founded' was preceded by the words 'In the light of this' which words in turn followed the challenged findings.",
      "id": "s94"
    },
    {
      "text": "There is some force in this submission.",
      "id": "s95"
    },
    {
      "text": "However, the Tribunal's finding that the Appellant's fear of persecution was not well-founded is really addressed in two stages and one cannot disregard the importance of the finding in the following paragraph that there were areas of India where caste discrimination was not so prevalent as in Maharashtra and 'where State protection would be available'.",
      "id": "s96"
    },
    {
      "text": "After making this finding the Tribunal proceeded to its ultimate conclusion that it was not satisfied that there was a real chance that the Appellant might face persecution in the foreseeable future for his membership of a particular social group or for any other Convention reason.",
      "id": "s97"
    },
    {
      "text": "Accordingly, it found the Appellant's fear to be not well founded.",
      "id": "s98"
    },
    {
      "text": "24 Remembering that the critical questions arising under the Refugees Convention were whether the Appellant was outside India owing to a well-founded fear of being persecuted for reasons of his membership of the Sindhi community and his being a low caste Hindu; and whether owing to a well-founded fear of being persecuted for reason of his membership of the Sindhi community and his being a low caste Hindu was unwilling to avail himself of the protection of India, it is difficult to see that the particular challenged findings were critical to the Tribunal's ultimate decision.",
      "id": "s99"
    },
    {
      "text": "GROUND 2 \n \n25 In relation to the question of whether or not the Appellant could, by relocating, avail himself of the protection of India, it was common ground that two tests needed to be addressed.",
      "id": "s100"
    },
    {
      "text": "Firstly, in determining whether or not state protection was available in areas of India outside Maharashtra, the question was whether in those areas the state was willing and able to provide protection for persons living there.",
      "id": "s101"
    },
    {
      "text": "Secondly, as to whether or not a person experiencing difficulties in a particular part of India should relocate, the question was, 'Would it be reasonable for the person to do so?'.",
      "id": "s102"
    },
    {
      "text": "26 In reaching its conclusion on the question of relocation the Tribunal did refer to the fact that there were parts of India where discrimination on the basis of caste or of being a Sindhi was 'not so prevalent'.",
      "id": "s103"
    },
    {
      "text": "The Tribunal also noted the independent country information which established that there were certain areas of India where caste discrimination was 'worse than other areas'.",
      "id": "s104"
    },
    {
      "text": "27 These observations do not go far enough to justify the Tribunal's ultimate conclusion.",
      "id": "s105"
    },
    {
      "text": "The fact that there may be parts of India where caste discrimination or community based discrimination is not as bad as it is in other areas does not allow a conclusion that in the 'better' areas a fear of persecution for reason of race or membership of a particular social group could be said to be other than well-founded.",
      "id": "s106"
    },
    {
      "text": "28 True it is that where internal protection is available there is no need for asylum abroad.",
      "id": "s107"
    },
    {
      "text": "But did the Tribunal properly direct itself to the question of available internal protection in India?",
      "id": "s108"
    },
    {
      "text": "29 Whilst the Tribunal proceeded to find that there were areas of India where state protection would be available, the relevant finding of the Tribunal was based upon its preceding observations about the existence of parts of India where discrimination was not so prevalent, as is evident from its use of the words 'In the circumstances'.",
      "id": "s109"
    },
    {
      "text": "30 It seems to me that the Appellant's submission that the Tribunal failed to address the correct test, namely whether or not there were other parts of India to which the Appellant could reasonably relocate where the state was willing and able to provide protection, should be upheld.",
      "id": "s110"
    },
    {
      "text": "31 In relation to the question of relocation it seems to me, as the Minister submitted, that the correct test was considered and applied at least in terms of physical relocation.",
      "id": "s111"
    },
    {
      "text": "32 In the learned Federal Magistrate's reasons for judgment he noted at [26] that the Appellant's submission was that the Tribunal did not address the issue of whether the state protection was effective or not and whether the state of India had the capacity to provide effective protection if the Appellant moved to another state within India.",
      "id": "s112"
    },
    {
      "text": "33 At [30] he noted the submission of the Respondent Minister that the question for the Tribunal was ultimately whether the government was willing and able to protect the Appellant, that the Tribunal addressed that question and accordingly there was no jurisdictional error.",
      "id": "s113"
    },
    {
      "text": "Reference was also made to the 'whether the ... government was willing and able to protect the appellant' from serious harm test as stated in WAHK v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 12 at [22] , per Lee and Tamberlin JJ'.",
      "id": "s114"
    },
    {
      "text": "34 The learned Federal Magistrate decided the issue favourably to the Minister saying at [33]:-\n \n 'I accept the respondent's submissions that the independent country information before the Tribunal supports its finding that the authorities made attempt to control violence against low caste members of the community.",
      "id": "s115"
    },
    {
      "text": "' \n \n\n35 With great respect to the learned Federal Magistrate, his conclusions did not address the question of whether there were other parts of India outside the State of Maharashtra to which the Appellant could reasonably relocate which were willing and able to provide protection.",
      "id": "s116"
    },
    {
      "text": "The fact that attempts may have been made to control violence is not the same as a finding of a willingness and ability to control violence.",
      "id": "s117"
    },
    {
      "text": "36 The Tribunal did not properly consider whether the Appellant had a well-founded fear of persecution for a Convention reason in circumstances where it found relocation to another area within India to be reasonable but did not address whether in such an area the state was willing and able to provide protection to the Appellant as a member of the Sindhi community and being of low caste.",
      "id": "s118"
    },
    {
      "text": "Its failure to address the appropriate question constituted jurisdictional error on its behalf.",
      "id": "s119"
    },
    {
      "text": "37 Ground of Appeal 2 should be upheld.",
      "id": "s120"
    },
    {
      "text": "Accordingly, the appeal should be allowed with costs.",
      "id": "s121"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s122"
    },
    {
      "text": "Associate:\n\nDated: 13 March 2006\n\n Counsel for the Appellant: A N Silva \n \n Solicitor for the Appellant: Silva Solicitors \n \n Counsel for the First Respondent: L Clegg \n \n Solicitor for the Respondents: Clayton Utz \n \n Date of Hearing: 9 March 2006 \n \n Date of Judgment: 13 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/209.html",
      "id": "s123"
    }
  ]
}