{
  "name": "*Pooncarie* Barkandji (Paakantyi) People v NSW Ministerfor Land &amp; Water Conservation [2006] FCA 25 (2 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/25.html",
  "catchphrases": [
    {
      "text": "application to replace applicant in claimant application under s 66b of the native title act 1993 (cth)",
      "id": "c0"
    },
    {
      "text": "whether applicant no longer authorised by native title claim group",
      "id": "c1"
    },
    {
      "text": "whether persons bringing application authorised by claim group to make the application and to deal with matters arising under it",
      "id": "c2"
    },
    {
      "text": "native title",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding concerns a claimant application for the determination of native title in respect of a large area of west and south-west New South Wales.",
      "id": "s0"
    },
    {
      "text": "The application was filed on 8 October 1997 with the National Native Title Tribunal ('the NNTT') by Dorothy and Phillip Lawson ('the Lawsons') on behalf of the 'Pooncarie' Barkandji (Paakantyi) people ('the Claim Group').",
      "id": "s1"
    },
    {
      "text": "The progress of the application has been hindered by a number of disputes within the Claim Group including, inter alia, disputes about which members of the Claim Group should represent it as the applicant in this proceeding and about the area that should be the subject of the claim.",
      "id": "s2"
    },
    {
      "text": "2 On 13 July 2001, I rejected an application made under s 66B to remove the Lawsons as the applicant: Johnson, in the matter of Lawson v Lawson [2001] FCA 894.",
      "id": "s3"
    },
    {
      "text": "Although I accepted that the Lawsons had lost the confidence of some important members of the Claim Group I was not satisfied that the evidence was sufficient to show that the Claim Group, by appropriate decision-making processes, had revoked their authority to represent it or had authorised other members of the Claim Group to replace them.",
      "id": "s4"
    },
    {
      "text": "3 Following unsuccessful attempts to mediate the issues within the Claim Group, a further application to replace the Lawsons was successful.",
      "id": "s5"
    },
    {
      "text": "On 9 December 2002, I ordered that Ray Lawson, Noel Johnson, Mary-Ann Marton, Jennifer Whyman and Patricia Johnson replace the Lawsons as the applicant: Lawson on behalf of the 'Pooncarie' Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 1517 (' Lawson ').",
      "id": "s6"
    },
    {
      "text": "On 29 September 2004, the application was amended to add William Bates, Maureen O'Donnell and Cyril Hunter to the group comprising the applicant.",
      "id": "s7"
    },
    {
      "text": "These eight individuals presently comprise the applicant in this proceeding.",
      "id": "s8"
    },
    {
      "text": "4 On 23 December 2004, the NNTT refused to accept the amended application for registration.",
      "id": "s9"
    },
    {
      "text": "Subsequently, a dispute about the future conduct of the proceeding arose between Ray Lawson and Noel Johnson and the other members of the applicant group.",
      "id": "s10"
    },
    {
      "text": "In essence, Mr Lawson and Mr Johnson believe that the area subject to the claim should be split between two claims, those of the people they regard as 'pure' Barkandji people and those of the other members of the Claim Group.",
      "id": "s11"
    },
    {
      "text": "The notice of motion \n \n5 Attempts to resolve the dispute referred to above have been unsuccessful and, pursuant to resolutions passed at a meeting of the Claim Group on 1 October 2005, culminated in the filing of a notice of motion on 14 October 2005.",
      "id": "s12"
    },
    {
      "text": "By this notice of motion, an amended version of which was filed in Court on 13 December 2005, members of the Claim Group seek an order under s 66B of the Native Title Act 1993 (Cth) ('the NTA') replacing the current applicant on grounds that the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s13"
    },
    {
      "text": "In effect the motion seeks: (a) to remove Mr Lawson and Mr Johnson from the applicant group as well as a third member, Mrs Patricia Johnson; and (b) to add two new members, Mr Murray Butcher and Mr Derek Hardman.",
      "id": "s14"
    },
    {
      "text": "Mr Lawson and Mr Johnson oppose the application to remove them; Mrs Johnson has not appeared or made any submissions however it is alleged that, because of her ill health, she no longer wishes to be part of the group that comprises the applicant or to be involved in the management of the proceeding.",
      "id": "s15"
    },
    {
      "text": "Application for representation by a non-lawyer \n \n6 On 30 November 2005, Mr Lawson and Mr Johnson applied for leave to be represented by Mr Mark Dengate who is neither a barrister nor a solicitor.",
      "id": "s16"
    },
    {
      "text": "At the directions hearing on 5 December, Mr Lawson and Mr Johnson appeared by telephone to press this application as did Mr Dengate, who currently has leave to appear in a related compensation matter.",
      "id": "s17"
    },
    {
      "text": "7 In support of their application for leave to be represented by a non-lawyer, Messrs Lawson and Johnson contended that Mr Dengate understood their position and was willing to assist them.",
      "id": "s18"
    },
    {
      "text": "It was evident from their statements that they have a degree of confidence in Mr Dengate.",
      "id": "s19"
    },
    {
      "text": "For his part, Mr Dengate referred to the fact that neither Mr Lawson nor Mr Johnson could read or write sufficiently to cope with representing themselves and that without his assistance they would have no representation.",
      "id": "s20"
    },
    {
      "text": "He submitted that he has experience in these matters and is in a position to assist the Court.",
      "id": "s21"
    },
    {
      "text": "8 Section 85 of the NTA provides that a 'party may appear in person or may be represented by a barrister, a solicitor or, with the leave of the Federal Court, another person'.",
      "id": "s22"
    },
    {
      "text": "Although Messrs Lawson and Johnson are members of the applicant group they are not, as individuals, parties to this proceeding: see s 61(2) of the NTA.",
      "id": "s23"
    },
    {
      "text": "Nevertheless they are, effectively, the contradictors to the present motion.",
      "id": "s24"
    },
    {
      "text": "I am satisfied, therefore, that under the Court's power to do that which is incidental or necessary to the exercise of the powers conferred on it, in this case by s 66B of the NTA, I have jurisdiction to entertain the application for leave for Mr Dengate to appear.",
      "id": "s25"
    },
    {
      "text": "In Melaleuca of Australia &amp; New Zealand Pty Ltd v Duck [2005] FCA 1481 , Bennett J helpfully summarised the Court's 'inherent' power in this regard at [5]-[15].",
      "id": "s26"
    },
    {
      "text": "While I would prefer to take the approach advocated in Parsons v Martin (1984) 5 FCR 235 at 241 and refer to this power as an 'incidental and necessary power of a statutory court' rather than as 'inherent', I respectfully accept her Honour's statement of the generally applicable principles.",
      "id": "s27"
    },
    {
      "text": "9 In particular, I see no reason why the Court's incidental power to grant a person leave to appear by a non-lawyer and the power to do so under s 85 of the NTA should not involve similar considerations, particularly in the current context.",
      "id": "s28"
    },
    {
      "text": "In Harrington-Smith on behalf of the Wongatha People v State of Western Australia [2002] FCA 871 , Lindgren J stated at [20] in relation to an application for leave under s 85: \n \n 'What should be clearly understood is that leave is required because it is not to be taken for granted that a person who is not a solicitor or barrister will be allowed to represent a party.",
      "id": "s29"
    },
    {
      "text": "Perhaps Dolly Walker thinks that leave is granted as a matter of course, just for the asking.",
      "id": "s30"
    },
    {
      "text": "This is not so and for good reason.",
      "id": "s31"
    },
    {
      "text": "Solicitors and barristers are qualified by education and training to represent parties and are subject to professional and curial disciplines and responsibilities.",
      "id": "s32"
    },
    {
      "text": "The requirement of leave is imposed for the reason that the Court must be satisfied that it is in the interests of the administration of justice in all the circumstances that a party be represented by a person who is not a solicitor or barrister.",
      "id": "s33"
    },
    {
      "text": "' \n\nSee also, Adnyamathanha People No 1 v South Australia (2004) 208 ALR 91 at [9] et seq.",
      "id": "s34"
    },
    {
      "text": "10 In opposing the application for leave for Mr Dengate to appear, Ms Phillips, who appeared for New South Wales Native Title Services ('NTS'), pointed out that the application for leave (which was signed by Mr Dengate) sought to have him represent Mr Lawson and Mr Johnson not only in respect of the present motion but also in the substantive proceedings.",
      "id": "s35"
    },
    {
      "text": "The notion that there is any scope for members of the applicant group to be separately represented fundamentally misconceives the role of those comprising an applicant in native title proceedings.",
      "id": "s36"
    },
    {
      "text": "As I pointed out in Johnson on behalf of the Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2003] FCA 981 (' Johnson ') at [8]:\n \n 'Such applicants are representatives of the claimant group; they have no personal interest other than as members of the claimant group and for this reason their interests do not differ from each other or from the claimant group and separate representation is inappropriate and unacceptable.",
      "id": "s37"
    },
    {
      "text": "' \n\n11 I am satisfied that, in the present circumstances, it is not in the interests of justice for Mr Dengate to be permitted to represent Mr Lawson and Mr Johnson.",
      "id": "s38"
    },
    {
      "text": "With the greatest respect to Mr Dengate, and despite his genuine commitment to his clients, I am convinced that he has neither the discipline nor the understanding to assist them or the Court.",
      "id": "s39"
    },
    {
      "text": "I am confirmed in this view by my previous experience of Mr Dengate as an advocate; see my comments in Johnson at [14]-[16] and Johnson on behalf of the Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2003] FCA 1411 at [4] - [6] .",
      "id": "s40"
    },
    {
      "text": "For these reasons I declined to grant leave for Mr Dengate to appear.",
      "id": "s41"
    },
    {
      "text": "12 It is also relevant to note that Messrs Lawson and Johnson have some experience in native title proceedings in this Court and, as it transpired, their evidence and submissions at the motion hearing were cogent, relevant and explained the dispute between the parties clearly.",
      "id": "s42"
    },
    {
      "text": "Objection to proposed date for hearing of the notice of motion \n \n13 A further issue was raised at the directions hearing of 5 December 2005 in relation to the suitability or otherwise of the proposed hearing date; 13 December 2005.",
      "id": "s43"
    },
    {
      "text": "Mr Dengate contended that there had been delays in the service of the documents relating to the motion.",
      "id": "s44"
    },
    {
      "text": "He stated that Mr Lawson had not been served with all the documents until 21 November 2005.",
      "id": "s45"
    },
    {
      "text": "Consequently, he argued that it was not appropriate to hear the motion on 13 December 2005.",
      "id": "s46"
    },
    {
      "text": "14 Ms Phillips conceded that there was some delay in formally serving all the material on Messrs Lawson and Johnson.",
      "id": "s47"
    },
    {
      "text": "However, she contended, and the evidence supports her contention, that they had been on notice of the motion seeking to replace them as part of the group comprising the applicant since early October.",
      "id": "s48"
    },
    {
      "text": "In particular, she referred to correspondence dated 7 October 2005 from NTS to both Mr Lawson and Mr Johnson advising them that the 1 October meeting had resolved to invite them to resign from the applicant group and had authorised other members of the Claim Group to replace them.",
      "id": "s49"
    },
    {
      "text": "It is plain that this correspondence was received as by letter dated 11 October 2005 a solicitor wrote on their behalf to NTS indicating that they did not intend to resign.",
      "id": "s50"
    },
    {
      "text": "15 Following this refusal, NTS moved to replace them under s 66B of the NTA.",
      "id": "s51"
    },
    {
      "text": "Neither Mr Lawson nor Mr Johnson attended the directions hearing of 14 October 2005 at which the motion seeking orders under s 66B was filed and a timetable put in place.",
      "id": "s52"
    },
    {
      "text": "In these circumstances I was satisfied that the hearing date of 13 December 2005 should be retained.",
      "id": "s53"
    },
    {
      "text": "16 It is also relevant to note that following the above discussions with Messrs Lawson, Johnson and Dengate, all of whom appeared by telephone from separate locations on 5 December, the Court was forced to terminate the telephone conference with these participants.",
      "id": "s54"
    },
    {
      "text": "Despite assurances that he would remain quiet, Mr Dengate (and other unidentified persons) continued to speak so close to his phone that it was impossible to continue the directions with this disturbance.",
      "id": "s55"
    },
    {
      "text": "While the transcript of the proceeding does not fully capture the resulting confusion, notwithstanding a short adjournment to remedy the problem, it was ultimately necessary to have the Court staff terminate the telephone conference.",
      "id": "s56"
    },
    {
      "text": "The Claim Group meeting of October 1 2005 \n \n17 The purpose of this meeting was to resolve the dispute between Messrs Johnson and Lawson and the other members of the applicant group or, if this was not possible, to establish that they were no longer authorised by the Claim Group to conduct the proceeding on its behalf.",
      "id": "s57"
    },
    {
      "text": "If an application under s 66B is to succeed it is necessary that the evidence clearly demonstrate that the relevant persons no longer have that authority and, for this reason, it was necessary to make careful preparation for the 1 October meeting.",
      "id": "s58"
    },
    {
      "text": "18 In an affidavit affirmed on 8 November 2005, Mishka Holt, a solicitor with NTS, gave evidence of the preparations for the 1 October meeting.",
      "id": "s59"
    },
    {
      "text": "On 13 and 14 September, letters were sent to all members of the Claim Group for whom NTS had postal addresses.",
      "id": "s60"
    },
    {
      "text": "The letter stated that the meeting was to discuss important matters in respect of the claim and to make decisions about its future conduct.",
      "id": "s61"
    },
    {
      "text": "The letter set out the proposed agenda and attached a map of the claim area.",
      "id": "s62"
    },
    {
      "text": "The letter also provided logistical information, including forms in respect of travel assistance, the provision of accommodation and a bus schedule.",
      "id": "s63"
    },
    {
      "text": "Ms Holt's affidavit provides that NTS paid accommodation and breakfast costs of those attending who did not reside in Broken Hill; that NTS hired buses for persons travelling to Broken Hill from Dareton, Mildura and Wilcannia; that NTS reimbursed persons for their fuel costs in relation to travelling to the meeting; and that NTS provided lunch and refreshments and an allowance for an evening meal.",
      "id": "s64"
    },
    {
      "text": "19 Ms Holt also gave evidence that on 12 September she wrote to all Local Aboriginal Land Councils within the claim area for the information of their members advising them of the 1 October meeting.",
      "id": "s65"
    },
    {
      "text": "In addition, NTS placed advertisements in a number of local newspapers advising of the 1 October meeting.",
      "id": "s66"
    },
    {
      "text": "These were published in the Mildura Midweek , the Barrier Daily Truth , the Koori Mail , and the Wilcannia News .",
      "id": "s67"
    },
    {
      "text": "In addition to numerous phone calls with members of the Claim Group, Ms Holt deposed that she had several telephone conversations with Mr Lawson, Mr Johnson and Ms Shelia Kirby, Mr Johnson's wife.",
      "id": "s68"
    },
    {
      "text": "She gave evidence that two days prior to the meeting, Mr Lawson informed her that he would not be attending.",
      "id": "s69"
    },
    {
      "text": "20 According to the attendance list of the meeting, 58 members of the Claim Group attended the meeting.",
      "id": "s70"
    },
    {
      "text": "Mr Lawson and Mr Johnson did not attend the meeting, although the evidence discloses that they were invited and were aware the meeting was to take place and neither Mr Lawson nor Mr Johnson sought to deny this.",
      "id": "s71"
    },
    {
      "text": "In addition to members of the Claim Group, the meeting was attended by:\n \n \n &#61863; Mr Danny Chapman, NTS Manager of Community Facilitation, who chaired the meeting;\n &#61863; Ms Holt and other officers of NTS;\n &#61863; Dr Kenneth Lum, anthropologist for NTS who has conducted research in relation to this native title claim since 2001;\n &#61863; Mr Frank Russo and Ms Michelle Mann, of the NNTT, as independent observers.",
      "id": "s72"
    },
    {
      "text": "21 The minutes of the meeting, which were attested to be an accurate summary by Mr Chapman and Ms Holt, were tendered to the Court.",
      "id": "s73"
    },
    {
      "text": "They show that Ms Holt and Dr Lum summarised the current status of the claim for the attendees.",
      "id": "s74"
    },
    {
      "text": "In particular, Dr Lum discussed the different groups that together comprise the Claim Group and the meaning of the term 'Barkandji'.",
      "id": "s75"
    },
    {
      "text": "He explained that the term can be used to describe a small sub-group of the Claim Group, the members of which are called Barkandji and who speak the Barkandji language; Mr Lawson and Mr Johnson are members of this sub-group.",
      "id": "s76"
    },
    {
      "text": "Dr Lum also explained that the other sub-groups of the Claim Group all speak various dialects of the Barkandji language.",
      "id": "s77"
    },
    {
      "text": "Because the area over which the claimant application is made includes the country from which these other sub-groups come, all the subgroups must be included in the Claim Group.",
      "id": "s78"
    },
    {
      "text": "22 The minutes record that the meeting discussed decision-making methods in the context of the requirements of s 251B of the NTA.",
      "id": "s79"
    },
    {
      "text": "The meeting resolved that those present were sufficiently representative of the Claim Group.",
      "id": "s80"
    },
    {
      "text": "This is consistent with evidence given by Dr Lum on this point.",
      "id": "s81"
    },
    {
      "text": "In addition, those present at the meeting confirmed that when authorising amendments to the claim and dealing with matters arising in relation to the claim there is no particular process of decision-making under traditional laws and customs that must be complied with by the Claim Group.",
      "id": "s82"
    },
    {
      "text": "As such, they resolved that decisions at the meeting would be made in the following manner:\n \n \n 1. the decision to be made would be put in the form of a clearly worded written motion;\n 2. the motion would be read out to the meeting;\n 3. the motion must be moved and seconded by members of the group before being decided;\n 4. the group's decision would then be made by a show of hands;\n 5. a decision of the majority in relation to the motion would be a decision of the meeting.",
      "id": "s83"
    },
    {
      "text": "23 The meeting also discussed the future management of the claim, in particular whether it should be split into two separate claims respectively addressing the northern and southern claim areas.",
      "id": "s84"
    },
    {
      "text": "It was resolved that the Claim Group was united and to continue with the current structure of the claim.",
      "id": "s85"
    },
    {
      "text": "Further, the meeting resolved to invite those members of the applicant group who disagree with a united claim to resign and authorised Murray Butcher and Derek Hardman to replace them as members of the applicant group.",
      "id": "s86"
    },
    {
      "text": "If the invitation was declined, the meeting decided that those who had been authorised to become the applicant must take the necessary steps to replace the present applicant.",
      "id": "s87"
    },
    {
      "text": "The meeting then authorised the so-termed 'new applicant', in which Mr Butcher and Mr Hardman replaced Mr Lawson and Mr Johnson, to make the native title claim and to deal with matters arising in relation to it.",
      "id": "s88"
    },
    {
      "text": "The meeting also required the 'new applicant' to do all things necessary to replace the present applicant.",
      "id": "s89"
    },
    {
      "text": "24 While Mr Russo and Ms Mann excused themselves from the meeting during the making of these resolutions because of their roles with the NNTT, they returned at the end of the meeting and verified the resolutions by reading them to the meeting and receiving no dissent.",
      "id": "s90"
    },
    {
      "text": "Evidence of Mr Lawson and Mr Johnson \n \n25 At the hearing of the motion on 13 December 2005, both Mr Lawson and Mr Johnson gave evidence and made submissions.",
      "id": "s91"
    },
    {
      "text": "In essence, their evidence disclosed their view that the term 'Barkandji' referred to a narrower group than the whole Claim Group: see [22] above.",
      "id": "s92"
    },
    {
      "text": "They believed that this narrower group, of which they were members, ought to make a separate native title claim over a smaller area of land, mainly in the southern part of the claim area, than that presently claimed.",
      "id": "s93"
    },
    {
      "text": "The legislative scheme \n \n26 Section 61(1) of the NTA states, inter alia , that the persons who may make a claimant application include:\n \n 'A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group.",
      "id": "s94"
    },
    {
      "text": "' \n\n27 Subsection 61(2) of the NTA provides that the persons authorised to make the claimant application by the native title claim group are jointly the 'applicant' and none of the other members of the native title claim group is the 'applicant'.",
      "id": "s95"
    },
    {
      "text": "This leads to the somewhat awkward situation where the term 'applicant' is applied to a group of separately named individuals: see Noble v Murgha [2005] FCAFC 211 at [6] .",
      "id": "s96"
    },
    {
      "text": "Other provisions of the NTA relevant to the present application are:\n \n ' 66B Replacing the applicant \n Application to replace applicant in claimant application \n \n \n (1) One or more members of the native title claim group (the claim group ) in relation to a claimant application, or of the compensation claim group (also the claim group ) in relation to a compensation application, may apply to the Federal Court for an order that the member, or the members jointly, replace the current applicant for the application on the grounds that: \n \n \n (a) either: \n (i) the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it; or \n (ii) the current applicant has exceeded the authority given to him or her by the claim group to make the application and to deal with matters arising in relation to it; and \n \n \n \n (b) the member or members are authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s97"
    },
    {
      "text": "Court order \n \n \n (2) The Court may make the order if it is satisfied that the grounds are established.",
      "id": "s98"
    },
    {
      "text": "' \n \n \n \n ' 251B Authorising the making of applications \n For the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if: \n \n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind--the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or \n (b) where there is no such process--the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s99"
    },
    {
      "text": "' \n\n28 In Daniel v Western Australia (2002) 194 ALR 278 (' Daniel ') at [17], French J drew from s 66B the following conditions that must be met for an order under the section to be made:\n \n \n 1.",
      "id": "s100"
    },
    {
      "text": "There is a claimant application.",
      "id": "s101"
    },
    {
      "text": "2.",
      "id": "s102"
    },
    {
      "text": "Each applicant for an order under s 66B is a member of the native title group.",
      "id": "s103"
    },
    {
      "text": "3.",
      "id": "s104"
    },
    {
      "text": "The person to be replaced is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s105"
    },
    {
      "text": "4.",
      "id": "s106"
    },
    {
      "text": "Alternatively, the person to be replaced has exceeded the authority given to him or her by the claim group.",
      "id": "s107"
    },
    {
      "text": "5.",
      "id": "s108"
    },
    {
      "text": "The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising under it.",
      "id": "s109"
    },
    {
      "text": "See also, Holborow v State of Western Australia [2002] FCA 1428 ; Ward v Northern Territory of Australia (2003) 196 ALR 32; Lawson ; and Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760.",
      "id": "s110"
    },
    {
      "text": "29 It is pertinent to note, however, that the Court retains a discretion not to make the orders sought under s 66B of the NTA: see Ward v Northern Territory [2002] FCA 171 (' Ward ') at [16] and Daniel at [18].",
      "id": "s111"
    },
    {
      "text": "Consideration \n \n30 This proceeding plainly entails a claimant application and the evidence reveals that each of the persons seeking to comprise the applicant is a member of the Claim Group.",
      "id": "s112"
    },
    {
      "text": "As such, the issues in the present context revolve around whether the Claim Group no longer authorises Messrs Lawson and Johnson to make the application and to deal with matters arising in relation to it and whether those making the application under s 66B of the NTA are so authorised by the Claim Group in their stead.",
      "id": "s113"
    },
    {
      "text": "31 On the basis of the evidence set out above at [19]-[20], I am satisfied that all reasonable steps were taken to advise members of the Claim Group of the 1 October meeting.",
      "id": "s114"
    },
    {
      "text": "In addition, adequate assistance was provided to permit members of the Claim Group to attend where they did not reside in Broken Hill.",
      "id": "s115"
    },
    {
      "text": "While neither Mr Lawson nor Mr Johnson attended the 1 October meeting, I am satisfied that they were aware it was taking place and voluntarily chose not to attend.",
      "id": "s116"
    },
    {
      "text": "As the resolutions made at the meeting and the expert evidence of Dr Lum demonstrate, those attending the meeting were representative of the Claim Group.",
      "id": "s117"
    },
    {
      "text": "In my view, none of the concerns expressed by O'Loughlin J in Ward at [24] are applicable in this context.",
      "id": "s118"
    },
    {
      "text": "32 Further, I am satisfied as to the accuracy of the minutes of the meeting.",
      "id": "s119"
    },
    {
      "text": "In particular, I accept, on the basis of the independent verification, that those present made the resolutions recorded: see [25] above.",
      "id": "s120"
    },
    {
      "text": "The evidence reveals that the meeting resolved that there was not a process of decision-making under traditional laws and customs for decisions of this kind .",
      "id": "s121"
    },
    {
      "text": "This is supported by Dr Lum's evidence that in his opinion the Claim Group's traditional decision-making processes do not apply to the current circumstances.",
      "id": "s122"
    },
    {
      "text": "Those present at the meeting therefore adopted the decision-making process set out above at [23], by which they decided to revoke the authorisation of the applicant as presently constituted and authorised a new group to form the applicant in this proceeding.",
      "id": "s123"
    },
    {
      "text": "As such, I am satisfied that the requirements of s 66B(1) of the NTA are met.",
      "id": "s124"
    },
    {
      "text": "33 For these reasons, I am satisfied that the orders sought, insofar as they relate to the removal of Mr Lawson and Mr Johnson from the applicant group and the inclusion of Mr Murray Butcher and Mr Derek Hardman, should be made.",
      "id": "s125"
    },
    {
      "text": "Patricia Johnson \n \n34 As noted above, the orders sought in the amended notice of motion would not only exclude Mr Lawson and Mr Johnson from the group comprising the applicant but also another current member, Ms Patricia Johnson.",
      "id": "s126"
    },
    {
      "text": "Although the issue of Ms Johnson's continuing role was discussed at the 1 October meeting, there was no resolution to remove her from the applicant group.",
      "id": "s127"
    },
    {
      "text": "I am, however, satisfied by the evidence before me that Ms Johnson has clearly indicated that she does not wish to continue as a member of the applicant group and for this reason it is appropriate to make the orders sought.",
      "id": "s128"
    },
    {
      "text": "35 The evidence to which I refer is to be found in the affidavits of Philippe Savidis and Mishka Holt, solicitors with NTS, affirmed respectively on 7 and 14 November 2005.",
      "id": "s129"
    },
    {
      "text": "Both solicitors attest to their repeated attempts to discuss the claim with Ms Johnson and her repeated assertions that, owing to illness, she is unable to carry out her responsibilities and no longer wishes to remain a member of the group comprising the applicant.",
      "id": "s130"
    },
    {
      "text": "Ms Johnson has not provided an affidavit in accordance with s 64(5) of the NTA despite requests from NTS and on this basis I am satisfied that her name should not be included as a person who comprises the applicant in this proceeding.",
      "id": "s131"
    },
    {
      "text": "Conclusion \n \n36 For the above reasons, I will make the orders sought in the amended notice filed on 13 December 2005.",
      "id": "s132"
    },
    {
      "text": "However, it is pertinent to note that in making these orders the Court is not adversely reflecting in any way on the conduct of Mr Lawson and Mr Johnson.",
      "id": "s133"
    },
    {
      "text": "There clearly has been a deeply held disagreement within the Claim Group and this has been resolved in accordance with the provisions of the NTA.",
      "id": "s134"
    },
    {
      "text": "As was discussed at the 1 October meeting, an order made under s 66B(2) of the NTA does not remove Mr Lawson and Mr Johnson from the Claim Group, nor does it affect their standing according to traditional law and custom.",
      "id": "s135"
    },
    {
      "text": "As members of the Claim Group both will continue to have the opportunity to participate in discussions as to the future conduct of the native title claim and it is to be hoped that they will avail themselves of the opportunity to do so.",
      "id": "s136"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s137"
    },
    {
      "text": "Associate:\n\nDated: 2 February 2006\n\n\n Counsel for the Applicants on the motion and New South Wales Native Title Services: Ms S Phillips \n \n Solicitor for the Applicants on the motion and New South Wales Native Title Services: New South Wales Native Title Services \n \n Mr Ray Lawson and Mr Noel Johnson appeared in person \n \n \n Solicitor for the NSW Minister for Land &amp; Water Conservation: Ms S Illiadis \n \n Solicitor for the NSW Farmers' Association respondents: Mr R Gorczyca \n \n Date of Hearing: 12 December 2005 \n \n Date of Judgment: 2 February 2006 \n\n\n 'Pooncarie' Barkandji (Paakantyi) People v NSW Minister for Land &amp; Water Conservation \n [2006] FCA 25 \n \n\n Schedule \n \n\n Respondents \n\n \nNSW Minister for Land and Water Conservation\nNational Parks Association of NSW Inc\nAvoca Vineyards Pty Ltd\nStephen George Alexander\nKeith James Bell\nSam Costa\nDarryn Robert Davies\nHenry George Washington Davies\nMaxwell Charles Gregg\nKenneth John Hearne\nPaul Anthony Hyde\nWilliam Henry Lever\nPeter James Middleton\nWilliam John Summers\nBalranald Shire Council\nBourke Shire Council\nBroken Hill City Council\nCentral Darling Shire Council\nCobar Shire Council\nThe Commonwealth of Australia\nThe Murray Darling Basin Commission\nWentworth Shire Council\nDareton Local Aboriginal Land Council\nMutawintji Local Aboriginal Land Council\nNSW Native Title Services Limited\nKeith William Allison\nChristopher Kym Andrews\nRoss David and Colleen Frances Andrews\nKenneth William and Rosemary Anne Barnes\nBarry Frederick and Christione Phillis Barraclough\nWalter John Barraclough and Vera May Douglas Barraclough\nJames Arthur Bartholomaeus\nRobert Malcolm Bartlett and Eveline Alexis Bartlett\nBawarra Pty Ltd\nGlen Gene Bell; Nyoli Merle Bell, Craig Andrew Bell\nPeter Robert Beven\nRandall William Beven\nPhillip Peter Blore\nTerry Francis Blore\nJeffrey Langdon Bonython and Clara Wendy Bonython\nCleveland Jay Bright\nDallas Jay Bright\nDarran Jay Bright\nRex and Deana Brunsdon\nBrywent Pty Ltd; Robin Owen York Jackson\nChristopher Raymond Byrnes\nEdward James Byrnes and Patricia Susan Byrnes\nGerald Byrnes\nCalzic Pty Ltd\nAllan Charles Charmichael and William James John Carmichael\nCarstairs Holdings Family Trust\nChurch's Plumbing Supplies Pty Ltd\nLeighton Clark\nCol Cullinan, Comarto Station\nIan Edward Crossing\nGraeme Ross Crozier and Catherine Marie Petrina Crozier\nMark Hurtle Crozier\nTerry William Crozier\nKim Desmond Cullen\nDanny Ronald and Susan Marie Currran\nAnthony Charles Dakis and Helen Kay Dakis\nDalmorino Props (NSW) Pty Ltd, William Lindsay Scott Crozier\nArthur Bernard Davies\nEdward William Davies and Beatrice Mary Davies\nRoger F Day\nWalter Thomas Dell, Maxine Lorraine Dell and Walter John Dell\nHugh Robert William Dettmann and Jennifer Mary Dettmann\nDonald John Cullinan, Cherry Denice Cullinan, DJ &amp; CD Cullinan Pty Ltd\nDonald Robert Poulton, Dale Phyllis Poulton, Single Oak Pty Ltd\nAnthony Sholto Douglas\nBrendon Douglas Duncan, Maureen Therese Duncan and Glen Esk Pastoral\nIan Charles Edson and Trudy Nadine Edson\nRobert James Edwards and Barbara Anne Edwards\nClarence Lawrence Elliott and Christine Gaye Elliott\nEric Nitscuke, Eric Nitscuke Family Trust\nIan David Farnsworth and Delma Joy Farnsworth\nMaxwell Henry Follett\nGary Gaiter\nJohn Gall\nLachlan John Gall\nRichard Gates and Joanne Gates\nNeil Edward Gibbons\nBrendan R Gorman\nWilliam Sydney Grace\nJames Graham\nGarry James Griffiths\nGulthul Pty Ltd\nMalcolm John Hammat\nGarry Ross Hannigan\nFrank Murray Hanns and Mary Patricia Hanns\nAlan Harris and Annie Harris\nDouglas Linton Harrison\nRonald Harvy and Marilyn Peta Harvy\nArthur O'Hara Hayes and Jennifer Margaret Hayes\nAnne Daphne Headon\nMichael John Healy\nPatrick Joseph Healy\nRaymond Gerard Healy\nCynthia Heasyman\nFoster John Heatley\nFrederick Herring\nHomfray Family Partnership\nElaine Laura Huddleston\nPhillip Hudson and Daphne Hudson\nJohn Gwynne Hughes\nKevin David Ingram and Robyn Anne Ingram\nInkerman Pastoral Co Pty Ltd\nDavid Henry Jackson and Mary Jill Jackson\nJeremy John McClure for TJL McClure Pty Ltd\nJohn Smith, Marlene Smith, Ricky Howard, Susan Howard\nWesley Judd and Kathleen Judd\nGaye Constance Kelly\nMary Margaret Knight and David William Knight\nPhilip Anthony Larwood and Christine Grace Larwood\nAndrew John Lawrence and Vivienne Jean Lawrence\nJohn Joseph Lawrence\nMark Lawrence and Jann Lawrence\nPeter Lawrence\nWilliam Norman Lawrence and Anne Dorothy Lawrence\nGraham Leckie and Julie Leckie\nThomas Henry Lee; Dawn Lee; Helen Patricia Lee; Daniel Thomas Lee\nNeill Robert Leigo and Debra Anne Leigo\nStuart LeLievre\nLema Props\nLimbra Pastoral Company Pty Ltd\nDavid John Linklater and Denise Cheryl Linklater\nWilliam George Looney and Shirley Ann Looney\nDavid Anthony Lord\nJohn Montgomery Lord\nWilliam Laurence Mahy and Fae Linda Mahy\nMallara Station Partnership --- Frank, Florence, Richard and Jennifer Smith\nMannahill Pastoral Services\nMark Alexander Withers and Lindy Maree Smith-Withers\nMark Etheridge, Megan Davies, M&amp;M Pastoral Pty Ltd\nMarrapina Station Pty Ltd\nBruce Marshall and Wendy Marshall\nEric John Martin and Hazel Dorothy Martin\nAnthony Aloyius McGinty and Heather Ann McGinty\nCampbell Addison McGrath\nPaul McPherson and Christine McPherson\nMichael Joseph Maher and Jeanna Danielle Dettington\nBryan Milne and Bronwyn Kaye Milne\nMK Lush, D Lush, G Lush, JO Lush and BD Lush\nGeorge V Morton\nMount Manara Pastoral Company\nMurray Edward Cramp, Cramps Pastoral Co Pty Ltd\nNeil Howard, Lynnette Zell Howard, Chad Lloyd Howard, Hayley Natika --- Zell Howard\nJohn Arthur Nelson and Gillian Mary Nelson\nNesbit Rural Holdings.",
      "id": "s138"
    },
    {
      "text": "Partners are James Alfred O'Hara Nesbit, Jennifer Faye Nesbit, Martin Edward Nesbit\nJames Markham O'Connor\nPhilip Hurtle Palmer and Patricia Mary Palmer\nKevin Payne\nPenrose Park Recreation Reserve Trust\nPetro Pastoral Co Pty Ltd\nBrett Anthony Pickering\nJohn Ernest Pippin\nGregory John Pollard; Dianne Mary Pollard (Warrananga Proprietors)\nVera Jean Pollard (Warrananga Proprietors)\nPolocara Pastoral Company Pty Ltd\nAlexander Peter Pulver and Noreen Joy Pulver\nGary Arnold Radford\nRaymond Joseph Byrnes and Luke Anthony Byrnes\nGrahame Ronald Rees\nReginald Edgar Stanmore, Patricia Mary Stanmore, Christopher John Stanmore, Jane Margaret Stanmore\nTerrence Remmert\nRobert Charles Duncan Fo \"Dunedin Park\" Proprietors\nIan and Evelyn Robertson\nLee Scott Robertson\nWilliam Geoffrey Rodda and Barbara Valmai Rodda\nRodoni Engineering\nPhillip Albert Rogers\nMax Oliphant Russell,\nJohn Famers Scobie\nRobert Seekamp and Hillary Seekamp\nSilverlea Incorporated\nJames Malcolm Skinner and Dinah Helena Skinner\nEdwin Smith\nGeoffrey Kenneth Smith and Vanessa Smith\nPatrick William Smith and Lynda James Smith\nThomas Smith\nAndrew Charles Spinks\nStephen Alfred Stewart Withers, Maxine Stuart Withers, Alfred Andrew Stewart Withers\nSteven Keith Marwood, Sandra Louise Marwood or Belmore Farms\nLaurence Walter Strachan and Kayleen Frances Strachan\nPeter Geoffery Sullivan\nSwiss Australian Farm Holdings Pty Ltd\nThomas John Symes\nArnold Taylor and Frederick Joseph Taylor\nJohn Robert Jeffrey Taylor\nMilton Douglas Taylor\nRaymond V Tesseyman\nBrian Gaffney Thomas\nDavid James Turner\nGraham Holbrook Turner and Judith Mary Turner\nKenneth Turner\nJohn Vernon\nIan Walter Wakefield\nAndrew Samuel Wall; Edward Alfred Neindorf; Sharyn Edith Neindorf; Kathryn Anne Wall\nAllan Frederick Wembridge; Lorna Florence Wembridge; James Raymond Wembridge\nWenda Johnson, John Johnson, Cheryl Johnson\nAlan Whyte\nMaxine Yvonne Wilkinson and Roger Graham Wilkinson\nWilliam Alfred Anderson, Helen Patricia Anderson, Michael Christian Anderson,\nRichard John Anderson\nNeil Geoffrey Williams\nRichard James Williams\nRobert Bates Wilson\nWirryilka Pastoral Co Pty Ltd\nPeter Malcolm Withers and Helen Withers\nWokabity Pty Ltd\nWyona Pty Ltd\nChristopher Forrest and Shelley Forrest\nRichard Dale Chapman and Grant Allan Chapman\nDominic Alfonzi and Marlene Alfonzi\nOmah (Peter) Amjah\nAngloGold Shanti Australia Limited\nArumpo Bentonite Pty Ltd\nIris Jean Baldwin\nBasin Minerals Holdings NL (Title Holder), Bemax Resources NL (farminee)\nGeorge Leslie Baynes; Russell James Hann; Geoffrey Logan\nRobert John Crawford and Anita Margaret Crawford\nGeorge Diamantes, James Dimantes\nWayne Donehue\nGraeme R Dowton &amp; Helen M Dowton\nNeville A Dowton\nRonald Arthur Dowton and Susan Erica Dowton\nBrian Eakin\nEllen Francis\nGolden Cross Operations Pty Ltd\nBarbara Jean Golya\nClair Louise Inness\nBeryl Eileen Ireland\nPeter Bruce Kemp\nKenneth Joseph King\nLeo Studman and Beryl Metcalf\nMacapika Pty Ltd\nIrvan Robert McRae\nMinex (SA) Pty Ltd, Minotaur Resources Ltd\nMurray Basin Titanium Pty Ltd\nNewcrest Operations Limited (N.O.L.",
      "id": "s139"
    },
    {
      "text": ")\nDavid Charles Prendergast\nMorton Edward Ritchie\nValerie Jean Ritchie\nLeigh-Anne Rogers\nDieter Ruhl\nDorothea Anne Ruhl\nDavid George Seaton\nVincenzo Sferruzzi\nSheila Young and Karl Brunnenmeyer\nGlenys Smiley\nSusan Mary Spangler\nStephen Hoare and Kathryn Ward\nUnimin Australia Limited formerly Normandy Industrial Minerals Limited\nWilliam Neave Young, Sheila Mary Young, Robyn Cecelia Young\nDenis Young\nMalcolm Grant Anderson\nBirdwood Proprietors\nBroken Hill Licenced Butchers\nNeville John Crisp\nJane Ruby Evans\nFilmink Pty Ltd\nHillston Rural Lands Protection Board\nKelleen Holdings\nPeter John Kiely and Dorothy Anne Kiely\nCecil Robert Frederick Leckie\nMichael George Martin\nJane McClure and Murray Churchill McClure\nMilparinka Rural Lands Protection Board\nPatrick Arthur Murphy and Moya Grace Murphy\nPastoralists' Association of West Darling\nPooncarie Hospital Reserve Trust\nIan Lewis and Lisa Gay Roberts\nJames Barry Robinson and Judith Robinson\nGwen Rowe\nAlfio OrazioSapuppo; Vince Sapuppo; Maria Sapuppo\nNicholas Siemer\nSilverton Temporary Common Trust\nMargaret Annette Smith\nRobert Neil Smith\nSouth Western Water Users Association\nAnne May Strain\nIan Milton Strain\nTom Ferdinand Willem Gerald Wynen and Jennifer Olive Law\nWanaaring Rural Lands Protection Board\nJohn Thompson Waters\nWentworth Rural Lands Protection Board\nWillotia Station Pty Ltd\nJohn Malcolm Caskey\nClive Maxwell Linnett\nJames Edward Manns\nWheepool Pty Ltd\nTransgrid\nBroken Hill Speed Boat Club Inc.\nTelstra Corporation Limited\nMutawintji National Park Board of Management\nLance Hilliard and Samantha Jane Hilliard\nFrank Misali\nIan William Alexander and Susan Anne Alexander\nAlingh Grove Pty Ltd\nDouglas John Alvey and Susan Margaret Alvey\nRaymond George Alvey and Margaret Beatrice Alvey\nAndriske Vineyards Pty Ltd (Formerly Andriske(Paringi) Nominees Pty Ltd)\nGary Charles Andriske and Lin Baddock\nPeter Bezzina and Julie Bezzina\nRobert Alexander Blake and Lynette Joy Blake\nBoeill Creek Holdings Pty Ltd\nBoeill Creek Nursery Pty Ltd, Raymond Peter and Samantha Maria Formosa; Salvatore B Pensini and Patricia J Pensini\nBoeill Creek Packers Pty Ltd\nDavid Ross Bottom\nGiovanna Cesco\nTerry William Channing\nStephen Clarke\nDavid Griffin Cox and Andrea Cox\nV and M Cricelli\nCroftwood Vineyards Pty Ltd\nDanielle Vineyards Pty Ltd\nIan James Dowton\nAlwyn Elstone and Joan Irene Elstone\nEureka Concrete Holdings Pty Ltd\nAnn Louise Evers\nRobert Farnsworth\nJames Michael Gilmartin; Elaine Joy Perry\nGregg &amp; Sons (Steel) Pty Ltd\nBrian Gregg and Sandra Gregg\nRodney Harvey and Coral Harvey\nHC &amp; E Farnsworth Pty Ltd\nGloria Hucker\nIan Robert Mansell, Ruth Enid Nansell, Robert Jeffery Nansell, Kenneth Allan Mansell, Jeanette Ruth Mason, Denise Margaret Pragt\nJanette Loveday and Andriske Loveday, Robin Harold Lloyd\nBarrie Blair McMillan and Nola Joy MacMillan\nCharles Anthony Mangan; Julie Ann Mangan; Peter Kotsoronis\nMansell Farms (Family Partnership), Ian Robert Mansell, Ruth Enid Mansell, Robert Jeffery Mansell, Julie Lorraine Mansell, Kenneth Allan Mansell, Anne Elizabeth Mansell\nVaughan Marshall\nAnthony James McCarten\nStella Margaret McCarten\nAllison McTaggart and Graham Richardson\nMerbein Investments Pty Ltd\nJohn Metcalf\nMildura Equity Chambers Management Pty Ltd (ACN 005 063 294)\nDennis Cameron Mills and Margot Barbara Mills\nFrank Modica\nMourquong Co-op Rural Society Ltd\nRichard Kevin Munro and Helen Jean Munro\nIan Murdoch and Robyn Joy Murdoch\nNakorn Pty Ltd\nRocco Panuccio\nPasminco Limited\nPiave Sand &amp; Earthmoving\nMario Carmelo Ralli\nIan Lewis Roberts\nOrazia Sapuppo and Patricia Sapuppo\nJanine Margaret Smith\nRodger McLeod Smith and Anne Maree Smith\nStanley Wine Co Pty Ltd\nKenneth Edward Stubbs and Nannette Mary Stubbs\nSummer Gove Pty Ltd\nTable Grape Growers of Australia Pty Ltd\nAdam Thompson\nTriako Resources Limited (ABN 46 008 498 119)\nGregory James Turner\nStanley John Webley and Jennifer Jean Webley\nWestern Murray Irrigation Limited\nPamela Janette White\nVirginia Ann White\nP and J Whitfield\nWilcannia Rural Lands Protection Board\nPeter Geoffrey Wilson\nWindtan Pty Ltd\nAlanford Pty Ltd\nAljor Developments Pty ltd\nRoderick Campbell Baird and Alice Anne Baird\nWayne Maxwell Barnfield and Delwyn Barnfield\nJane Angel Benson\nBeven Pastoral \nJoseph Alan Bunyan\nCantrade Pty Ltd\nBrian Wayne Casey and Joan Maree Casey\nStephen Cresswell and Sophia Cresswell\nPeter Crisp\nBrian Patrick Michael Cullinan\nEstate of the late Sydney George Maynard\nFrancis Fitzgerald, Michael James Fitzgerald, Peter Dennis Fitzgerald\nRobin Gebert and Margaret Gebert\nDiane Angel Gibson\nGrazing Investments Pty Ltd, John Alex Elliott and Dianne June Elliott trading as Moira Plains Co.\nGuiseppe Simonetta, Antony Simonetta, Mario Simonetta\nMitchell James Harrison\nJohn Hederics\nBeverley Howse\nJ.",
      "id": "s140"
    },
    {
      "text": "B Garde Nominees Pty Ltd (ACN 005 646 015), James Bruce Garde, Robert Bruce Garde\nRobert William Jolley and Evelyn Marjorie Jolley\nSteven James Kiel\nDonald Bach Langford\nNiki Lisandros and Konstatine Karanicolos\nPeter John Lush and Beverley Anne Lush\nDudley Marrows\nMalcolm James Maynard\nColin Michael Middleton\nMinda Proprietors\nIan Morrison and Robyn Dianne Morrison\nPeter Neate and Raelene Neate\nOfficial Trustee in Bankruptcy of Estate of Kuzu (VIC 1910/1993)\nOrmond Murdoch McLeod and Roderick Murray McLeod\nGiuseppe Pagano and Elizabeth Pagano\nPowercor Australia Ltd\nAdrian Ribarits, Simon Ribarits, Anthony Ribarits\nRichard Ernest Danson, Heather Danson, Terrence Norman Jones, Judith Ann Danson (formerly McLauchlan), Helen Jean Munro\nJeffrey Michael Smith and Susan Jane Smith\nMargaret Jean Smith and Daryl Francis Smith\nTandou Limited\nGregory Phillip Taylor\nJohn Gait Vagg\nKevin John Voullaire; Margaret Patricia Voullaire; Ernst Henry Voullaire, Rodney James Voullaire\nWillaim Patrick Wilkes, Genevieve Katherine Wilkes, \"Moornanyah\" Pastoral Co P/L\nAcutt Holdings Pty Ltd\nReginald James Hall; Thegoa Pastoral Co Pty Ltd\nNicola Argiro\nBuronga Hill Pty Ltd\nSimeon Wines Limited\nKevin Emmins and Glen Emmins\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/25.html",
      "id": "s141"
    }
  ]
}