{
  "name": "Le v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 349 (1 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/349.html",
  "catchphrases": [
    {
      "text": "no question of principle",
      "id": "c0"
    },
    {
      "text": "migration law",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application pursuant to O 52 r 15(2) of the Federal Court Rules to extend the 21 day period in which a notice of appeal must be filed and served.",
      "id": "s0"
    },
    {
      "text": "Order 52 r 15(2) provides that, notwithstanding anything in the preceding subrule, the court or a judge, may, for special reasons, at any time, give leave to file and serve a notice of appeal.",
      "id": "s1"
    },
    {
      "text": "The applicant seeks an extension of time in which to appeal from a judgment given by Edmonds J on 1 November 2005 in Le v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1530.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n \n2 The substance of the matter before his Honour involved an application under section 39B of the Judiciary Act 1903 (Cth) to quash the decision of the Administrative Appeals Tribunal ('the Tribunal') affirming a decision of the delegate of the respondent ('the Minister') to cancel the applicant's visa pursuant to section 501(2) of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s3"
    },
    {
      "text": "In the judgment his Honour set out the extensive criminal history of the applicant which extends for almost three and a half pages of the judgment.",
      "id": "s4"
    },
    {
      "text": "His Honour recorded in a careful, if I may say so with respect, judgment the grounds put forward in the applicant's amended application, in which he was represented by pro bono counsel, which were that there was:\n \n \n (a) apprehended or actual bias on the part of the Tribunal;\n (b) the Tribunal had committed a jurisdictional error by taking into account irrelevant considerations; and\n (c) the Tribunal had failed to afford the applicant procedural fairness.",
      "id": "s5"
    },
    {
      "text": "3 His Honour considered each of those grounds and dismissed them for reasons which disclose to me no arguable basis which would attract any prospect of success in an appeal.",
      "id": "s6"
    },
    {
      "text": "Today, the applicant has told me that one of the reasons he wanted to appeal was that counsel who appeared before Edmonds J did not mention that he had suffered from his mental illness and did not \"defend\" the applicant at all.",
      "id": "s7"
    },
    {
      "text": "In fact, his Honour quite clearly was aware of and referred to the applicant's counsel's reference to the Tribunal's treatment of the applicant's head injury in paragraphs 11 and 21 of the judgment.",
      "id": "s8"
    },
    {
      "text": "4 The draft notice of appeal, included with the applicant's application papers that were filed in the Registry on 30 January 2006 but bear dates of preparation of 25 and 26 January, includes grounds alleging that there was a failure by the respondent, his Department and Edmonds J to give adequate proper, genuine and realistic weight to the applicant's argument in relation to his health, mental impairment, mental illness and the applicant's permanent disability of epilepsy.",
      "id": "s9"
    },
    {
      "text": "PRINCIPLES \n \n5 In Jackamarra v Krakouer [1998] HCA 27 ; (1998) 195 CLR 516 at 519 to 520 [3]-[4], Brennan CJ and McHugh J referred with approval, to the remarks of Lord Denning, MR, in R v Secretary for the Home Department; Ex parte Mehta [1975] 1 WLR 1087 at 1091 where his Lordship said in relation to the practice of the court in considering an application for an extension of time in which a party may be allowed to appeal:\n \n 'We often like to know the outline of the case.",
      "id": "s10"
    },
    {
      "text": "It would appear to be a case which is strong on the merits and which ought to be heard.",
      "id": "s11"
    },
    {
      "text": "In fairness to the parties, we may think it proper that the case should be allowed to proceed and we extend the time accordingly.",
      "id": "s12"
    },
    {
      "text": "If it appears to be a flimsy case and weak on the merits, we may not extend the time.",
      "id": "s13"
    },
    {
      "text": "We never go into much detail on the merits, but we do like to know something about the case before deciding whether or not to extend the time.",
      "id": "s14"
    },
    {
      "text": "' \n \n\n6 In his judgment for the same case, Kirby J also referred to Lord Denning's remarks (see [1998] HCA 27 ; 195 CLR 516 at 540-541 [66] ).",
      "id": "s15"
    },
    {
      "text": "7 The Full Court of this court in Jess v Scott (1986) 12 FCR 187 at 195 adopted a similar approach by holding that there must, in accordance with O 52 r 15(2), be shown a special reason why the appeal should be permitted to proceed although filed after the expiry of 21 days.",
      "id": "s16"
    },
    {
      "text": "8 I am of opinion that in this matter there are insufficient prospects to warrant a grant of an extension of time in which to appeal.",
      "id": "s17"
    },
    {
      "text": "The extensive and continuous pattern of law breaking by the applicant over the 13 years preceding the decision to cancel his permanent resident visa coupled with two prior warnings by the Minister that his conduct could result, if continued, in a cancellation of his visa, is recorded in his Honour's judgment under appeal to demonstrate that the application lacks a sufficient prospect of success.",
      "id": "s18"
    },
    {
      "text": "In addition, the other grounds advanced by the applicant today also lack merit.",
      "id": "s19"
    },
    {
      "text": "I am not satisfied that the applicant has put forward any sufficient reason to show why an extension of time should be granted to him.",
      "id": "s20"
    },
    {
      "text": "9 The applicant has referred in oral argument to another detainee at the Villawood Detention Centre who is assisting him in the preparation of this application.",
      "id": "s21"
    },
    {
      "text": "However, I am of opinion that no special reason has been shown as to why I should exercise my discretion under the rule.",
      "id": "s22"
    },
    {
      "text": "In those circumstances, I refuse to grant the extension of time.",
      "id": "s23"
    },
    {
      "text": "10 The Minister has applied for an order for the costs of this application and has asked that the amount be fixed in the sum of $1000.",
      "id": "s24"
    },
    {
      "text": "The applicant has said that by reason of his being on unemployment benefits and his lack of access to legal advice, he should not have to pay the costs or to have them fixed in that amount.",
      "id": "s25"
    },
    {
      "text": "I am of opinion that there is no sufficient reason put forward by the applicant as to why the ordinary rule should not apply that an unsuccessful party pay the successful party's costs.",
      "id": "s26"
    },
    {
      "text": "Having regard to the nature of this \n \napplication, the submissions which the Minister prepared and Mr Chami's attendance today, I am of opinion that the amount of $1000 is a reasonable sum.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\n\nDated: 3 April 2006\n\n\n Applicant: In person \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 1 March 2006 \n \n Date of Judgment: 1 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/349.html",
      "id": "s29"
    }
  ]
}