{
  "name": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) [2006] FCA 386 (7 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/386.html",
  "catchphrases": [
    {
      "text": "hearsay market research reports",
      "id": "c0"
    },
    {
      "text": "whether received as proof of truth of contents",
      "id": "c1"
    },
    {
      "text": "whether discretion under s 136 of evidence act should be exercised",
      "id": "c2"
    },
    {
      "text": "evidence",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) [2006] FCA 386 (7 April 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 386 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) [2006] FCA 386 (7 April 2006) \nLast Updated: 7 April 2006 \n FEDERAL COURT OF AUSTRALIA \n\n Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) \n [2006] FCA 386 \n \n\n EVIDENCE --- hearsay market research reports --- whether received as proof of truth of contents --- whether discretion under s 136 of Evidence Act should be exercised\n\n\n Evidence Act 1995 (Cth) ss 9 , 60 , 77 , 136 \n\n Lee v The Queen [1998] HCA 60 ; (1998) 195 CLR 594 applied\n Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363 cited\n Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 2) [2006] FCA 364 cited\n Quick v Stoland Pty Ltd (1998) 87 FCR 371 at 378, 382 applied\n\nLigertwood, Australian Evidence , 4 th ed, 2004, at 495\n Australian Law Reform Commission Report 102 at 7.96, 10.147\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n CADBURY SCHWEPPES PTY LTD v DARRELL LEA CHOCOLATE SHOPS PTY LTD (NO 3) \n NO.",
      "id": "s0"
    },
    {
      "text": "VID 555 OF 2005 \n\n HEEREY J \n 7 APRIL 2006 \n MELBOURNE \n IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY NO.",
      "id": "s1"
    },
    {
      "text": "VID 555 of 2005 \n\n BETWEEN: CADBURY SCHWEPPES PTY LTD \n APPLICANT AND: DARRELL LEA CHOCOLATE SHOPS PTY LTD \n RESPONDENT JUDGE: HEEREY J DATE OF RULING: 7 APRIL 2006 WHERE MADE: MELBOURNE \n\n THE COURT ORDERS THAT: \n\n The documents produced by the applicant's witnesses referred to in these reasons are not received as proof of the truth of their contents.",
      "id": "s2"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s3"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY NO.",
      "id": "s4"
    },
    {
      "text": "VID 555 of 2005 \n\n BETWEEN: CADBURY SCHWEPPES PTY LTD \n APPLICANT AND: DARRELL LEA CHOCOLATE SHOPS PTY LTD \n RESPONDENT \n\n JUDGE: HEEREY J DATE: 7 APRIL 2006 PLACE: MELBOURNE \n \n \n \n RULING \n \n \n\n 1 The applicant Cadbury Schweppes Pty Ltd (Cadbury) has brought this proceeding against the respondent Darrell Lea Chocolate Shops Pty Ltd (Darrell Lea) alleging contravention of ss 52 , 53 (c) and 53 (d) of the Trade Practices Act 1974 (Cth) and passing off constituted by Darrell Lea's use in its chocolate confectionary business of \"the colour Cadbury purple or any colour bearing a striking and obvious likeness to the colour Cadbury purple\".",
      "id": "s5"
    },
    {
      "text": "2 A number of witnesses called by Cadbury produced various market research documents.",
      "id": "s6"
    },
    {
      "text": "The makers of such documents were not called.",
      "id": "s7"
    },
    {
      "text": "I ruled that these documents were admissible as going to the reasons why Cadbury's officers caused the company to take certain courses of action in the marketing and packaging of its products.",
      "id": "s8"
    },
    {
      "text": "However, I held that such documents were not proof of the truth of their contents, for example what various respondents to market surveys had said to the persons who conducted them.",
      "id": "s9"
    },
    {
      "text": "In other words, the documents were received on a non-hearsay basis and not as evidence of the truth of what they asserted.",
      "id": "s10"
    },
    {
      "text": "3 Whether right or wrong, I think it is clear that that is the basis on which I admitted the documents.",
      "id": "s11"
    },
    {
      "text": "Nevertheless some uncertainty has arisen.",
      "id": "s12"
    },
    {
      "text": "Accordingly further argument took place in which, amongst other things, more informative reference was made to s 60 of the Evidence Act 1995 (Cth) (the Act) and its application by the High Court in Lee v The Queen [1998] HCA 60 ; (1998) 195 CLR 594.",
      "id": "s13"
    },
    {
      "text": "The documents \n \n4 The documents in question are:\n \n Witness Document no, title and date \n \n A J Nowicki 23 FrontLine Research 2002\n \n G R K Slater 13 Elliott &amp; Shanahan Research to Cadbury 10 November 1992\n \n 14 Elliott &amp; Shanahan Report December 1992\n \n 15 Elliott &amp; Shanahan Report 1993\n \n 34 Beveridge &amp; Cummings CDM Research Report May 1996\n \n M J Busuttil 6 FrontLine Research De-brief 2001\n \n Research De-brief September 2001\n \n 8 CDM Brand Architecture Research De-brief June 2002\n \n 10 Frontline Masterbrand Packaging Research September 2002\n \n 11 RIQ Report December 2002\n \n 15 Research paper Jigsaw stage one February 2003\n \n 26 Engagement Sue Cummings Research September 2002\n \n 27 Sue Cummings Research Report September 2002\n \n R N Heath 2 Sue Cummings Global Packaging Report May 1998\n \n5 Senior counsel for Darrell Lea categorized the representations made in these documents in terms which seem to me a fair summary.",
      "id": "s14"
    },
    {
      "text": "He said they contain:\n \n&#8226; Assertions as to facts made by the authors, eg as to inquiries the authors have made or things they have done in the preparation of the document;\n \n&#8226; Assertions of opinion on the part of the authors, ie their conclusions based on what they may have seen or observed; and\n \n&#8226; Assertions as to representations that have been made by third parties, such as participants in consumer surveys and focus groups, and that have been recorded in the document by the authors.",
      "id": "s15"
    },
    {
      "text": "For example, in the last-mentioned report there are reported statements in relation to Cadbury's peppermint chocolate \"The green ooze is coming out\" and \"The green writing that says peppermint you usually associate green with peppermint\".",
      "id": "s16"
    },
    {
      "text": "The issues \n \n6 The following issues arise:\n \n&#8226; Does s 60 have the effect that the documents are proof of the truth of facts asserted in the documents?",
      "id": "s17"
    },
    {
      "text": "&#8226; Does s 77 have the effect that opinions expressed in the documents are admissible?",
      "id": "s18"
    },
    {
      "text": "&#8226; If yes to either question, should use of the documents be restricted under s 136 so as to make them proof only of the fact they were relied on by Cadbury?",
      "id": "s19"
    },
    {
      "text": "Provisions of the Evidence Act \n \n7 Section 55 of the Act provides that evidence that is relevant in a proceeding is evidence that, if it were accepted, could rationally affect (directly or indirectly) the assessment of the probability of the existence of a fact in issue in the proceeding.",
      "id": "s20"
    },
    {
      "text": "Except as otherwise provided in the Act, evidence that is relevant is admissible and evidence that is not relevant is not admissible: s 56.",
      "id": "s21"
    },
    {
      "text": "8 A major exception to the reception of relevant evidence is the hearsay rule, defined in s 59: \n \n \"(1) Evidence of a previous representation made by a person is not admissible to prove the existence of a fact that the person intended to assert by the representation.",
      "id": "s22"
    },
    {
      "text": "(2) Such a fact is in this part referred to as an asserted fact .",
      "id": "s23"
    },
    {
      "text": "\" \n \n\n9 Then, in an exception to the exception, s 60 provides:\n \n \"The hearsay rule does not apply to evidence of a previous representation that is admitted because it is relevant for a purpose other than proof of the fact intended to be asserted by the representation.",
      "id": "s24"
    },
    {
      "text": "\" \n \n\n10 A further exception to s 56 is contained in Pt 3.3 --- Opinion.",
      "id": "s25"
    },
    {
      "text": "In that part s 76 provides that evidence of an opinion is not admissible to prove the existence of a fact about the existence of which the opinion was expressed.",
      "id": "s26"
    },
    {
      "text": "Various exceptions are provided for, including s 77: \n \n \"The opinion rule does not apply to evidence of an opinion that is admitted because it is relevant for a purpose other than proof of the existence of a fact about which the existence of which the opinion was expressed\".",
      "id": "s27"
    },
    {
      "text": "Other exceptions are s 78 (lay opinions) and s 79 (opinions based on specialised knowledge).",
      "id": "s28"
    },
    {
      "text": "11 Section 136 provides:\n \n \"The court may limit the use to be made of evidence if there is a danger that a particular use of the evidence might: \n (a) be unfairly prejudicial to a party; or \n (b) be misleading or confusing.",
      "id": "s29"
    },
    {
      "text": "\" \n \n Section 60 ; Lee v The Queen \n \n \n\n12 In Lee the appellant had been convicted on a charge of armed assault with intent to rob Mrs Patricia Jones, the owner of a video store in Paddington.",
      "id": "s30"
    },
    {
      "text": "Lee and another man came into her shop.",
      "id": "s31"
    },
    {
      "text": "One of them produced a gun and demanded money.",
      "id": "s32"
    },
    {
      "text": "In an episode no less dramatic than scenes in some of her videos, Mrs Jones threw a cast iron tape dispenser at the man with the gun, picked up the stool on which she had been sitting and jabbed at him across the counter.",
      "id": "s33"
    },
    {
      "text": "The gun discharged.",
      "id": "s34"
    },
    {
      "text": "The man who had fired the gun picked up the cash register but Mrs Jones hit him again with the stool.",
      "id": "s35"
    },
    {
      "text": "The men fled empty-handed.",
      "id": "s36"
    },
    {
      "text": "13 Shortly afterwards police officers saw Lee and another man, one Romeo Calin, in Kings Cross Road.",
      "id": "s37"
    },
    {
      "text": "The police arrested both men.",
      "id": "s38"
    },
    {
      "text": "Calin told the police, both orally and in a written statement, that he had seen Lee (although he did not know his name) and asked him to repay an $80 debt.",
      "id": "s39"
    },
    {
      "text": "He said Lee was walking fast and was sweaty.",
      "id": "s40"
    },
    {
      "text": "He also told the police that Lee had said to him:\n \n \"Don't bother me.",
      "id": "s41"
    },
    {
      "text": "I have just done a job.",
      "id": "s42"
    },
    {
      "text": "I fired two shots.",
      "id": "s43"
    },
    {
      "text": "The other guy bailed out.",
      "id": "s44"
    },
    {
      "text": "\" \n \n\nThe police allowed Calin to go home, presumably being satisfied he was not Lee's accomplice.",
      "id": "s45"
    },
    {
      "text": "14 When called as a witness at the trial, Calin said that he could not recall any conversation with Lee apart from a request to repay the debt.",
      "id": "s46"
    },
    {
      "text": "The prosecution was given leave to cross-examine him about his statement.",
      "id": "s47"
    },
    {
      "text": "In the High Court's view at [12] the trial judge's charge to the jury would have been understood as an instruction that if they were satisfied that Lee had said those words to Calin, they were a confession by Lee.",
      "id": "s48"
    },
    {
      "text": "15 The High Court quashed the conviction.",
      "id": "s49"
    },
    {
      "text": "Their Honours held that police evidence of what Calin had said to them about Lee's statement to him (Calin) could not be used as proof of the truth of what Lee had said.",
      "id": "s50"
    },
    {
      "text": "16 There appears to be both a narrow, case-specific, basis and a broader basis for their Honours' conclusion.",
      "id": "s51"
    },
    {
      "text": "17 The narrow basis (the asserted truth basis) was that Calin did not intend to assert as a fact that Lee had \"done a job\", only that Lee had told him this and (perhaps) that Calin believed this.",
      "id": "s52"
    },
    {
      "text": "Calin's belief in what he was told was of no relevance to the issues which arose at the trial: [23]-[24].",
      "id": "s53"
    },
    {
      "text": "Perhaps it could be said that on this basis, Calin's statement as to what Lee had said was simply not relevant under the s 56 test --- one does not get to the s 59 hearsay exception or the s 60 exception to that exception.",
      "id": "s54"
    },
    {
      "text": "18 The broader basis (the secondhand hearsay basis), founded on historical principles underlining the law of evidence and the retention of common law which is not inconsistent with the Act (s 9) , was that secondhand, or double, hearsay is per se inadmissible: [32]-[41].",
      "id": "s55"
    },
    {
      "text": "19 Their Honours at [22] commence their discussion by referring to s 59 (in this and the following passages emphasis in bold is added, other emphasis is in the original):\n \n \"22......",
      "id": "s56"
    },
    {
      "text": "The [hearsay] rule's operation requires consideration first of why it is sought to lead evidence of something said or done out of court (a previous representation).",
      "id": "s57"
    },
    {
      "text": "What is it that that \"previous representation\" is led to prove?",
      "id": "s58"
    },
    {
      "text": "In particular, is it sought to lead it to prove the existence of a fact that the person who made the representation intended to assert by it ?",
      "id": "s59"
    },
    {
      "text": "The fact that the statement or the conduct concerned might unintendedly convey some assertion is not to the point.",
      "id": "s60"
    },
    {
      "text": "The inquiry is about what the person who made the representation intended to assert by it .",
      "id": "s61"
    },
    {
      "text": "\" \n\n20 Applying that approach to the facts of the case their Honours say: \n \n \"23.",
      "id": "s62"
    },
    {
      "text": "The previous representations made by Mr Calin that it was sought to adduce in evidence could be seen as being of two kinds: statements of what he had done or seen, and statements of what he had said or heard.",
      "id": "s63"
    },
    {
      "text": "Again it is convenient to treat the matter by reference to the written statement signed by Mr Calin.",
      "id": "s64"
    },
    {
      "text": "There can be little doubt that Mr Calin intended to assert that he had done the things recorded in the statement, that he had seen the things that were recorded in it and that he had said and heard the words set out in it.",
      "id": "s65"
    },
    {
      "text": "But there is no basis for concluding that Mr Calin intended to assert as a fact that the appellant had 'fired two shots', had just done 'a job' or that the 'other guy' had 'bailed out'.",
      "id": "s66"
    },
    {
      "text": "Calin had no way of knowing these facts.",
      "id": "s67"
    },
    {
      "text": "All Mr Calin intended to assert was that the appellant had told him these things and (perhaps, on one view of the matter) that Mr Calin believed (or at least did not disbelieve) what he had been told.",
      "id": "s68"
    },
    {
      "text": "24.",
      "id": "s69"
    },
    {
      "text": "Mr Calin's belief (or lack of disbelief) in what he was told was of no relevance to the issues that arose at the trial.",
      "id": "s70"
    },
    {
      "text": "Accepting that Mr Calin believed what the appellant had told him would not, directly or indirectly, rationally affect the assessment of the probability of the existence of the facts in issue in the proceeding.",
      "id": "s71"
    },
    {
      "text": "Knowing that Mr Calin had said out of court that the appellant had confessed to the crime was relevant only to the question whether he, Mr Calin, should be believed.",
      "id": "s72"
    },
    {
      "text": "No doubt, an assertion by the appellant that he had fired two shots, had done 'a job' and that the the 'other guy' had 'bailed out' would be relevant to the issues at the trial.",
      "id": "s73"
    },
    {
      "text": "But Mr Calin's statement contained no such assertion; it contained only an assertion that the appellant had said these things.",
      "id": "s74"
    },
    {
      "text": "25.",
      "id": "s75"
    },
    {
      "text": "Even if the trial judge was right to conclude, as he did, that Mr Calin could be cross-examined about his prior inconsistent statements and was right to conclude that evidence could be given of those prior statements, it was necessary to identify how those prior statements might properly be used by the jury.",
      "id": "s76"
    },
    {
      "text": "There are several steps in that process of identification.",
      "id": "s77"
    },
    {
      "text": "They can be described in these terms.",
      "id": "s78"
    },
    {
      "text": "26.",
      "id": "s79"
    },
    {
      "text": "Evidence that Mr Calin had seen what was recorded in his statements was relevant to the issues in the case.",
      "id": "s80"
    },
    {
      "text": "Mr Calin's representation out of court that he had seen these things was hearsay.",
      "id": "s81"
    },
    {
      "text": "Because his representation out of court (that he had seen these things) was relevant for the purpose of showing that he had made a prior statement that was inconsistent with his evidence in court, the hearsay rule did not apply and the representation was admissible to prove the existence of the fact that Mr Calin intended to assert by his earlier representation.",
      "id": "s82"
    },
    {
      "text": "27.",
      "id": "s83"
    },
    {
      "text": "By contrast, Mr Calin did not , in his out of court statements, intend to assert any fact about his conversation with the appellant other than that he had said certain words and that he had heard the appellant say the words he attributed to him.",
      "id": "s84"
    },
    {
      "text": "28.",
      "id": "s85"
    },
    {
      "text": "The nature of what Mr Calin said in his statements to the police was such that evidence of those statements was evidence both of representations made by Mr Calin to the police (about what Mr Calin had seen and heard) and of representations made to Mr Calin by the appellant (about what the appellant had done).",
      "id": "s86"
    },
    {
      "text": "By virtue of s 59 , the evidence was not admissible to prove the existence either of the facts which Mr Calin intended to assert to the police or of the facts which the appellant intended to assert to Mr Calin.",
      "id": "s87"
    },
    {
      "text": "Section 60 operated only upon the former representations; it had nothing to say to the representations made by the appellant to Mr Calin.",
      "id": "s88"
    },
    {
      "text": "It was only the representations made by Mr Calin to the police that were relevant for a purpose referred to in s 60: the purpose being to prove that Mr Calin had made a prior inconsistent statement and that his credibility was thus affected.",
      "id": "s89"
    },
    {
      "text": "The hearsay rule was rendered inapplicable to Mr Calin's representations, but not to the representations allegedly made by the appellant.",
      "id": "s90"
    },
    {
      "text": "And, of course, the representations allegedly made by the appellant were not admissible under the confession exceptions to the hearsay rule created by s 81 because the evidence of these confessional statements was not first hand.",
      "id": "s91"
    },
    {
      "text": "29.",
      "id": "s92"
    },
    {
      "text": "To put the matter another way, s 60 does not convert evidence of what was said, out of court, into evidence of some fact that the person speaking out of court did not intend to assert .",
      "id": "s93"
    },
    {
      "text": "And yet that is what was done here.",
      "id": "s94"
    },
    {
      "text": "Evidence by a police officer that Mr Calin had said, out of court, that the appellant had said that he had done a job was treated as evidence that the appellant in fact had done a job - a fact which Mr Calin had never intended to assert .",
      "id": "s95"
    },
    {
      "text": "(Of course, it would be different if Mr Calin had said in evidence in court that the appellant had said he had done a job.",
      "id": "s96"
    },
    {
      "text": "Then the representation made out of court would be the appellant's, not Mr Calin's.",
      "id": "s97"
    },
    {
      "text": ") \n \n 30.",
      "id": "s98"
    },
    {
      "text": "It follows that evidence that Mr Calin had earlier reported that the appellant had confessed was not evidence of the truth of that confession.",
      "id": "s99"
    },
    {
      "text": "It should not have been received at the trial of the appellant, as it was, as evidence establishing that the appellant had committed the offence.",
      "id": "s100"
    },
    {
      "text": "\" \n \n\n21 Their Honours then say at [31] that the conclusion that evidence of the reported confession by Lee was inadmissible as evidence of the truth of the alleged confession was \n \n \"consistent with basic principle and with the scheme of the Act as a whole; it is not to seen as some retreat to outdated and outworn technical distinctions.",
      "id": "s101"
    },
    {
      "text": "\" \n \n\n22 At this stage their Honours move to the secondhand hearsay basis.",
      "id": "s102"
    },
    {
      "text": "Their Honours note at [32] that one very important reason why the common law set its face against hearsay evidence was because otherwise the party against whom the evidence was led could not cross-examine the maker of the statement.",
      "id": "s103"
    },
    {
      "text": "Confrontation and the opportunity to cross-examination was \"of central significance to the common law adversarial system of trial\".",
      "id": "s104"
    },
    {
      "text": "23 After referring to the various statutory exceptions in Divs 2 and 3 of Pt 3.2 of the Act which were of a \"limited kind\" their Honours say:\n \n \"35.",
      "id": "s105"
    },
    {
      "text": "The provisions for these exceptions are to be understood in light of the view expressed by the Law Reform Commission that \"secondhand hearsay is generally so unreliable that it should be inadmissible except where some guarantees of reliability can be shown together with a need for its admissibility\".",
      "id": "s106"
    },
    {
      "text": "As the Commission went on to point out, where A gives evidence of what B said that C had said, the honesty and accuracy of recollection of B is a necessary link in the chain upon which the probative value of C's statement depends.",
      "id": "s107"
    },
    {
      "text": "Estimating the weight to be attached to what C said depends on assessing B's evidence about it.",
      "id": "s108"
    },
    {
      "text": "\" \n \n\n24 Their Honours then refer to s 9 as follows:\n \n \"37.",
      "id": "s109"
    },
    {
      "text": "Section 9 of the Act says that the common law in relation to evidence in a proceeding is to operate \"except so far as this Act provides otherwise expressly or by necessary intendment\".",
      "id": "s110"
    },
    {
      "text": "To hold, as was held by the trial judge and by the Court of Criminal Appeal, that the statements made by Mr Calin out of court could be admitted as evidence that the appellant had committed the crime with which he was charged because, in the evidence he gave in court, Mr Calin had denied making statements that the appellant had confessed, leads to a result that not only is sharply at odds with the other provisions of the Act to which we have referred but is at odds with the common law in relation to evidence in a proceeding.",
      "id": "s111"
    },
    {
      "text": "It is at odds with the common law because it shifts the focus of the process of proof away from what witnesses say in court that they have seen or observed to what a witness reports that another person earlier said had been heard.",
      "id": "s112"
    },
    {
      "text": "And the contention was that the evidence of the reports might be led in evidence, not because the person who was alleged to have heard the words was called to give evidence, but because that person denied that they had been said.",
      "id": "s113"
    },
    {
      "text": "The curiosity of the result can then be seen in stark relief.",
      "id": "s114"
    },
    {
      "text": "\" \n \n\n25 In conclusion their Honours say:\n \n \"40.",
      "id": "s115"
    },
    {
      "text": "It is then clear that s 60 was intended to work a considerable change to the common law.",
      "id": "s116"
    },
    {
      "text": "But there is no basis, whether in the considerations which we have mentioned as having influenced the Commission or otherwise, for concluding that s 60 was intended to provide a gateway for the proof of any form of hearsay, however remote.",
      "id": "s117"
    },
    {
      "text": "As has been indicated earlier in these reasons, that that was not intended is made plain by the terms of s 59 to which s 60 is an exception.",
      "id": "s118"
    },
    {
      "text": "\" \n \n\n26 Senior counsel for Cadbury submitted that Lee is not explicable on the basis of secondhand, or double, hearsay.",
      "id": "s119"
    },
    {
      "text": "He said that the true key to the case was to be found in [29] of the judgment (quoted at [20] above).",
      "id": "s120"
    },
    {
      "text": "The representation in Lee was not one that a certain thing had happened, but rather that someone had said it had happened.",
      "id": "s121"
    },
    {
      "text": "27 With respect, I do not agree with this reading of Lee .",
      "id": "s122"
    },
    {
      "text": "As appears above, their Honours make it clear that, quite apart from the asserted truth basis, secondhand hearsay per se is not admissible under s 60: see also Ligertwood, Australian Evidence , 4 th ed, 2004, at 495.",
      "id": "s123"
    },
    {
      "text": "In a recent joint report on the Act published in December 2005, the Australian Law Reform Commission, in association with the New South Wales and Victorian Law Reform Commissions and after a consultative relationship with law reform bodies in Tasmania, the Northern Territory, Western Australia and Queensland, appears to accept (albeit reluctantly, and with a recommendation for change) that Lee decides that secondhand and more remote hearsay does not fall within s 60: ALRC Report 102, NSWLR Report 112, VLRC Final Report at 7.96, 10.147.",
      "id": "s124"
    },
    {
      "text": "28 Where A in evidence states what B has said out of court that C has said to him (B), if B's intention to assert the truth of C's statement is the sole criterion then the result presumably will turn on the court's finding as to the subjective intention of B.",
      "id": "s125"
    },
    {
      "text": "Members of the general populace, unburdened with the laws of evidence, will often assert the truth of something said to them, just as often they will pass on something said for what it is worth.",
      "id": "s126"
    },
    {
      "text": "To hypothesise a variation on the facts of Lee , what if Calin was not just a casual acquaintance and creditor of Lee but a close criminal companion of long standing.",
      "id": "s127"
    },
    {
      "text": "In the light of that Calin believed, and had every reason to believe, that Lee was telling the truth when he said that he had \"done a job\".",
      "id": "s128"
    },
    {
      "text": "It was the sort of thing which, to Calin's knowledge, Lee habitually did.",
      "id": "s129"
    },
    {
      "text": "The hypothetical Calin, unlike the real life Calin, was convinced that Lee had committed the crime; he told the police as much and provided convincing detailed reasons.",
      "id": "s130"
    },
    {
      "text": "In other words, Calin asserted to the police that what Lee had told him was true.",
      "id": "s131"
    },
    {
      "text": "Would the confession by Lee to Calin have been admissible as truth of its contents?",
      "id": "s132"
    },
    {
      "text": "On the asserted truth basis of Lee perhaps yes, but on the secondhand hearsay basis, no.",
      "id": "s133"
    },
    {
      "text": "29 Moreover, where A tenders evidence of a statement out of court by B as to what C had said, and if what C said is admissible if B intended to assert the truth of it, then if C had said what D had said what E had said, E's statement would be admissible as truth of its contents as long as there was an assertion of intention to convey truth by everybody along the chain.",
      "id": "s134"
    },
    {
      "text": "30 I think therefore that the safer ground on which to decide the issue in the present case is that what various study participants (the equivalent of Lee) said to the authors of the reports (the equivalent of Calin) given to the Cadbury officers (the equivalent of the police) is inadmissable as being secondhand hearsay.",
      "id": "s135"
    },
    {
      "text": "Section 77: opinion \n \n31 To the extent that the documents express opinions of the authors about consumer behaviour I think they are inadmissible, or alternatively would be rejected under s 135 , for the reasons given in my ruling on Dr Gibbs' evidence: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363.",
      "id": "s136"
    },
    {
      "text": "If Dr Gibbs' direct opinion evidence is not admissible, still less could hearsay opinions of the same kind be received.",
      "id": "s137"
    },
    {
      "text": "Section 136 \n \n32 In any event, I would if necessary exercise the discretion under s 136 to limit the use of the documents to evidence of the fact that they were relied on by Cadbury.",
      "id": "s138"
    },
    {
      "text": "The documents in question can be contrasted with the evidence of another Cadbury witness, Ms Caroline Shelton, who conducted a survey of persons' reactions to various colours associated with chocolate.",
      "id": "s139"
    },
    {
      "text": "Her evidence was admitted over Darrrell Lea's objection: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 2) [2006] FCA 364.",
      "id": "s140"
    },
    {
      "text": "Ms Shelton was cross-examined, as was Professor Layton who had designed the methodology.",
      "id": "s141"
    },
    {
      "text": "The strengths and weaknesses of the survey were explored in evidence and can form the basis of rational submissions by the parties.",
      "id": "s142"
    },
    {
      "text": "By contrast, with the documents in question there is no witness equivalent to Ms Shelton or Professor Layton.",
      "id": "s143"
    },
    {
      "text": "They are of much less probative value, the absence of the authors is prejudicial to Darrell Lea and their admission for all purposes would add length and confusion to the trial; see Quick v Stoland Pty Ltd (1998) 87 FCR 371 at 378, 382.",
      "id": "s144"
    },
    {
      "text": "Darrell Lea documents \n \n33 A witness on behalf of Darrell Lea produced similar documents.",
      "id": "s145"
    },
    {
      "text": "As senior counsel for Darrell Lea accepted, they will be received on the same basis.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Ruling herein of the Honourable Justice Heerey .",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 7 April 2006\n \n\n\n Counsel for the Applicant: A J Myers QC and M D Wyles \n \n Solicitors for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: C Golvan SC and S Ricketson \n \n Solicitors for the Respondent: Middletons Laywers \n \n Date of Hearing: 3 April 2006 \n \n Date of Ruling: 7 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/386.html",
      "id": "s148"
    }
  ]
}