{
  "name": "Australian Competition &amp; Consumer Commission v Auspine Limited [2006] FCA 331 (9 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/331.html",
  "catchphrases": [
    {
      "text": "application to amend statement of claim",
      "id": "c0"
    },
    {
      "text": "circumstances where particulars did not support the proposed amendment",
      "id": "c1"
    },
    {
      "text": "application refused except as to one paragraph where there was no opposition to the amendment.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the applicant in these proceedings to amend its statement of claim.",
      "id": "s0"
    },
    {
      "text": "The matter is listed for hearing on 27 March 2006.",
      "id": "s1"
    },
    {
      "text": "The applicant made a previous application to amend its statement of claim which was heard and dismissed by Mansfield J on 23 February 2006.",
      "id": "s2"
    },
    {
      "text": "At the time that his Honour dismissed that application, his Honour said that the applicant could, if advised, make a further application.",
      "id": "s3"
    },
    {
      "text": "2 The applicant seeks to amend paragraph 39 of the statement of claim to include the words 'or to be supplied' and to include a reference to paragraphs (a) and (b).",
      "id": "s4"
    },
    {
      "text": "There has been no opposition to that application and I give the applicant leave to amend the statement of claim to include paragraphs (a) and (b) in the first and second lines and the words 'or to be supplied' in the fourth line.",
      "id": "s5"
    },
    {
      "text": "3 The applicant, however, has sought to amend the statement of claim in other respects.",
      "id": "s6"
    },
    {
      "text": "The applicant has sought to introduce a new plea in which the applicant says it particularises an arrangement or understanding which may be inferred from the particulars already contained in the statement of claim.",
      "id": "s7"
    },
    {
      "text": "The applicant's claim against the respondents is that the respondents entered into an arrangement or understanding some time between November and December of 2002 in which they agreed that they would no longer provide estimating services to their customers but, instead, would pass on to the customers any charges incurred and costs.",
      "id": "s8"
    },
    {
      "text": "4 That particular arrangement of understanding has been pleaded directly in paragraph 35(a) of the statement of claim:\n \n \n '35 In or about the period 1 November 2002 to 11 December 2002, McDonald on behalf of Auspine, Bone on behalf of Bone Timber and Mr Daniel on behalf of JAG Timber made an arrangement or arrangements, alternatively arrived at an understanding or understandings, containing provisions including provisions that: \n \n \n \n \n \n (a) Auspine, Bone Timber and JAG Timber would no longer provide estimating services without charge but would pass on to the customer any charges incurred at cost; ...' \n \n \n\n5 The applicant now seeks to add a 35(c) in the following terms:\n \n 'In the alternative subparagraph (a) above Auspine, Bone Timber and JAG Timber would no longer supply (or give a quotation for the supply of) timber for trusses and wall framing, where Auspine, Bone Timber or JAG Timber obtained or provided estimation services in respect of that quotation or supply, for the same price as the price of that timber alone, but the price of that timber would be raised by the cost to Auspine, Bone Timber or JAG Timber of the estimation services obtained or provided; and' \n\n6 The proposed amended statement of claim contains further pleadings which adopt that arrangement or understanding in the body of the statement of claim.",
      "id": "s9"
    },
    {
      "text": "7 It was put to me by Ms Strong, who appeared for the applicant, that paragraph 35(c) ought to be understood as meaning that the arrangement or understanding between the respondents was to include the cost of estimation twice to each of the customers.",
      "id": "s10"
    },
    {
      "text": "In my opinion, that is a false reading of the proposed paragraph 35(c) in any event but, even if it were the correct reading, the particulars, which are said to support the plea which are contained in paragraph 35(b) A to I, do not support the plea.",
      "id": "s11"
    },
    {
      "text": "8 Mr Whitington QC, who appeared for the third and fourth respondents, said that in the circumstances where the particulars do not support the amendment, the amendment which is sought so late in the day ought to be refused.",
      "id": "s12"
    },
    {
      "text": "I accept that submission.",
      "id": "s13"
    },
    {
      "text": "In my opinion, the particulars do not support the proposed amendment.",
      "id": "s14"
    },
    {
      "text": "In those circumstances, the proposed amendments to the statement of claim, except as to paragraph 39 which I have already identified, must be refused.",
      "id": "s15"
    },
    {
      "text": "There will be an order accordingly.",
      "id": "s16"
    },
    {
      "text": "9 The order will be that the applicant pay the costs of the third, fourth, fifth and sixth respondents of the application.",
      "id": "s17"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s18"
    },
    {
      "text": "Associate:\n\nDated: 31 March 2006\n\n\n Counsel for the Applicant: Ms E Strong SC \n \n Solicitor for the Applicant: Norman Waterhouse \n \n Counsel for the First Respondent: Mr Ross-Smith \n \n Counsel for the Second Respondent: The Second Respondent did not appear \n \n Counsel for the Third and Fourth Respondents: Mr R Whitington QC \n \n Solicitor for the Third and Fourth Respondents: Wallmans \n \n Counsel for the Fourth and Fifth Respondents: Mr N Rochow \n \n Solicitor for the Fourth and Fifth Respondents: Cowell Clarke \n \n Date of Hearing: 9 March 2006 \n \n Date of Judgment: 9 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/331.html",
      "id": "s19"
    }
  ]
}