{
  "name": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363 (31 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/363.html",
  "catchphrases": [
    {
      "text": "opinion evidence as to likely consumer behaviour excluded",
      "id": "c0"
    },
    {
      "text": "not outside the knowledge and experience of a trier of fact",
      "id": "c1"
    },
    {
      "text": "evidence of opinion as to ordinary human nature not admissible",
      "id": "c2"
    },
    {
      "text": "alternatively evidence would be excluded on discretionary grounds",
      "id": "c3"
    },
    {
      "text": "evidence",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363 (31 March 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 363 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363 (31 March 2006) \nLast Updated: 7 April 2006 \n FEDERAL COURT OF AUSTRALIA \n\n Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd \n [2006] FCA 363 \n \n\n\n EVIDENCE --- opinion evidence as to likely consumer behaviour excluded --- not outside the knowledge and experience of a trier of fact --- evidence of opinion as to ordinary human nature not admissible --- alternatively evidence would be excluded on discretionary grounds\n\n\n Evidence Act 1995 (Cth) ss 79 , 135 \n\n Makita Australia Pty Ltd v Sprowles Pty Ltd [2001] NSWCA 305 ; (2001) 52 NSWLR 705 at [85] not followed\n Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd (2002) 55 IPR 354 at [16] followed \n Neowarra v Western Australia (No 1 ) (2006) FCR 208 at [16], [21]-[27] followed \n Jango v Northern Territory (No 4) (2004) 214 ALR 608 at [19] followed\n Ramsay v Watson [1961] HCA 65 ; (1961) 108 CLR 642 at 649 cited\n R v Turner [1975] QB 834 at 841 followed\n Murphy v The Queen [1989] HCA 28 ; (1989) 167 CLR 94 at 111 followed\n Quick v Stoland Pty Ltd (1998) 87 FCR 371 at 382 followed\n Velevski v The Queen [2002] HCA 4 ; (2002) 187 ALR 233 cited\n Dalgety Spillers Foods Ltd v Food Brokers Ltd [1994] FSR 504 at 527 cited\n Symonds Cider &amp; English Wine Company Ltd v Showerings (Ireland) Ltd [1997] 1 IEHC 1 at [20] cited\n Transport Publishing Co Pty Ltd v The Literature Board of Review [1956] HCA 73 ; (1956) 99 CLR 111 at 119 followed\n Cat Media Pty Ltd v Opti-Healthcare Pty Ltd [2003] FCA 133 at [55] cited\n Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215 at [21] cited\n\nLigertwood, Australian Evidence , 4 th Edition, 2004 at 494 \n \nHeydon, Cross on Evidence , 7 th Australian Edition, 2004 at 930\n \n\n\n\n\n\n\n\n\n CADBURY SCHWEPPES PTY LTD v DARRELL LEA CHOCOLATE SHOPS PTY LTD \n NO.",
      "id": "s0"
    },
    {
      "text": "VID 555 OF 2005 \n\n HEEREY J \n 31 MARCH 2006 \n MELBOURNE \n IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 555 OF 2005 \n\n BETWEEN: CADBURY SCHWEPPES PTY LTD \n APPLICANT AND: DARRELL LEA CHOCOLATE SHOPS PTY LTD \n RESPONDENT JUDGE: HEEREY J DATE OF RULING: 31 MARCH 2006 WHERE MADE: MELBOURNE \n\n THE COURT ORDERS THAT: \n\n The affidavits of Brian John Gibbs are not admitted into evidence.",
      "id": "s1"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 555 OF 2005 \n\n BETWEEN: CADBURY SCHWEPPES PTY LTD \n APPLICANT AND: DARRELL LEA CHOCOLATE SHOPS PTY LTD \n RESPONDENT \n\n JUDGE: HEEREY J DATE: 31 MARCH 2006 PLACE: MELBOURNE \n\n RULING \n \n\n \n1 The applicant Cadbury Schweppes Pty Ltd (Cadbury) has brought this proceeding against the respondent Darrell Lea Chocolate Shops Pty Ltd (Darrell Lea) alleging contravention of ss 52 , 53 (c) and 53 (d) of the Trade Practices Act 1974 (Cth) and passing off constituted by Darrell Lea's use in its chocolate confectionary business of \"the colour Cadbury purple or any colour bearing a striking and obvious likeness to the colour Cadbury purple\".",
      "id": "s3"
    },
    {
      "text": "2 Cadbury seeks to read and rely on two affidavits of Dr Brian John Gibbs, Associate Professor of Marketing and Behavioural Science in the Melbourne Business School at the University of Melbourne.",
      "id": "s4"
    },
    {
      "text": "Senior counsel for Darrell Lea objects to the tender of the affidavits on the ground that they do not satisfy the requirements of s 79 of the Evidence Act 1995 (Cth).",
      "id": "s5"
    },
    {
      "text": "Section 79 is an exception to the \"opinion rule\" contained in s 76 , which provides that evidence of an opinion is not admissible to prove the existence of a fact about the existence of which the opinion was expressed.",
      "id": "s6"
    },
    {
      "text": "Section 79 provides:\n \n \"If a person has specialised knowledge based on the person's training, study and experience, the opinion rule does not apply to evidence of an opinion that is wholly or substantially based on that knowledge.",
      "id": "s7"
    },
    {
      "text": "\" \n \n\n3 Alternatively, senior counsel submits that I should exercise a discretion to exclude the evidence under s 135 , which provides:\n \n \"The court may refuse to admit evidence if its probative value is substantially outweighed by the danger that the evidence might: \n \n \n (a) be unfairly prejudicial to a party; or \n (b) be misleading or confusing; or \n (c) cause or result in undue waste of time.",
      "id": "s8"
    },
    {
      "text": "\" \n \n \n\n4 Dr Gibbs holds a doctorate in Behavioural Science and Marketing from the Graduate School of Business at the University of Chicago (1992).",
      "id": "s9"
    },
    {
      "text": "He moved to Australia from Canada in 2003.",
      "id": "s10"
    },
    {
      "text": "Amongst other institutions at which he has given invited presentations are Harvard, Cornell, University College Dublin, and Oxford and Cambridge Universities.",
      "id": "s11"
    },
    {
      "text": "5 His two affidavits extend over 90 pages, including exhibits.",
      "id": "s12"
    },
    {
      "text": "The thrust of his evidence is summarized in an \"Executive Summary\" at pars 28-31 of his first affidavit as follows (emphasis in original, the definitions in brackets appear at an earlier stage of the first affidavit):\n \n \n \"28 Cadbury, the leading brand in chocolate confectionery in Australia, has deliberately and consistently used the colour Cadbury purple as a key branding element for its Cadbury Dairy Milk brand and its corporate Cadbury brand since at least the late 1980s.",
      "id": "s13"
    },
    {
      "text": "As a result, the colour purple is strongly associated with the Cadbury brand.",
      "id": "s14"
    },
    {
      "text": "Purple signifies the brand to consumers, and can trigger the rich set of tangible and intangible but meaningful brand judgements, attitudes, concepts, and feelings that are associated with the Cadbury brand in the mind of the consumer.",
      "id": "s15"
    },
    {
      "text": "In this sense, purple is an activator of Cadbury's brand equity, and so is a brand element of considerable value to Cadbury.",
      "id": "s16"
    },
    {
      "text": "29 Darrell Lea has recently made significant use of purple in relation to packaging and point of sale displays, at the same time as it has focused on a new distribution strategy that goes beyond its traditional dedicated shops and seeks to take advantage of 'convenience' distribution channels.",
      "id": "s17"
    },
    {
      "text": "30 In my opinion, Darrell Lea's use of purple is likely to cause four information-processing errors to occur among consumers of chocolate confectionery, and these errors are likely to cause harm to Cadbury.",
      "id": "s18"
    },
    {
      "text": "Misidentification and miscuing are errors relating, respectively, to conscious and unconscious processes of consumer choice; misinference and misassociation are errors relating, respectively, to conscious and unconscious processes of consumer judgement.",
      "id": "s19"
    },
    {
      "text": "30.1 Misidentification is when consumers seeking to buy Cadbury chocolate mistakenly identify a Darrell Lea product as a Cadbury product, and therefore buy the Darrell Lea product by mistake.",
      "id": "s20"
    },
    {
      "text": "Harm to Cadbury from misidentification can take the form of sales lost to Darrell Lea, induced 'trailing' of Darrell Lea's products, blame from consumers for the confusing common use of colour by the two brands, and damaged consumer attitudes toward Cadbury due to cognitive dissonance [a state of discomfort produced by inconsistencies between simultaneously held beliefs or between beliefs and behaviour] or due to violated expectations.",
      "id": "s21"
    },
    {
      "text": "Although misidentification is the most obvious of the consumer errors likely to be experienced by reason of Darrell Lea's conduct, I believe it is the least significant, all things considered.",
      "id": "s22"
    },
    {
      "text": "30.2 Miscuing is when consumers use purple as a spurious cue in decision making and choice; in this capacity the colour can function as a decision-heuristic [a shorthand rule or \"rule of thumb\" functioning to reduce decision-making effort while maintaining an acceptable level of accuracy] cue , an operant-conditioning [a form of learning in which modification of behaviour is brought about by the consequences that follow upon the occurrence of the behaviour (for example, reward)] cue, or a behaviour-instigating cue.",
      "id": "s23"
    },
    {
      "text": "Harm to Cadbury from miscuing takes the form of sales lost to Darrell Lea.",
      "id": "s24"
    },
    {
      "text": "30.3 Misinference is when consumers, in trying to make sense of the common use of purple by Darrell Lea and Cadbury, draw mistaken inferences about one or both of the brands.",
      "id": "s25"
    },
    {
      "text": "Harm to Cadbury from misinference can take the form of enhanced consumer attitudes towards its competitor Darrell Lea, reduced brand control by Cadbury, and perhaps, damaged consumer attitudes toward Cadbury.",
      "id": "s26"
    },
    {
      "text": "30.4 Misassociation is when consumers mistakenly link Cadbury brand associations with Darrell Lea, and vice versa, as a result of the two brands' associative networks [a framework for understanding how pieces of semantic information interact in an individual's memory in which concepts or other information stored in memory are represented by nodes that are interconnected in a network of links] having become connected in consumers' minds through the common use of purple.",
      "id": "s27"
    },
    {
      "text": "Harm to Cadbury from misassociation can take the form of reduced mean positivity of Cadbury associations, dilution of the Cadbury brand, reduced differentiation between Cadbury and Darrell Lea, reduced brand control by Cadbury, a strengthening of Darrell Lea's brand, and perhaps, emboldened competitors in general.",
      "id": "s28"
    },
    {
      "text": "All things considered, I believe misassociation is the most significant of the consumer errors likely to be experienced by reason of Darrell Lea's conduct.",
      "id": "s29"
    },
    {
      "text": "31 In my opinion, Darrell Lea's use of purple has two additional types of effect, and these effects are also likely to cause harm to Cadbury.",
      "id": "s30"
    },
    {
      "text": "31.1 Errors analogous to the judgement errors (misinference and misassociation) that are made by consumers may likewise be made by retailers, investors, and Cadbury employees.",
      "id": "s31"
    },
    {
      "text": "Harm to Cadbury from these errors may take the form of reduced Cadbury reputation and leverage in the distribution channel (retailers), reduced valuations of the Cadbury brand (investors), and reduced morale in the Cadbury workforce (employees).",
      "id": "s32"
    },
    {
      "text": "31.2 The use of purple by Darrell Lea is likely to reduce the perceptual distinctiveness of Cadbury products, and this may also cause harm to Cadbury in the form of lost sales.",
      "id": "s33"
    },
    {
      "text": "\" \n \n \n\n6 The prime ground on which senior counsel for Darrell Lea argued against the admissibility of the affidavits was that much of Dr Gibbs' opinions were based on market research reports and the like which had not been proved in evidence and were not likely to be proved.",
      "id": "s34"
    },
    {
      "text": "Reliance was placed on the well known passage from the judgment of Heydon JA in Makita Australia Pty Ltd v Sprowles Pty Ltd [2001] NSWCA 305 ; (2001) 52 NSWLR 705 at [85] which includes the following:\n \n \"...so far as the opinion is based on facts 'observed' by the expert, they must be identified and admissibly proved by the expert, and so far as the opinion is based on 'assumed' or 'accepted' facts, they must be identified and proved in some other way.",
      "id": "s35"
    },
    {
      "text": "\" \n \n\n7 However, I accept the submission of senior counsel for Cadbury that this aspect of Makita has not been followed in the Federal Court.",
      "id": "s36"
    },
    {
      "text": "The lack of proof of a substantial part of the factual basis of Dr Gibbs' opinions does not of itself render his evidence inadmissible under s 79.",
      "id": "s37"
    },
    {
      "text": "Such lack of proof merely goes to the weight which may be given to the opinion: Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd (2002) 55 IPR 354 at [16] (Branson J) and at [87] (Weinberg and Dowsett JJ), Neowarra v Western Australia (No 1) (2006) FCR 208 at [16],[21]-[27] (Sundberg J), Jango v Northern Territory (No 4) (2004) 214 ALR 608 at [19] (Sackville J).",
      "id": "s38"
    },
    {
      "text": "This line of authority is consistent with the earlier High Court common law decision in Ramsay v Watson [1961] HCA 65 ; (1961) 108 CLR 642 at 649.",
      "id": "s39"
    },
    {
      "text": "8 Nonetheless, Dr Gibbs' evidence is inadmissible because, in the words of Lawton LJ in R v Turner [1975] QB 834 at 841, \n \n \"An expert's opinion is admissible to furnish the court with scientific information which is likely to be outside the experience and knowledge of a judge or jury.",
      "id": "s40"
    },
    {
      "text": "\" \n \n\n9 In Murphy v The Queen [1989] HCA 28 ; (1989) 167 CLR 94 at 111 Mason CJ and Toohey J said that Lawton LJ\n \n \"...expressed the basis upon which expert evidence is received in terms about which there can be no quarrel.",
      "id": "s41"
    },
    {
      "text": "\" \n \n \n See also Quick v Stoland Pty Ltd (1998) 87 FCR 371 at 382 (Finklestein J).",
      "id": "s42"
    },
    {
      "text": "10 As Ligertwood says ( Australian Evidence , 4 th ed, 2004, at 494) s 79 has been construed in a way \"very close to the common law approach\".",
      "id": "s43"
    },
    {
      "text": "The learned author cites a statement of Gaudron J in Velevski v The Queen [2002] HCA 4 ; (2002) 187 ALR 233, a case governed by the New South Wales equivalent of s 79 , where her Honour said (emphasis added):\n \n \"The concept of 'specialised knowledge' imports knowledge of matters which are outside the knowledge or experience of ordinary persons and which 'is sufficiently organized or recognized to be accepted as a reliable body of knowledge'\".",
      "id": "s44"
    },
    {
      "text": "11 In other words, the Turner rule, adopted in Murphy, is a separate requirement.",
      "id": "s45"
    },
    {
      "text": "Even if a proffered opinion is that of a person suitably qualified within an organized area of knowledge, if that area is not outside the experience of ordinary persons, the opinion will not be admissible.",
      "id": "s46"
    },
    {
      "text": "As will be seen, there are good policy reasons for this distinction.",
      "id": "s47"
    },
    {
      "text": "12 While I accept that Marketing and Behavioural Science is an organized and recognized area of specialized knowledge and that Dr Gibbs has training, study and experience within that area, the issues which arise in this case, which concern the making of consumer decisions for the purchase of everyday items of commerce, are not outside the knowledge or experience of ordinary persons.",
      "id": "s48"
    },
    {
      "text": "His evidence is not admissible.",
      "id": "s49"
    },
    {
      "text": "13 A similar conclusion has been reached in England ( Dalgety Spillers Foods Ltd v Food Brokers Ltd [1994] FSR 504 at 527) and Ireland ( Symonds Cider &amp; English Wine Company Ltd v Showerings (Ireland) Ltd [1997] IEHC 1 at [20] ).",
      "id": "s50"
    },
    {
      "text": "In the words of Blackburne J in Dalgety, opinion evidence will not be admissible where \"...the experience which a judge must be taken to possess as an ordinary shopper or consumer will enable him, just as well as any other, to assess the likelihood of confusion.",
      "id": "s51"
    },
    {
      "text": "\"\n \n14 The same conclusion is also reached by another route.",
      "id": "s52"
    },
    {
      "text": "In Transport Publishing Co Pty Ltd v The Literature Board of Review [1956] HCA 73 ; (1956) 99 CLR 111 at 119 Dixon CJ, Kitto and Taylor JJ said\n \n \"...it may be said at once that ordinary human nature, that of people at large, is not a subject of proof by evidence, whether supposedly expert or not.",
      "id": "s53"
    },
    {
      "text": "\" \n\n15 As to this, senior counsel for Cadbury submitted:\n \n \"We are certainly not intending to lead evidence of ordinary human nature but the field of expertise or the area of science which is described as behavioural science is certainly a field of expertise and not a matter of proving ordinary human nature.",
      "id": "s54"
    },
    {
      "text": "\" \n\n16 But with respect, the whole raison d'&ecirc;tre of Dr Gibbs' evidence is to attempt to persuade the Court what ordinary human nature will lead people to do when making purchasing decisions about Darrell Lea chocolates, given the respective packaging, advertising etc of that firm and Cadbury.",
      "id": "s55"
    },
    {
      "text": "As the very name of Dr Gibbs' discipline conveys, he is concerned with the science of human behaviour.",
      "id": "s56"
    },
    {
      "text": "That is without doubt an area of specialized knowledge.",
      "id": "s57"
    },
    {
      "text": "But Transport Publishing says that ordinary human behaviour is not a matter to be proved in courts by opinion evidence, whether expert or otherwise.",
      "id": "s58"
    },
    {
      "text": "17 In Transport Publishing (loc cit) their Honours go on to say that \"particular descriptions of persons may conceivably form the subject of study and special knowledge\".",
      "id": "s59"
    },
    {
      "text": "Examples given are persons who are \"abnormal in mentality or abnormal in behaviour as a result of circumstances peculiar to their history or situation\".",
      "id": "s60"
    },
    {
      "text": "Likewise, the manner in which people pursuing a special vocation would reason about a matter of business may be the subject of evidence.",
      "id": "s61"
    },
    {
      "text": "An example is that of persons skilled in marine insurance who can give evidence as to the materiality of a non-disclosure.",
      "id": "s62"
    },
    {
      "text": "Their Honours then say:\n \n \"But before opinion evidence may be given upon the characteristics, responses or behaviour of any special category of persons, it must be shown they form a subject of special study or knowledge and only the opinions of one qualified by special training or experience may be received.",
      "id": "s63"
    },
    {
      "text": "\" \n\n18 The second part of that passage of course is echoed in s 79.",
      "id": "s64"
    },
    {
      "text": "However, it is clear that this second condition of admissibility assumes that the first has been satisfied, that is to say that the evidence concerns a \"special category of persons\".",
      "id": "s65"
    },
    {
      "text": "19 In Cat Media Pty Ltd v Opti-Healthcare Pty Ltd [2003] FCA 133 at [55] in the context of a s 52 and passing off case, Branson J, after noting that both sides had called evidence of marketing consultants which was received without objection, said\n \n \"However, I consider it appropriate to record that in the particular circumstances of this case, which is concerned with the packaging of a product intended to appeal to a wide segment of the general public, I have found the expert evidence of no real assistance.",
      "id": "s66"
    },
    {
      "text": "This is not only because there is, as is common in cases of this kind, conflict between the evidence of the two experts.",
      "id": "s67"
    },
    {
      "text": "It seems to me that evidence of opinions based on market research and expert appreciation of consumer behaviour will rarely be of assistance in litigation where the Court's primary concern is with the behaviour to be expected of, and the judgments likely to be made by, ordinary (even if it might be thought, somewhat credulous) members of the community intent on making a relatively modest purchase in a conventional way.",
      "id": "s68"
    },
    {
      "text": "I endorse the comment of Beaumont J in Pacific Publications Pty Ltd v IPC Media Pty Ltd [2003] FCA 104 at [92] that where a claim is essentially a matter for the Court's impression, expert views which are merely `impressionistic' can be given no more than nominal weight.",
      "id": "s69"
    },
    {
      "text": "These observations are not intended in any way to belittle the importance of market research and expert appreciation of consumer behaviour in other types of cases and for other purposes.",
      "id": "s70"
    },
    {
      "text": "\" \n\n20 In Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215 at [21] , a Full Court of this Court cited the above passage with approval and continued:\n \n \"22 Consideration of these difficulties shows the practical wisdom of the firm rule that the likelihood of conduct being misleading or deceptive is a question for the tribunal of fact and not for any witness to decide: General Electric Co v General Electric Co Ltd [1972] 1 WLR 729 at 738 per Lord Diplock, applied in a s 52 context by Gummow J, with whom Black CJ and Lockhart J agreed, in Interlego AG v Croner Trader Pty Ltd (1992) 39 FCR 348 at 387.",
      "id": "s71"
    },
    {
      "text": "23 Lord Diplock points out (ibid) that a different rule applies in the case of sales not to the general public but in specialised markets concerning persons engaged in a particular trade.",
      "id": "s72"
    },
    {
      "text": "In the present case the relevant market is that in which the consumers are business users of domain names.",
      "id": "s73"
    },
    {
      "text": "Such users constitute large sections of the public and are not participants in a specialised market in the sense discussed by Lord Diplock.",
      "id": "s74"
    },
    {
      "text": "\" \n \n\n21 In JD Heydon's Cross on Evidence (7 th Australian ed, 2004) the learned author says at 930:\n \n \"If the court comes to the conclusion that the subject of investigation does not require a sufficient degree of specialised knowledge to call for the testimony of an expert, evidence of opinion will generally be excluded, especially where the witness is produced merely to present in a cogent and vivid form the case of the party calling that witness.",
      "id": "s75"
    },
    {
      "text": "The danger of this evidence is that it dresses up matters which are within the ordinary experience of the tribunal of fact in a beguiling scientific garb which may conceal the blemishes within.",
      "id": "s76"
    },
    {
      "text": "\" \n\n22 The present case is concerned with the brand names, colours and get-up of rival manufacturers of chocolate, and the likely effect of those features on retail purchasing decisions by consumers.",
      "id": "s77"
    },
    {
      "text": "Chocolate is an inexpensive, everyday product sold in hundreds of thousands of retail outlets throughout this country.",
      "id": "s78"
    },
    {
      "text": "Virtually the whole of the Australian population over the age of about eight years are purchasers or potential purchasers.",
      "id": "s79"
    },
    {
      "text": "In no way can consumers of chocolate be considered as a \"special category of persons\" within the meaning of the Transport Publishing rule.",
      "id": "s80"
    },
    {
      "text": "The questions thrown up by this case are quintessentially questions of fact within the experience and knowledge of a trier of fact.",
      "id": "s81"
    },
    {
      "text": "23 Senior counsel for Cadbury referred to the assistance he said I could receive from Dr Gibbs' evidence and how it could be helpful.",
      "id": "s82"
    },
    {
      "text": "Without wishing to seem ungrateful, or disrespectful to Dr Gibbs, I think the evidence would not be helpful at all.",
      "id": "s83"
    },
    {
      "text": "Rather, it would create many areas of disputation with opposing experts and greatly complicate and lengthen the trial of this proceeding.",
      "id": "s84"
    },
    {
      "text": "The observations of Branson J in Cat Media are very much in point.",
      "id": "s85"
    },
    {
      "text": "24 I rule that the affidavits of Dr Gibbs are not admissible.",
      "id": "s86"
    },
    {
      "text": "Were they admissible, I would exercise the discretion under s 135 to refuse to admit them.",
      "id": "s87"
    },
    {
      "text": "25 Much of the factual material relied on by Dr Gibbs is not in evidence, or likely to be in evidence, or is vague, tendentious and of little weight.",
      "id": "s88"
    },
    {
      "text": "As acknowledged above, such matters go to weight rather than admissibility, but by the same token are relevant in considering probative value for the purposes of s 135.",
      "id": "s89"
    },
    {
      "text": "26 Cadbury have already called a number of witnesses who gave unexceptionable evidence about Cadbury's marketing, advertising, product presentation and the like.",
      "id": "s90"
    },
    {
      "text": "However, Dr Gibbs does not rely on such evidence but rather on a number of market research reports by persons who will not be called as witnesses.",
      "id": "s91"
    },
    {
      "text": "Some of these persons swore affidavits which Cadbury sought leave to file well past the time fixed by trial directions.",
      "id": "s92"
    },
    {
      "text": "I refused leave on procedural fairness grounds.",
      "id": "s93"
    },
    {
      "text": "In respect of others, who were not going to be called in any event, I ruled that their reports were not business records within s 69.",
      "id": "s94"
    },
    {
      "text": "27 The material provided to Dr Gibbs by Cadbury's solicitors included a document prepared by them entitled \"Overview of the History of Cadbury and the Colour 'Purple'\".",
      "id": "s95"
    },
    {
      "text": "It includes vague and self-serving statements such as \n \n \"Cadbury's mission statement is simply 'Cadbury means quality', this is Cadbury's promise and this is what the company considers its reputation is built on.",
      "id": "s96"
    },
    {
      "text": "... \n The well established corporate colours of purple and gold and the Cadbury script logo, which are so prominent on livery, signs, stationery, printed material and the brands themselves are a visual statement of the company's authority within the market.",
      "id": "s97"
    },
    {
      "text": "Cadbury considers these elements lend themselves to Cadbury's being 'the First Name in Chocolate'.",
      "id": "s98"
    },
    {
      "text": "\" \n \n\n28 Dr Gibbs states that he has assumed that the purple colour used by Darrell Lea is \"similar to that used by Cadbury\" (first affidavit par 21.3).",
      "id": "s99"
    },
    {
      "text": "This seems to assume one of the critical issues in the case.",
      "id": "s100"
    },
    {
      "text": "What is \"similar\" in this context?",
      "id": "s101"
    },
    {
      "text": "Darrell Lea says that its colour is lighter, more of a lilac or boysenberry, than the dark purple used by Cadbury.",
      "id": "s102"
    },
    {
      "text": "Moreover, Darrell Lea says that over time there have been variations in the shade of purple used by Cadbury.",
      "id": "s103"
    },
    {
      "text": "At a late stage (first affidavit par 114) Dr Gibbs does deal briefly with a question posed in his instructions, namely whether \"the shade of purple used by Darrell Lea (must) bear a striking and obvious likeness to Cadbury Purple\".",
      "id": "s104"
    },
    {
      "text": "He has had \"difficulty in answering this question definitively, as to do so would ultimately hinge upon a psychophysical quantification of what counts as 'striking and obvious', and which may in any case require field data in order to be answered properly\".",
      "id": "s105"
    },
    {
      "text": "Nevertheless he ventures the opinion that a consumer \"may perceive a fairly wide range of purples to be Cadbury purple\".",
      "id": "s106"
    },
    {
      "text": "He states (par 116.1) that research from a \"sensation/perception psychologist's website\", the address of which is given, shows that whilst about 150 hues can be discriminated across the colour spectrum in side-by-side comparison, only about 17 are discernable in colour memory\".",
      "id": "s107"
    },
    {
      "text": "His evidence on this point seems to amount to part speculation and part unnecessary intellectualisation of a simple question of consumer product comparison.",
      "id": "s108"
    },
    {
      "text": "The potential for time wasting cross-examination is obvious.",
      "id": "s109"
    },
    {
      "text": "29 In conclusion, I note that there are some important policy considerations.",
      "id": "s110"
    },
    {
      "text": "I do not suggest these are within the specific discretionary factors in s 135 , but they should be mentioned.",
      "id": "s111"
    },
    {
      "text": "30 There is a particular public interest in having litigation of this kind resolved fairly and efficiently.",
      "id": "s112"
    },
    {
      "text": "It is harmful for consumers and traders and society as a whole if consumers are led into making choices based on false or misleading information by trade rivals.",
      "id": "s113"
    },
    {
      "text": "On the other hand, it is also harmful for society if traders are inhibited from using competitive trading methods which are in truth lawful even though alleged by trade rivals to be misleading.",
      "id": "s114"
    },
    {
      "text": "31 The law on s 52 and passing off is well settled.",
      "id": "s115"
    },
    {
      "text": "Factual issues which arise in the context of widely marketed consumer goods and services are often straightforward.",
      "id": "s116"
    },
    {
      "text": "The present case is a good example.",
      "id": "s117"
    },
    {
      "text": "If it becomes accepted that the only way to conduct these cases is by the calling of evidence like that of Dr Gibbs, solicitors will feel they have to advise such a course for fear of being sued for negligence if they do not.",
      "id": "s118"
    },
    {
      "text": "Large companies will be in a position to hold out the threat of ruinous costs over smaller competitors (\"emboldened competitors\" as Dr Gibbs would have it).",
      "id": "s119"
    },
    {
      "text": "Competition will be stifled.",
      "id": "s120"
    },
    {
      "text": "The delicate balance between the laws of fair trading and the laws of competition will be distorted.",
      "id": "s121"
    },
    {
      "text": "I certify that the preceding thirty (31) numbered paragraphs are a true copy of the Ruling herein of the Honourable Justice Heerey .",
      "id": "s122"
    },
    {
      "text": "Associate:\n\nDated: 7 April 2006 \n\n\n Counsel for the Applicant: A J Myers QC and M D Wyles \n \n Solicitors for the Applicant: Mallesons Stephens Jaques \n \n Counsel for the Respondent: C Golvan SC and S Ricketson \n \n Solicitors for the Respondent: Middletons Lawyers \n \n Date of Hearing: 31 March 2006 \n \n Date of Ruling: 31 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/363.html",
      "id": "s123"
    }
  ]
}