{
  "name": "G &amp; J Gears Australia Pty Ltd v Brobo Group Pty Ltd [2006] FCA 330 (31 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/330.html",
  "catchphrases": [
    {
      "text": "review of registrar's decision pursuant to s 35a(6) of federal court of australia act 1976 (cth)",
      "id": "c0"
    },
    {
      "text": "application made pursuant to s 459g of the corporations act 2001 (cth) to set aside statutory demand",
      "id": "c1"
    },
    {
      "text": "whether offsetting claim existed",
      "id": "c2"
    },
    {
      "text": "application to extend time for compliance with statutory demand after registrar's order extending time had expired",
      "id": "c3"
    },
    {
      "text": "court had no authority to set aside statutory demand or extend time for compliance after time for compliance had expired",
      "id": "c4"
    },
    {
      "text": "request for leave to amend notice of motion to include application to restrain winding up proceedings on the basis of an abuse of process",
      "id": "c5"
    },
    {
      "text": "whether court had authority to restrain an alleged abuse of process of another court",
      "id": "c6"
    },
    {
      "text": "interlocutory injunction application to restrain use of intellectual property",
      "id": "c7"
    },
    {
      "text": "no serious question to be tried",
      "id": "c8"
    },
    {
      "text": "balance of convenience did not favour grant of injunction",
      "id": "c9"
    },
    {
      "text": "corporations",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 These reasons concern notices of motion and an interlocutory application brought in two closely related proceedings.",
      "id": "s0"
    },
    {
      "text": "These proceedings are VID 1033 of 2005 (\"proceeding 1033\") and VID 1050 of 2005 (\"proceeding 1050\").",
      "id": "s1"
    },
    {
      "text": "Proceeding 1033 was initiated by G &amp; J Gears Australia Pty Ltd (\"G &amp; J Gears\") on 30 August 2005.",
      "id": "s2"
    },
    {
      "text": "It is an application under the Trade Marks Act 1995 (Cth) alleging, amongst other things, infringement of Australian Registered Trade Mark No.",
      "id": "s3"
    },
    {
      "text": "1004154 for LITTLE ROCK 44R (the \"Little Rock mark\").",
      "id": "s4"
    },
    {
      "text": "Brobo Group Pty Ltd (\"Brobo\") was initially named as the sole respondent.",
      "id": "s5"
    },
    {
      "text": "Rock Solid Products Pty Ltd (\"Rock Solid\") and Daniel Sidney Milton have since been joined as the second and third respondents respectively.",
      "id": "s6"
    },
    {
      "text": "G &amp; J Gears filed proceeding 1050 on 2 September 2005.",
      "id": "s7"
    },
    {
      "text": "It is an application made under s 459G of the Corporations Act 2001 (Cth) (\"Corporations Act\") to set aside a statutory demand.",
      "id": "s8"
    },
    {
      "text": "Brobo is the sole respondent in that proceeding.",
      "id": "s9"
    },
    {
      "text": "For the reasons stated below, I would dismiss the motions and interlocutory application.",
      "id": "s10"
    },
    {
      "text": "2 In 2003, G &amp; J Gears engaged Brobo to manufacture parts for four wheel drive vehicles.",
      "id": "s11"
    },
    {
      "text": "Brobo manufactured parts that G &amp; J Gears wanted to sell in the United States.",
      "id": "s12"
    },
    {
      "text": "In late 2004, G &amp; J Gears began to have difficulties with its United States distributor and, in early 2005, it began to have difficulties paying for products machined by Brobo.",
      "id": "s13"
    },
    {
      "text": "On 12 August 2005, pursuant to s 459E of the Corporations Act , Brobo served a statutory demand dated 9 August 2005 (\"the statutory demand\") on G &amp; J Gears.",
      "id": "s14"
    },
    {
      "text": "An affidavit sworn by Daniel Sydney Milton on 4 August 2005 accompanied the demand.",
      "id": "s15"
    },
    {
      "text": "These two proceedings followed.",
      "id": "s16"
    },
    {
      "text": "3 In proceeding 1050, G &amp; J Gears made an application under s 459G to set aside the statutory demand.",
      "id": "s17"
    },
    {
      "text": "This came before a registrar on 10 November 2005.",
      "id": "s18"
    },
    {
      "text": "In a decision of 11 November 2005, the registrar varied the demand (which had been for $397,062) to $233,427.46.",
      "id": "s19"
    },
    {
      "text": "He did not set the demand aside, but ordered that the time for compliance with the demand, as varied, be extended to 2 December 2005.",
      "id": "s20"
    },
    {
      "text": "There were consequential costs orders.",
      "id": "s21"
    },
    {
      "text": "4 On 2 December 2005, G &amp; J Gears filed a notice of motion to review the decision of the registrar.",
      "id": "s22"
    },
    {
      "text": "At that time, G &amp; J Gears also filed an interlocutory application, pursuant to s 459F(2) of the Corporations Act , seeking an extension of the period of compliance with the statutory demand.",
      "id": "s23"
    },
    {
      "text": "5 On 6 February 2006, G &amp; J Gears filed a notice of motion in proceeding 1033, seeking leave to join Rock Solid and Milton as respondents (which has been granted) and interlocutory relief restraining Rock Solid and Milton from infringing the Little Rock mark or the \"Rockcrusher 60R\" mark or the \"Rockcrusher\" mark.",
      "id": "s24"
    },
    {
      "text": "6 On 7 December 2005, Brobo commenced winding up proceedings in the Supreme Court against G &amp; J Gears.",
      "id": "s25"
    },
    {
      "text": "7 At the hearing of 7 March 2006, G &amp; J Gears also sought leave to amend its Application and Statement of Claim in proceeding 1033 to add new causes of action against Brobo, Rock Solid and Milton.",
      "id": "s26"
    },
    {
      "text": "These included claims for breach of contract, inducing breach of contract and conversion.",
      "id": "s27"
    },
    {
      "text": "The Court granted this leave, which was unopposed.",
      "id": "s28"
    },
    {
      "text": "8 Also at the hearing on 7 March 2006, G &amp; J Gears sought leave to amend its notice of motion in proceeding 1033 to include the following: \n \n \"That the Respondent be restrained until further order from proceeding with it's [sic] Winding up Application against the Applicant issued in the Supreme Court of Victoria on 7 December 2005, or from commencing any other winding up application against the applicant until further order.",
      "id": "s29"
    },
    {
      "text": "\" \n\n9 As a result of this procedural history, five matters came before the Court for determination at the hearing.",
      "id": "s30"
    },
    {
      "text": "These are: (1) an application to review the registrar's decision of 11 November 2005; (2) an application for an order that the statutory demand be set aside; (3) an application for an extension of time in which to comply with the statutory demand; (4) an application for leave to make application for an injunction restraining Brobo from proceeding with its winding up application; and (5) an application for an interlocutory injunction restraining Rock Solid and Milton from dealing in certain goods and intellectual property said to be owned by G &amp; J Gears.",
      "id": "s31"
    },
    {
      "text": "10 G &amp; J Gears relied upon numerous affidavits filed in proceeding 1050.",
      "id": "s32"
    },
    {
      "text": "These were the affidavits of Grant Shirley sworn on 2 September 2005, 3 October 2005 and 6 February 2006; and Lawrence Davis sworn on 8 November 2005.",
      "id": "s33"
    },
    {
      "text": "G &amp; J Gears also relied upon affidavits filed in proceeding 1033, namely, the affidavits of Grant Shirley sworn on 6 February 2006 and Gary Needham sworn on 6 February 2006 .",
      "id": "s34"
    },
    {
      "text": "11 The respondents also relied on numerous affidavits filed in proceeding 1033.",
      "id": "s35"
    },
    {
      "text": "They were the affidavits of Daniel Milton sworn on 24 February 2006 and 27 February 2006; Michael Witt sworn on 24 February 2006; and John Boydston sworn on 7 October 2005 and 23 February 2006, as well as a further affidavit filed on 7 March 2006.",
      "id": "s36"
    },
    {
      "text": "The respondents relied on the affidavits filed in proceeding 1050, namely, the affidavit of Jim Kealey sworn on 14 September 2005, which corroborated the affidavit of Daniel Milton of 14 September 2005; the affidavits of Daniel Milton sworn on 14 September 2005, 16 September 2005 and 11 October 2005; and the affidavit of John Boydston sworn in October 2005.",
      "id": "s37"
    },
    {
      "text": "Each party relied on the affidavits filed in one proceeding as supportive of its position in the other proceeding.",
      "id": "s38"
    },
    {
      "text": "THE EVIDENCE OF G &amp; J GEARS \n \n12 The following is the evidence of G &amp; J Gears.",
      "id": "s39"
    },
    {
      "text": "The respondents contest much of this evidence.",
      "id": "s40"
    },
    {
      "text": "13 G &amp; J Gears is a manufacturer and exporter of products for four wheel drive vehicles.",
      "id": "s41"
    },
    {
      "text": "The company began as an importer.",
      "id": "s42"
    },
    {
      "text": "In late 2002, Grant Shirley, together with another director of G &amp; J Gears, Barry Rowe, developed a drive line (named the \"Rockcrusher 60R\") for export to the United States.",
      "id": "s43"
    },
    {
      "text": "14 In early 2003, G &amp; J Gears began discussions with Brobo about the possibility of Brobo machining parts for G &amp; J Gears.",
      "id": "s44"
    },
    {
      "text": "These discussions were mostly between Shirley and Daniel Milton.",
      "id": "s45"
    },
    {
      "text": "In mid 2003, Shirley and Rowe began developing other four wheel drive products for manufacture.",
      "id": "s46"
    },
    {
      "text": "Shirley deposed that he returned from the United States after a visit there in April/May 2003 with orders for several hundred differentials.",
      "id": "s47"
    },
    {
      "text": "Around September 2003, G &amp; J Gears engaged Brobo to manufacture hubs to fill the orders that G &amp; J Gears had procured in the United States.",
      "id": "s48"
    },
    {
      "text": "Over the following six months, G &amp; J Gears engaged Brobo to manufacture more products until Brobo was effectively performing all of the machining required by it.",
      "id": "s49"
    },
    {
      "text": "By about August 2004, G &amp; J Gears had effectively only one distributor in the United States.",
      "id": "s50"
    },
    {
      "text": "This distributor was John Boydston, operating through a new company, Rockcrusher-USA LLC (\"Rockcrusher-USA\").",
      "id": "s51"
    },
    {
      "text": "Of the 100 issued shares, 75 were issued to Boydston, 24 to Davis and 1 to Shirley.",
      "id": "s52"
    },
    {
      "text": "In a 6 February 2006 affidavit, Shirley referred to the fact that G &amp; J Gears \"encountered problems with [its] first shipment\" to Rockcrusher-USA, but said that these difficulties were ironed out by January 2005.",
      "id": "s53"
    },
    {
      "text": "15 In April 2005, G &amp; J Gears had a container load of goods at its premises that had been manufactured by Brobo.",
      "id": "s54"
    },
    {
      "text": "Jim Kealey, General Manager of Brobo, told Shirley that he had concerns about payment and wished to hold onto the goods until payment.",
      "id": "s55"
    },
    {
      "text": "According to Shirley, G &amp; J Gears agreed to release the goods to Brobo on this basis.",
      "id": "s56"
    },
    {
      "text": "However, Shirley said that a contact of his in the United States, Larry Conville, had told him that there were two shipments of G &amp; J Gears products \"on the water\" in transit to America.",
      "id": "s57"
    },
    {
      "text": "Shirley claimed that these shipments had been sent by Brobo without authorisation.",
      "id": "s58"
    },
    {
      "text": "Shirley said that Rockcrusher-USA had not placed any order with G &amp; J Gears since about February 2005.",
      "id": "s59"
    },
    {
      "text": "16 In an affidavit that was before the registrar, Shirley deposed that G &amp; J Gears owed Brobo $258,661.26 for the manufacture of goods prior to 9 February 2005 and presently owed Brobo $349,185.76, which included an amount for the goods that Brobo had taken in April 2005.",
      "id": "s60"
    },
    {
      "text": "Shirley's evidence was that the \"unpaid monies are all due from John Boydston ... who is the de facto distributor of the plaintiff's products in the United States.",
      "id": "s61"
    },
    {
      "text": "...",
      "id": "s62"
    },
    {
      "text": "The whole of the unpaid monies concern two shipments of product ordered by the plaintiff from [Brobo].",
      "id": "s63"
    },
    {
      "text": "\" \n \n17 On 28 May 2004, G &amp; J Gears became the registered proprietor of the Little Rock mark.",
      "id": "s64"
    },
    {
      "text": "According to Shirley, this mark is cast on differentials machined by Brobo for G &amp; J Gears.",
      "id": "s65"
    },
    {
      "text": "18 In an affidavit of 3 October 2005, Shirley said, in reply to Milton (see below) that, when Barry Rowe first asked Milton whether Brobo could do machining for the plaintiff, Rowe took with him an original Dana 60 differential.",
      "id": "s66"
    },
    {
      "text": "As stated by Shirley, this was \"simply to give Brobo an idea of the basic shape and size of a part which the plaintiff desired to have machined\".",
      "id": "s67"
    },
    {
      "text": "Shirley deposed that he and Rowe designed their own differential, which they called the \"Rockcrusher 60R\" or \"Rockcrusher\".",
      "id": "s68"
    },
    {
      "text": "In a 6 February 2006 affidavit, Shirley said that G &amp; J Gears \"gave Brobo ... designs and the pattern drawings to assist them in machining the prototype 'Rockcrusher 60R'\".",
      "id": "s69"
    },
    {
      "text": "Also according that affidavit, G &amp; J Gears supplied Brobo with pattern drawings and patterns for other products.",
      "id": "s70"
    },
    {
      "text": "19 In his affidavit of 3 October 2005, Shirley claimed that G &amp; J Gears had an offsetting claim against Brobo in the sum of $343,217 for the goods for which Boydston had not paid, alternatively, $425,000 by way of damages for defective goods.",
      "id": "s71"
    },
    {
      "text": "Shirley also claimed an additional offsetting claim of $480,000 to $500,000 against Brobo for breach of intellectual property rights, including use of the name \"Rockcrusher\".",
      "id": "s72"
    },
    {
      "text": "20 G &amp; J Gears sought to support its case that, in effect, Brobo was seeking unlawfully to take over its business by reference to the affidavit of Lawrence Davis of 8 November 2005.",
      "id": "s73"
    },
    {
      "text": "Davis was the director of a company that manufactured and sold parts for off-road four wheel drive vehicles.",
      "id": "s74"
    },
    {
      "text": "Davis deposed to first meeting Shirley, Rowe and Milton in November 2003, and Shirley and his brother again in mid 2004.",
      "id": "s75"
    },
    {
      "text": "He said that, at that time, Matt Martin was his business partner and Boydston was a business associate of both Davis and Martin.",
      "id": "s76"
    },
    {
      "text": "As a result of discussions between these individuals, they formed Rockcrusher-USA to distribute Rockcrusher products.",
      "id": "s77"
    },
    {
      "text": "Davis deposed that \"things did not go smoothly\" between G &amp; J Gears and Rockcrusher-USA.",
      "id": "s78"
    },
    {
      "text": "Amongst other things, there were \"difficulties getting supply of the product ordered\".",
      "id": "s79"
    },
    {
      "text": "He added that \"when product did arrive in December 2004, there were disputes as to who was liable for inbound freight, and also Rockcrusher products arrived which had not been ordered\".",
      "id": "s80"
    },
    {
      "text": "Davis further deposed to conversations in which Milton told him and Boydston that Milton was deliberately causing the supply problem, because Shirley owed him money.",
      "id": "s81"
    },
    {
      "text": "According to Davis, at meetings in Youngstown Ohio in February 2005, Milton \"stated that he wanted to cut Grant Shirley out completely\" and that \"unless we were willing to purchase Rockcrusher products directly from him then he would continue manufacturing the Rockcrusher products, but sell them through others and by-pass us too\".",
      "id": "s82"
    },
    {
      "text": "Davis deposed that \"Martin stated that his claims to Grant Shirley's intellectual property rights were legally dubious\".",
      "id": "s83"
    },
    {
      "text": "According to Davis, Milton said that he would \"'tip in Grant'\".",
      "id": "s84"
    },
    {
      "text": "Furthermore, Davis said that \"Milton told us that we should take Grant to court in the United States to claim that the rights were ours [and] that he would take care of things in Australia\".",
      "id": "s85"
    },
    {
      "text": "According to Davis, \"Milton stated that what we should do was not pay the money we owed for the products received from Australia and that would financially squeeze Grant\".",
      "id": "s86"
    },
    {
      "text": "Davis and Boydston subsequently fell out with one another and Martin joined up with Boydston.",
      "id": "s87"
    },
    {
      "text": "21 In an affidavit of 6 February 2006, Shirley deposed that he \"did not discover that Milton had these conversations with Boydston and Davis until October 2005, when in support of an application to set aside a statutory demand served by Brobo on G &amp; J Gears, G &amp; J Gears' solicitor and [Shirley] contacted Davis\".",
      "id": "s88"
    },
    {
      "text": "22 Also in an affidavit of 6 February 2006, Shirley asserted that, since about July 2003, G &amp; J Gears had manufactured products \"under the name \"Rockcrusher\", and in particular under \"Rockcrusher 60R\" and the Little Rock mark.",
      "id": "s89"
    },
    {
      "text": "He deposed that the \"Rockcrusher\" logo was applied to all \"Rockcrusher\" products manufactured by G &amp; J Gears.",
      "id": "s90"
    },
    {
      "text": "This logo was, he said, also used on promotional material, invoices and the like, as well as on a web site.",
      "id": "s91"
    },
    {
      "text": "Shirley stated that, from 10 January 2005, G &amp; J Gears was the proprietor of the Little Rock mark, with effect from 28 May 2004; and, on 13 October 2003, G &amp; J Gears lodged an application for registration of the trade mark \"Rockcrusher 60R\", which was pending.",
      "id": "s92"
    },
    {
      "text": "23 According to one of Shirley' s 6 February 2006 affidavits, a related company, Rockcrusher Diffs 4 x 4 Axle Assemblies Pty Ltd (\"R-Diffs\"), was in receivership because it fell into default under loan facilities with the bank after Rockcrusher---USA refused to pay for goods.",
      "id": "s93"
    },
    {
      "text": "He added that, from August to December 2005, the web site for Rockcrusher---USA offered for sale the products of G &amp; J Gears.",
      "id": "s94"
    },
    {
      "text": "He also deposed that after February 2005, G &amp; J Gears made no significant sales of Rockcrusher products.",
      "id": "s95"
    },
    {
      "text": "THE EVIDENCE OF BROBO \n \n24 Brobo's evidence was that it had prepared drawings of the products in question by measuring and copying the design of an original Dana part.",
      "id": "s96"
    },
    {
      "text": "Brobo said, in substance, that G &amp; J Gears did not have the intellectual property rights that it asserted and that Brobo was entitled to manufacture and ship the products to the United States.",
      "id": "s97"
    },
    {
      "text": "25 According to Milton, Rowe approached Brobo in late 2002 or early 2003, asking whether Brobo could machine an original Dana 60 differential.",
      "id": "s98"
    },
    {
      "text": "Brobo prepared drawings of the part by measuring and copying the Dana design.",
      "id": "s99"
    },
    {
      "text": "Brobo provided G &amp; J Gears with a quote for the cost of machining the part.",
      "id": "s100"
    },
    {
      "text": "Some two or three months later, G &amp; J Gears (through Rowe and/or Shirley) requested Brobo to undertake the work.",
      "id": "s101"
    },
    {
      "text": "Brobo built the first prototype jig and commenced machining parts.",
      "id": "s102"
    },
    {
      "text": "By the end of 2003, Brobo was making three different parts.",
      "id": "s103"
    },
    {
      "text": "According to Milton, G &amp; J Gears designed none of them.",
      "id": "s104"
    },
    {
      "text": "26 In affidavits before the registrar, Milton stated that Brobo went on to copy and machine various other parts.",
      "id": "s105"
    },
    {
      "text": "It did this by preparing copy drawings of parts already on the market.",
      "id": "s106"
    },
    {
      "text": "Milton's evidence was that G &amp; J Gears had not paid the bulk of the tooling costs.",
      "id": "s107"
    },
    {
      "text": "Milton claimed that Brobo prepared the drawings, which remained its property.",
      "id": "s108"
    },
    {
      "text": "He also claimed that Brobo undertook all the pattern work.",
      "id": "s109"
    },
    {
      "text": "27 Milton deposed that the principal reason for the difficulties between Rockcrusher-USA and the Australian supply company (said not to be G &amp; J Gears) was that the US company \"had paid for goods in advance and was consistently given different reasons why the product was not being shipped\".",
      "id": "s110"
    },
    {
      "text": "Also in affidavits before the registrar, Milton claimed that Boydston had told him that he had not paid Rockcrusher for some products, because he held them on a consignment basis and they remained unsold.",
      "id": "s111"
    },
    {
      "text": "Boydston corroborated Milton.",
      "id": "s112"
    },
    {
      "text": "28 In an affidavit before the registrar, Milton said that, as at 11 October 2005, one shipment of products had left Brobo's premises for transportation to Boydston and that no item in this shipment carried the Little Rock mark.",
      "id": "s113"
    },
    {
      "text": "These products were not the products recovered from G &amp; J Gears in April 2005 but were stock that Brobo had manufactured for G &amp; J Gears in or prior to February 2005.",
      "id": "s114"
    },
    {
      "text": "In an earlier affidavit, Milton said that the products recovered from G &amp; J Gears remained in Brobo's custody.",
      "id": "s115"
    },
    {
      "text": "29 In affidavits before the registrar, Milton deposed that, between late 2004 and early 2005, Brobo became concerned about monies owing to it by G &amp; J Gears.",
      "id": "s116"
    },
    {
      "text": "Milton agreed that Kealey arranged for the return of goods because payment for them had not been made.",
      "id": "s117"
    },
    {
      "text": "He claimed that the value of these goods was $115,758, for which allowance had been made in calculating the amount claimed in the statutory demand.",
      "id": "s118"
    },
    {
      "text": "He denied that any goods were \"on the water\" and that Brobo was intending to manufacture G &amp; J Gears' products.",
      "id": "s119"
    },
    {
      "text": "According to him, Brobo was not intending to sell goods marked with the Little Rock mark.",
      "id": "s120"
    },
    {
      "text": "He added that the Little Rock mark was only on one of the 66 parts manufactured by Brobo for G &amp; J Gears.",
      "id": "s121"
    },
    {
      "text": "Further, Milton asserted that R-Diffs sold the products to the United States and that this company had gone into receivership because it was not being paid by its customers in the United States.",
      "id": "s122"
    },
    {
      "text": "30 In his 24 February 2006 affidavit, Milton said that Brobo had stopped manufacturing parts for G &amp; J Gears about February 2005 because G &amp; J Gears had not paid for its work.",
      "id": "s123"
    },
    {
      "text": "He also deposed that the Rockcrusher logo was not applied to all Rockcrusher products.",
      "id": "s124"
    },
    {
      "text": "He said that it was applied to 3 of the 36 products that Brobo manufactured for G &amp; J Gears.",
      "id": "s125"
    },
    {
      "text": "The Little Rock mark was applied to only one product and only 100 items.",
      "id": "s126"
    },
    {
      "text": "Further, the Little Rock mark was not assigned to G &amp; J Gears until 26 August 2005.",
      "id": "s127"
    },
    {
      "text": "He denied that there was a contract between Brobo and G &amp; J Gears to the effect alleged by G &amp; J Gears and that he had any conversations with Boydston and Davis as alleged by Davis.",
      "id": "s128"
    },
    {
      "text": "31 Also in his 24 February 2006 affidavit, Milton said that, in November 2005, he and the other director and shareholder of Brobo decided to separate.",
      "id": "s129"
    },
    {
      "text": "He bought that part of Brobo's business that dealt with the products the subject of this proceeding.",
      "id": "s130"
    },
    {
      "text": "He decided to trade through Rock Solid.",
      "id": "s131"
    },
    {
      "text": "Accordingly, Brobo no longer had patterns, tools, fixtures or the like relating to Rockcrusher products.",
      "id": "s132"
    },
    {
      "text": "Milton also said that neither Brobo nor Rock Solid had manufactured a Rockcrusher product since Brobo stopped supplying products to G &amp; J Gears.",
      "id": "s133"
    },
    {
      "text": "He said that the only products currently held or in any way dealt with by either company since February 2005 were recovered from G &amp; J Gears or undelivered stock.",
      "id": "s134"
    },
    {
      "text": "Since this time, Milton reiterated that Brobo had made only one shipment of 11 boxes to Rockcrusher-USA, upon which it made a profit of $11,797.53.",
      "id": "s135"
    },
    {
      "text": "None of the products in the shipment bore the Little Rock mark.",
      "id": "s136"
    },
    {
      "text": "Some of the product had the Rockcrusher logo.",
      "id": "s137"
    },
    {
      "text": "Milton was proposing to fill a new order from remaining stock.",
      "id": "s138"
    },
    {
      "text": "32 In his 24 February 2006 affidavit, Milton deposed that:\n \n \"Aside from the assignment of the reclaimed stock to Rock Solid, Brobo has not at any time sold or in any other way dealt with any product with the [Little Rock mark] on it.",
      "id": "s139"
    },
    {
      "text": "Brobo never delivered any product with the [Little Rock mark] on it to G &amp; J Gears as these were only manufactured in late 2004/early 2005 and by the time they were ready for delivery G &amp; J Gears had been placed on 'stop supply' on account of no [sic] paying Brobo amounts that were due.",
      "id": "s140"
    },
    {
      "text": "All product with the [Little Rock mark] on it that has ever been manufactured by Brobo remains at Rock Solid's premise and has not been sold\".",
      "id": "s141"
    },
    {
      "text": "33 In an affidavit filed shortly before the hearing, Milton reiterated that \"neither Brobo nor Rock Solid have ever delivered to either G &amp; J Gears or any other person any item with the [Little Rock mark] on them\".",
      "id": "s142"
    },
    {
      "text": "He added that he had since spoken to Boydston, who informed him that his companies had never possessed any product with the Little Rock mark on it.",
      "id": "s143"
    },
    {
      "text": "This was confirmed by Boydston in an affidavit filed in court on 7 March 2006.",
      "id": "s144"
    },
    {
      "text": "In his affidavit Milton also deposed that Rock Solid had on hand 330 items bearing the Little Rock mark or the Rockcrusher logo with a total value of $48,945.00\n \n34 In an affidavit of 24 February 2006, Brobo's solicitor deposed to searches that showed that G &amp; J Gears' application to register the trade mark \"Rockcrusher 60R\" had been withdrawn on 17 February 2005; that R-Diffs filed a trade mark application for registration of the \"Rockcrusher logo\" on 11 March 2005; and that, on 2 September 2005, an application for assignment of this trade mark to G &amp; J Gears was lodged with IP Australia.",
      "id": "s145"
    },
    {
      "text": "Brobo's solicitor deposed that R-Diffs' receiver stated that he did not give his consent to the assignment.",
      "id": "s146"
    },
    {
      "text": "THE PARTIES' SUBMISSIONS \n \n35 G &amp; J Gears conceded that it had not satisfied the statutory demand within the period for compliance allowed by the registrar, but it contended that the court could extend the time for compliance because it had made an application for an extension before the time fixed by the registrar had passed.",
      "id": "s147"
    },
    {
      "text": "In support of this contention, it referred to Equuscorp Pty Ltd v Perpetual Trustees WA Ltd (1997) 25 ACSR 675 (\" Equuscorp \") at 701 per French, Kiefel and Sundberg JJ.",
      "id": "s148"
    },
    {
      "text": "G &amp; J Gears contended that the court should exercise the discretion it had in its favour, amongst other reasons, because the review would otherwise be nugatory.",
      "id": "s149"
    },
    {
      "text": "36 Further, G &amp; J Gears also relied on s 459F(2)(a)(ii) of the Corporations Act in support of its submission that the Court could and should make an order extending the time for compliance with the demand, notwithstanding that the time allowed under the registrar's order had passed.",
      "id": "s150"
    },
    {
      "text": "It argued that s 459F(2)(a)(ii) meant that the period for compliance with the statutory demand did not terminate until \"7 days after the application under section 459G is finally determined or otherwise disposed of\" and that the application was not finally determined by the registrar's decision.",
      "id": "s151"
    },
    {
      "text": "Counsel for G &amp; J Gears contended that there was no final determination until after the review of the registrar's decision had occurred.",
      "id": "s152"
    },
    {
      "text": "37 G &amp; J Gears did not dispute the amount of its indebtedness to Brobo as found by the registrar.",
      "id": "s153"
    },
    {
      "text": "It contended, however, that the statutory demand should be set aside because the company had offsetting claims within the meaning of s 459H of the Corporations Act .",
      "id": "s154"
    },
    {
      "text": "These claims were: (1) a trademark infringement claim in respect of the Little Rock mark; (2) a claim that Brobo had unlawfully induced Rockcrusher-USA to breach its sole distribution agreement with G &amp; J Gears; (3) a breach of contract claim; and (4) a claim that Brobo had unlawfully converted G &amp; J Gears' designs, patterns and tools to its own use.",
      "id": "s155"
    },
    {
      "text": "The trademark infringement claim was the subject of Shirley's affidavit of 2 September 2005, whilst the other claims were not raised prior to Davis's affidavit of 8 November 2005 and were dealt with substantially in an affidavit sworn by Shirley on 6 February 2006.",
      "id": "s156"
    },
    {
      "text": "The affidavit of 6 February 2006 was not, of course, before the Registrar.",
      "id": "s157"
    },
    {
      "text": "Further, only the trademark infringement claim was raised as a ground in the company's initial affidavit filed pursuant to s 459G(3) of the Corporations Act .",
      "id": "s158"
    },
    {
      "text": "That is, the only basis for an offsetting claim initially disclosed in the application made by G &amp; J Gears under s 459G was the alleged wrongful sale by Brobo of two containers of G &amp; J Gears' goods and the consequential breach of the Little Rock mark.",
      "id": "s159"
    },
    {
      "text": "38 G &amp; J Gears contended that it should be permitted to rely on evidence that was not before the registrar because a review under s 35A(6) of the Federal Court of Australia Act 1976 (Cth) was by way of a hearing de novo.",
      "id": "s160"
    },
    {
      "text": "It acknowledged that it could not rely on an affidavit in so far as it identified a ground that was not raised within the 21 day limit referred to in s 459G of the Corporations Act , but contended that the Court had an overriding discretion to extend the time limit in order to permit it to raise its additional claims if the justice of the case so required.",
      "id": "s161"
    },
    {
      "text": "It submitted that the discretion was enlivened in this case because it was unaware and could not have known of the facts material to these claims until Davis informed it of his meeting in February 2005 with Milton and Boydston.",
      "id": "s162"
    },
    {
      "text": "G &amp; J Gears contended that the Court should be satisfied that there was a genuine dispute as to whether Brobo infringed its rights in respect of the Little Rock mark.",
      "id": "s163"
    },
    {
      "text": "It also submitted that the Court should be similarly satisfied in respect of the other claims.",
      "id": "s164"
    },
    {
      "text": "39 In the alternative, because of perceived difficulties with its application to extend time, G &amp; J Gears sought leave to apply for an interlocutory injunction restraining Brobo from continuing with its winding up proceeding until the trial and determination of proceeding 1033.",
      "id": "s165"
    },
    {
      "text": "The evidence that it relied on in support of this application was the same evidence that it relied on in support of its application to set aside the statutory demand and, in particular, the Davis affidavit.",
      "id": "s166"
    },
    {
      "text": "G &amp; J Gears contended that this affidavit constituted evidence of a deliberate attempt by Brobo, through its director, Milton, to interfere with the exclusive distributorship agreement between G &amp; J Gears and Rockcrusher-USA; to take control of G &amp; J Gears' intellectual property; and to put G &amp; J Gears out of business and take G &amp; J Gears' business for itself.",
      "id": "s167"
    },
    {
      "text": "This in turn showed, so counsel contended, that the statutory demand was an abuse of process of the kind discussed in Williams v Spautz [1992] HCA 34 ; (1992) 174 CLR 509 (\" Spautz \") at 526-7.",
      "id": "s168"
    },
    {
      "text": "Counsel also relied on the fact that Milton had separated from Brobo, taking that part of Brobo's business that was relevant to these proceedings, and had established another company under the name \"Rock Solid\", being an adaptation of the logo used in G &amp; J Gears' business.",
      "id": "s169"
    },
    {
      "text": "Counsel submitted that the authorities showed that an application for an injunction might be made in proceedings separate from winding up proceedings to restrain a winding up on the basis of a statutory demand that was bad in form or otherwise contestable although incapable of being set aside.",
      "id": "s170"
    },
    {
      "text": "Counsel further contended that the evidence raised a serious question to be tried and the balance of convenience favoured the grant of this interlocutory injunctive relief.",
      "id": "s171"
    },
    {
      "text": "40 Finally, as already noted, G &amp; J Gears sought an interlocutory injunction to restrain Rock Solid and Milton from using, without its authority, any of its intellectual property.",
      "id": "s172"
    },
    {
      "text": "In making this application, the company relied particularly on a 6 February 2006 affidavit of Shirley, as well as on the 24 February 2006 affidavit of Milton.",
      "id": "s173"
    },
    {
      "text": "Counsel submitted that the evidence taken as a whole supported the proposition that there was a serious question to be tried as to the respondents' continuing infringement of G &amp; J Gears' intellectual property rights.",
      "id": "s174"
    },
    {
      "text": "According to counsel, the balance of convenience favoured the grant of an injunction because \"the respondent is depriving effectively the applicant of the income from these products\".",
      "id": "s175"
    },
    {
      "text": "Whilst counsel conceded that there was no evidence as to the financial position of any of the respondents, he submitted that it could reasonable be assumed that Rock Solid \"has very little by the way of assets in the sense that it is a recently established company\".",
      "id": "s176"
    },
    {
      "text": "He added that, if the Court were not minded to grant injunctive relief of the kind sought, G &amp; J Gears sought an order that \"there be a proper accounting by the second and third respondents of such sales and the proceeds of such sales\".",
      "id": "s177"
    },
    {
      "text": "41 Brobo contended that the Court had no power to extend the time for compliance with the statutory demand because the time for compliance had expired.",
      "id": "s178"
    },
    {
      "text": "G &amp; J Gears was, so it said, deemed to be insolvent because it failed to comply with the demand within the time required, as extended by the registrar.",
      "id": "s179"
    },
    {
      "text": "The appeal from the registrar's decision was, so it submitted, nugatory.",
      "id": "s180"
    },
    {
      "text": "42 Brobo further argued that G &amp; J Gears should be confined to the material relating to the offsetting claim as raised in its original application.",
      "id": "s181"
    },
    {
      "text": "According to Brobo, all the products bearing the Little Rock mark in the respondents' possession were manufactured by it at the request and direction of G &amp; J Gears.",
      "id": "s182"
    },
    {
      "text": "Brobo noted that G &amp; J Gears had not quantified any loss arising from the alleged trademark infringement.",
      "id": "s183"
    },
    {
      "text": "It observed that, in any case, the retail value of the products to which it had applied the Little Rock mark (at G &amp; J Gears' request) amounted to no more than $34,500.",
      "id": "s184"
    },
    {
      "text": "Thus, even if allowed as an offset, G &amp; J Gears would be indebted to it in the sum of almost $200,000.",
      "id": "s185"
    },
    {
      "text": "43 Brobo also contended that the Court should not grant any injunctive relief in respect of the Little Rock mark or any other alleged intellectual property rights because there was no serious issue to be tried and damages were an adequate and proper remedy.",
      "id": "s186"
    },
    {
      "text": "Further, the Court should not be satisfied that G &amp; J Gears (or the natural persons behind it) would be able to comply with any undertaking as to damages if the Court were to grant the injunctive relief sought.",
      "id": "s187"
    },
    {
      "text": "Brobo submitted that there had been a lack of candour on the part of G &amp; J Gears in relation to the ownership of the \"Rockcrusher\" trademarks.",
      "id": "s188"
    },
    {
      "text": "In support of this submission, it relied on Witt's affidavit of 24 February 2006.",
      "id": "s189"
    },
    {
      "text": "44 At the hearing, counsel for Brobo did not dispute G &amp; J Gears' lawful entitlement to the Little Rock mark.",
      "id": "s190"
    },
    {
      "text": "He contended, however, that the evidence did not establish a serious question to be tried with respect to its infringement, because, in his submission, G &amp; J Gears had consented to past production of products, which was, in any event, \"very little\"; and the respondents had not otherwise dealt with the relevant products in the past or since the dispute arose with G &amp; J Gears.",
      "id": "s191"
    },
    {
      "text": "At the hearing, counsel also contended that G &amp; J Gears had not demonstrated a lawful entitlement to the \"Rockcrusher\" logo.",
      "id": "s192"
    },
    {
      "text": "He referred to evidence that the logo bears the R-Diffs name; R-Diffs, not G &amp; J Gears, obtained the finance to develop the products with the \"Rockcrusher\" logo; G &amp; J Gears did not disclose the time when the logo appeared on its invoices; G &amp; J Gears withdrew its trademark application in February 2005; and R-Diffs applied for the trademark in March the same year.",
      "id": "s193"
    },
    {
      "text": "R-Diffs went into receivership in April 2005 and, since the receiver has not apparently given consent to a subsequent purported assignment of rights to G &amp; J Gears, the assignment was, so counsel said, ineffective.",
      "id": "s194"
    },
    {
      "text": "Moreover, accordingly to Brobo, most of the products in question did not bear the Rockcrusher logo.",
      "id": "s195"
    },
    {
      "text": "45 Brobo also contended, for the reasons referred to below, that the court had no jurisdiction to grant the injunctive relief that G &amp; J Gears desired to seek by way of amendment to its notice of motion in proceeding 1033 and that the court should not grant leave to amend.",
      "id": "s196"
    },
    {
      "text": "Again for the reasons set out below, it further argued that, if leave were granted, the application would nonetheless fail.",
      "id": "s197"
    },
    {
      "text": "CONSIDERATION \n \n46 For the reasons stated below, I would dismiss the motion to review the registrar's decision and to set aside the statutory demand primarily on the basis that there is no utility in such review.",
      "id": "s198"
    },
    {
      "text": "The Court has no power to extend the time for compliance with the statutory demand because the time for compliance has expired.",
      "id": "s199"
    },
    {
      "text": "G &amp; J Gears is deemed to be insolvent because it has failed to comply with the demand within the time required, as extended by the registrar.",
      "id": "s200"
    },
    {
      "text": "A review of the registrar's decision is therefore nugatory.",
      "id": "s201"
    },
    {
      "text": "47 Section 459F(2) provides that, where application is made under s 459G to set aside a statutory demand, the \"period for compliance with [the] statutory demand\" is, if the Court \"makes an order that extends the period for compliance with the demand\", the period specified in the order of the Court (s 459F(2)(a)(i)) ; or \"otherwise ... the period beginning on the day when the demand is served and ending 7 days after the application under s 459G is finally determined or otherwise disposed of [(s 459F(2)(a)(ii))]\".",
      "id": "s202"
    },
    {
      "text": "The word \"otherwise\" in s 459F(2)(a)(ii) is a \"laconic\" expression of the condition that none of the conditions in s 459F(2)(a)(i) has been fulfilled: see Livestock Traders International Pty Ltd v Bui (1996) 22 ACSR 51 (\" Livestock Traders \") at 53.",
      "id": "s203"
    },
    {
      "text": "Once one of these conditions in s 459F(2)(a) is fulfilled --- here, by the registrar's making of the order extending the time for compliance --- then s 459F(2)(a)(ii) can have no operation.",
      "id": "s204"
    },
    {
      "text": "Jenkinson J reached the same conclusion in Livestock Traders where, as in this case, a registrar of the Court dismissed an application to set aside a statutory demand and extended the time for compliance with the demand.",
      "id": "s205"
    },
    {
      "text": "There was no compliance with the demand within the extended time, although there was an application on foot to review the registrar's decision.",
      "id": "s206"
    },
    {
      "text": "His Honour held at 53, that \"once an exercise of the power to extend the period for compliance has occurred no operation is left to subpara 459F(2)(a)(ii)\" of the Corporations Law as it then was.",
      "id": "s207"
    },
    {
      "text": "This provision is identical to s 459F of the Corporations Act .",
      "id": "s208"
    },
    {
      "text": "His Honour said, also at 53, that \"[t]he use of the word 'otherwise' in that subparagraph ... compels that conclusion\".",
      "id": "s209"
    },
    {
      "text": "I agree.",
      "id": "s210"
    },
    {
      "text": "48 Upon G &amp; J Gears' application, the Court would have had power to extend time further at any time after the registrar made the order extending time until the expiry of that time.",
      "id": "s211"
    },
    {
      "text": "It would have been open to the company to have made such an application before the end of this period had there been grounds, but it did not do so: see Equuscorp at 701 per French, Kiefel and Sundberg JJ; Graywinter Management Pty Ltd v Deputy Commissioner of Taxation (1996) 22 ACSR 636 at 638 per Finn J; Shakespeares Pie Co Australia Pty Ltd v Multipye Pty Ltd [2005] NSWSC 1201 (\" Shakespeare Pie \") at [7] per Barrett J; Australian Beverage Distributors Pty Ltd v Cranswick Premium Wines Pty Ltd [2004] NSWSC 877 (\" Australian Beverage Distributors \") at [12] per Barrett J; and Livestock Traders at 54.",
      "id": "s212"
    },
    {
      "text": "Once the time for compliance has passed, however, the Court has no such power.",
      "id": "s213"
    },
    {
      "text": "49 This limitation upon the power to extend time is implicit in the terms of ss 459F and 459C .",
      "id": "s214"
    },
    {
      "text": "Section 459F(1) operates to fix the time when a company on which a statutory demand has been served is taken to fail to comply with the demand.",
      "id": "s215"
    },
    {
      "text": "The significance of a failure to comply with a statutory demand is the subject of s 459C(2)(a) , which provides that the Court must presume that a company is insolvent if, during or after the 3 months ending on the day when the application is made, the company fails to comply with the statutory demand.",
      "id": "s216"
    },
    {
      "text": "The effect of ss 459F(1) and 459C (2)(a) is that the Court can only make an order under s 459F(2)(a)(i) extending the time for compliance prior to the end of the period for compliance, i.e., before the company is presumed to be insolvent.",
      "id": "s217"
    },
    {
      "text": "Within this period, an order extending the time can be made where a s 459G application has been rejected and that rejection is the subject of review or appeal.",
      "id": "s218"
    },
    {
      "text": "This is now well-settled: compare Vista Commercial Construction Pty Ltd v Deputy Commissioner of Taxation (1997) 25 ACSR 285 at 293 per Burchett, Hill and Emmett JJ; Graywinter Management Pty Ltd v Deputy Commissioner of Taxation (1996) 22 ACSR 636 at 638 per Finn J; Graywinter Properties Pty Ltd v Dyer (1997) 15 ACLC 302 at 306 per Ryan J; Buckland Products Pty Ltd v Deputy Commissioner of Taxation [2003] VSCA 85 (\" Buckland Products \") at [8] per Phillips JA; Shakespeares Pie at [7] per Barrett J; and Australian Beverage Distributors at [5] per Barrett.",
      "id": "s219"
    },
    {
      "text": "As Jenkinson J said in Livestock Traders at 54, ss 459F and 459C (2)(a) of the Corporations Law \"premise unalterability of the time as at which a company is to be taken to have failed to comply with a statutory demand once the period for compliance has ended at a time when the demand is still in effect\".",
      "id": "s220"
    },
    {
      "text": "This is equally true of the equivalent sections of the Corporations Act .",
      "id": "s221"
    },
    {
      "text": "The power to extend time after the end of the period for compliance would introduce a degree of uncertainty incompatible with the statutory regime: see also Buckland Products at [8] per Phillips JA.",
      "id": "s222"
    },
    {
      "text": "50 Equuscorp is not authority to the contrary.",
      "id": "s223"
    },
    {
      "text": "Although a passage at 701 might be construed in this way, the references in this passage to some of the cases cited above make it clear that it is not to be so understood.",
      "id": "s224"
    },
    {
      "text": "51 In this case, pursuant to s 459F(1) , G &amp; J Gears is taken to have failed to comply with the statutory demand at the end of the period specified in the registrar's order of 11 November 2005.",
      "id": "s225"
    },
    {
      "text": "It is therefore presumed to be insolvent.",
      "id": "s226"
    },
    {
      "text": "The fact that G &amp; J Gears made an application for a further extension of time within the period specified in the registrar's order is immaterial because the company had to have been granted an extension of time within that period.",
      "id": "s227"
    },
    {
      "text": "Accordingly, the application for an order extending the time for compliance with the statutory demand must be dismissed and so too must the application for review of the registrar's order dismissing the application to set aside the statutory demand.",
      "id": "s228"
    },
    {
      "text": "52 Once G &amp; J Gears is taken to have failed to comply with the statutory demand and to be insolvent, the application to set the demand aside is fruitless and the application to review the registrar's decision, nugatory: compare Livestock Traders at 55.",
      "id": "s229"
    },
    {
      "text": "As Phillips JA said in Buckland Products at [9]:\n \n \"If the company was wishing to appeal it could do so, but unless the appeal was heard and determined before the expiry of the period for compliance otherwise fixed, an extension of the time for compliance had to be obtained.",
      "id": "s230"
    },
    {
      "text": "Without it, there could be no point in the continued prosecution of the appeal, for, the period of compliance having ended before the appeal was heard and determined, the consequence prescribed by s.459F(1) attached, with all that followed under the statute.",
      "id": "s231"
    },
    {
      "text": "\" \n\n53 It follows from what I have said that, strictly speaking, it is unnecessary to consider whether an application under s 459G is \"finally determined or otherwise disposed of\" by the registrar's determination that the application should be dismissed.",
      "id": "s232"
    },
    {
      "text": "I would observe, however, that there was nothing put in argument that would lead me to differ from Jenkinson J, who said in Livestock Traders at 53, that he was \"inclined to think that 'the application is finally determined' when an order determining the application is made, notwithstanding that the order is, if made by a registrar, reviewable, and that the order is, if made by the court, subject to appeal.",
      "id": "s233"
    },
    {
      "text": "\" See also Buckland Products at [5]-[9] per Phillips JA.",
      "id": "s234"
    },
    {
      "text": "54 In view of this conclusion, it is also strictly unnecessary to consider whether there was any error in the registrar's decision.",
      "id": "s235"
    },
    {
      "text": "But as this was the subject of extensive argument, I set out my views briefly.",
      "id": "s236"
    },
    {
      "text": "55 A review of a registrar's decision under s 35A of the Federal Court of Australia Act 1976 (Cth) is by way of a hearing de novo in the sense that it is a hearing at which the parties may adduce fresh evidence as of right: see Mazukov v University of Tasmania [2004] FCAFC 159 at [24] per Kiefel, Weinberg and Stone JJ and Cottrell v Wilcox [2001] FCA 866 at [8] per Sundberg, Emmett and Finkelstein JJ.",
      "id": "s237"
    },
    {
      "text": "Absent any limitation deriving from another source, G &amp; J Gears is entitled to adduce additional evidence on review of the registrar's decision.",
      "id": "s238"
    },
    {
      "text": "Apart from the more fundamental objection to the review discussed above, this was not, however, the only difficulty that it faced with respect to the evidence that it wished to adduce on the review.",
      "id": "s239"
    },
    {
      "text": "There was a further limitation consequential upon s 459G.",
      "id": "s240"
    },
    {
      "text": "That is, the authorities establish that the recipient of a statutory demand cannot apply to have the demand set aside on a ground not raised within the 21 days allowed in s 459G: see Energy Equity Corporation Ltd v Sinedie Pty Ltd [2001] WASCA 419 at [29] per Wallwork J, with whom Steytler J and Olsson AUJ agreed.",
      "id": "s241"
    },
    {
      "text": "Under the regime established by the Corporations Act , the Court has no discretion to extend time: compare David Grant &amp; Co Pty Ltd v Westpac Banking Corporation [1995] HCA 43 ; (1995) 184 CLR 265 (\" David Grant \") at 277-278 per Gummow J.",
      "id": "s242"
    },
    {
      "text": "Brisbane South Regional Health Authority v Taylor [1996] HCA 25 ; (1996) 186 CLR 541, which was relied on by G &amp; J Gears, is not authority to the contrary since it concerned a relevantly different statutory scheme that expressly conferred discretion to enlarge time.",
      "id": "s243"
    },
    {
      "text": "Thus, even if a further extension of time had been obtained, it would not have been open to G &amp; J Gears to rely on any claim other than its trademark infringement claim.",
      "id": "s244"
    },
    {
      "text": "Providing its initial affidavit satisfied s 459G(3) , it would have been open to G &amp; J Gears to rely on evidence additional to that filed within the 21 day period to support this ground, being a ground that was raised within this period: see Graywinter Properties Pty Ltd v Gas &amp; Fuel Corporation Superannuation Fund (1996) 14 ACLC 1703 at 1709 per Sundberg J, applied in Meadowfield Pty Ltd v Gold Coast Holdings Pty Ltd (in liq) [2001] WASCA 360.",
      "id": "s245"
    },
    {
      "text": "56 The trademark infringement claim did not, however, disclose an offsetting claim.",
      "id": "s246"
    },
    {
      "text": "Sections 459H and 459J of the Corporations Act set out the grounds on which a statutory demand may be set aside.",
      "id": "s247"
    },
    {
      "text": "G &amp; J Gears relied on s 459H(1)(b).",
      "id": "s248"
    },
    {
      "text": "The expression \"offsetting claim\" is defined in s 459H(5).",
      "id": "s249"
    },
    {
      "text": "It has been said that a \"genuine\" claim requires that (1) the claim \"be bona fide and truly exist in fact\"; and (2) the grounds for alleging its existence are \"real and not spurious, hypothetical, illusory or misconceived\": see Spencer Constructions Pty Ltd v G &amp; M Aldridge Pty Ltd (1997) 76 FCR 542 at 464 per Northrop, Merkel and Goldberg JJ.",
      "id": "s250"
    },
    {
      "text": "Only a claim that can be quantified in money can constitute an \"offsetting claim\": see Chase Manhattan Bank Australia Ltd v Oscty Pty Ltd (1995) 17 ACSR 128 at 135 per Lindgren J.",
      "id": "s251"
    },
    {
      "text": "In Intag Microelectronics Pty Ltd v AWA Ltd (1995) 18 ACSR 284 at 289, Young J said, \"[t]he claim must be one which the court can see, without looking too deeply at the issues that may arise, has some real chances of success.",
      "id": "s252"
    },
    {
      "text": "\" The trademark infringement claim made by G &amp; J Gears does not meet this threshold.",
      "id": "s253"
    },
    {
      "text": "57 The evidence sufficiently established that G &amp; J Gears was the registered owner of the Little Rock mark.",
      "id": "s254"
    },
    {
      "text": "For present purposes, however, the evidence showed to the requisite degree that past production of goods bearing the mark was not only with the consent of G &amp; J Gears but also very limited.",
      "id": "s255"
    },
    {
      "text": "Further, even though there was evidence that Rockcrusher-USA offered the products for sale on its website, the evidence did not show that these products in fact had any distribution beyond Brobo and G &amp; J Gears.",
      "id": "s256"
    },
    {
      "text": "The evidence of Milton and Boydston was that these products had not been the subject of sale.",
      "id": "s257"
    },
    {
      "text": "It appears that Brobo recovered them from G &amp; J Gears in April 2005.",
      "id": "s258"
    },
    {
      "text": "Whilst there was evidence that up to December 2005, Brobo, and subsequently Rock Solid, held the designs, patterns and tools to fabricate these products and apply the mark, there was no evidence that the respondents were intending to use the mark or otherwise deal with the products bearing the mark during the currency of these proceedings.",
      "id": "s259"
    },
    {
      "text": "58 Having regard to the evidence presently before the Court, I am not satisfied that the claim for damages and/or account of profits in respect of the Little Rock mark infringement constitutes an offsetting claim for the purposes of s 459H.",
      "id": "s260"
    },
    {
      "text": "In addition, sales figures and forecasts put forward by G &amp; J Gears were contested by Milton in his 24 February 2006 affidavit and Boydston in his 23 February 2006 affidavit.",
      "id": "s261"
    },
    {
      "text": "The evidence presently before the Court did not bear out the claim made by G &amp; J Gears that it had an offsetting claim in excess of or equal to the amount of the statutory demand.",
      "id": "s262"
    },
    {
      "text": "59 I would also dismiss the application by G &amp; J Gears for an interlocutory injunction to restrain the use of intellectual property rights.",
      "id": "s263"
    },
    {
      "text": "As indicated above, on the evidence now before the Court, there is no serious question to be tried with respect to the alleged infringement of the Little Rock mark.",
      "id": "s264"
    },
    {
      "text": "Furthermore, I accept the respondents' contention that G &amp; J Gears has not demonstrated to the requisite degree that it has any lawful entitlement to the \"Rockcrusher\" logo or, indeed, any intellectual property rights in the designs, patterns and tooling (for the greater part of which it seems that G &amp; J Gears have not paid).",
      "id": "s265"
    },
    {
      "text": "It suffices to refer to the matters on which counsel for Brobo relied in this regard.",
      "id": "s266"
    },
    {
      "text": "As the evidence currently stands, the assignment of relevant rights from R-Diffs to G &amp; J Gears would appear to be ineffective because R-Diffs' receiver did not give his consent: see, e.g., Deangrove Pty Ltd v Commonwealth Bank of Australia [2001] FCA 173 ; (2001) 37 ACSR 465 at 471-2 per Sackville J.",
      "id": "s267"
    },
    {
      "text": "60 Further, I am not satisfied that G &amp; J Gears has established that there is a serious question to be tried with respect to any other matter that would support the grant of the interlocutory relief it seeks.",
      "id": "s268"
    },
    {
      "text": "Although the threshold is low and the account given by Davis, if accepted, is indicative of an attempt by Milton to induce Davis and Boydston to depart from an alleged agreement or arrangement with G &amp; J Gears, the rest is little more than speculation at this stage.",
      "id": "s269"
    },
    {
      "text": "G &amp; J Gears conceded that it is indebted to Brobo in the amount that supports the statutory demand by virtue of the registrar's order.",
      "id": "s270"
    },
    {
      "text": "It is not suggested that Brobo desires other than to achieve the company's winding up in the winding up proceedings.",
      "id": "s271"
    },
    {
      "text": "Moreover, it must be borne in mind that Davis' account is denied by Milton (who says that he was not in the US at the relevant time) and Boydston.",
      "id": "s272"
    },
    {
      "text": "There was no evidence that the alleged plan was given effect.",
      "id": "s273"
    },
    {
      "text": "For example, there was no evidence that the statutory demand, which was served months after the alleged conversations, was intended to give effect to anything allegedly discussed in these conversations.",
      "id": "s274"
    },
    {
      "text": "Indeed, there was no evidence that the alleged plan met with any agreement (with Boydston or otherwise) and that Milton set out to implement it.",
      "id": "s275"
    },
    {
      "text": "Counsel for G &amp; J Gears asked the Court to infer that the demand was part of Milton's alleged stratagem to put it out of business.",
      "id": "s276"
    },
    {
      "text": "I would not draw this inference on the evidence presently before me.",
      "id": "s277"
    },
    {
      "text": "61 Even if there were a serious question to be tried, I would not grant the relief sought.",
      "id": "s278"
    },
    {
      "text": "First, in a case such as this, as counsel for G &amp; J Gears virtually conceded, damages would be an appropriate remedy.",
      "id": "s279"
    },
    {
      "text": "Secondly, on the evidence before the Court, particularly as set out in the 24 February 2006 affidavit of Milton and the affidavit of Witt, it seems unlikely that G &amp; J Gears or the natural persons behind it would be in a position to satisfy any order for damages for breach of any undertaking given to the Court.",
      "id": "s280"
    },
    {
      "text": "There is also Boydston's evidence that his company or companies would suffer permanent injury if an injunction in the terms sought were granted.",
      "id": "s281"
    },
    {
      "text": "And there is also the fact that, as the respondents submitted, there has been an apparent lack of candour on the issue of entitlement to the \"Rockcrusher\" logo.",
      "id": "s282"
    },
    {
      "text": "I accept that, as the respondents submitted, the evidence for G &amp; J Gears created an impression that it was its application on 11 March 2005 that was still pending whereas this was not the case.",
      "id": "s283"
    },
    {
      "text": "There is no basis shown for the making of any alternative order of the kind sought by counsel for G &amp; J Gears.",
      "id": "s284"
    },
    {
      "text": "62 Finally, I would not grant G &amp; J Gears leave to amend the motion to seek injunctive relief restraining the winding up proceeding.",
      "id": "s285"
    },
    {
      "text": "Counsel for G &amp; J Gears referred to decisions concerning applications for injunctive relief in winding up proceedings, as for example, Perpetual Plantations of Australia Ltd v United Tree Farmers Ltd (1993) 10 ACSR 82 (\" Perpetual Plantations \") and Shanefield Pty Ltd v McLaren [1999] QSC 366.",
      "id": "s286"
    },
    {
      "text": "As these authorities recognize, a court, on a winding up application, may refuse a winding up order where the alleged ground for winding up is deemed insolvency and the court is satisfied that the debt is genuinely disputed as relevantly defined.",
      "id": "s287"
    },
    {
      "text": "Any such statement is subject to the Corporations Act , including s 459S.",
      "id": "s288"
    },
    {
      "text": "63 First, Brobo's counsel submitted in reply that, whilst a court may have inherent jurisdiction or, in this court, implied incidental power to protect its own process against an abuse, this jurisdiction did not extend to protecting the process of another court.",
      "id": "s289"
    },
    {
      "text": "This may state the relevant proposition of law too broadly, although, for present purposes, I accept that the implied incidental power of this court to protect misuse of its process does not extend to protecting the process of the State's Supreme Court.",
      "id": "s290"
    },
    {
      "text": "That is a matter for the Supreme Court.",
      "id": "s291"
    },
    {
      "text": "See, generally, Sea Culture International Pty Ltd v Scoles (1991) 32 FCR 275 at 279, where French J referred to this court's \"implied incidental power to control its own process and to prevent misuse of it\"; also Hunter v Leahy [1999] FCA 1075 ; (1999) 91 FCR 214 at 219-220 per French J; Burton v President, &amp;c., of the Shire of Bairnsdale [1908] HCA 57 ; (1908) 7 CLR 76 at 94-95 per Isaacs J; Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378 at 392-4; and Spautz at 519-520.",
      "id": "s292"
    },
    {
      "text": "64 Secondly, counsel for Brobo submitted, that it was not open to the court to grant what G &amp; J Gears referred to as interlocutory injunctive relief on its motion because there would be no occasion for an application for a permanent injunction to be considered in the proceeding in this Court.",
      "id": "s293"
    },
    {
      "text": "Presumably, counsel for G &amp; J Gears had in mind that any permanent injunction would fall for consideration at the conclusion of the trial in proceeding 1033.",
      "id": "s294"
    },
    {
      "text": "It suffices to say that proceeding 1033 is not, in my view, an appropriate vehicle in which to seek to enjoin the winding up proceedings in the Supreme Court on an interlocutory basis or otherwise.",
      "id": "s295"
    },
    {
      "text": "65 Finally, Brobo's counsel submitted, and I accept, that if a litigant commences separate proceedings to restrain a winding up ( ex hypothesi , in the same court as the winding up proceeding) there will always be a question as to whether the litigant should have presented its defence to the winding up in the winding up proceeding itself: see Perpetual Plantations at 85-6 per Burley J; also David Grant at 279; and Marlan Financial Services Pty Ltd v New England Agricultural Traders Pty Ltd [1999] VSC 435 per Byrne J.",
      "id": "s296"
    },
    {
      "text": "According to Brobo, there were numerous matters that indicated that G &amp; J Gears should present its defence case in the winding up, including that the Davis affidavit was in non-specific terms and did not show that the purpose of the statutory demand was other than to achieve a winding up (see the discussion at [60] above).",
      "id": "s297"
    },
    {
      "text": "I accept Brobo's submission.",
      "id": "s298"
    },
    {
      "text": "It would appear likely that G &amp; J Gears will have an opportunity, at the hearing of the winding up petition, to rely on the matters in opposition to the winding up that it could not put forward on its application to set aside the statutory demand.",
      "id": "s299"
    },
    {
      "text": "These matters would not appear to fall within the prohibition in s 459S of the Corporations Act .",
      "id": "s300"
    },
    {
      "text": "DISPOSITION \n \n66 In proceeding 1050, I would dismiss, with costs, the motion and the application for an extension of the time under s 459F(2)(a)(i).",
      "id": "s301"
    },
    {
      "text": "In proceeding 1033, I would dismiss, with costs, the application for interlocutory injunctive relief and refuse the application for leave to amend the motion in that proceeding in order to include a further application for injunctive relief.",
      "id": "s302"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s303"
    },
    {
      "text": "Associate:\n\nDated: 31 March 2006\n\n\n Counsel for the Applicant: Mr N Jones \n \n Solicitor for the Applicant: Gary Needham &amp; Associates \n \n Counsel for the Respondent: Mr S O'Bryan with Mr W Rothnie \n \n Solicitor for the Respondent: Findlay Arthur Phillips \n \n Date of Hearing: 8 March 2006 \n \n Date of Judgment: 31 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/330.html",
      "id": "s304"
    }
  ]
}