{
  "name": "Mehdi v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 498 (5 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/498.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "student (temporary) (class tu) visa",
      "id": "c1"
    },
    {
      "text": "whether appellant failed to comply with condition 8202",
      "id": "c2"
    },
    {
      "text": "where academic results not certified by education provider to be at least satisfactory",
      "id": "c3"
    },
    {
      "text": "whether substantial compliance",
      "id": "c4"
    },
    {
      "text": "no appellable error",
      "id": "c5"
    },
    {
      "text": "no denial of natural justice",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the decision of Hartnett FM, dismissing an application for review of a decision of the Migration Review Tribunal ('Tribunal').",
      "id": "s0"
    },
    {
      "text": "The appeal was heard by a single judge pursuant to a direction by the Chief Justice under s 25(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a 28 year old national of Pakistan.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 22 July 1998 as a holder of a Student (Temporary) (Class TU) visa, subclass 560.",
      "id": "s3"
    },
    {
      "text": "The appellant was enrolled in an Advanced Diploma of Computer Science at RMIT University ('RMIT') from July 1998.",
      "id": "s4"
    },
    {
      "text": "3 The appellant's subclass 560 visa was valid until 15 August 2000.",
      "id": "s5"
    },
    {
      "text": "On that date, the appellant was granted a further subclass 560 visa which remained valid until 15 March 2002.",
      "id": "s6"
    },
    {
      "text": "On 15 March 2002, the appellant lodged an application for a Student (Temporary) (Class TU) visa, subclass 572.",
      "id": "s7"
    },
    {
      "text": "4 The relevant legislative provisions for the subclass 572 visa can be briefly stated.",
      "id": "s8"
    },
    {
      "text": "The requirements for grant of a Student (Temporary) (Class TU) visa, subclass 572, are set out in Sch 2 of the Migration Regulations 1994 (Cth) ('the Regulations').",
      "id": "s9"
    },
    {
      "text": "Clause 572.212 requires that if the application for a visa is made in Australia, the applicant must have complied substantially with the conditions to which the visa (if any) held, or last held, by the applicant is, or was, subject.",
      "id": "s10"
    },
    {
      "text": "Clause 572.226 requires that if the application was made in Australia, the visa applicant must continue to satisfy the criterion in cl 572.212.",
      "id": "s11"
    },
    {
      "text": "5 At the time of his application, the last visa held by the appellant was a subclass 560 visa, which was valid for the period 15 August 2000 to 15 March 2002.",
      "id": "s12"
    },
    {
      "text": "It was a requirement of that visa that the appellant complied with condition 8202 under Sch 8 of the Regulations.",
      "id": "s13"
    },
    {
      "text": "By virtue of the Migration Legislation Amendment (Overseas Students) Act 2000 (Cth), condition 8202 is that:\n \n '(a) in the case of a holder of a Subclass 560 visa who is an AusAID or secondary school exchange student the holder is enrolled in a full-time course of study; and \n (b) in any other case --- the holder is enrolled in a registered course; and \n (c) in the case of a holder whose education provider keeps attendance records --- the Minister is satisfied that the holder attends for at least 80% of the contact hours scheduled: \n (i) for a course that runs for less than a semester --- for the course; or \n (ii) for a course that runs for at least a semester --- for each term and semester of that course; and \n (d) in any case --- the holder achieves an academic result that is certified by the education provider to be at least satisfactory: \n (i) for a course that runs for less than a semester --- for the course; or \n (ii) for a course that runs for at least a semester --- for each term or semester (whichever is shorter) of the course.",
      "id": "s14"
    },
    {
      "text": "' \n \n \n \n \n\n6 By letter to the appellant dated 23 April 2002, the respondent's delegate refused to grant the appellant a subclass 572 visa on the basis that the delegate was not satisfied that the appellant had complied substantially with condition 8202 during the period of his last visa, and accordingly that the appellant did not meet cl 572.212 of the Regulations.",
      "id": "s15"
    },
    {
      "text": "THE TRIBUNAL'S REVIEW OF THE DELEGATE'S DECISION \n \n7 The appellant applied for review of the delegate's decision by application to the Tribunal dated 20 May 2002.",
      "id": "s16"
    },
    {
      "text": "The Tribunal heard the application on 23 June 2003.",
      "id": "s17"
    },
    {
      "text": "The appellant attended the hearing and gave oral evidence.",
      "id": "s18"
    },
    {
      "text": "8 The Tribunal had before it a transcript of the appellant's academic results covering the periods from 1 February 2000 to 30 November 2000 and from 5 February 2001 to 30 November 2001, together with confirmation of his continued enrolment in 2002, which the appellant had submitted for the purposes of his visa application.",
      "id": "s19"
    },
    {
      "text": "The Tribunal found that the appellant achieved the following results.",
      "id": "s20"
    },
    {
      "text": "2000 Academic Year: \nPassed: 0 Failed: 6 Did not sit: 15 Withdrawn: 13 No record: 1\n\n 2001 Academic Year: \nPassed: 5 Failed: 1 Did not sit: 9 Withdrawn: 22 Exempted: 2\n\n \n9 On 13 December 2002, the Tribunal received a facsimile letter from Mr McCann, Head of Department, Faculty of Applied Science at RMIT, which stated:\n \n 'Our records indicate that [the appellant] commenced the Advanced Diploma of Computer Science (ADCS) program in this Department in 2000.",
      "id": "s21"
    },
    {
      "text": "During that year, his academic results were very poor.",
      "id": "s22"
    },
    {
      "text": "Given more time, it might be possible for me to unearth [the appellant's] attendance records for 2000.",
      "id": "s23"
    },
    {
      "text": "[The appellant] continued in the ADCS program throughout 2001.",
      "id": "s24"
    },
    {
      "text": "Whilst he passed a number of courses in the program during 2001, overall his academic results remained well short of satisfactory.",
      "id": "s25"
    },
    {
      "text": "Our attendance records for [the appellant] for 2001 indicate that his attendance that year was unsatisfactory (significantly less than 80%).",
      "id": "s26"
    },
    {
      "text": "[The appellant] was enrolled in the ADCS program for the first half of 2002 (Semester 1).",
      "id": "s27"
    },
    {
      "text": "During this period, our records indicate that both his academic results and also his attendance at classes (approx 80%) were satisfactory.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n\n10 On 16 January 2003, the Tribunal wrote to the appellant inviting him to comment in writing and to provide additional information in relation to circumstances which may have adversely affected his academic record in 2000 and 2001.",
      "id": "s29"
    },
    {
      "text": "The appellant responded on 25 February 2003, stating that he believed RMIT's records was wrong in relation to his academic results because of problems with the university's new software.",
      "id": "s30"
    },
    {
      "text": "The appellant also claimed that some of his results may be missing.",
      "id": "s31"
    },
    {
      "text": "He informed the Tribunal that he believed he could obtain exemptions from many of the subjects which RMIT's records show him to have failed and that he was awaiting his original student results to be sent from Pakistan.",
      "id": "s32"
    },
    {
      "text": "The appellant requested an extension of time to be able to show the Tribunal that he had complied with his visa conditions.",
      "id": "s33"
    },
    {
      "text": "The Tribunal granted an extension of time until 3 April 2003 to provide further information and comments.",
      "id": "s34"
    },
    {
      "text": "The appellant did not do so.",
      "id": "s35"
    },
    {
      "text": "11 The appellant applied for an adjournment of the Tribunal hearing due to ill health, and the hearing was consequently rescheduled for 17 June 2003.",
      "id": "s36"
    },
    {
      "text": "The appellant did not attend on that day but agreed to attend a hearing on 23 June 2003.",
      "id": "s37"
    },
    {
      "text": "12 At the Tribunal hearing, the appellant lodged nine laminated documents which appeared to the Tribunal member to be upgraded RMIT Transcripts of Results.",
      "id": "s38"
    },
    {
      "text": "The appellant also lodged a letter dated 16 May 2003 purporting to be signed by Mr McCann of RMIT, which stated that the appellant's results for 2000 and 2001 are now found to be satisfactory, and two medical certificates purporting to be from the Royal Melbourne Hospital for the periods 30 July 2001 to 16 August 2001 and for 17 days from 17 July 2001.",
      "id": "s39"
    },
    {
      "text": "The Tribunal member perused these documents and found several indications that none of the documents were genuine.",
      "id": "s40"
    },
    {
      "text": "The appellant subsequently admitted that he had forged all the documents, although he contended that a friend had forged Mr McCann's signature on the letter.",
      "id": "s41"
    },
    {
      "text": "13 In relation to the appellant's academic results, the Tribunal found that in Semester 2, 2000, the appellant passed no subjects and that during the 2001 academic year the appellant achieved a total of seven passes/exemptions out of the 17 subjects that he undertook (having withdrawn from 22).",
      "id": "s42"
    },
    {
      "text": "The Tribunal found that the appellant's education provider did not certify that the appellant had achieved an academic result that was at least satisfactory.",
      "id": "s43"
    },
    {
      "text": "14 In relation to the appellant's attendance, the Tribunal did not make a finding as to the appellant's compliance with condition 8202.",
      "id": "s44"
    },
    {
      "text": "The Tribunal stated that RMIT did not provide the Tribunal with exact figures for the appellant's attendance throughout the relevant period, however the Tribunal noted that it was clear that the appellant's attendance was poor.",
      "id": "s45"
    },
    {
      "text": "15 The Tribunal took into account that strict compliance with cls 572.212 and 572.226 is not required and that substantial compliance is sufficient to meet the criteria: Baidakova v Minister for Immigration and Multicultural Affairs [1998] FCA 1436 (' Baidakova' ).",
      "id": "s46"
    },
    {
      "text": "The Tribunal considered whether there were any circumstances beyond the control of the appellant, such as absence or failure due to illness, and whether the appellant was able to provide evidence in support of these circumstances.",
      "id": "s47"
    },
    {
      "text": "This accorded with the guidelines in the Department of Immigration and Multicultural and Indigenous Affairs' Procedures Advice Manual.",
      "id": "s48"
    },
    {
      "text": "In the Tribunal's view, the appellant had failed to provide any genuine information of such circumstances beyond his control, or any genuine information regarding his unsatisfactory academic results or attendance.",
      "id": "s49"
    },
    {
      "text": "Rather, the Tribunal found that the appellant had presented and relied upon forged documents to explain or excuse his breach of condition 8202.",
      "id": "s50"
    },
    {
      "text": "The Tribunal also noted that the appellant's breach was significant.",
      "id": "s51"
    },
    {
      "text": "16 On the basis of the relevant material before it and applying the test in Baidakova , the Tribunal found that at the time of his application, the appellant had not complied substantially with the conditions of his Student (Temporary) (Class TU) visa, subclass 560, during the period 15 August 2000 to 15 March 2002.",
      "id": "s52"
    },
    {
      "text": "Therefore the Tribunal determined that the appellant failed to meet the requirements of cl 572.212 and affirmed the delegate's decision not to grant a subclass 572 visa.",
      "id": "s53"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S REVIEW OF THE TRIBUNAL'S DECISION \n \n17 The appellant applied to the Federal Magistrates Court for review of the Tribunal's decision on 17 February 2004.",
      "id": "s54"
    },
    {
      "text": "The application was dismissed by Hartnett FM on 17 August 2005.",
      "id": "s55"
    },
    {
      "text": "His Honour found that the Tribunal's reasons disclosed no error or law or principle and that there had been no breach of natural justice or unfairness in relation to the way in which the Tribunal had conducted its proceedings.",
      "id": "s56"
    },
    {
      "text": "18 In the Federal Magistrates Court, the appellant contended that the Tribunal had ignored a relevant consideration, being the alleged practice that RMIT provided results without commenting upon whether they were satisfactory or not.",
      "id": "s57"
    },
    {
      "text": "Hartnett FM's reasons state that the appellant's contention appeared to be derived from a telephone conversation between a Tribunal officer and the international student officer at RMIT on 6 August 2003 in which the international student officer is alleged to have said:\n \n 'RMIT gives results but don't comment on whether or not they are satisfactory.",
      "id": "s58"
    },
    {
      "text": "She said that the Tribunal will need to work this out from his results.",
      "id": "s59"
    },
    {
      "text": "' \n \n\n19 Hartnett FM went on to state:\n \n 'Whatever the practice of RMIT might be, and whatever the international student officer's understanding of that practice might have been, condition 8202 clearly requires that the visa holder: \n \n \n \n Achieves an academic result that is certified by the education provider to be at least satisfactory.",
      "id": "s60"
    },
    {
      "text": "In the absence of such a certificate there is not compliance with condition 8202, and subject to the possibility of substantial compliance, an applicant would not satisfy the requirements for a further visa.",
      "id": "s61"
    },
    {
      "text": "In any event it is clear that RMIT did not consider the applicant's results to be at least satisfactory.",
      "id": "s62"
    },
    {
      "text": "The applicant's Head of Department sent the Tribunal a facsimile on 13 December 2002, describing the academic results as \"very poor\" and \"well short of satisfactory\" for 2001.",
      "id": "s63"
    },
    {
      "text": "The international student officer herself when asked in writing, and presumably when RMIT's obligations were explained to her, responded that the applicant --- \n \n \n \n did not achieve a satisfactory result --- \n \n \n \n for the 2000 and 2001 academic years.",
      "id": "s64"
    },
    {
      "text": "Accordingly it cannot be said that the Tribunal ignored a relevant consideration.",
      "id": "s65"
    },
    {
      "text": "The applicant alleged the Tribunal made its own findings about whether the applicant's results were satisfactory.",
      "id": "s66"
    },
    {
      "text": "That is not what the Tribunal did.",
      "id": "s67"
    },
    {
      "text": "It found that RMIT had not certified the results to be at least satisfactory.",
      "id": "s68"
    },
    {
      "text": "There was no certificate provided and nor should there have been such a certificate based on the applicant's academic results.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n20 Hartnett FM noted that the appellant was advised by the Tribunal in correspondence of 16 January 2003 that information obtained by the Tribunal indicated that his attendance and academic results were unsatisfactory.",
      "id": "s70"
    },
    {
      "text": "The Tribunal gave the appellant an opportunity to submit further information and comments in relation to these matters.",
      "id": "s71"
    },
    {
      "text": "In the circumstances, Hartnett FM was not persuaded that there had been any breach of natural justice or unfairness in relation to the way the Tribunal conducted its proceedings.",
      "id": "s72"
    },
    {
      "text": "ISSUES ON APPEAL \n \n21 An appeal from the Federal Magistrates Court's decision is an appeal by way of a re-hearing.",
      "id": "s73"
    },
    {
      "text": "The powers of the appellate court are to be exercised only where the appellant can demonstrate, having regard to all the evidence before the appellate court, that the order that is the subject of appeal is the result of some legal, factual or discretionary error: Abeyesinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1558 at [4] .",
      "id": "s74"
    },
    {
      "text": "22 On appeal, the appellant alleged a number of jurisdictional errors based on the purported practice of RMIT not to comment on whether results were satisfactory or not.",
      "id": "s75"
    },
    {
      "text": "The appellant contended that the Tribunal had been informed that RMIT had a policy of providing academic results without comment as to whether those results were satisfactory or not.",
      "id": "s76"
    },
    {
      "text": "In light of that policy, the appellant submitted that strict compliance with condition 8202 was not possible and it was open to the Tribunal to make its own finding as to whether the appellant had achieved substantial compliance with condition 8202: Gurung v Minister for Immigration &amp; Multicultural and Indigenous Affairs [2002] FCA 772 (' Gurung ').",
      "id": "s77"
    },
    {
      "text": "The appellant submitted that the Tribunal did not properly make its own finding about whether the appellant's results were satisfactory, but rather relied on the opinions of RMIT staff whose statements about the appellant's academic performance were contrary to RMIT's established procedures.",
      "id": "s78"
    },
    {
      "text": "23 These circumstances were said by the appellant to give rise to jurisdictional error on two bases.",
      "id": "s79"
    },
    {
      "text": "First, the appellant submitted that the Tribunal had relied upon opinions expressed by staff members of RMIT as to whether or not the appellant's results in the years 2000 and 2001 were or were not satisfactory, knowing that the giving of such opinions was contrary to RMIT's established procedure.",
      "id": "s80"
    },
    {
      "text": "This was said to be a jurisdictional error in several ways, including denial of procedural fairness and reliance upon irrelevant material.",
      "id": "s81"
    },
    {
      "text": "24 There is no substance in these contentions, essentially for the reasons given by Hartnett FM.",
      "id": "s82"
    },
    {
      "text": "The basis for the contention that RMIT had an established procedure of not expressing opinions as to whether or not results were satisfactory seems to be flimsy, to say the least.",
      "id": "s83"
    },
    {
      "text": "It appears to be based entirely upon a telephone conversation between a Tribunal officer and an international student officer at RMIT.",
      "id": "s84"
    },
    {
      "text": "The suggestion is not consistent with formal advices sent to the Tribunal by the head of the relevant department at RMIT.",
      "id": "s85"
    },
    {
      "text": "But in any event, whatever the practice of RMIT might be, condition 8202 requires that the visa holder achieve an academic result that is certified by the education provider to be at least satisfactory.",
      "id": "s86"
    },
    {
      "text": "There was no such certificate.",
      "id": "s87"
    },
    {
      "text": "25 The second alleged jurisdictional error is said to be based upon a misapplication of Gurung .",
      "id": "s88"
    },
    {
      "text": "In Gurung , Tamberlin J stated at [14]:\n \n 'Condition 8202(d) requires that the holder of the visa achieve an academic result that is certified by the education provider to be at least satisfactory... for a course that runs for at least a semester, for each term or semester of that course.",
      "id": "s89"
    },
    {
      "text": "In the present case there was no such certification and in making its finding, the Tribunal has not usurped or encroached upon the province of the educational institution.",
      "id": "s90"
    },
    {
      "text": "On its face, it was clearly open for the Tribunal to make a finding that the academic performance of the applicant was not satisfactory having regard to his high failure rate.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n26 At the hearing, counsel for the appellant sought to argue that Gurung stands for the proposition that, in the absence of certification of academic results from the education provider, the Tribunal should have made its own finding of substantial compliance with condition 8202 having regard to the applicant's failure rates as a percentage of the number of subjects for which the appellant sat.",
      "id": "s92"
    },
    {
      "text": "Counsel asserted that in 2001 the appellant passed five out of the six subjects for which he sat, which was said to be a failure rate of 16.6 per cent.",
      "id": "s93"
    },
    {
      "text": "Counsel then submitted that this failure rate was better than the appellant's failure rate in the first semester of 2002 (26.3 per cent), for which period RMIT certified that the appellant had achieved a satisfactory result.",
      "id": "s94"
    },
    {
      "text": "On the basis of these calculations, it was submitted that RMIT's statements concerning the appellant's academic results were internally inconsistent, and that the Tribunal had misdirected itself by relying on those statements.",
      "id": "s95"
    },
    {
      "text": "27 The factual basis for these submissions appears to be entirely misconceived.",
      "id": "s96"
    },
    {
      "text": "The failure rates calculated by counsel ignore the subjects where the appellant did not sit the examination, but did not withdraw.",
      "id": "s97"
    },
    {
      "text": "As the Tribunal rightly found, these subjects must be taken into account in considering whether the appellant achieved a satisfactory result.",
      "id": "s98"
    },
    {
      "text": "The Tribunal correctly found that the appellant only achieved seven passes/exemptions out of the 17 subjects that he undertook during the 2001 academic year.",
      "id": "s99"
    },
    {
      "text": "Those 17 subjects comprised the five passed, one failed, nine for which the appellant did not sit, and two exemptions.",
      "id": "s100"
    },
    {
      "text": "28 The next step in the appellant's submissions is also misconceived.",
      "id": "s101"
    },
    {
      "text": "Counsel for the appellant contended that in considering the question whether there had been substantial compliance with condition 8202, the decision in Gurung requires that the Tribunal confine itself to an examination of the appellant's academic results rather than an assessment of the appellant's academic progress.",
      "id": "s102"
    },
    {
      "text": "In my opinion, this is a misreading of Gurung : Tamberlin J in that case held that it was open to the Tribunal to find that the applicant had not substantially complied with condition 8202, having regard to the applicant's high failure rate.",
      "id": "s103"
    },
    {
      "text": "His Honour did not suggest that the Tribunal must have regard solely to the applicant's failure rate, expressed as a percentage of the number of subjects for which the appellant sat, in assessing whether there has been substantial compliance with condition 8202: see Kim v Witton (1995) 59 FCR 258.",
      "id": "s104"
    },
    {
      "text": "RMIT did not certify that the appellant's results were at least satisfactory.",
      "id": "s105"
    },
    {
      "text": "As Hartnett FM stated, there was no certificate provided and nor should there have been having regard to the evidence of the appellant's academic results.",
      "id": "s106"
    },
    {
      "text": "There was ample evidence of the appellant's poor academic performance in the present case, and of RMIT's opinion that the appellant's results were unsatisfactory.",
      "id": "s107"
    },
    {
      "text": "29 In my view, it was clearly open to the Tribunal to find that the appellant failed to substantially comply with condition 8202 during the relevant period.",
      "id": "s108"
    },
    {
      "text": "The Tribunal did not misdirect itself, and there is no error disclosed in Hartnett FM's acceptance of the Tribunal's findings.",
      "id": "s109"
    },
    {
      "text": "30 I also agree with the reasons of Hartnett FM that there is no evidence that the appellant has been denied natural justice.",
      "id": "s110"
    },
    {
      "text": "The appellant was informed by the Tribunal that RMIT had indicated that his academic results and attendance were not satisfactory during the relevant period and he was given an opportunity to comment or provide further information to support his application.",
      "id": "s111"
    },
    {
      "text": "The appellant did not avail himself of that opportunity but instead attempted to rely on forged documents at the Tribunal hearing.",
      "id": "s112"
    },
    {
      "text": "In my view, the Tribunal conducted its proceedings appropriately and fairly.",
      "id": "s113"
    },
    {
      "text": "31 I order that the appeal be dismissed with costs.",
      "id": "s114"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young J.",
      "id": "s115"
    },
    {
      "text": "Associate:\n\nDated: 5 May 2006\n\n\n\n\n\n\n\n\n Counsel for the Applicant: R Hamilton \n \n Solicitor for the Applicant: Goz Chambers Lawyers \n \n Counsel for the Respondent: H Riley \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 12 April 2006 \n \n Date of Judgment: 5 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/498.html",
      "id": "s116"
    }
  ]
}