{
  "name": "SZDZQ v Minister for Immigration and Multicultural Affairs and Anor [2006] FCA 46 (2 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/46.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "The appeal was listed for directions in November 2005.",
      "id": "s1"
    },
    {
      "text": "When the appellant appeared, the matter was fixed for hearing for 9.30 am tomorrow.",
      "id": "s2"
    },
    {
      "text": "Subsequently, however, the hearing of the appeal was changed and fixed for hearing at 9 o'clock this morning.",
      "id": "s3"
    },
    {
      "text": "2 The appellant was notified by letter at his address for service of the changed date.",
      "id": "s4"
    },
    {
      "text": "I have been informed by the solicitor appearing for the Minister for Immigration and Multicultural and Indigenous Affairs (\"The Minister\") that the appellant was informed again in early January of the new hearing date by a letter sent to his address for service, enclosing written submissions prepared on behalf of the Minister.",
      "id": "s5"
    },
    {
      "text": "3 The matter has been called.",
      "id": "s6"
    },
    {
      "text": "There has been no appearance for the appellant.",
      "id": "s7"
    },
    {
      "text": "I have been asked to dismiss the appeal on the basis that the appellant has not appeared.",
      "id": "s8"
    },
    {
      "text": "I propose to do so.",
      "id": "s9"
    },
    {
      "text": "4 I order the appeal be dismissed, and the appellant pay the respondent's costs.",
      "id": "s10"
    },
    {
      "text": "I order that those costs be fixed in the sum of $1500.",
      "id": "s11"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s12"
    },
    {
      "text": "Associate:\n\nDated: 7 February 2006\n\n\n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 2 February 2006 \n \n Date of Judgment: 2 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/46.html",
      "id": "s13"
    }
  ]
}