{
  "name": "SZFFL v Minister for Immigration and Multicultural Affairs [2006] FCA 475 (2 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/475.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time in which to file a notice of appeal against a judgement of a Federal Magistrate of 2 December 2005: SZFFL v Minister for Immigration and Anor [2005] FMCA 1978.",
      "id": "s0"
    },
    {
      "text": "The application before the Federal Magistrate sought judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") of 5 November 2004, handed down on 2 December 2004.",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the applicant.",
      "id": "s2"
    },
    {
      "text": "2 The applicant is a citizen of India who arrived in Australia on 16 May 2004.",
      "id": "s3"
    },
    {
      "text": "Before the Tribunal, he claimed to fear persecution because of his political opinion.",
      "id": "s4"
    },
    {
      "text": "His claims of persecution were mainly founded on his involvement in a political party, the Puthiya Tamilagam (\"PT\").",
      "id": "s5"
    },
    {
      "text": "He claimed the PT sought equal rights regardless of caste, and the he belonged to the Parayan caste which was one of the lower castes.",
      "id": "s6"
    },
    {
      "text": "Due to his involvement in the PT, he claimed to have been attacked by members of rival parties and to have been detained and mistreated by state authorities.",
      "id": "s7"
    },
    {
      "text": "He claimed also to have been mistreated at school due to his caste.",
      "id": "s8"
    },
    {
      "text": "3 The Tribunal was not satisfied that the harassment the applicant suffered at school amounted to persecution.",
      "id": "s9"
    },
    {
      "text": "The Tribunal did accept that he had had some involvement in the PT, and that there was more than a remote chance of persecution if he returned.",
      "id": "s10"
    },
    {
      "text": "However, having regard to the applicant's education and language abilities, it found that it would be reasonable for him to relocate within India.",
      "id": "s11"
    },
    {
      "text": "Further, it was not satisfied that the applicant was of such interest to those in his home town that he would be traced to elsewhere in India, nor that his convictions were so strongly held that he might come to the adverse attention of authorities elsewhere.",
      "id": "s12"
    },
    {
      "text": "4 The applicant filed an application for review on 13 December 2004, and an amended application was filed on 22 March 2005.",
      "id": "s13"
    },
    {
      "text": "That application claimed that the Tribunal failed to comply with s 424A(1) and s 418 of the Migration Act 1958 (Cth), failed to consider whether the Indian government could provide protection, and failed to provide the applicant natural justice.",
      "id": "s14"
    },
    {
      "text": "On the day of the hearing, 27 October 2005, the Federal Magistrate dismissed the application on the ground of non-appearance by the applicant, pursuant to Rule 13.03A(c) of the Federal Magistrates Court Rules .",
      "id": "s15"
    },
    {
      "text": "On 14 November 2005, the applicant applied pursuant to Rule 16.05 to set aside the order of dismissal, and that application was heard and decided on 2 December 2005.",
      "id": "s16"
    },
    {
      "text": "5 Nicholls FM refused his application to set aside the order dismissing the application because his Honour considered that the applicant's explanation for his non-attendance at the hearing was unsatisfactory.",
      "id": "s17"
    },
    {
      "text": "The applicant had explained that he was sick, but had apparently not attempted to notify the Court, and had provided no documentary evidence to support his explanation.",
      "id": "s18"
    },
    {
      "text": "6 Nicholls FM also considered each ground raised by the applicant in his amended application, finding that none had been made out.",
      "id": "s19"
    },
    {
      "text": "His Honour indicated that it would be futile to set aside his earlier order of dismissal.",
      "id": "s20"
    },
    {
      "text": "For present purposes, it does not matter whether the application should be to extend time to apply for leave to appeal.",
      "id": "s21"
    },
    {
      "text": "7 The application for an extension of time to appeal was filed in this Court on 9 February 2006.",
      "id": "s22"
    },
    {
      "text": "The draft notice of appeal, filed together with the application, merely stated: \"I said the problems in Federal Magistrates Court of Australia but they did not consider and reject my application so I kindly request you to consider in the Federal Court of Australia.",
      "id": "s23"
    },
    {
      "text": "\" An affidavit filed by the applicant on the same day apparently sought to explain the applicant's delay in filing a notice of appeal by stating that the applicant did not receive the Federal Magistrate's decision until 25 January 2006.",
      "id": "s24"
    },
    {
      "text": "8 On the day of the hearing in this Court, there was no appearance for the applicant.",
      "id": "s25"
    },
    {
      "text": "An affidavit has been filed on behalf of the Minister indicating that the applicant has in fact left Australia, having departed on or about 4 March 2006.",
      "id": "s26"
    },
    {
      "text": "In the circumstances, it is appropriate that the application be dismissed for want of prosecution, as proposed by the Minister.",
      "id": "s27"
    },
    {
      "text": "The application for an extension of time is dismissed, and the applicant is to pay the first respondent's costs which are fixed in the sum of $500.",
      "id": "s28"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s29"
    },
    {
      "text": "Associate:\n\nDated: 5 June 2006\n\n \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 2 May 2005 \n \n Date of Judgment: 2 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/475.html",
      "id": "s30"
    }
  ]
}