{
  "name": "SZHGO v Minister for Immigration and Multicultural Affairs [2006] FCA 478 (2 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/478.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "immigration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from a judgment of a Federal Magistrate of 6 February 2006 in which an application for judicial review was summarily dismissed: see SZHGO &amp; ORS V Minister for Immigration and Multicultural Affairs &amp; Anor [2006] FMCA 185.",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate dismissed the application on several grounds, expressed as alternatives.",
      "id": "s1"
    },
    {
      "text": "The grounds were that:\n \n1.",
      "id": "s2"
    },
    {
      "text": "The doctrine of res judicata applied and there was a complete bar to the application;\n \n2.",
      "id": "s3"
    },
    {
      "text": "The doctrine of issue estoppel applied and there was a complete bar to the application; \n \n 3.",
      "id": "s4"
    },
    {
      "text": "Anshun estoppel applied and there were no special circumstances to justify its non application;\n \n4.",
      "id": "s5"
    },
    {
      "text": "The application was an abuse of process, pursuant to Rule 13.10(c) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s6"
    },
    {
      "text": "2 Before the Federal Magistrate, the applicant sought to re-agitate issues substantially the same as those which had previously been litigated in both this Court and the High Court.",
      "id": "s7"
    },
    {
      "text": "Details of the length history of litigation were recounted in her Honour's reasons at [2] to [9] and need not be repeated here.",
      "id": "s8"
    },
    {
      "text": "3 There was no error attending the decision of the Magistrate to dismiss the application.",
      "id": "s9"
    },
    {
      "text": "This application for leave is doomed to fail.",
      "id": "s10"
    },
    {
      "text": "4 The only remaining matter is that the day prior to the hearing, a facsimile letter from was received by the registry of this Court from the first applicant.",
      "id": "s11"
    },
    {
      "text": "The letter read:\n \n \"I am not able to attend the hearing scheduled for Tuesday, 2 May 2006 at 10.15 am.",
      "id": "s12"
    },
    {
      "text": "I am extremely sick and unfit.",
      "id": "s13"
    },
    {
      "text": "This hearing is extremely important to my cause and I wish to be present at the hearing of my application.",
      "id": "s14"
    },
    {
      "text": "Unfortunately, due to illness I am unable to attend.",
      "id": "s15"
    },
    {
      "text": "I hereby fax my medical certificate for your kind consideration.",
      "id": "s16"
    },
    {
      "text": "I kindly seek the indulgence of the Federal Court that another hearing date be facilitated.",
      "id": "s17"
    },
    {
      "text": "If you require any further information please do not hesitate to contact me on phone number [number is given] .",
      "id": "s18"
    },
    {
      "text": "\" \n\n5 The enclosed medical certificate was from a Dr Rajesh Dinikar of the Blaxland Family Medical Practice.",
      "id": "s19"
    },
    {
      "text": "It records that the applicant is \"suffering from tonsillitis and is unfit to work\".",
      "id": "s20"
    },
    {
      "text": "It is insufficient evidence, in my opinion, to sustain a finding that it was reasonable for the applicant not to attend the hearing, and certainly would not have precluded the applicant having someone attend on his behalf.",
      "id": "s21"
    },
    {
      "text": "This documentation provides an insufficient basis to adjourn the application which is the import of the letter from the applicant.",
      "id": "s22"
    },
    {
      "text": "Also my associate contacted the applicant this morning by telephone.",
      "id": "s23"
    },
    {
      "text": "The applicant repeated that he was too ill to attend and secondly, would not be able to attend even if the matter was stood down for hearing later in the day.",
      "id": "s24"
    },
    {
      "text": "6 The application for an adjournment is refused and the application is dismissed.",
      "id": "s25"
    },
    {
      "text": "The applicant should pay the respondent's costs of the application, which are fixed in the sum of $846.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2006\n\n\n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 2 May 2006 \n \n Date of Judgment: 2 May 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/478.html",
      "id": "s28"
    }
  ]
}