{
  "name": "SZGZW v Minister for Immigration, Multicultural and Indigenous Affairs [2006] FCA 457 (28 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/457.html",
  "catchphrases": [
    {
      "text": "conceded jurisdictional error",
      "id": "c0"
    },
    {
      "text": "seven year delay in application for judicial review",
      "id": "c1"
    },
    {
      "text": "discretion to refuse relief",
      "id": "c2"
    },
    {
      "text": "explanation for delay",
      "id": "c3"
    },
    {
      "text": "evidence",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n\n \n1 This is an appeal from a decision of Federal Magistrate Scarlett, given on 28 November 2005, dismissing an application for review of a decision of the Refugee Review Tribunal (\"the RRT\") dated 23 September 1996.",
      "id": "s0"
    },
    {
      "text": "The RRT affirmed a decision of a delegate of the Minister not to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The only issue which arises on the appeal is whether the Federal Magistrate erred in the exercise of his discretion to refuse relief on the ground of delay, jurisdictional error by the RRT being conceded.",
      "id": "s2"
    },
    {
      "text": "Background \n \n3 The appellant is a citizen of China who has been in Australia for over 12 years, having arrived here on 22 April 1994.",
      "id": "s3"
    },
    {
      "text": "He applied for refugee status and a Protection (Permanent) Entry visa on 18 May 1994.",
      "id": "s4"
    },
    {
      "text": "By virtue of amendments to the Migration Act 1958 (Cth) (\"the Act \") which came into force in September 1994, the application was treated as being for a protection visa.",
      "id": "s5"
    },
    {
      "text": "A delegate of the Minister refused to issue a protection visa on 16 February 1995.",
      "id": "s6"
    },
    {
      "text": "The appellant sought review of the decision of the RRT by an application dated 23 March 1995.",
      "id": "s7"
    },
    {
      "text": "4 On 4 September 1996, the RRT wrote to the appellant stating that it had considered all of the papers in his case but that it was unable to make a favourable decision on the papers.",
      "id": "s8"
    },
    {
      "text": "It invited the appellant to attend a hearing to be held on 24 October 1996.",
      "id": "s9"
    },
    {
      "text": "5 The letter of 4 September 1996 requested the appellant to complete and return an enclosed form within seven days of the date of the letter.",
      "id": "s10"
    },
    {
      "text": "The RRT went on to say that if the appellant did not do so, the hearing would not take place and the RRT may make a decision on the evidence it already had.",
      "id": "s11"
    },
    {
      "text": "6 On 11 September 1996, the RRT again wrote to the appellant attaching another hearing form to be completed and returned.",
      "id": "s12"
    },
    {
      "text": "The RRT stated that the completed document should be returned within seven days of the date of the letter.",
      "id": "s13"
    },
    {
      "text": "The appellant was again informed that if he did not respond within the specified time the RRT would decide the case on the evidence available to it.",
      "id": "s14"
    },
    {
      "text": "7 The appellant did not respond to either of the letters from the RRT and did not complete or return a hearing form.",
      "id": "s15"
    },
    {
      "text": "8 The RRT did not await the appointed hearing date of 24 October 1996.",
      "id": "s16"
    },
    {
      "text": "Instead, it proceeded to decide the application and made its decision, adverse to the appellant, on 23 September 1996.",
      "id": "s17"
    },
    {
      "text": "9 Evidence filed on behalf of the Minister in the application before the Federal Magistrate states that the appellant was notified of the decision of the RRT by letter dated 24 September 1996.",
      "id": "s18"
    },
    {
      "text": "A copy of the letter was annexed.",
      "id": "s19"
    },
    {
      "text": "10 There was also evidence before the Federal Magistrate that the file of the Department of Immigration and Multicultural and Indigenous Affairs for the relevant application was destroyed on 17 July 2003, five years after the last action on the file was completed.",
      "id": "s20"
    },
    {
      "text": "11 However, an officer of the Department produced a printout from a database search which showed that on 27 June 1997, the Minister had declined to exercise the power granted by s 417 of the Act to substitute a more favourable decision.",
      "id": "s21"
    },
    {
      "text": "12 The appellant did not make his application for judicial review of the \nRRT's decision until 22 August 2005.",
      "id": "s22"
    },
    {
      "text": "This was nearly nine years after the date of the RRT's decision.",
      "id": "s23"
    },
    {
      "text": "Indeed it was not made until almost two years after the appellant was placed in immigration detention in September 2003.",
      "id": "s24"
    },
    {
      "text": "Federal Magistrate's Decision \n \n13 The learned Federal Magistrate recorded a concession made by the Minister's counsel that the RRT had failed to comply with the requirements of the Act to provide the appellant with an opportunity to be heard.",
      "id": "s25"
    },
    {
      "text": "Reference was made to Xie v Minister for Immigration and Multicultural Affairs [1999] FCA 1480 ; (1999) 95 FCR 543 in which Cooper J held that an applicant's failure to respond to an invitation does not entitle the RRT to assume that the person does not wish to attend.",
      "id": "s26"
    },
    {
      "text": "Federal Magistrate Scarlett also recorded the Minister's concession that this was an error going to jurisdiction.",
      "id": "s27"
    },
    {
      "text": "14 His Honour then referred at [15] --- [16] to the Minister's submission that relief should be refused on discretionary grounds because of the appellant's \"unwarrantable\" and \"extraordinary\" delay.",
      "id": "s28"
    },
    {
      "text": "15 The Federal Magistrate noted that the appellant did not file written submissions.",
      "id": "s29"
    },
    {
      "text": "However, his Honour recorded what he apparently considered to be the substance of the appellant's oral submissions.",
      "id": "s30"
    },
    {
      "text": "Most of what was recorded by the Federal Magistrate at [17] --- [21] consisted of evidence given to the Federal Magistrate from the bar table.",
      "id": "s31"
    },
    {
      "text": "There is no suggestion that the appellant filed any affidavit evidence or that he entered the witness box.",
      "id": "s32"
    },
    {
      "text": "16 At [17] the learned Federal Magistrate states that the appellant told the Court that he was not aware of the decision of the RRT until it was translated for him at Court.",
      "id": "s33"
    },
    {
      "text": "That was, clearly enough, a reference to the hearing before the Federal Magistrate on 28 November 2005.",
      "id": "s34"
    },
    {
      "text": "17 The Federal Magistrate went on to record at [18] that the appellant said that he did not attend the hearing, that is to say the hearing before the RRT, because he did not receive a letter notifying him, otherwise he would have gone.",
      "id": "s35"
    },
    {
      "text": "18 The Federal Magistrate also recorded at [18] that the appellant said that when he was in immigration detention, he wanted to bring a case but he did not have money for a lawyer.",
      "id": "s36"
    },
    {
      "text": "19 At [19] the learned Federal Magistrate recorded that the appellant had said he believed he had been placed in detention \"because he had become illegal\" and that he had only commenced the proceeding after he was interviewed by Chinese Government officials.",
      "id": "s37"
    },
    {
      "text": "This had caused him to fear persecution if he was returned to China.",
      "id": "s38"
    },
    {
      "text": "20 The Federal Magistrate recorded at [21] that the appellant stated that he knew an application had been made on his behalf to the RRT but he did not enquire of the RRT as to the status of his application because his immigration lawyer had cheated him and he did not make enquiries of the Department because he feared he would be deported.",
      "id": "s39"
    },
    {
      "text": "21 At [22] Scarlett FM observed that delay has always been a bar to relief of the kind sought in the present matter, citing Applicant M70 of 2002 v Minister for Immigration, Multicultural and Indigenous Affairs [2004] FCAFC 132 (\" Applicant M70\") and Re Commonwealth of Australia; Ex Parte Marks [2000] HCA 67 ; (2000) 177 ALR 491 (\" Marks\") at 495-6 per McHugh J.",
      "id": "s40"
    },
    {
      "text": "The learned Magistrate also made reference to S58 of 2003 v Minister for Immigration, Multicultural and Indigenous Affairs [2004] FCAFC 283 (\" S58 \"), emphasising that in S58 the Full Court had held it was open to the trial judge in that case to characterise the appellant's delay as poorly or unsatisfactorily explained.",
      "id": "s41"
    },
    {
      "text": "22 The learned Magistrate dismissed the application, finding that the appellant had not established an explanation for the \"extraordinary delay\" in commencing the proceedings, and that there appeared to be no reason why the interests of justice required that relief should be granted.",
      "id": "s42"
    },
    {
      "text": "His Honour's reasons are contained at [24] --- [27] as follows:-\n \n \"24.",
      "id": "s43"
    },
    {
      "text": "In this case the delay is over eight years from the time the decision was made until the applicant filed his application for judicial review.",
      "id": "s44"
    },
    {
      "text": "By that stage, he had already been in Immigration detention for a month less than two years, and he chose not to commence proceedings until 22 nd August 2005.",
      "id": "s45"
    },
    {
      "text": "25.",
      "id": "s46"
    },
    {
      "text": "It is well established that an application to the Minister to substitute a more favourable decision under s.417 of the Migration Act is not an adequate reason for delay, nor is inability to afford legal advice.",
      "id": "s47"
    },
    {
      "text": "An affidavit by Therese Mary Quinn, to which printouts from the Department's database were attached, shows that an application to the Minister for substitution of a more favourable decision under s. 417 of the Migration was made and rejected on 27 th June 1997.",
      "id": "s48"
    },
    {
      "text": "This shows that someone must have known prior to that date that there had been a decision by the Refugee Review Tribunal, and that decision had been unfavourable to the applicant.",
      "id": "s49"
    },
    {
      "text": "26.",
      "id": "s50"
    },
    {
      "text": "It is clear that the applicant chose not to make inquiries from the Department because he did not wish to draw attention to himself.",
      "id": "s51"
    },
    {
      "text": "He knew that he had become illegal, as he put it.",
      "id": "s52"
    },
    {
      "text": "The applicant has not established any explanation for the extraordinary delay in commencing these proceedings.",
      "id": "s53"
    },
    {
      "text": "27.",
      "id": "s54"
    },
    {
      "text": "Noting the error in procedure by the Tribunal, which is a jurisdictional error, I am satisfied that a court may well have considered granting relief to the applicant if he had taken proceedings within a reasonable time after the decision had been handed down.",
      "id": "s55"
    },
    {
      "text": "However, the applicant chose not to take that course.",
      "id": "s56"
    },
    {
      "text": "He remained out of sight, avoiding officers of the Department of Immigration and Multicultural and Indigenous Affairs until he was located and placed into detention in September 2003.",
      "id": "s57"
    },
    {
      "text": "Whilst he said that he had remained in detention for over two years rather than return to China, he was satisfied to leave his wife and children there.",
      "id": "s58"
    },
    {
      "text": "He said he has not seen them for ten years.",
      "id": "s59"
    },
    {
      "text": "In effect, he has abandoned them.",
      "id": "s60"
    },
    {
      "text": "There appears to me to be no reason why the interests of justice require that relief should be granted notwithstanding the applicant's lengthy and unsatisfactorily explained delay.",
      "id": "s61"
    },
    {
      "text": "\" \n \n Discussion \n \n23 In his application for review under s 39B of the Judiciary Act 1903 (Cth), the appellant sought certiorari and prohibition in respect of the decision of the RRT.",
      "id": "s62"
    },
    {
      "text": "As stated above, the Minister conceded jurisdictional error but the learned Federal Magistrate refused relief on discretionary grounds for unwarrantable delay.",
      "id": "s63"
    },
    {
      "text": "24 In Re Refugee Review Tribunal; Ex Parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 at [51] --- [60], Gaudron and Gummow JJ set out what their Honours considered to be the correct approach to the exercise of the discretion to refuse constitutional relief under s 75(v) of the Constitution .",
      "id": "s64"
    },
    {
      "text": "25 Their Honours referred at [51] to the statement of Gibbs CJ in R v Ross-Jones; Ex parte Green [1984] HCA 82 ; (1984) 156 CLR 185 at 194 that if a clear case of want or excess of jurisdiction is made out, the writ will issue almost as of right but the Court retains its discretion to refuse relief if in all the circumstances that seems proper.",
      "id": "s65"
    },
    {
      "text": "Gaudron and Gummow JJ said at [52] that this should be accepted as the correct approach.",
      "id": "s66"
    },
    {
      "text": "26 Their Honours went on to say at [53] that the recognition of the discretion involves two separate questions.",
      "id": "s67"
    },
    {
      "text": "The first is whether the officer in question has acted in want of or in excess of jurisdiction.",
      "id": "s68"
    },
    {
      "text": "It is clear from what their Honours said at [54] that the same principles apply to the grant of all constitutional writs under s 75(v).",
      "id": "s69"
    },
    {
      "text": "27 It should be noted that at [55] their Honours pointed out that the discretion to refuse relief is not to be exercised lightly.",
      "id": "s70"
    },
    {
      "text": "This is borne out by the observations of Gaudron J in Enfield City Corporation v Development Assessment Commission [2000] HCA 5 ; (2000) 199 CLR 135 at [56] which were set out.",
      "id": "s71"
    },
    {
      "text": "Guidance is also obtained from the quoted remarks of Latham CJ, Rich, Dixon, McTiernan and Webb JJ in R v Commonwealth Court of Concilation and Arbitration; Ex Parte Ozone Theatres (Aust) Limited [1949] HCA 33 ; (1949) 78 CLR 389 at 400 where, after referring to \"unwarrantable delay\", their Honours said:-\n \n \"... the court's discretion is judicial and if the refusal of a definite public duty is established, the writ issues unless circumstances appear making it just that the remedy should be withheld.",
      "id": "s72"
    },
    {
      "text": "\" \n \n \n \n\n28 Gaudron and Gummow JJ referred at [57] --- [60] to the principles on which discretionary relief is refused where a denial of procedural fairness has been established.",
      "id": "s73"
    },
    {
      "text": "They pointed out at [59] that the rationale in this type of case is different from that which underpins the doctrine of excess of power or jurisdiction.",
      "id": "s74"
    },
    {
      "text": "As their Honours said, the concern is with observance of fair decision making procedures rather than the character of the decision which emerges from the observance of those procedures.",
      "id": "s75"
    },
    {
      "text": "29 Other authorities which have examined the basis upon which the discretion is exercised contain statements of principle to much the same effect as those set out above.",
      "id": "s76"
    },
    {
      "text": "30 In Gararth v Minister for Immigration, Multicultural and Indigenous Affairs [2006] FCA 316 , Wilcox J said at [62] that there is ample authority for the proposition that excessive, unexplained delay will justify the refusal of relief.",
      "id": "s77"
    },
    {
      "text": "As to the length of time which will be considered excessive, his Honour said that it must always be necessary for the Court to examine all of the circumstances of the case.",
      "id": "s78"
    },
    {
      "text": "31 Wilcox J went on to say that there is no rigid rule about the length of delay, although a delay of five years would ordinarily be difficult to excuse and two years would require explanation; see at [62] --- [63].",
      "id": "s79"
    },
    {
      "text": "His Honour referred to the observations of McHugh J in Marks and Madgwick J at first instance in S58 ; see [2004] FCA 451.",
      "id": "s80"
    },
    {
      "text": "32 Although in Marks at [16] McHugh J considered a delay of 17 months to be inexcusable, it should be noted that his Honour's observations were about a person who \"with knowledge of the decision\" delayed for that period before seeking relief.",
      "id": "s81"
    },
    {
      "text": "33 An important consideration which informs the exercise of the discretion on the ground of delay is that the public interest requires there be an end to litigation about the efficacy of acts and decisions of public bodies and officials; see Applicant M221 v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 45 at [19] per Weinberg J; see also the Full Court in S58 at [4].",
      "id": "s82"
    },
    {
      "text": "34 In the present case it is clear that applying these authorities, a delay of nearly nine years would be excessive and very difficult to excuse.",
      "id": "s83"
    },
    {
      "text": "Even a delay of nearly two years from the time the appellant entered immigration detention would call for a clear explanation.",
      "id": "s84"
    },
    {
      "text": "35 But what the authorities make plain is that the length of the delay is computed from when an applicant becomes aware of the decision and all the circumstances must be examined.",
      "id": "s85"
    },
    {
      "text": "There are no hard and fast rules as to what length of time will preclude relief.",
      "id": "s86"
    },
    {
      "text": "36 Here, the learned Federal Magistrate found the delay was over eight years from the time the decision was made.",
      "id": "s87"
    },
    {
      "text": "Whilst his Honour did not say so expressly, he seems to have proceeded on the assumption that the appellant was aware of the decision from the time when it was made in 1996.",
      "id": "s88"
    },
    {
      "text": "37 His Honour also seems to have assumed that the appellant was aware of the decision from at least the time when an unsuccessful application was made to the Minister under s 417 of the Act .",
      "id": "s89"
    },
    {
      "text": "His Honour did not state uncategorically that the appellant was then aware of the decision but he said that the request under s 417 showed that \"someone must have known\" of the decision of the RRT before 27 June 1997.",
      "id": "s90"
    },
    {
      "text": "38 It may well be, as the learned Federal Magistrate found, that there was excessive delay.",
      "id": "s91"
    },
    {
      "text": "And it may well be, as his Honour held, that the appellant has no explanation for it.",
      "id": "s92"
    },
    {
      "text": "39 However, the difficulty with the approach which the Federal Magistrate adopted was that he made findings of fact without hearing any evidence from the appellant.",
      "id": "s93"
    },
    {
      "text": "He acted solely upon submissions from the bar table and without testing any of the statements which were made to him by an unrepresented applicant.",
      "id": "s94"
    },
    {
      "text": "40 I understand the pressures on the Federal Magistrates' Court to provide a speedy and efficient determination of matters which come before it.",
      "id": "s95"
    },
    {
      "text": "I am also mindful of what might be thought to be a practical and commonsense approach to the disposition of cases.",
      "id": "s96"
    },
    {
      "text": "Nevertheless, as a general rule, the judicial power of the Commonwealth cannot be exercised to deny relief for admitted jurisdictional error, consisting as it does in this case, of a denial of statutory procedural fairness, without evidence tested in the ordinary way.",
      "id": "s97"
    },
    {
      "text": "41 That is especially so in the present case because the learned Federal Magistrate apparently did not believe the explanation proffered from the bar table.",
      "id": "s98"
    },
    {
      "text": "The appellant's overall explanation for his delay was that he did not know of the decision until 28 November 2005.",
      "id": "s99"
    },
    {
      "text": "The Federal Magistrate cannot have believed this because he proceeded on the basis that the appellant knew of the decision either from 1996 or at least when the unsuccessful request was made under s 417.",
      "id": "s100"
    },
    {
      "text": "42 There is authority for the proposition that a person who seeks the exercise of the Minister's powers under s 417 implicitly asserts that there is a decision of which he or she is aware; see S58 at first instance per Madgwick J at [18].",
      "id": "s101"
    },
    {
      "text": "But, in the absence of evidence from the appellant and in light of the learned magistrate's finding that \"someone must have known\", it cannot be said that this issue has been adequately addressed by the learned magistrate.",
      "id": "s102"
    },
    {
      "text": "It may be unlikely that the s 417 request was made without instructions from the appellant, but that was an issue of fact to be tested by proper evidence.",
      "id": "s103"
    },
    {
      "text": "43 It may well be that, as the learned Federal Magistrate apparently assumed, the appellant's decision to avoid Departmental officers, constituted a deliberate decision to abandon his case.",
      "id": "s104"
    },
    {
      "text": "But it was necessary for that to be tested in the witness box, particularly as it was at odds with the appellant's stated explanation that he had only just become aware of the decision.",
      "id": "s105"
    },
    {
      "text": "44 I note that the learned Federal Magistrate made reference to the appellant's abandonment of his wife and children in China.",
      "id": "s106"
    },
    {
      "text": "It is difficult to see why that constituted a relevant consideration.",
      "id": "s107"
    },
    {
      "text": "The Minister's counsel submitted that these were merely passing comments.",
      "id": "s108"
    },
    {
      "text": "I do not need to consider whether I should accept that submission because of the views I have reached as set out above.",
      "id": "s109"
    },
    {
      "text": "45 It follows from what I have said, that the discretion to refuse relief miscarried within the well known principle stated in House v The King [1936] HCA 40 ; (1936) 55 CLR 499 at 504 --- 505.",
      "id": "s110"
    },
    {
      "text": "It was not open to the learned Federal Magistrate to find that the appellant's delay was lengthy or unsatisfactory upon the basis of untested statements made from the bar table.",
      "id": "s111"
    },
    {
      "text": "46 I will make orders setting aside the orders of the Federal Magistrate and remitting the proceeding to the Federal Magistrates Court.",
      "id": "s112"
    },
    {
      "text": "It will of course be a matter for that Court as to whether it is heard by the same or another Federal Magistrate.",
      "id": "s113"
    },
    {
      "text": "Fresh Evidence \n \n47 The appellant sought to tender a bundle of documents as fresh evidence on the appeal.",
      "id": "s114"
    },
    {
      "text": "I have considered the documents and in my opinion, they fail the test stated in the well known authorities.",
      "id": "s115"
    },
    {
      "text": "I would not admit these documents under s 27 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s116"
    },
    {
      "text": "Orders \n \n48 The form of orders will be:-\n \n \n 1.",
      "id": "s117"
    },
    {
      "text": "The appeal be allowed.",
      "id": "s118"
    },
    {
      "text": "2.",
      "id": "s119"
    },
    {
      "text": "The orders of the Federal Magistrates Court made on 28 November 2005 be set aside.",
      "id": "s120"
    },
    {
      "text": "3.",
      "id": "s121"
    },
    {
      "text": "The proceeding be remitted to the Federal Magistrates Court for further hearing and determination in accordance with these reasons.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 28 April 2006\n\n \n The appellant appeared in person Counsel for the Respondent: Ms M Allars Solicitor for the Respondent: Phillips Fox Date of Hearing: 20 April 2006 Date of Judgment: 28 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/457.html",
      "id": "s124"
    }
  ]
}