{
  "name": "Shen v Minister for Immigration &amp;Multicultural &amp; Indigenous Affairs [2006] FCA 408 (12 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/408.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "student visa",
      "id": "c1"
    },
    {
      "text": "whether the migration review tribunal asked itself the wrong question in considering whether the appellant had attended 80% of scheduled contact hours",
      "id": "c2"
    },
    {
      "text": "whether the tribunal is able to rely on grounds for cancellation other than those originally identified to the appellant by the minster's delegate",
      "id": "c3"
    },
    {
      "text": "whether the validity of the visa cancellation was affected by defects in the notice provided under s 20 of the education services for overseas students act 2000 (cth)",
      "id": "c4"
    },
    {
      "text": "migration law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This morning, after hearing the submissions of counsel for the appellant and some brief submissions from counsel for the first respondent to which counsel for the appellant had an opportunity to reply, the Court informed the parties that it did not wish to hear further from counsel for the first respondent.",
      "id": "s0"
    },
    {
      "text": "The Court ordered that the appeal be dismissed with costs and said that it would publish its reasons at 2.30 pm today.",
      "id": "s1"
    },
    {
      "text": "What follows are my reasons for the making of those orders.",
      "id": "s2"
    },
    {
      "text": "2 The appellant, Jia Da Shen, is aggrieved by the decision of a delegate of the respondent Minister to cancel his student visa.",
      "id": "s3"
    },
    {
      "text": "He applied to the Migration Review Tribunal for a merits review of the decision but the Tribunal affirmed the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "The appellant then sought judicial review of the decision of the Tribunal but the Federal Magistrates Court dismissed that application.",
      "id": "s5"
    },
    {
      "text": "He now appeals to this Court.",
      "id": "s6"
    },
    {
      "text": "3 The main issues for determination in the appeal are:\n \n 1.",
      "id": "s7"
    },
    {
      "text": "Did the Tribunal ask itself the wrong question in deciding a factual matter adversely to the appellant concerning his attendance during contact hours at school?",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "Was the Tribunal able to rely on grounds for cancellation other than the one originally identified to the appellant by the Minster's delegate?",
      "id": "s10"
    },
    {
      "text": "3.",
      "id": "s11"
    },
    {
      "text": "Was the validity of the cancellation affected by technical problems with the notice sent to him under the Education Services for Overseas Students Act 2000 (Cth)?",
      "id": "s12"
    },
    {
      "text": "4.",
      "id": "s13"
    },
    {
      "text": "Was the appellant denied natural justice?",
      "id": "s14"
    },
    {
      "text": "Background \n \n4 The appellant is a citizen of China.",
      "id": "s15"
    },
    {
      "text": "He came to Australia in August 2001 as the holder of a Student (Temporary) (Class TU) Visa, subclass 560.",
      "id": "s16"
    },
    {
      "text": "The visa had an expiry date of 15 March 2004.",
      "id": "s17"
    },
    {
      "text": "5 The appellant enrolled in a course of secondary education at Eltham College for the academic years 2002 and 2003.",
      "id": "s18"
    },
    {
      "text": "6 Semester 1 in 2003 commenced on 3 February 2003 and concluded on 27 June 2003.",
      "id": "s19"
    },
    {
      "text": "7 On 4 June 2003, Eltham College sent the appellant a notice under s 20 of the Education Services for Overseas Students Act 2000 (Cth).",
      "id": "s20"
    },
    {
      "text": "The s 20 notice advised the appellant, amongst other things, that he had breached a condition of his student visa relating to course attendance requirements.",
      "id": "s21"
    },
    {
      "text": "8 In response to the s 20 notice, the appellant attended the office of the respondent Minister's department in Lonsdale Street, Melbourne on 23 June 2003.",
      "id": "s22"
    },
    {
      "text": "On that day, a departmental officer handed him a \" Notice of Intention to Consider Cancellation \" under s 116 of the Migration Act 1958 (Cth).",
      "id": "s23"
    },
    {
      "text": "9 The s 116 notice under the heading \"possible grounds for cancellation\" stated that:\n \n \"You have been reported by Eltham College on 4/6/03 that you have been absent for 19 out of 43 classes for maths.",
      "id": "s24"
    },
    {
      "text": "Absent for SAC on 29/5/03.",
      "id": "s25"
    },
    {
      "text": "Absent for Further Methods for 26 out of 46 classes.",
      "id": "s26"
    },
    {
      "text": "Has not submitted 4 assessment tasks.",
      "id": "s27"
    },
    {
      "text": "ESL --- absent for 6 lessons and 30 minutes late on 2 occasions.",
      "id": "s28"
    },
    {
      "text": "Physics --- missed at least 4 lessons and absent for Physics SAC.",
      "id": "s29"
    },
    {
      "text": "Possible breach of 8202 condition.",
      "id": "s30"
    },
    {
      "text": "\" \n\n10 The reference to \"8202 condition\" was one to condition 8202 to the student visa, referred to at r 2.43(2)(b) of the Migration Regulations 1994 (Cth).",
      "id": "s31"
    },
    {
      "text": "At the material time condition 8202 relevantly provided:\n \n (1) The holder...must meet the requirements of subclasses (2) and (3).",
      "id": "s32"
    },
    {
      "text": "(2) A holder meets the requirements of his subclause if: \n \n \n ... \n \n \n (b) in the case of the holder of Subclass 560 ... visa who is an exchange student - the holder is enrolled in a full-time course of study... \n \n 3.",
      "id": "s33"
    },
    {
      "text": "A holder meets the requirements of his subclause if: \n \n \n \n (a) in the case of a holder whose education provider keeps attendance records --- the Minister is satisfied that the holder attends for at least 80% of the contact hours scheduled: \n ... \n \n \n \n (ii) for a course that runs for at least a semester --- for each term and semester of the course; and \n (b) in any case --- the holder achieves an academic result that is certified by the education provider to be at least satisfactory: \n \n \n ... \n \n \n (ii) for a course that runs for at least a semester --- for each term or semester (whichever is shorter) of the course.",
      "id": "s34"
    },
    {
      "text": "...\" \n\n11 On 3 October 2003, an officer of the department provided the appellant with a further s 116 notice.",
      "id": "s35"
    },
    {
      "text": "The second notice stated:\n \n \"Visa holder has been previously notified of an intention to consider cancelling his visa on 23/6/03 for a breach of visa condition 8202 due to poor attendance at Eltham College.",
      "id": "s36"
    },
    {
      "text": "The notification is still valid but non-enrolment has also been added for the client as he has no current enrolment.",
      "id": "s37"
    },
    {
      "text": "Breach of visa condition 8202.",
      "id": "s38"
    },
    {
      "text": "\" \n\n12 Earlier in June 2003, Eltham College had notified the department that the appellant was not enrolled at the College as at 11 June 2003, as the appellant had left school on 10 June 2003.",
      "id": "s39"
    },
    {
      "text": "13 After interviewing the appellant on 3 October 2003, the delegate cancelled the visa under s 116(1)(b) and (3) of the Migration Act 1958 (Cth).",
      "id": "s40"
    },
    {
      "text": "Under those provisions, the Minister may cancel a visa if the holder has not complied with a condition of it and must do so if there exist prescribed circumstances in which a visa must be cancelled.",
      "id": "s41"
    },
    {
      "text": "14 The delegate found that:\n \n &#8226; the appellant breached condition 8202(3)(a)(ii) by attending less that 80% of scheduled contact hours in Semester 1 of 2003; and\n &#8226; The appellant breached condition 8202(2)(b) by not being enrolled in a full time course of study in Semester 2 of 2003.",
      "id": "s42"
    },
    {
      "text": "15 On 6 October 2003, the appellant sought a review of the delegate's decision in the Tribunal.",
      "id": "s43"
    },
    {
      "text": "On 22 March 2004, the Tribunal decided to affirm the decision under review.",
      "id": "s44"
    },
    {
      "text": "The Tribunal's decision \n \n16 The Tribunal noted that the delegate calculated the appellant's attendance at his classes in Semester 1 of 2003 at 75%.",
      "id": "s45"
    },
    {
      "text": "It also noted that the appellant left school on 10 June 2003 to transfer to another course due to commence on 30 June 2003.",
      "id": "s46"
    },
    {
      "text": "It further observed that, on his own evidence, the appellant either did not enrol in that other course or had enrolled but did not pay fees.",
      "id": "s47"
    },
    {
      "text": "17 Before the Tribunal the appellant took issue with the accuracy of the attendance records provided by Eltham College.",
      "id": "s48"
    },
    {
      "text": "The Tribunal found that it had \"no reason to believe that the attendance records provided by Eltham College are other than an accurate record.",
      "id": "s49"
    },
    {
      "text": "\" It considered that the appellant had not met condition 8203(3)(a).",
      "id": "s50"
    },
    {
      "text": "It also said that condition 8203(3)(b) had not been met as the College had not certified that the appellant had achieved a satisfactory academic result.",
      "id": "s51"
    },
    {
      "text": "Further, it found that the appellant had breached condition 8202(2) by not being engaged in full time study at any institution between 11 June 2003 and the cancellation of his visa on 3 October 2003.",
      "id": "s52"
    },
    {
      "text": "The Federal Magistrate's Judgment \n \n18 Federal Magistrate Phipps dismissed the application for judicial review of the Tribunal's decision on 10 November 2005.",
      "id": "s53"
    },
    {
      "text": "His Honour noted that the appellant had raised two main issues before him:\n \n 1. the Tribunal did not consider whether the appellant had attended 80% of contact hours but rather looked at daily attendance records, thereby asking itself the wrong question; and\n 2. the Tribunal breached the rules of natural justice by not making its own inquiries about the attendance records.",
      "id": "s54"
    },
    {
      "text": "19 On the first issue, Phipps FM, referred to the judgment of Jacobson J in Quan v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 764.",
      "id": "s55"
    },
    {
      "text": "In Quan , the Court held that the Tribunal had asked itself the wrong question by not considering \"whether it had reached a state of satisfaction as to the contact hours attended\"; see Quan at [36].",
      "id": "s56"
    },
    {
      "text": "20 In Quan the attendance records related to only the total number of days at which Mr Quan attended at the school.",
      "id": "s57"
    },
    {
      "text": "They bore no relation to what actually occurred during his attendance at school.",
      "id": "s58"
    },
    {
      "text": "21 The Federal Magistrate observed that the records from Eltham College were class attendance records and not daily attendance records as in Quan.",
      "id": "s59"
    },
    {
      "text": "At [14], his Honour said:\n \n \"The reasonable reading of them is that the tribunal considered that when the College records and other material showed that the [appellant] was absent from a class, that meant he missed the class, not that he was there for part of the class.",
      "id": "s60"
    },
    {
      "text": "Therefore, to calculate a percentage of classes attended was to calculate a percentage of contact hours attended.",
      "id": "s61"
    },
    {
      "text": "\" \n\n22 His Honour then noted the appellant's submission that the Tribunal had not taken into account other activities at the College in assessing attendance, such as School Assessed Coursework.",
      "id": "s62"
    },
    {
      "text": "His Honour said that the Tribunal had evidence before it about attendance and determined, on that evidence, that the required percentage of contact hours was not attained.",
      "id": "s63"
    },
    {
      "text": "Therefore, he considered that the Tribunal did not ask itself the wrong question.",
      "id": "s64"
    },
    {
      "text": "23 The Federal Magistrate also dismissed the appellant's submissions based on natural justice and related grounds.",
      "id": "s65"
    },
    {
      "text": "He said that the Tribunal was not obliged to search for evidence on the College's practice of recording lateness for class or the way attendance on medical practitioners affected attendance records.",
      "id": "s66"
    },
    {
      "text": "24 His Honour found, in any event, that the Tribunal had independent valid grounds for affirming the cancellation of the visa given the lack of certification of a satisfactory academic result and the failure of the appellant to be enrolled in full time study from 11 June 2003 until the cancellation of the visa.",
      "id": "s67"
    },
    {
      "text": "The competing submissions \n \n25 Counsel for the appellant took issue with his Honour's distinguishing of Quan .",
      "id": "s68"
    },
    {
      "text": "Counsel also said that the Tribunal was not able to rely on a breach of condition 8202(2)(b), or the condition relating to satisfactory academic performance, given that the s 20 notice only referred to attendance requirements.",
      "id": "s69"
    },
    {
      "text": "Counsel contended that reliance on these conditions by the Tribunal amounted to a denial of natural justice.",
      "id": "s70"
    },
    {
      "text": "In his oral submissions, counsel contended that the Tribunal's reliance on the condition relating to satisfactory academic performance amounted to a breach of s 359A of the Act.",
      "id": "s71"
    },
    {
      "text": "Counsel also submitted that the Tribunal erred by considering whether the applicant was engaged in full time study, and not whether he was enrolled in a course.",
      "id": "s72"
    },
    {
      "text": "Counsel further submitted that the Tribunal erred by disregarding the effect of the alleged statement of the delegate that the applicant was not permitted to study in Australia.",
      "id": "s73"
    },
    {
      "text": "26 Counsel for the Minister submitted that \"contact hours\" in condition 8202 refers to the proportion of required contact hours attended by the student.",
      "id": "s74"
    },
    {
      "text": "He said that there was no suggestion before the Tribunal that the length of classes varied from subject to subject.",
      "id": "s75"
    },
    {
      "text": "Counsel also agreed with the Court below that Quan was distinguishable.",
      "id": "s76"
    },
    {
      "text": "Counsel stated in his written outline of submissions that Quan :\n \n \"...was a case in which there was no inquiry made as to the number of classes attended, and the decision rested on a simplistic calculation based on the number of days the visa holder had not attended school.",
      "id": "s77"
    },
    {
      "text": "\" \n\n27 Counsel for the Minister calculated from the attendance records before the Tribunal that \"expressed as a proportion of the total number of classes the appellant was required to attend in term 1, [of 2003] his attendance was less that the required 80%\".",
      "id": "s78"
    },
    {
      "text": "Counsel also contended that there was no basis for the submission of the appellant that the attendance records did not properly reflect when he was late, as distinct from absent.",
      "id": "s79"
    },
    {
      "text": "Counsel drew attention to the appellant's failure to persuade the Tribunal that he had been marked as absent on two occasions when he had merely been late.",
      "id": "s80"
    },
    {
      "text": "28 Counsel for the Minister submitted that the s 20 notice did not act as precondition to the cancellation under s 116.",
      "id": "s81"
    },
    {
      "text": "He also contended that the appellant could not have been taken by surprise by the findings that he was not enrolled in course of study and was not the beneficiary of certificate of satisfactory completion of study as each matter was an incontrovertible fact.",
      "id": "s82"
    },
    {
      "text": "Further, counsel disputed that the delegate of the Minister told the appellant that he was not permitted to study\n The attendance issue \n \n29 Regulation 1.03 of the Migration Regulations defines \"contact hours\" as:\n \n \"for a course for a period, means the total number of hours in the period for which students enrolled in the course are scheduled to attend classes for teaching purposes, course-related information sessions, supervised study sessions and examinations.",
      "id": "s83"
    },
    {
      "text": "\" \n\n30 The records relied on by the Tribunal were attendance records for classes, school assessed coursework and examinations.",
      "id": "s84"
    },
    {
      "text": "Those records enabled an assessment of \"contact hours\" within the definition of those words in the regulations.",
      "id": "s85"
    },
    {
      "text": "The Tribunal's calculation of the contact hours attended by the appellant was a question of fact for it to determine.",
      "id": "s86"
    },
    {
      "text": "Unlike in Quan , the Tribunal did consider whether it had reached a state of satisfaction as to contact hours attended.",
      "id": "s87"
    },
    {
      "text": "It did not merely consider the total number of days attended as a proportion of the number of days in the term.",
      "id": "s88"
    },
    {
      "text": "No judicially reviewable error arose as a result of the Tribunal's treatment of this issue.",
      "id": "s89"
    },
    {
      "text": "The section 20 issue --- jurisdictional error/ natural justice \n \n31 The Tribunal was entitled to consider the appellant's failure to be enrolled in full time study and his failure to achieve satisfactory academic results as grounds for visa cancellation, despite the s 20 notice not referring to these grounds.",
      "id": "s90"
    },
    {
      "text": "32 In Minister for Immigration and Multicultural and Indigenous Affairs v Yu [2004] FCAFC 333 it was held, by majority, that s 20 of the Education Services for Overseas Students Act does not limit the circumstances in which s 116 of the Migration Act might operate where condition 8202 has not been complied with by a visa holder.",
      "id": "s91"
    },
    {
      "text": "33 Consequently there was nothing stopping the Tribunal from relying on grounds other than the attendance record ground.",
      "id": "s92"
    },
    {
      "text": "No breach of natural justice arose as a consequence because the facts giving rise to these breaches of condition 8202 were obvious and incontrovertible.",
      "id": "s93"
    },
    {
      "text": "This is especially so where, as here, s 357A applied to the application for review such that general procedural fairness grounds of review were not open to the appellant in the Court below.",
      "id": "s94"
    },
    {
      "text": "Any allegation that s 359A of the Act was not complied with by the Tribunal, due to an alleged failure to raise with the appellant the College's lack of certification of satisfactory completion of his course, is met by the fact that the Tribunal had two other independent grounds for cancelling the visa.",
      "id": "s95"
    },
    {
      "text": "See, by way of analogy in respect of s 424A, SZEEU v The Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 at [160] per Weinberg J and [233] per Allsop J.",
      "id": "s96"
    },
    {
      "text": "In other words, the failure of the Tribunal to inform the appellant that the visa could be cancelled as a consequence of a lack of certification of successful completion of his course did not affect the outcome of the review.",
      "id": "s97"
    },
    {
      "text": "Furthermore, the lack of certification was something so obvious that it need not have been stated and was a vital requirement for satisfaction of condition 8202.",
      "id": "s98"
    },
    {
      "text": "34 The appeal ground relating to the Tribunal's consideration of whether the applicant was engaged in study, rather than whether he was enrolled in a course, was not developed further in oral submissions before the Court.",
      "id": "s99"
    },
    {
      "text": "The contention of the appellant that he was not so enrolled because the delegate allegedly told him not to enrol does not deny the fact of his non-enrolment.",
      "id": "s100"
    },
    {
      "text": "In any event, this ground is, again, independent of the other grounds for cancellation of the visa, that is, failure to achieve satisfactory academic results and failure to meet the attendance requirements.",
      "id": "s101"
    },
    {
      "text": "Morsed - section 20 notice problems \n \n35 As the s 20 notices in this matter suffered from the vices detected in Morsed v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 193 , I invited the parties to present written submissions dealing with that judgment.",
      "id": "s102"
    },
    {
      "text": "36 In Morsed , the appellant claimed that his breach of condition 8202 was due to exceptional circumstances beyond his control.",
      "id": "s103"
    },
    {
      "text": "No such issue of circumstances beyond the control of the appellant is relevant here.",
      "id": "s104"
    },
    {
      "text": "On that view alone, Morsed is distinguishable.",
      "id": "s105"
    },
    {
      "text": "37 In any event, the cancellation of the student visa in Morsed arose as a result of the automatic effect of s 137J of the Migration Act , consequent upon a s 20 notice.",
      "id": "s106"
    },
    {
      "text": "It did not arise, as here, by virtue of the independent operation of s 116 of the Migration Act .",
      "id": "s107"
    },
    {
      "text": "Order \n \n38 Having regard to the foregoing I dismissed the appeal, with costs.",
      "id": "s108"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s109"
    },
    {
      "text": "Associate:\n\nDated: 12 April 2006\n\n\n Counsel for the Appellant: Mr J Levine \n \n Solicitor for the Appellant: Issac Brott &amp; Co \n \n Counsel for the 1 st Respondent: Mr P Gray \n \n Solicitor for the 1 st Respondent: Australian Government Solicitor \n \n Date of Hearing: 12 April 2006 \n \n Date of Judgment: 12 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/408.html",
      "id": "s110"
    }
  ]
}