{
  "name": "SZBQV v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 499 (5 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/499.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from decision of federal magistrates court",
      "id": "c0"
    },
    {
      "text": "antecedent decision of federal magistrates court adverse to applicants as was subsequent applications for leave to appeal to federal court and for special leave application to high court",
      "id": "c1"
    },
    {
      "text": "abuse of process",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants have sought by their present application leave to appeal against the interlocutory orders and judgment of Barnes FM made and given on 17 January 2006 ( SZBQV &amp; Ors v Minister for Immigration [2006] FMCA 157 (' SZBQV ').",
      "id": "s0"
    },
    {
      "text": "Barnes FM had dismissed as an abuse of process the application filed in the Federal Magistrates Court on 18 August 2005.",
      "id": "s1"
    },
    {
      "text": "The applicants comprise a husband, wife and two children.",
      "id": "s2"
    },
    {
      "text": "2 Barnes FM afforded particular regard to the applicants' then prior litigation history, which had included earlier proceedings in the Federal Magistrates Court terminating on 7 June 2004, and an application for special leave to appeal in the High Court which was dismissed on 4 August 2005.",
      "id": "s3"
    },
    {
      "text": "3 The Federal magistrate was satisfied that the present application fell within the principles addressed by Mason CJ, Deane and Dawson JJ in Walton v Gardiner [1992] HCA 12 ; (1983) 177 CLR 378 at 393, and concluded as follows in her reasons for judgment of 17 January 2006:\n \n 'I consider that the bringing of the current application can be considered unjustifiably vexatious amounting to an abuse of process, particularly having regard to the underlying public interest in the finality of litigation.",
      "id": "s4"
    },
    {
      "text": "I am satisfied that the current proceedings are an abuse of process and ought to be summarily dismissed to avoid further public expense in defending proceedings that have already taken up the resources of the Federal Magistrates Court, the Federal Court and the High Court and have raised no arguable case.",
      "id": "s5"
    },
    {
      "text": "' \n \n\n4 It has been long established that an application for leave to appeal should fail if no arguable ground of appeal is raised by the applicant, or if the judgment below is not attended by sufficient doubt to warrant allowing the application or the appeal to go forward.",
      "id": "s6"
    },
    {
      "text": "5 The applicants have failed to identify any conceivably viable arguable ground of appeal.",
      "id": "s7"
    },
    {
      "text": "The draft notice of appeal and purported written submissions make unparticularised allegations of error in the Federal Magistrate's decision and of jurisdictional error in the earlier Refugee Review Tribunal's reasons for decision.",
      "id": "s8"
    },
    {
      "text": "The applicants' written submissions also seek in substance and reality impermissible merits review.",
      "id": "s9"
    },
    {
      "text": "At least in the absence of any evidence to support those allegations or any particulars in order to render the same meaningful, which is the situation here readily evident, the present purported application must necessarily fail.",
      "id": "s10"
    },
    {
      "text": "6 The applicants have not identified or pleaded any conceivably viable error in relation to the Federal Magistrate's finding that the applicants' proceedings constituted an abuse of process.",
      "id": "s11"
    },
    {
      "text": "The history of the conduct of proceedings on the part of the applicants reflects a repetition of the kind of abuse of process identified by Barnes FM below, in that the applicants have sought to relitigate essentially the same matter by reference to the same cause of action virtually from the outset.",
      "id": "s12"
    },
    {
      "text": "What amounts to four pages of written submissions, having the hallmarks of authorship of a migration agent, merely revisits in substance a purported merits review of the original RRT decision made in October 2003.",
      "id": "s13"
    },
    {
      "text": "7 The reasons for judgment of Barnes FM are not attended by sufficient doubt and rightly emphasised in particular the importance of the Courts exercising original jurisdiction in migration proceedings not to permit repeated adjudication of challenges to the original Tribunal decision.",
      "id": "s14"
    },
    {
      "text": "8 There has been no demonstration of error in the approach of Barnes FM below, and the present application constitutes an abuse of process, by way of recommencing and pursuing the same case in substance that has already failed at each stage of prosecution.",
      "id": "s15"
    },
    {
      "text": "The application for leave to appeal must be dismissed with costs on an indemnity basis.",
      "id": "s16"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s17"
    },
    {
      "text": "Associate:\n\nDated: 5 May 2006\n\n\n Applicant appeared in person \n \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 3 May 2006 \n \n Date of Judgment: 5 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/499.html",
      "id": "s18"
    }
  ]
}