{
  "name": "Jango v Northern Territory of Australia (No 6) [2006] FCA 465 (3 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/465.html",
  "catchphrases": [
    {
      "text": "determination of native title",
      "id": "c0"
    },
    {
      "text": "whether dismissal of an application for a determination of compensation is a 'determination of compensation'",
      "id": "c1"
    },
    {
      "text": "whether the court is required to make a determination of native title",
      "id": "c2"
    },
    {
      "text": "native title act 1993 (cth), s 13(2)",
      "id": "c3"
    },
    {
      "text": "native title",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 In the judgment delivered in these proceedings on 31 March 2006, I dismissed the application for a determination of compensation and set a timetable for written submissions on costs and such further orders (if any) that should be made: Jango v Northern Territory [2006] FCA 318 ('the principal judgment').",
      "id": "s0"
    },
    {
      "text": "COSTS \n \n2 Section 85A(1) of the Native Title Act 1993 (Cth) (' NT Act ') provides that, unless the Court orders otherwise, each party to a proceeding must bear his or her own costs.",
      "id": "s1"
    },
    {
      "text": "3 Neither the first respondent ('the Territory') nor the third respondent ('the Commonwealth') seeks an order for costs in its favour.",
      "id": "s2"
    },
    {
      "text": "The appropriate order, therefore, is that there be no order as to costs.",
      "id": "s3"
    },
    {
      "text": "DETERMINATION OF NATIVE TITLE \n THE SUBMISSIONS \n \n4 The Commonwealth, supported by the Territory, submits that the Court, having finally determined the compensation application, is now required to make a 'current determination of native title' in relation to the Application Area, pursuant to s 13(2) of the NT Act .",
      "id": "s4"
    },
    {
      "text": "Section 13(2) is within Div 1 of Part 2 of the NT Act.",
      "id": "s5"
    },
    {
      "text": "It provides as follows:\n \n 'If: \n \n \n \n \n (a) the Federal Court is making a determination of compensation in accordance with Division 5; and \n \n (b) an approved determination of native title has not previously been made in relation to the whole or part of the area concerned; \n \n \n \n \n the Federal Court must also make a current determination of native title in relation to the whole or the part of the area, that is to say, a determination of native title as at the time at which the determination of compensation is being made.",
      "id": "s6"
    },
    {
      "text": "' \n \n\n5 The Commonwealth points out that it is common ground that no approved determination of native title has been made in relation to any part of the Application Area.",
      "id": "s7"
    },
    {
      "text": "Thus the second criterion specified in s 13(2) is satisfied.",
      "id": "s8"
    },
    {
      "text": "6 The Commonwealth submits that the first criterion is also satisfied.",
      "id": "s9"
    },
    {
      "text": "It says that the Court 'is making a determination of compensation in accordance with Division 5' for the purposes of s 13(2) of the NT Act, when it makes a final determination of the compensation application.",
      "id": "s10"
    },
    {
      "text": "This is true, so the Commonwealth submits, even where the Court dismisses the application for a determination of compensation.",
      "id": "s11"
    },
    {
      "text": "7 As recorded in the principal judgment, at [6], there is no dispute that all native rights and interests that otherwise might have existed over the Application Area have been extinguished.",
      "id": "s12"
    },
    {
      "text": "Indeed, the applicants in the Third Further Amended Points of Claim sought 'a determination that native title does not exist in relation to the lands and waters subject to the application'.",
      "id": "s13"
    },
    {
      "text": "In these circumstances, the Commonwealth submits that a determination should be made that no native title rights and interests exist in relation to the Application Area.",
      "id": "s14"
    },
    {
      "text": "8 The applicants resist the making of a current determination of native title on the ground that the Court has not made 'a determination of compensation in accordance with Division 5' within the meaning of s 13(2) of the NT Act .",
      "id": "s15"
    },
    {
      "text": "They submit that the Commonwealth's interpretation of s 13(2) strains the statutory language.",
      "id": "s16"
    },
    {
      "text": "In effect, so the applicants argue, the Commonwealth seeks to rewrite s 13(2) by suggesting that the words 'is making a determination of compensation' should be taken to mean 'is making a determination of liability or quantum with respect to compensation'.",
      "id": "s17"
    },
    {
      "text": "They submit that such a construction is untenable.",
      "id": "s18"
    },
    {
      "text": "THE STATUTORY SCHEME \n \n9 In order to understand the statutory scheme of which s 13(2) of the NT Act forms part, it is necessary to consider a number of provisions.",
      "id": "s19"
    },
    {
      "text": "While s 13(2) refers to 'a determination of compensation in accordance with Division 5 [of Part 2]', the entitlement to compensation is not created by Div 5, but by provisions located elsewhere in Part 2 of the NT Act .",
      "id": "s20"
    },
    {
      "text": "10 Section 17, which is within Div 2 of Part 2 provides, for example, that if certain 'past acts' attributable to the Commonwealth extinguish native title, the native title holders are entitled to compensation for the acts.",
      "id": "s21"
    },
    {
      "text": "Section 20, also within Div 2, provides that if a law of either a State or Territory validates a past act, the native title holders are entitled to compensation if they would be so entitled under s 17 'on the assumption that section 17 applies to acts attributable to the State or Territory'.",
      "id": "s22"
    },
    {
      "text": "Section 23J, within Div 2B, provides that the native title holders are entitled to compensation in accordance with Div 5 for any extinguishment under Div 2B of their native title rights and interests by certain other acts attributable to the Commonwealth, or to a State or Territory.",
      "id": "s23"
    },
    {
      "text": "11 Division 5 of Part 2 of the NT Act (ss 48-54) is headed 'Determination of compensation for acts affecting native title etc'.",
      "id": "s24"
    },
    {
      "text": "Section 48 provides that '[c]ompensation payable' under Div 2 or Div 2B in relation to an act is only payable in accordance with Div 5.",
      "id": "s25"
    },
    {
      "text": "Section 48 therefore appears to equate an entitlement to compensation created by Divs 2 and 2B with 'compensation payable'.",
      "id": "s26"
    },
    {
      "text": "12 Section 49(a) states that compensation is only payable under the NT Act once for acts that are essentially the same.",
      "id": "s27"
    },
    {
      "text": "Section 49(b) provides that the court determining compensation in accordance with Div 5 must take into account any compensation awarded under Commonwealth, State or Territory law for essentially the same act.",
      "id": "s28"
    },
    {
      "text": "13 Section 50(1) states that a 'determination of the compensation may only be made in accordance with [Div 5]'.",
      "id": "s29"
    },
    {
      "text": "The note to s 50(1) records that '[s]uch compensation is generally for acts that are validated or valid'.",
      "id": "s30"
    },
    {
      "text": "Section 50(2) provides that:\n \n '[a]n application may be made to the Federal Court under Part 3 for a determination of the compensation'.",
      "id": "s31"
    },
    {
      "text": "14 At the time the current proceedings were commenced, s 61(1) of the NT Act , which is within Part 3, provided that a compensation application, being an application under s 50(2) for a determination of compensation, could be made by a person or persons claiming to be entitled to compensation.",
      "id": "s32"
    },
    {
      "text": "Section 61(1) has since been amended to provide that a compensation application may be made by a person or persons authorised by all the persons who claim to be entitled to compensation: see the primary judgment, at [25].",
      "id": "s33"
    },
    {
      "text": "15 Section 51 is headed 'Criteria for determining compensation'.",
      "id": "s34"
    },
    {
      "text": "Section 51(1) provides, subject to certain qualifications, that the entitlement to compensation under Divs 2 or 2B is an entitlement on just terms to compensate the native title holders for any loss, diminution, impairment or other effect of the act on their native title rights and interests.",
      "id": "s35"
    },
    {
      "text": "16 Subject to s 51(6), the compensation may only consist of the payment of money: s 51(5).",
      "id": "s36"
    },
    {
      "text": "However, s 51(6) provides as follows:\n \n 'If the person claiming to be entitled to the compensation requests that the whole or part of the compensation should consist of the transfer of property or the provision of goods or services, the court, person or body: \n \n \n (a) must consider the request; and \n \n (b) may, instead of determining the whole or any part of the compensation, recommend that the person liable to give the compensation should, within a specified period, transfer property or provide goods or services in accordance with the recommendation.",
      "id": "s37"
    },
    {
      "text": "' \n \n\n17 Section 51A(1) of the NT Act provides that the total compensation payable under Div 5 for an act that extinguishes all native title in relation to particular land or waters must not exceed the amount that would be payable if the act were instead a compulsory acquisition of a freehold estate in the land and waters.",
      "id": "s38"
    },
    {
      "text": "This provision is subject to s 53, which deals with the requirement to provide 'just terms' compensation: s 51A(2).",
      "id": "s39"
    },
    {
      "text": "REASONING \n \n18 The key expression in s 13(2) of the NT Act , for present purposes, is 'making a determination of compensation in accordance with Division 5'.",
      "id": "s40"
    },
    {
      "text": "The NT Act does not define this expression.",
      "id": "s41"
    },
    {
      "text": "19 By contrast, s 225 of the NT Act defines 'determination of native title' to mean a determination whether or not native title exists in relation to a particular area.",
      "id": "s42"
    },
    {
      "text": "The expression 'determination of native title' appears in a number of places in the NT Act .",
      "id": "s43"
    },
    {
      "text": "One of these is s 13(1), which provides for an application to be made to the Court for a determination of native title in relation to an area for which there is no approved determination.",
      "id": "s44"
    },
    {
      "text": "One way of formulating the issue raised by the respondents' argument is whether the statutory definition of 'determination of native title' should be applied mutatis mutandis to the expression 'determination of compensation'.",
      "id": "s45"
    },
    {
      "text": "20 Section 13(2) refers not merely to 'a determination of compensation' but to 'a determination of compensation in accordance with Division 5'.",
      "id": "s46"
    },
    {
      "text": "As I have noted, the entitlement of a person or group of people to compensation under the NT Act is not created by Div 5, but by other provisions in the NT Act .",
      "id": "s47"
    },
    {
      "text": "It is fair to say that Div 5 is concerned with determining the quantum of compensation payable to persons entitled to compensation under those other provisions.",
      "id": "s48"
    },
    {
      "text": "21 Thus s 48 states the overriding rule that '[c]ompensation payable' under other provisions of the NT Act , including Divs 2 and 2B, 'is only payable in accordance with this Division'.",
      "id": "s49"
    },
    {
      "text": "Section 49 provides that only one award of compensation is payable for essentially the same act.",
      "id": "s50"
    },
    {
      "text": "Section 51 sets out the criteria to be taken into account in determining the amount of compensation to be paid.",
      "id": "s51"
    },
    {
      "text": "The heading to s 51 ('Criteria for determining compensation') appears to equate 'determining compensation' with 'determining the quantum of compensation'.",
      "id": "s52"
    },
    {
      "text": "Section 51(6) distinguishes between 'determining the whole or any part of compensation' and a person's liability 'to give [...] compensation'.",
      "id": "s53"
    },
    {
      "text": "Section 51A imposes an upper limit on the total compensation payable under Div 5.",
      "id": "s54"
    },
    {
      "text": "22 It seems to me that the intent of the statutory language is clear enough.",
      "id": "s55"
    },
    {
      "text": "The Court is 'making a determination of compensation in accordance with Division 5' when it is determining the quantum of compensation payable to particular applicants.",
      "id": "s56"
    },
    {
      "text": "It is not making such a determination when it decides that the applicants are not entitled to any compensation under the NT Act .",
      "id": "s57"
    },
    {
      "text": "23 Had Parliament wished to adopt the meaning urged by the respondents, it might have been expected to define the expression 'making a determination of compensation' so as to include a determination that no compensation is payable.",
      "id": "s58"
    },
    {
      "text": "After all, Parliament took that course when it defined a 'determination of native title' to include a determination that native title does not exist in relation to a particular area: see s 225.",
      "id": "s59"
    },
    {
      "text": "However, it has not done so.",
      "id": "s60"
    },
    {
      "text": "24 The construction of s 13(2) of the NT Act that I favour not only accords with the ordinary meaning of the statutory language but is, in my view, readily understandable as a matter of policy.",
      "id": "s61"
    },
    {
      "text": "The Court can make an award of compensation under the NT Act only where native title over land has been extinguished.",
      "id": "s62"
    },
    {
      "text": "If a compensation award is made, the Court will have before it the evidence necessary to conclude that native title does not exist over the land.",
      "id": "s63"
    },
    {
      "text": "Accordingly, there will be no difficulty in the Court making a determination to that effect.",
      "id": "s64"
    },
    {
      "text": "25 However, an application for compensation under the NT Act may fail for many reasons.",
      "id": "s65"
    },
    {
      "text": "The evidence adduced on an unsuccessful compensation application may be insufficient to enable a current determination to be made as to whether or not native title exists over the land.",
      "id": "s66"
    },
    {
      "text": "In these circumstances, it may simply be impossible for the Court to comply with a statutory requirement that it make a determination as to whether or not native title exists in relation to the land.",
      "id": "s67"
    },
    {
      "text": "This is presumably one reason why Parliament did not define 'determination of compensation' to include a decision to dismiss an application for compensation.",
      "id": "s68"
    },
    {
      "text": "It follows that I disagree with the Commonwealth's submission that there can be no rational reason for distinguishing between a case where compensation is payable and a case where the Court decides that there is no entitlement to compensation.",
      "id": "s69"
    },
    {
      "text": "26 The Commonwealth contends that a 'broader' interpretation of s 13(2) of the NT Act would promote the statutory objects of providing certainty as to the status of land and reducing the potential for multiple litigation concerning the same area.",
      "id": "s70"
    },
    {
      "text": "It is by no means clear that this is necessarily the case.",
      "id": "s71"
    },
    {
      "text": "For example, a declaration that native title does not exist over particular land, made in the context of an unsuccessful application for compensation under the NT Act, may not prevent a subsequent application by other claimants seeking compensation.",
      "id": "s72"
    },
    {
      "text": "In any event, for the reasons I have given, the 'broader' interpretation may prove to be unworkable in a given case.",
      "id": "s73"
    },
    {
      "text": "Moreover, as I have explained, had Parliament intended to promote the objects of certainty and finality in the way suggested by the Commonwealth, it would have been easy for it to incorporate in the legislation a definition that achieved the desired result.",
      "id": "s74"
    },
    {
      "text": "27 For these reasons, I do not consider that s 13(2) of the NT Act requires the Court, in the circumstances of the present case, to make a current determination of native title.",
      "id": "s75"
    },
    {
      "text": "The respondents do not point to any other source of power which would support the making of a determination of native title.",
      "id": "s76"
    },
    {
      "text": "Accordingly, I do not propose to make any such determination.",
      "id": "s77"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s78"
    },
    {
      "text": "Associate: \n\nDated: 3 May 2006\n\n\n\n Solicitor for the Applicants: Central Land Council \n \n Solicitor for the First Respondent: Solicitor for the Northern Territory \n \n Solicitor for the Third Respondent: Australian Government Solicitor \n \n Date of Hearing: Dealt with on the papers \n \n Date of Judgment: 3 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/465.html",
      "id": "s79"
    }
  ]
}