{
  "name": "SZDWK v Minister for Immigration and Multicultural Affairs [2006] FCA 405 (18 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/405.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate of 28 October 2005 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") of 27 May 2004.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of a delegate of the Minister for Immigration and Multicultural Affairs (\"the Minister\") of 31 March 2000 not to grant protection visas to the appellants.",
      "id": "s1"
    },
    {
      "text": "The decision of an earlier, differently constituted Tribunal of 21 September 2001, in which the delegate's decision was also affirmed, had been set aside by the Full Court of the Federal Court and the matter remitted to the Tribunal for reconsideration according to law: see NABC v MIMIA [2003] FCAFC 317 ; (2003) 135 FCR 282.",
      "id": "s2"
    },
    {
      "text": "Background \n \n2 The appellants are father (\"the appellant father\") and son (\"the appellant son\") and are citizens of Sri Lanka.",
      "id": "s3"
    },
    {
      "text": "They claim to fear persecution in that country on the basis of their race or ethnicity (Tamil) and the political opinion imputed to them by agents of the State as suspected supporters or members of the Liberation Tigers of Tamil Eelam (\"LTTE\").",
      "id": "s4"
    },
    {
      "text": "The appellants claimed to have experienced harassment, particularly in the form of security checks, as well as having being subjected to abuse and brief periods of detention due to their Tamil ethnicity.",
      "id": "s5"
    },
    {
      "text": "The appellant son, in one such period of detention in 2000, claimed to have been physically mistreated.",
      "id": "s6"
    },
    {
      "text": "He was released after two days subject to an \"unofficial\" reporting condition which was breached on coming to Australia.",
      "id": "s7"
    },
    {
      "text": "Both appellants claimed that they would be arrested if they returned to Sri Lanka.",
      "id": "s8"
    },
    {
      "text": "The appellant son would be arrested for breaching the reporting condition, and the appellant father would be in breach of his undertaking to ensure his son fulfilled that obligation.",
      "id": "s9"
    },
    {
      "text": "3 The appellants arrived in Australia on 7 February 2000 and applied for protection visas on 29 February 2000.",
      "id": "s10"
    },
    {
      "text": "The Tribunal's decision \n \n4 Although it accepted most of the appellants' claims, the Tribunal did not accept that the visa criteria were met.",
      "id": "s11"
    },
    {
      "text": "First, it did not accept that the appellants would be, or had ever been, of serious concern to the Sri Lankan authorities for any Convention reason.",
      "id": "s12"
    },
    {
      "text": "It regarded the appellant son's detention in 2000 as the most serious alleged incident, but found that this occurred in the context of security checks following the attempted assassination of the President and in the context of civil war between the LTTE and the Sri Lankan government.",
      "id": "s13"
    },
    {
      "text": "It found that all citizens were required to comply with strict security checks and the appellants had not been singled out for any specific reason.",
      "id": "s14"
    },
    {
      "text": "It also found that the reporting condition imposed on the appellant son was unlawful and that effective protection would now be available under the law if police sought to enforce it upon their return.",
      "id": "s15"
    },
    {
      "text": "More generally, the Tribunal was satisfied that conditions in Sri Lanka had changed significantly, including considerable changes to the security regime, so that the risk of arrest or detention which prevailed during the civil war was no longer present.",
      "id": "s16"
    },
    {
      "text": "The Federal Magistrate's judgment \n \n5 Before the Federal Magistrate, the appellants identified five grounds of review, although in substance, the appellants appear to have raised only three issues.",
      "id": "s17"
    },
    {
      "text": "The first concerned the Tribunal's findings that the harm suffered by the appellants did not amount to persecution for a Convention reason.",
      "id": "s18"
    },
    {
      "text": "The second concerned the Tribunal's finding that the appellants would not be at risk of arrest or detention upon return to Sri Lanka due to changed conditions in that country.",
      "id": "s19"
    },
    {
      "text": "The appellants claimed that this conclusion was incorrect and that the Tribunal had not afforded them an opportunity to address this issue.",
      "id": "s20"
    },
    {
      "text": "Thirdly, it was contended that the Tribunal had failed to provide a fair and proper review of the matter following remittal from the Full Court of the Federal Court.",
      "id": "s21"
    },
    {
      "text": "The Federal Magistrate approached this as a claim of denial of procedural fairness, in the sense of there being either actual bias by the Tribunal member and/or a failure to conduct a review as required by s 414 of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s22"
    },
    {
      "text": "6 As to the first ground, the Federal Magistrate found that it was open to the Tribunal to find that the incidents complained of were not persecution because they were part of a government response to an act of terrorism which did not single out any class of persons to which the appellants belonged.",
      "id": "s23"
    },
    {
      "text": "In relation to the second ground, the Federal Magistrate concluded that the appellants were seeking merits review and that it was open to the Tribunal to make the finding which it did.",
      "id": "s24"
    },
    {
      "text": "His Honour also found that the appellants had been afforded an opportunity by the Tribunal to comment on developments in Sri Lanka.",
      "id": "s25"
    },
    {
      "text": "Finally, the Federal Magistrate found that there was no evidence to support the contention that the Tribunal was biased or had failed to conduct a proper review of the delegate's decision.",
      "id": "s26"
    },
    {
      "text": "The appeal and its disposition \n \n7 By amended notice of appeal filed 19 December 2005, the appellants identified eight grounds of appeal, which can be restated as follows:\n \n1.",
      "id": "s27"
    },
    {
      "text": "The Federal Magistrate erred in awarding costs against the appellants by not taking into account the Minister's delay in preparing the relevant documents which meant that the appellants were denied the opportunity to receive legal advice before proceeding.",
      "id": "s28"
    },
    {
      "text": "2.",
      "id": "s29"
    },
    {
      "text": "The Tribunal erred in finding that the laws of Sri Lanka (specially the Prevention of Terrorism Act and the Emergency Regulations ) \"are no longer used to detain and torture innocent civilians\".",
      "id": "s30"
    },
    {
      "text": "3.",
      "id": "s31"
    },
    {
      "text": "The Tribunal erred in not affording the appellants procedural fairness, in terms of the \"improper external restrictions or influences\" on its decision making process, the \"bad faith and improper purposes of the decision maker\" and by failing to fulfil its statutory duty.",
      "id": "s32"
    },
    {
      "text": "4.",
      "id": "s33"
    },
    {
      "text": "The Federal Magistrate erred in being improperly influenced by the Tribunal's decision and not independently considering whether the appellants' fear was for a Convention reason.",
      "id": "s34"
    },
    {
      "text": "5.",
      "id": "s35"
    },
    {
      "text": "The Tribunal erred in exceeding its power, identifying the wrong issue, asking the wrong question and ignoring relevant material and relying on irrelevant material.",
      "id": "s36"
    },
    {
      "text": "6.",
      "id": "s37"
    },
    {
      "text": "The Tribunal acted unreasonably by giving undue weight to some factors and inadequate weight to others.",
      "id": "s38"
    },
    {
      "text": "7.",
      "id": "s39"
    },
    {
      "text": "The Tribunal erred in refusing to consider material relating to the current conditions in Sri Lanka evincing that \"people are being killed by the government and the LTTE on [a] daily basis\".",
      "id": "s40"
    },
    {
      "text": "8.",
      "id": "s41"
    },
    {
      "text": "The Federal Magistrate erred in failing to indicate to the appellants at any time that he did not accept the appellants' claims and leading the appellants to believe a decision favourable to them would be reached, based on the way in which the hearing was conducted.",
      "id": "s42"
    },
    {
      "text": "8 The appellant son also filed written submissions on behalf of himself and his father, which provided background information and elaborated on the grounds of appeal, and in which the grounds were expressed somewhat differently.",
      "id": "s43"
    },
    {
      "text": "The grounds of appeal were also framed in a different way at the hearing, although seemingly raised the same issues.",
      "id": "s44"
    },
    {
      "text": "9 At the hearing, the appellants' first ground was not pressed.",
      "id": "s45"
    },
    {
      "text": "The grounds pursued at the hearing were:\n \n1.",
      "id": "s46"
    },
    {
      "text": "The Tribunal had asked the wrong question in focusing on the legality or enforceability of the reporting conditions imposed on the appellant son, and had also reached the wrong conclusion in finding that the reporting conditions and other oppressive activities could not be lawfully enforced or carried out and that adequate protection was available.",
      "id": "s47"
    },
    {
      "text": "2.",
      "id": "s48"
    },
    {
      "text": "The Tribunal was improperly influenced by the earlier Tribunal's decision (which had been quashed by the Court) and did not independently consider the issues.",
      "id": "s49"
    },
    {
      "text": "3.",
      "id": "s50"
    },
    {
      "text": "The Tribunal gave undue weight to recent developments in Sri Lanka regarding general improvement in that country.",
      "id": "s51"
    },
    {
      "text": "4.",
      "id": "s52"
    },
    {
      "text": "The Tribunal failed to afford procedural fairness to the appellants (this was linked in with the claim that the Tribunal had not independently considered the issues, as alleged in ground two).",
      "id": "s53"
    },
    {
      "text": "10 Counsel for the first respondent contended that no appealable error on the part of the Federal Magistrate was demonstrated.",
      "id": "s54"
    },
    {
      "text": "In relation to the first ground, counsel submitted that the question for the Tribunal had been whether the applicant at the time of the Tribunal's decision had a well-founded fear.",
      "id": "s55"
    },
    {
      "text": "The Tribunal had made no jurisdictional error in relying on old or possibly outdated country information or in drawing any incorrect conclusions based on that information.",
      "id": "s56"
    },
    {
      "text": "11 In relation to the second and fourth grounds, it was submitted that there was no evidence before the Court, nor had there been before the Federal Magistrate, that the Tribunal was biased or lacked good faith.",
      "id": "s57"
    },
    {
      "text": "The elements of bias, apprehended bias or bad faith were plainly not present.",
      "id": "s58"
    },
    {
      "text": "12 It was submitted that the third ground was really only a complaint about the merits of the Tribunal's decision, to which the submissions in response to the first ground also applied.",
      "id": "s59"
    },
    {
      "text": "Counsel further submitted that the Tribunal was not satisfied with, or had impliedly rejected, what the appellants had put forward in relation to the current situation in Sri Lanka.",
      "id": "s60"
    },
    {
      "text": "The Tribunal had taken a different view based on the information it had, which it was entitled to do.",
      "id": "s61"
    },
    {
      "text": "13 I now consider each of the points raised by the appellants, in the order in which they appear at [9] above.",
      "id": "s62"
    },
    {
      "text": "As to the first matter, I am not satisfied that any jurisdictional error attended the Tribunal's approach to the issue of the reporting conditions.",
      "id": "s63"
    },
    {
      "text": "While the Tribunal accepted that the \"reporting conditions\" had no legal standing or legitimacy, it concluded that if attempts were made to enforce them, the appellants would have recourse to the Sri Lankan courts and, additionally, it found that steps were being taken by the Government to protect its citizens, including Tamils, from police or security officers acting contrary to domestic law.",
      "id": "s64"
    },
    {
      "text": "In determining whether the appellants' fear was well-founded, it was open to the Tribunal to take the approach it did: see generally SZDWR v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 36.",
      "id": "s65"
    },
    {
      "text": "The Tribunal was entitled to reject the appellants' contention that the courts and the police were all racist and all against the Tamils.",
      "id": "s66"
    },
    {
      "text": "14 The claim that the Tribunal was improperly influenced by an earlier decision of the Tribunal, differently constituted, was unsupported by any evidence and amounts to no more than assertion.",
      "id": "s67"
    },
    {
      "text": "It is not apparent from the Tribunal's reasons that it was influenced in the way alleged.",
      "id": "s68"
    },
    {
      "text": "15 The third contention was that the Tribunal failed to consider recent developments in Sri Lanka regarding general improvements in that country.",
      "id": "s69"
    },
    {
      "text": "It is relatively clear that the Tribunal took into account all material, including material provided by the appellants, about recent political developments in Sri Lanka.",
      "id": "s70"
    },
    {
      "text": "It was open to the Tribunal to assess this material and form its own view about the likelihood of Tamils in the appellants' position being harmed.",
      "id": "s71"
    },
    {
      "text": "The comparative weight to be given to such material is quintessentially a matter for the Tribunal.",
      "id": "s72"
    },
    {
      "text": "Even if the Tribunal had used country information which was outdated, a possibility to which the first respondent's counsel drew attention, this would not amount to jurisdictional error.",
      "id": "s73"
    },
    {
      "text": "Accuracy of country information and its relevance to a particular case are ordinarily matters for the Tribunal to determine: see SZANK v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1478.",
      "id": "s74"
    },
    {
      "text": "16 As to the fourth matter, the material presently before the Court, including the reasons for decision of the Tribunal, does not even arguably raise, in my opinion, a question about bias on the part of the Tribunal.",
      "id": "s75"
    },
    {
      "text": "17 The appellants have not established that the Federal Magistrate erred in dismissing their applications for judicial review nor that the Tribunal's decision is attended by jurisdictional error .",
      "id": "s76"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s77"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s78"
    },
    {
      "text": "Associate:\n\nDated: 18 April 2006\n\n\n The appellants appeared in person\n\nCounsel for the First Respondent: \n\nG Johnson \n \n Solicitor for the First Respondent: Blake Dawson Waldron \n \n Date of Hearing: 6 February 2006 \n \n Date of Judgment: 18 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/405.html",
      "id": "s79"
    }
  ]
}