{
  "name": "Lifetime Investments Pty Ltd v Commercial (Worldwide) Financial Services [2006] FCA 495 (3 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/495.html",
  "catchphrases": [
    {
      "text": "application for mareva orders",
      "id": "c0"
    },
    {
      "text": "application made inter-parties in the course of the litigation consequent upon access to documents obtained in execution of an anton pillar order",
      "id": "c1"
    },
    {
      "text": "consideration of discretionary factors",
      "id": "c2"
    },
    {
      "text": "consideration of the strength of the case demonstrated on the applicant's affidavits",
      "id": "c3"
    },
    {
      "text": "consideration of the character of the conduct alleged against the applicant",
      "id": "c4"
    },
    {
      "text": "consideration of the orders sought by way of final relief in the proceeding.",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n 1 I have before me a Notice of Motion filed on 6 April 2006 by the Applicant in the proceeding and heard on 21 April 2006 by which the Applicant seeks a Mareva order for the preservation of assets of the Second Respondent and certain third parties until the final determination of the action or earlier order.",
      "id": "s0"
    },
    {
      "text": "2 This is the second occasion upon which the Applicant has sought Mareva orders of the kind now sought including an order directing the Second Respondent to bring into the Commonwealth of Australia and deposit in an account in a bank headquartered within the Commonwealth, funds in an amount of US$2 million or AU$2,854,700.00 and an order requiring the Second Respondent to deliver up his current passport to the Court.",
      "id": "s1"
    },
    {
      "text": "3 On the first occasion such relief was sought, Kiefel J on 10 March 2005 declined to make orders of the Mareva kind but did make Anton Pillar orders by which the Respondents were ordered to permit the Applicant's solicitor, Mr Peter Mills, and other nominated persons together with independent supervising solicitors to enter the premises of the Respondents and search for, inspect and remove into the custody of the nominated individuals, documents listed in Schedule A of that order.",
      "id": "s2"
    },
    {
      "text": "The Respondents were also ordered to deliver up to the Applicant all originals and copies of the documents and classes of documents identified in Schedule A to the order.",
      "id": "s3"
    },
    {
      "text": "See: Lifetime Investments Ltd v Commercial (Worldwide) Financial Services Pty Ltd [2005] FCA 226.",
      "id": "s4"
    },
    {
      "text": "4 Kiefel J declined to make a Mareva order on the basis that the evidence did not establish a real risk that the Second Respondent might dispose of or deal with his assets.",
      "id": "s5"
    },
    {
      "text": "Her Honour observed that the evidence established that the First Respondent did not have any assets.",
      "id": "s6"
    },
    {
      "text": "Her Honour further observed that the Applicant must establish a sufficient likelihood of risk which, in the circumstances of the particular case, justified an asset preservation order.",
      "id": "s7"
    },
    {
      "text": "5 The Applicant now contends that since then, circumstances have changed and material is now available arising out of the execution of the Anton Pillar orders and other material which reveals facts from which, on an interlocutory basis, a conclusion can safely be reached that the Applicant has a demonstrated claim of real strength against both Respondents, inferences of dishonest conduct and the secretion of monies on the part of the Second Respondent are plainly open and there is a real risk that either the Second Respondent or third party entities controlled by the Second Respondent will dispose of \"assets (including claims and expectancies) so as to frustrate the process of the Court by depriving the plaintiff of the fruits of any judgment obtained in the action\": Jackson v Stirling Industries Ltd [1987] HCA 23 ; (1987) 162 CLR 612 per Deane J at 625.",
      "id": "s8"
    },
    {
      "text": "6 The Applicant says this is the class of case where an analysis of the essential character of the conduct of the Second Respondent reveals duplicity and dishonesty and in such a case, the Court will readily draw an inference of real and serious risk to the Applicant of dissipation of assets, particularly movable assets.",
      "id": "s9"
    },
    {
      "text": "Accordingly, it will be necessary to examine the foundation of the Applicant's claims in a little more detail than usual for interlocutory purposes.",
      "id": "s10"
    },
    {
      "text": "7 Accordingly, the Applicant seeks orders appropriately framed to serve the purpose of preventing the Second Respondent from effecting such a deprivation: Jackson v Stirling Industries Ltd (supra) at 625.",
      "id": "s11"
    },
    {
      "text": "8 Orders are not sought against the First Respondent since, on 16 February 2006 a liquidator was appointed by the Supreme Court of Queensland to the First Respondent on the application of an unsecured creditor, Mr Roger de Saint Quentin.",
      "id": "s12"
    },
    {
      "text": "By operation of s471B of the Corporations Act 2001 (Cth), the Applicant cannot proceed with the present action against the First Respondent (which is being wound up in insolvency) or proceed with enforcement process in relation to property of the First Respondent except with leave of the Court and on such terms as the Court determines.",
      "id": "s13"
    },
    {
      "text": "No application has yet been made for leave to proceed against the First Respondent.",
      "id": "s14"
    },
    {
      "text": "The Applicant says, based upon searches and enquiries reflected in the affidavit material that the First Respondent has no identifiable assets.",
      "id": "s15"
    },
    {
      "text": "The Applicant says it is presently assessing its position in relation to the First Respondent.",
      "id": "s16"
    },
    {
      "text": "9 On 19 April 2006, the liquidator wrote to Forbes Dowling, Lawyers, the agents for the solicitors for the Applicant advising that the liquidator would not appear at the hearing of the Notice of Motion and had no objection to the orders sought.",
      "id": "s17"
    },
    {
      "text": "Notwithstanding that letter, no interlocutory relief (and no leave) is sought against the First Respondent, in liquidation.",
      "id": "s18"
    },
    {
      "text": "10 The immediate focus for final relief in the action and presently interlocutory relief is the conduct of the Second Respondent, the causes of action the Applicant says it has against the Second Respondent and the risk of the Applicant being deprived of an effective remedy consequent upon a trial as a result of the Second Respondent dealing with his assets and the assets of entities under his control.",
      "id": "s19"
    },
    {
      "text": "11 The Second Respondent says that nothing has changed since 10 March 2005, no assets have been dissipated and any steps taken by the Second Respondent in relation to his assets or assets vested in the trustee of his family trust simply have the effect of building assets within the jurisdiction which will ultimately be amenable to any process undertaken by the Applicant for recovery of any judgment which the Applicant might obtain.",
      "id": "s20"
    },
    {
      "text": "Having said that, the Second Respondent does not, in terms, concede that assets vested in the trustee of the Second Respondent's family trust are amenable to execution or a tracing order in respect of the claims made by the Applicant against the Second Respondent.",
      "id": "s21"
    },
    {
      "text": "Moreover, the Second Respondent says no evidence has been adduced to support the claim that US$2 million transferred by the Applicant to the First Respondent as a result of the relevant arrangements is traceable into any of the Second Respondent's personal assets or a pastoral property called Colinton Station owned by J &amp; D Wallader Pty Ltd as trustee of the Wallader Family Trust and operated by Colinton Station Pty Ltd. \n \n12 The Second Respondent has raised a significant number of objections to paragraphs of affidavits relied upon by the Applicant in support of the Notice of Motion.",
      "id": "s22"
    },
    {
      "text": "I will deal with the resolution of those objections at the conclusion of these Reasons.",
      "id": "s23"
    },
    {
      "text": "In making observations about the evidence and the history of events, I have excluded any evidence I have ruled inadmissible.",
      "id": "s24"
    },
    {
      "text": "13 Counsel for the Second Respondent, Mr O'Donnell QC raises four further threshold matters.",
      "id": "s25"
    },
    {
      "text": "First, the Applicant is an entity incorporated in the West Indies, has no assets in the jurisdiction and carries on no business within the Commonwealth of Australia.",
      "id": "s26"
    },
    {
      "text": "Accordingly, the usual undertaking as to damages is, in truth, meaningless.",
      "id": "s27"
    },
    {
      "text": "Secondly, quantification of the loss flowing from the interlocutory orders sought will be difficult and hence the discretion should be exercised against making any order.",
      "id": "s28"
    },
    {
      "text": "Thirdly, in the event the Second Respondent is successful in the proceeding, he will be left in a position of seeking to recover costs and any damages pursuant to the usual undertaking, in the West Indies.",
      "id": "s29"
    },
    {
      "text": "Fourthly, Mr O'Donnell QC also says the Applicant has brought proceedings and seeks interlocutory relief based upon a contract and a Deed of Guarantee and Indemnity both dated 30 March 2001 both of which are susceptible to stamp duty either pursuant to the Stamp Act 1894 (Qld) or the Duties Act 2001 (Qld) and the duty has not been paid.",
      "id": "s30"
    },
    {
      "text": "It follows, it is contended, as a result of either or both Acts that neither instrument is available for use \"in law or equity or for any other purpose and must not be received in evidence in a legal proceeding, other than a criminal proceeding\": s487(1) , Duties Act 2001 (Qld), s4A Stamp Act 1894 (Qld).",
      "id": "s31"
    },
    {
      "text": "14 Accordingly, Mr O'Donnell QC contends that the statutory prohibition arising out of the failure to pay stamp duty has the result that any claim by the Applicant based upon the documents or the underlying causes of action founded upon the documents, is not presently judiciable.",
      "id": "s32"
    },
    {
      "text": "Such a claim might be made judiciable by payment of the duty or an undertaking by the Applicant or its solicitor to pay any duty demonstrated to be payable in respect of the instruments.",
      "id": "s33"
    },
    {
      "text": "15 Since the failure to pay stamp duty is said to present an absolute bar to any relief final or interlocutory founded upon either the documents or any underlying causes of action, I invited Mr O'Donnell QC to identify the basis upon which either document is an instrument susceptible to stamp duty under the relevant legislation.",
      "id": "s34"
    },
    {
      "text": "Mr O'Donnell QC was not able to do so and sought leave to make further written submissions on the point.",
      "id": "s35"
    },
    {
      "text": "16 I gave leave to make further submissions by 4.00pm on Monday, 24 April 2006.",
      "id": "s36"
    },
    {
      "text": "17 The Applicant seeks Mareva orders pending the trial of the action.",
      "id": "s37"
    },
    {
      "text": "The Interim Order \n \n18 On Monday, 24 April 2006, I made certain orders for the preservation of assets limited until 4.00pm on Friday, 28 April 2006 and re-listed the Notice of Motion for 11.15am that day to deal with the scope of possible orders until the trial of the action and to consider further directions in relation to outstanding matters.",
      "id": "s38"
    },
    {
      "text": "I also made directions that the Applicant provide submissions in response to the stamp duty point and in response to objections to evidence by the Second Respondent by 10.00am on Thursday, 27 April 2006.",
      "id": "s39"
    },
    {
      "text": "The objections to evidence had been provided to counsel for the Applicant shortly before the commencement of the hearing and could not be dealt with on the day.",
      "id": "s40"
    },
    {
      "text": "The Order of 28 April 2006 \n \n19 Having considered all of the material, I made the Mareva orders recited in the formal order of 28 April 2006 and advised the parties that I would publish these Reasons very shortly.",
      "id": "s41"
    },
    {
      "text": "It also seemed to me to be important to resolve the controversy between these parties by a trial of the proceeding as soon as possible both in order to determine the claims of the Applicant and to identify the horizon by which the Mareva orders would be discharged upon the Second Respondent being successful in the action.",
      "id": "s42"
    },
    {
      "text": "Accordingly, I allocated provisional trial dates of 28, 29 and 30 June 2006.",
      "id": "s43"
    },
    {
      "text": "Should the trial proceed on those dates, the Mareva orders will be in place for approximately two months.",
      "id": "s44"
    },
    {
      "text": "The Directions Orders \n \n20 I also made, by consent, the following directions:\n \n 1.",
      "id": "s45"
    },
    {
      "text": "The Applicant to give discovery of its documents by 4.00pm, 19 May 2006.",
      "id": "s46"
    },
    {
      "text": "2.",
      "id": "s47"
    },
    {
      "text": "The Second Respondent to inspect the Applicant's document by 4.00pm, 26 May 2006.",
      "id": "s48"
    },
    {
      "text": "3.",
      "id": "s49"
    },
    {
      "text": "The Second Respondent to give discovery of its documents by 4.00pm, 26 May 2006.",
      "id": "s50"
    },
    {
      "text": "4.",
      "id": "s51"
    },
    {
      "text": "The Applicant to inspect the Second Respondent's documents by 4.00pm, 2 June 2006.",
      "id": "s52"
    },
    {
      "text": "5.",
      "id": "s53"
    },
    {
      "text": "The Applicant to file and serve all statements upon which it intends to rely at the trial of the action, by 4.00pm, 23 May 2006.",
      "id": "s54"
    },
    {
      "text": "6.",
      "id": "s55"
    },
    {
      "text": "The Second Respondent to file and serve all statements upon which it intends to rely at the trial of the action, by 4.00pm, 16 June 2006.",
      "id": "s56"
    },
    {
      "text": "7.",
      "id": "s57"
    },
    {
      "text": "The proceeding to be listed for review at 9.30am on Tuesday, 20 June 2006.",
      "id": "s58"
    },
    {
      "text": "8.",
      "id": "s59"
    },
    {
      "text": "The directions hearing at 9.30am on 25 May 2006 is to be vacated.",
      "id": "s60"
    },
    {
      "text": "9.",
      "id": "s61"
    },
    {
      "text": "The matter is to be listed provisionally for trial on 28 June 2006, 29 June 2006 and 30 June 2006.",
      "id": "s62"
    },
    {
      "text": "10.",
      "id": "s63"
    },
    {
      "text": "Costs of this directions hearing are to be reserved.",
      "id": "s64"
    },
    {
      "text": "21 The Applicant commenced these proceedings on 7 March 2005 and made ex parte application for a Mareva order and an Anton Pillar order.",
      "id": "s65"
    },
    {
      "text": "Since then, interlocutory steps have progressed in a fashion with a number of delays.",
      "id": "s66"
    },
    {
      "text": "The Applicant attributes those delays to the Respondents and is critical of their conduct.",
      "id": "s67"
    },
    {
      "text": "The Second Respondent says, in response, that the Applicant has been dilatory in the prosecution of the litigation.",
      "id": "s68"
    },
    {
      "text": "It will be necessary to refer to the sequence of events in some detail.",
      "id": "s69"
    },
    {
      "text": "The Applicant sought to bring this further application ex parte .",
      "id": "s70"
    },
    {
      "text": "However, having regard to the history of the events and the passage of the litigation, the matter was listed on notice to both the liquidator and the Second Respondent notwithstanding that, in the ordinary course of events, an application for a Mareva order would be considered ex parte in the face of urgency and a contention of real risk to the Applicant arising out of facts reflected in supporting affidavits.",
      "id": "s71"
    },
    {
      "text": "The Affidavit Evidence of the Applicant \n \n22 The Applicant relies upon an affidavit of Mr Joseph Severin sworn 1 March 2005, an affidavit of Ms Ece Mustafa-Ay sworn 4 March 2005 and filed on 10 March 2005, an affidavit of Ms Lisa Busch sworn 2 March 2005 and filed 7 March 2005, a further affidavit of Ms Ece Mustafa Ay sworn 17 March 2006 and filed 6 April 2006 and two affidavits of Mr Peter Mills one sworn and filed on 10 March 2005 and the other sworn and filed on 15 March 2005.",
      "id": "s72"
    },
    {
      "text": "23 The affidavit evidence of the Applicant is in these terms.",
      "id": "s73"
    },
    {
      "text": "24 The Applicant is a company incorporated on 10 January 2000 in Saint Vincent and the Grenadines, West Indies.",
      "id": "s74"
    },
    {
      "text": "The Managing Director of the Applicant is Mr Joseph Severin.",
      "id": "s75"
    },
    {
      "text": "The Applicant Company is a personal investment vehicle of Mr Severin.",
      "id": "s76"
    },
    {
      "text": "At some time during the course of 2001, Mr Severin had discussions with a Mr John Wilch about international financial transactions.",
      "id": "s77"
    },
    {
      "text": "Mr Wilch introduced Mr Severin to a number of people with whom Mr Severin might invest funds.",
      "id": "s78"
    },
    {
      "text": "Mr Wilch was associated with a company called Bainton Investments Pty Ltd (\"Bainton\") located in Canada.",
      "id": "s79"
    },
    {
      "text": "Mr Severin was told by Mr Wilch that Bainton provided investment advisory services.",
      "id": "s80"
    },
    {
      "text": "25 In March 2001, Mr Wilch told Mr Severin that Mr David Wallader was a financial adviser and investment professional.",
      "id": "s81"
    },
    {
      "text": "Mr Severin says that on 1 March 2001 he spoke from Grenada on the telephone to Mr Wallader who told him he was a veteran of banking transactions and was a dealer in bank debenture notes.",
      "id": "s82"
    },
    {
      "text": "Mr Severin has never met Mr Wallader.",
      "id": "s83"
    },
    {
      "text": "Mr Wallader told Mr Severin in April 2001 that he had interests in the cattle industry.",
      "id": "s84"
    },
    {
      "text": "Mr Severin also has interests in the cattle industry.",
      "id": "s85"
    },
    {
      "text": "Mr Severin says these common interests made him trusting of Mr Wallader.",
      "id": "s86"
    },
    {
      "text": "26 Mr Severin says that he agreed to apply the Applicant's funds to an investment in bank debenture notes and transfer US$2 million to Mr Wallader for investment for that purpose.",
      "id": "s87"
    },
    {
      "text": "Mr Severin says he always regarded Mr Wallader as the principal in this arrangement.",
      "id": "s88"
    },
    {
      "text": "27 Mr Wallader sent Mr Severin an agreement to facilitate the investment.",
      "id": "s89"
    },
    {
      "text": "The agreement was one made between the First Respondent described as the \"Opportunity Provider\" and the Applicant described as \"The Capital Investor\".",
      "id": "s90"
    },
    {
      "text": "The agreement is a two page document which records that the parties have entered into the agreement for the purpose of creating profits by a mode of investment described as \"Private Placement High Yield Investment\".",
      "id": "s91"
    },
    {
      "text": "The Opportunity Provider was to facilitate the investment of the funds.",
      "id": "s92"
    },
    {
      "text": "28 The Capital Investor agreed to provide the Opportunity Provider with US$2 million described as \"The Principal Sum\", under a \"joint venture agreement between the Opportunity Provider and The Capital Investor ... only on the basis that the said joint venture agreement protects and guarantees the return of The Principal Sum to The Capital Investor at the end of the said joint venture agreement.",
      "id": "s93"
    },
    {
      "text": "At this time, the Opportunity Provider agrees to return The Principal Sum in its entirety to The Capital Investor.",
      "id": "s94"
    },
    {
      "text": "\" \n \n29 The duration of this agreement was to be 40 weeks within a total period of 12 months from the date of the agreement or such shorter or longer period as the parties might determine.",
      "id": "s95"
    },
    {
      "text": "The document provides by clause 7 that all profit arising from the investment is to be the \"property of The Capital Investor in shares equal to an amount of net 100% per week to The Capital Investor for a term of 40 weeks from the start of trading\".",
      "id": "s96"
    },
    {
      "text": "Notwithstanding clause 7, the distribution of profits, made weekly, from the capital invested was to be 82.5% to the Applicant, 5% to Mr Wallader and 12.5% to Mr John Wilch and an entity described as \"Bainton Management Ltd\".",
      "id": "s97"
    },
    {
      "text": "It seems for the purposes of the agreement that Bainton Management and Mr Wilch are one and the same.",
      "id": "s98"
    },
    {
      "text": "The duty assumed under the agreement by the First Respondent was to provide the Applicant with the \"contracts and expertise, advice, information and know-how to enable the purpose of the investment to be realised and [shall] provide management advice and information to The Capital Investor\".",
      "id": "s99"
    },
    {
      "text": "30 Mr Severin on behalf of the Applicant signed the agreement dated 30 March 2001 at Grand Anse, St Georges, Grenada and faxed it to the First Respondent care of Mr Wallader.",
      "id": "s100"
    },
    {
      "text": "Mr Wallader signed the document and on 2 April 2001 wrote to Mr Severin thanking him for the documents, confirmed the execution of the document, noted where profits from the investment were to be transmitted and said \"it is expected that the contracts [investment contracts] will be drawn during the latter part of this week and the start date should be within the nominated time.",
      "id": "s101"
    },
    {
      "text": "You have the details of my Company Bank Account.",
      "id": "s102"
    },
    {
      "text": "Once you have remitted the funds, would you kindly forward a copy of the remittance documents so I may communicate with my bank if required\".",
      "id": "s103"
    },
    {
      "text": "The letter bears the signature of W D Wallader.",
      "id": "s104"
    },
    {
      "text": "No objection is taken to paragraph 9 of the affidavit of Mr Severin exhibiting the letter from the First Respondent signed by Mr Wallader which exhibits a clear and precise example of Mr Wallader's signature.",
      "id": "s105"
    },
    {
      "text": "31 The agreement of 30 March 2001 further provided that the Opportunity Provider agreed to provide the Applicant with a guarantee.",
      "id": "s106"
    },
    {
      "text": "The documents also included a Deed of Investment Guarantee and Indemnity .",
      "id": "s107"
    },
    {
      "text": "That document was signed by Mr Severin and faxed to Mr Wallader.",
      "id": "s108"
    },
    {
      "text": "It contemplated a guarantor \"unconditionally and irrevocably guaranteeing to the investor (the Applicant), the repayment of The Principal Sum (US$2 million) and Dividends AND the Guarantor as a separate and independent principal obligation indemnify and hold safe the investor against any loss or expense whatsoever and howsoever arising in connection with the investment\".",
      "id": "s109"
    },
    {
      "text": "32 The document defined the guarantor by reference to a schedule, described the guarantee as a continuing guarantee, acknowledged that the guarantor had obtained independent legal advice as to the effect of the document and recognised that the guarantee would be valid notwithstanding certain nominated events.",
      "id": "s110"
    },
    {
      "text": "33 The difficulty with the document is that the schedule nominating the identity of the guarantor simply recited the name of the First Respondent which was the principal under the related agreement in any event.",
      "id": "s111"
    },
    {
      "text": "Mr Severin says the guarantee was to be a personal guarantee by Mr Wallader not simply another documented commitment by the First Respondent.",
      "id": "s112"
    },
    {
      "text": "It seems the document as submitted to Mr Severin contained the reference to the First Respondent in the schedule as guarantor.",
      "id": "s113"
    },
    {
      "text": "Mr Severin says he simply did not read the document properly and assumed Mr Wallader was the nominated guarantor.",
      "id": "s114"
    },
    {
      "text": "34 Mr Severin says that on 30 March 2001 he caused a bank transfer to be made on behalf of the Applicant of US$2 million into an account nominated by Mr Wallader.",
      "id": "s115"
    },
    {
      "text": "The funds were transferred to the credit of an account in the name of the First Respondent with the National Australia Bank Ltd bearing an account description COMWFUSD1 and an additional code described as SWFT Code NATAAU3304B.",
      "id": "s116"
    },
    {
      "text": "Mr Severin says that the National Australia Bank records verify the transfer and that at no stage either orally or in writing has either Respondent contended to Mr Severin that the funds have not been received.",
      "id": "s117"
    },
    {
      "text": "On 29 March 2001, Mr Severin sent Mr Wallader a letter by facsimile confirming the instruction to his bank to transfer funds to the credit of the First Respondent at the above account.",
      "id": "s118"
    },
    {
      "text": "35 Mr Severin says that on 22 May 2001 he received a copy of a letter from Mr Wilch to Mr Wallader which had the effect of advising Mr Severin that Mr Wallader had not been able to place the Applicant's funds into a pool for investment for particular reasons.",
      "id": "s119"
    },
    {
      "text": "36 Mr Severin says that since that time, he has not received any further correspondence from Mr Wallader or the First Respondent advising him of the actual location of the Applicant's funds or the placement of those funds for investment purposes.",
      "id": "s120"
    },
    {
      "text": "37 Mr Severin says that subsequent to the provision of the Applicant's funds for investment and the expiry of the 40 weeks contemplated by the agreement, Mr Severin spoke to Mr Wallader regularly about when the funds would be returned.",
      "id": "s121"
    },
    {
      "text": "These telephone calls took place frequently, often daily.",
      "id": "s122"
    },
    {
      "text": "Mr Severin says he always initiated these calls.",
      "id": "s123"
    },
    {
      "text": "Mr Wallader apparently never returned any telephone calls.",
      "id": "s124"
    },
    {
      "text": "Mr Severin says that on pressing for information about the return of the funds, Mr Wallader's tone became evasive.",
      "id": "s125"
    },
    {
      "text": "Mr Severin says he was given many assurances by Mr Wallader that the funds would be returned in the near future.",
      "id": "s126"
    },
    {
      "text": "Mr Severin made a demand upon Mr Wallader for return of the funds in early 2002 by telephone and sought return of the funds by facsimile letter sent to Mr Wallader in July or August 2002.",
      "id": "s127"
    },
    {
      "text": "38 Within six months of the transfer of the Applicant's funds to the First Respondent, Mr Severin spoke with Mr Wallader and was told that notwithstanding the reference to Bainton Management in the agreement of 30 March 2001, neither Bainton Management nor Mr Wilch continued to have a role in the performance of the investment agreement.",
      "id": "s128"
    },
    {
      "text": "Accordingly, Mr Severin did not pursue Mr Wilch about the matter further.",
      "id": "s129"
    },
    {
      "text": "39 Mr Severin says that on two or possibly three occasions in telephone discussion with Mr Wallader between June 2003 and 1 March 2005, Mr Wallader told Mr Severin the Applicant's funds had been moved to Switzerland where other entities were in charge of them.",
      "id": "s130"
    },
    {
      "text": "Mr Wallader did not identify any individual or the relevant entity involved, the nature of that entity or any details of how the Applicant's funds were held.",
      "id": "s131"
    },
    {
      "text": "Mr Severin says that notwithstanding these things, the Applicant did not commence legal proceedings for some considerable time because Mr Severin believed that the Applicant's funds were to join a \"pool\" for investment with other funds and if that pooled investment could not be achieved the funds would be returned to the Applicant.",
      "id": "s132"
    },
    {
      "text": "40 Mr Severin says that he ultimately elected to appoint commercial agents, Australian Receivables Pty Ltd (\"ARL\"), to try and recover the funds either from the First Respondent or Mr Wallader.",
      "id": "s133"
    },
    {
      "text": "41 Ms Lisa Busch is an account manager employed by ARL.",
      "id": "s134"
    },
    {
      "text": "ARL received instructions on 22 July 2004 from the Applicant to try and recover the Applicant's funds from the Respondents.",
      "id": "s135"
    },
    {
      "text": "On 23 July 2004, Ms Busch spoke on the telephone to Mr Wallader and asked him what his intentions were about repayment of the Applicant's funds.",
      "id": "s136"
    },
    {
      "text": "Mr Busch says the conversation was lengthy and pleasant.",
      "id": "s137"
    },
    {
      "text": "Ms Busch says Mr Wallader's advice was that \"repayment of the Applicant's funds 'wasn't an issue' and the Applicant could wait for the investment to mature in 45 to 50 days with interest but if the Applicant wanted the money to be withdrawn it would still take 45 to 60 days to retrieve the funds\".",
      "id": "s138"
    },
    {
      "text": "42 Mr Severin expressed scepticism about this advice from Mr Wallader.",
      "id": "s139"
    },
    {
      "text": "On 28 July 2004, Ms Busch conveyed that scepticism to Mr Wallader in a telephone call and on the same day ARL sent a letter to Mr Wallader by facsimile advising that ARL had instructions to exhaust all avenues of recovery of the Applicant's funds should the redemption of the investment not be resolved immediately.",
      "id": "s140"
    },
    {
      "text": "ARL sought confirmation in writing from Mr Wallader explaining the process necessary to redeem the investment.",
      "id": "s141"
    },
    {
      "text": "ARL advised that upon receipt of satisfactory proof that the monies would be available within 60 days, no legal proceedings would be necessary.",
      "id": "s142"
    },
    {
      "text": "This confirmation was sought by 4 August 2004.",
      "id": "s143"
    },
    {
      "text": "43 On 3 August 2004, Ms Busch received a letter from Mr Wallader on the letterhead of the First Respondent.",
      "id": "s144"
    },
    {
      "text": "Mr Wallader said this:\n \n \"I refer to your letter of 28 July 2004.",
      "id": "s145"
    },
    {
      "text": "... \n \n I have never met with your Client.",
      "id": "s146"
    },
    {
      "text": "He came to me through a party based in Canada.",
      "id": "s147"
    },
    {
      "text": "The request was to place funds in a 'high yield program' which are completed in United States dollars and that investment, in this case, lodged for investment 'off shore', not in Australia.",
      "id": "s148"
    },
    {
      "text": "Funds are held in a pool pending entering into a program, and can only be entered into a program when sufficient funds are available and a program is also available.",
      "id": "s149"
    },
    {
      "text": "There is no time given or guarantee when a fund may start to earn.",
      "id": "s150"
    },
    {
      "text": "Principal funds are refundable when the party, this being Lifetime Investments Ltd, or Mr Joseph Severin make written application for the funds to be returned and confirming that the party have no further interest in the proposed investment.",
      "id": "s151"
    },
    {
      "text": "This has never been received from Lifetime Investments Ltd or Mr Severin.",
      "id": "s152"
    },
    {
      "text": "I do not have an address of Mr Severin or any contact numbers of Mr Severin.",
      "id": "s153"
    },
    {
      "text": "I do have contact numbers and address of the party in Canada.",
      "id": "s154"
    },
    {
      "text": "The lead time for completion of such withdrawal is normally 60 days from the date the request is received plus the time normal transfers take between banks.",
      "id": "s155"
    },
    {
      "text": "Investments of this status are completed under non-disclosure and confidential documentation.",
      "id": "s156"
    },
    {
      "text": "You state that you will be issuing Court documents on the company and individual names.",
      "id": "s157"
    },
    {
      "text": "Any such documentation will be strenuously defended as the company does not hold the funds.",
      "id": "s158"
    },
    {
      "text": "Since receipt of your letter, I confirm that I have been in contact with the nominee Investor and have advised the Group that withdrawal of the funds is required.",
      "id": "s159"
    },
    {
      "text": "There is no objection, however written request for withdrawal is required.",
      "id": "s160"
    },
    {
      "text": "Please consider the time difference we all encounter in communication with off shore Constituents.",
      "id": "s161"
    },
    {
      "text": "I have spoken with my solicitor re the contents of your letter and in need [indeed] he will confirm my actions as nominated above.",
      "id": "s162"
    },
    {
      "text": "He has been unavailable for the past few days due to conference and court commitments.",
      "id": "s163"
    },
    {
      "text": "I confirm to you that I am prepared to have the funds refunded to your Client on full satisfaction of his notice of withdrawal and confirmation where such amount is to be paid.",
      "id": "s164"
    },
    {
      "text": "Payment will be in United States dollars.",
      "id": "s165"
    },
    {
      "text": "I will confirm a settlement date of the 60 day period on receipt of the withdrawal notice.",
      "id": "s166"
    },
    {
      "text": "I have no interest in holding any monies of your Client.",
      "id": "s167"
    },
    {
      "text": "Your urgent attention of obtaining an official withdrawal notice from your Client is requested.",
      "id": "s168"
    },
    {
      "text": "I undertake to have this matter resolved without delay and time being of the essence.",
      "id": "s169"
    },
    {
      "text": "Yours faithfully, \n \n W D Wallader\" \n \n \n\n44 Ms Busch says Mr Wallader's letter of 3 August 2004 was the first occasion Mr Wallader advised Ms Busch that a formal written application for redemption of the funds would be necessary.",
      "id": "s170"
    },
    {
      "text": "Mr Wallader describes the instrument as a \"notice of withdrawal\".",
      "id": "s171"
    },
    {
      "text": "Ms Busch says she had further conversations with Mr Wallader in which Mr Wallader said he could not disclose information concerning the placement of the funds due to reasons of confidentiality.",
      "id": "s172"
    },
    {
      "text": "45 Ms Busch says that in order to secure the redemption of the investment, she drew up a document she described as a \"notice of withdrawal\".",
      "id": "s173"
    },
    {
      "text": "The document was faxed to Mr Severin, signed by him and on 11 August 2004 the document dated 5 August 2004 was sent by facsimile transmission to Mr Wallader and the First Respondent.",
      "id": "s174"
    },
    {
      "text": "The document required a refund of US$2 million being the amount of the funds deposited with the First Respondent pursuant to the agreement of 30 March 2001.",
      "id": "s175"
    },
    {
      "text": "The notice nominated the trust account of ARL at the National Australia Bank as the account for receipt of the monies and provided the details of the account.",
      "id": "s176"
    },
    {
      "text": "46 Ms Busch says the notice of withdrawal was formulated simply to provide the instrument Mr Wallader asserted was necessary in order to effect the refund of the monies.",
      "id": "s177"
    },
    {
      "text": "47 On 11 August 2004, Ms Busch spoke by telephone with Mr Wallader to confirm the transmission of the notice of withdrawal by facsimile.",
      "id": "s178"
    },
    {
      "text": "Mr Wallader confirmed the relevant facsimile transmission number.",
      "id": "s179"
    },
    {
      "text": "48 On 17 August 2004, Ms Busch spoke with Mr Wallader.",
      "id": "s180"
    },
    {
      "text": "Mr Wallader told Ms Busch that he would be in Singapore for a few days.",
      "id": "s181"
    },
    {
      "text": "Ms Busch suggested Mr Wallader might like to take the opportunity of meeting with ARL's managing director, Mr Paul Cooney who would also be in Singapore at that time.",
      "id": "s182"
    },
    {
      "text": "Ms Busch says that Mr Wallader's disposition and manner in the conversation changed immediately.",
      "id": "s183"
    },
    {
      "text": "Mr Wallader became abrupt and curt.",
      "id": "s184"
    },
    {
      "text": "Mr Wallader said that he would be flying from Singapore that night to go to Europe to \"try and fast track the withdrawal of the funds\".",
      "id": "s185"
    },
    {
      "text": "Ms Busch says this was the only conversation or other communication in which Mr Wallader provided any indication of the location of the funds.",
      "id": "s186"
    },
    {
      "text": "Ms Busch asked Mr Wallader for the details of the solicitor for the Respondents and Mr Wallader refused to give Ms Busch those details.",
      "id": "s187"
    },
    {
      "text": "Mr Wallader said he was \"doing everything he could\".",
      "id": "s188"
    },
    {
      "text": "49 On 24 August 2004, Mr Cooney sent Mr Wallader a letter again confirming the transmission of the notice of withdrawal on 11 August 2004 and confirming ARL's authority to receive the funds and, in effect, therefore provide the Respondents with a good \"discharge\" upon receipt of the funds.",
      "id": "s189"
    },
    {
      "text": "50 On 20 August 2004, Ms Busch received an email from Mr Wallader's email address under the name of Mr Wallader.",
      "id": "s190"
    },
    {
      "text": "Mr Wallader referred to the facsimile of 11 August 2004 and Ms Busch's telephone conversation which he says took place on 18 rather than 17 August 2004.",
      "id": "s191"
    },
    {
      "text": "Mr Wallader says:\n \n \"... \n \n Notice of withdrawal dated August 5, 2004 has been received with your facsimile of 11 August, 2004.",
      "id": "s192"
    },
    {
      "text": "... \n \n Notice of withdrawal has been lodged and accepted on Wednesday 18 August, 2004.",
      "id": "s193"
    },
    {
      "text": "Therefore settlement draw down will be 17 October, 2004, plus the normal Bank remittance/transfer time of the remittance of funds.",
      "id": "s194"
    },
    {
      "text": "It is noted that funds are to be placed in an account with the National Australia Bank --- your [ARL] trust account.",
      "id": "s195"
    },
    {
      "text": "I assume that such an account is a US dollar account as the party will be lodging funds in USD currency.",
      "id": "s196"
    },
    {
      "text": "No liability of cost of conversion or delay in acceptance of the funds will be the care of the remitter.",
      "id": "s197"
    },
    {
      "text": "I have noted words exchanged in our conversation of 18 August, 2004.",
      "id": "s198"
    },
    {
      "text": "A number of your comments are resented and will be discussed with my Solicitor on my return to Australia.",
      "id": "s199"
    },
    {
      "text": "Our company does not owe your Client; your Client wished to enter into an investment which now he has nominated 'no further interest in the investment'.",
      "id": "s200"
    },
    {
      "text": "I, on behalf of Commercial Worldwide Financial Services Pty Ltd, have lodged the notice of withdrawal and you have now been advised of the settlement date.",
      "id": "s201"
    },
    {
      "text": "My letter of 3 August is clear and concise.",
      "id": "s202"
    },
    {
      "text": "... \n \n It would be advisable for your Company to have a clear understanding what your Client in fact invested in before making any further threats on myself or my Company.",
      "id": "s203"
    },
    {
      "text": "Yours faithfully \n \n W D Wallader\" \n \n \n\n51 Although Mr Wallader confirmed the acceptance and lodging of a request for redemption of the funds with whatever group held the funds, he nevertheless said that he would require additional confirmation from ARL that the notice had been issued with the authority of the Applicant and Mr Severin and that ARL had authority to receive the funds on behalf of the Applicant and Mr Severin.",
      "id": "s204"
    },
    {
      "text": "52 The notice of withdrawal had been signed by Mr Severin.",
      "id": "s205"
    },
    {
      "text": "53 Ms Busch says that the statement in the email of 20 August 2004 was the first occasion either orally or in writing that Mr Wallader asserted to Ms Busch that the First Respondent did not owe the Applicant the monies demanded.",
      "id": "s206"
    },
    {
      "text": "54 Ms Busch says that the reference in the email to ARL establishing a clear understanding with Mr Severin of the investment before making \"threats\" seemed odd.",
      "id": "s207"
    },
    {
      "text": "Ms Busch says she had spoken to Mr Wallader on a number of occasions and on three occasions to her recollection Mr Wallader suggested the Applicant knew and understood the investment was unreliable as to its date of refund or return.",
      "id": "s208"
    },
    {
      "text": "55 On 25 August 2004, Ms Busch sent Mr Wallader an email noting the proposed settlement date for draw down of the funds of 17 October 2004 and the nomination of ARL's National Australia Bank trust account.",
      "id": "s209"
    },
    {
      "text": "Ms Busch confirmed that the account was not a US dollar account however the National Australia Bank had been advised of the expected transfer and all costs of transfer would be accepted by ARL.",
      "id": "s210"
    },
    {
      "text": "As to the question of further proof of ARL's authority, Ms Busch sent a further copy of the letter from Mr Cooney and noted that ARL had been provided as proof of the debt with a copy of the agreement of 30 March 2001.",
      "id": "s211"
    },
    {
      "text": "Ms Busch requested further confirmation that the notice of withdrawal had been lodged with the \"investment group\" spoken of by Mr Wallader.",
      "id": "s212"
    },
    {
      "text": "56 On 27 August 2004, Mr Wallader telephoned Ms Busch and told her he was not in Australia but that the Respondents were happy with the form of the notice of withdrawal provided by the Applicant and its agents and that he would be returning to Australia in a week and a half at which stage Ms Busch would be provided with confirmation of the location of the funds.",
      "id": "s213"
    },
    {
      "text": "57 On 9 September 2004, Ms Busch attempted to further contact Mr Wallader and was advised by a person who described herself as Mrs Wallader that Mr Wallader would be returning to Australia in a further three weeks.",
      "id": "s214"
    },
    {
      "text": "On 9 September 2004, Ms Busch sent Mr Wallader an email in these terms:\n \n \"It has been seven weeks since this office first contacted you and we are yet to receive the documentation required to defer the involvement of other authorities.",
      "id": "s215"
    },
    {
      "text": "Our client is unsatisfied that the monies due will be forthcoming as stated by you.",
      "id": "s216"
    },
    {
      "text": "We must insist that you provide this office with evidence from an appropriate party, directly involved with this transaction, which confirms the monies are being withdrawn from the investment and will be deposited into the bank account details previously provided to you.",
      "id": "s217"
    },
    {
      "text": "Furthermore, it is noted that the agreement dated 30/03/2001 was to run for 40 weeks and there is no clause relating to the 60 day withdrawal period you continue to claim is required.",
      "id": "s218"
    },
    {
      "text": "Documented clarification is also necessary on this point.",
      "id": "s219"
    },
    {
      "text": "Please have the above issues addressed immediately\".",
      "id": "s220"
    },
    {
      "text": "58 On 13 September 2004, Ms Busch received an email from Mr Wallader.",
      "id": "s221"
    },
    {
      "text": "In that email Mr Wallader says that he is tired of Ms Busch's unwarranted criticism.",
      "id": "s222"
    },
    {
      "text": "Mr Wallader says that he will consider what action might be taken against ARL, Ms Busch and possibly the applicant company should Ms Busch wish to continue pressing her position.",
      "id": "s223"
    },
    {
      "text": "Mr Wallader describes Ms Busch's conduct as continual harassment.",
      "id": "s224"
    },
    {
      "text": "As to the observation that the agreement did not require a 60 day notice of withdrawal, Mr Wallader observed that Ms Busch had embraced the notion of a notice of withdrawal and a 60 day period of notice.",
      "id": "s225"
    },
    {
      "text": "Mr Wallader repeats that ARL has been advised that the notice of withdrawal has been accepted and a date arranged for settlement of the return of the investment funds.",
      "id": "s226"
    },
    {
      "text": "Mr Wallader describes the pressure from Ms Busch for further confirmation as harassment and the suggestion that the managing director of ARL might meet with Mr Wallader in Singapore as audacious.",
      "id": "s227"
    },
    {
      "text": "59 As to the 40 week investment period, Mr Wallader says, \"The 40 week period is an investment period for a high yield program if and when that program commenced \".",
      "id": "s228"
    },
    {
      "text": "In the context of Mr Wallader's annoyance about pressure for confirmation by Ms Busch, Mr Wallader reiterates strongly the arrangements in relation to the withdrawal of funds, the acceptance of the settlement date of 17 October and the settled arrangements as to the banking details for receipt of the refund of the investment monies.",
      "id": "s229"
    },
    {
      "text": "60 Mr Wallader seems to be sufficiently annoyed about the demands from Ms Busch that he suggests he might take legal action against her.",
      "id": "s230"
    },
    {
      "text": "As to the request for information concerning the investment of the monies, Mr Wallader says, \"We will discuss your request for additional information to be supplied.",
      "id": "s231"
    },
    {
      "text": "Confidential means --- secret, private entrusted with confidence --- I have such an arrangement with others and I will not break that confidentiality without legal advice\".",
      "id": "s232"
    },
    {
      "text": "61 Mr Wallader seems to be talking about the confidentiality of the arrangements he has with others as to the investment which prevents him from advising his own contracting party of the details of the investment of that party's monies notwithstanding the description in the agreement of the Applicant as a joint venturer with the First Respondent.",
      "id": "s233"
    },
    {
      "text": "62 On Monday, 13 September 2004, Mr Cooney responded to Mr Wallader's email in these terms:\n \n \"...",
      "id": "s234"
    },
    {
      "text": "I am comfortable with the matters referred to by you as harassment are taken to whatever authorities you deem appropriate, as the history of the file supports the consistent request and in fact the agreement, that some evidence supporting the assertions that a notice of withdrawal has been given and that the funds will be paid on 17 October.",
      "id": "s235"
    },
    {
      "text": "I do not believe there has been inappropriate contact with you in all the circumstances.",
      "id": "s236"
    },
    {
      "text": "We have provided all of the details requested by you, and have consistently asked for some satisfactory form of confirmation that this is not just a delaying tactic.",
      "id": "s237"
    },
    {
      "text": "The fact that you are overseas, for an indeterminate period, is of course no concern of ours, but the fact that you are overseas should equally not mean you are unable to complete the undertaking that you made.",
      "id": "s238"
    },
    {
      "text": "I am sure you appreciate that the sum involved is not insignificant, that you have had control of the funds for a long period, and that my client is seeking repayment of the principal sum only.",
      "id": "s239"
    },
    {
      "text": "It is encouraging that we have your emailed advice that it will be repaid, but we simply seek some form of confirmation that this is the case.",
      "id": "s240"
    },
    {
      "text": "\" \n \n \n\n63 On 7 October 2004, Ms Busch spoke to Mr Wallader by telephone concerning the return of the funds.",
      "id": "s241"
    },
    {
      "text": "Mr Wallader said he would \"sought it out when he was back in the country\".",
      "id": "s242"
    },
    {
      "text": "Ms Busch suggested Mr Wallader was not out of Australia and Mr Wallader replied, \"I've only just returned\".",
      "id": "s243"
    },
    {
      "text": "Ms Busch sought confirmation that nothing had changed concerning the refund of the monies and Mr Wallader confirmed 17 October 2004 as the drawdown date for the refund.",
      "id": "s244"
    },
    {
      "text": "64 On 19 October 2004, Ms Busch telephoned Mr Wallader as no information had been received as to the refund.",
      "id": "s245"
    },
    {
      "text": "Mr Wallader said the drawdown had not occurred because 17 October 2004 was a Sunday.",
      "id": "s246"
    },
    {
      "text": "Mr Wallader said he would be \"in contact\" with \"people\" about the drawdown.",
      "id": "s247"
    },
    {
      "text": "Ms Busch asked if she could contact the relevant people.",
      "id": "s248"
    },
    {
      "text": "Mr Wallader declined and said he did not know where he stood legally in giving their details.",
      "id": "s249"
    },
    {
      "text": "65 No refund occurred on 17 October 2004 or at all.",
      "id": "s250"
    },
    {
      "text": "66 Ms Mustafa-Ay is a solicitor employed by Harwood Andrews, the solicitors for the Applicant.",
      "id": "s251"
    },
    {
      "text": "On 11 October 2004, Ms Mustafa-Ay wrote to the First Respondent addressed to Mr Wallader confirming the arrangement for the drawdown and refund of the monies on 17 October 2004.",
      "id": "s252"
    },
    {
      "text": "On 22 October 2004, the solicitors for the Respondents, Watts &amp; Company, wrote to Harwood Andrews proposing repayments of US$50,000.00 per month without admission of liability but put on the basis of a \"gesture of goodwill ... until such time as our client is able to arrange for repatriation of the principal of USD$2m (million)\".",
      "id": "s253"
    },
    {
      "text": "67 On 9 November 2004, Watts &amp; Company wrote to Harwood Andrews addressing certain issues and said:\n \n \"We would be greatly assisted if you would direct our attention to any documentation in your possession which identifies Mr William David Wallader as a party to this transaction.",
      "id": "s254"
    },
    {
      "text": "Likewise, would you please identify any documentation which has the implication, either express or implied of investing any personal liability in Mr Wallader.",
      "id": "s255"
    },
    {
      "text": "We look forward to hearing from you within seven days.",
      "id": "s256"
    },
    {
      "text": "\" \n \n \n\n68 On 1 December 2004, Watts &amp; Company wrote a \"without prejudice\" letter to Harwood Andrews.",
      "id": "s257"
    },
    {
      "text": "It is Exhibit \"EMA3\" to the affidavit of Ms Mustafa-Ay filed 10 March 2005.",
      "id": "s258"
    },
    {
      "text": "It is marked \"without prejudice\".",
      "id": "s259"
    },
    {
      "text": "No objection is made to the exhibit.",
      "id": "s260"
    },
    {
      "text": "In terms, the letter does not make an offer but rather states a proposition, namely, \"Our client is attempting to ensure the urgent repatriation of the funds to this jurisdiction from their external source, and would expect that upon receipt of the monies, settlement of the repayment of funds due to your client can take place within 14 to 21 days\".",
      "id": "s261"
    },
    {
      "text": "69 On 19 January 2005, Ms Mustafa-Ay noted the funds had not been repaid and said:\n \n \"We request that you urgently seek your client's instructions and detail in writing the following: \n \n (a) where the principal sum has been invested/deposited/dispensed; \n \n (b) where the principal sum is now located; \n \n (c) what the principal sum has been invested in (if at all); and \n \n (d) if in fact the principal sum has been lost.",
      "id": "s262"
    },
    {
      "text": "We request that you advise our office of the above no later than Monday, 24 January 2005.",
      "id": "s263"
    },
    {
      "text": "\" \n \n \n The Pleading of the Funds Transfer \n \n70 No reply was received to that letter.",
      "id": "s264"
    },
    {
      "text": "71 By paragraph 8 of the Amended Statement of Claim filed 14 July 2005, the Applicant pleads:\n \n \n \"8.",
      "id": "s265"
    },
    {
      "text": "Pursuant to the agreement the Funds were transferred by the Applicant to a bank on or about 1 st of April, 2001 into an account nominated by the First and Second Respondents in the correspondence referred to in paragraph 5 hereof, \n \n \n \n Particulars \n \n \n \n The account nominated was National Australia Bank, Brisbane Queensland Australia, SWFT Code NATAAUS304B for credit to Commonwealth Commercial (Worldwide) Financial Services Pty Ltd Account COMWFUSD01\".",
      "id": "s266"
    },
    {
      "text": "72 By paragraphs 9, 10, 11, 12 and 13 of the Amended Statement of Claim, the Applicant pleads the letter from Mr Wallader to Mr Wilch explaining that it had not been possible to invest the monies as at 22 May 2001, the acknowledgement by Mr Wallader of the indebtedness by reason of the email to Ms Busch of 3 August 2004 and the proposed redemption of the funds by 17 October 2004 and the oral and facsimile transmission demands by Ms Busch for payment of the money.",
      "id": "s267"
    },
    {
      "text": "The Defence on the Point \n \n73 In response to these assertions, the First and Second Respondents both say that they do not admit paragraphs 9, 10 and 11 and as to paragraph 8, the Respondents:\n \n \"7.",
      "id": "s268"
    },
    {
      "text": "(a) admit that by letter dated 02.04.01 the First Respondent nominated its corporate bank account; \n \n (b) deny that the Second Respondent, in his own right, nominated a bank account; and \n \n \n \n \n (c) otherwise do not admit the allegations contained there.",
      "id": "s269"
    },
    {
      "text": "\" \n \n \n \n \n\n74 There is no affirmative pleading by either of the Respondents and, in particular for present purposes, the Second Respondent that the funds were not received by the First Respondent or that the funds were applied to a class of investment as contemplated by the agreement and lost consistent with any risk that might be asserted by the Second Respondent to be associated with the nature of the particular investment.",
      "id": "s270"
    },
    {
      "text": "75 For present interlocutory purposes, I am prepared to accept that there is compelling evidence that Mr Wallader nominated a National Australia Bank account in the name of the First Respondent as the account to which the investment monies were to be transferred and that the monies were so transferred.",
      "id": "s271"
    },
    {
      "text": "I also accept that the monies were transferred for the purposes of the agreement of 30 March 2001 and were to be applied for investment purposes on the terms and conditions of that agreement.",
      "id": "s272"
    },
    {
      "text": "Moreover, I accept that the Applicant has not received any part of the US$2 million and no explanation has been given either orally or in correspondence or by affidavit in these proceedings as to the location of the funds, the nature of the investment, the entity holding the funds, whether the funds have been invested at all or any explanation of any dealing in relation to the funds.",
      "id": "s273"
    },
    {
      "text": "The Anton Pillar Orders \n \n76 Metaphorically, \"an iron curtain has descended across\" (Churchill, Fulton Missouri, 5 March 1946) any information in relation to the funds both from the First Respondent through its directors Mr and Mrs Wallader and the Second Respondent individually.",
      "id": "s274"
    },
    {
      "text": "The Applicant sought to penetrate that iron curtain by securing access to documents pursuant to the Order of Kiefel J on 10 March.",
      "id": "s275"
    },
    {
      "text": "That Order required the Respondents to \"forthwith upon service of a sealed copy of this order deliver up to the Applicant all originals and copies of the documents and classes of documents enumerated in Schedule A\".",
      "id": "s276"
    },
    {
      "text": "77 The Schedule A material is expressed in these terms:\n \n \n \"1. bank statements, cheque books and stubs, receipts, invoices, share certificates, financial documents and records (including documents and records relating to gaming, wagering or betting accounts) and correspondence relating to financial dealings of the Respondents or real estate transactions of the Respondents.",
      "id": "s277"
    },
    {
      "text": "2. computers (whether in whole or in part) computer disks or diskettes, CD-ROMs, DVD-ROMS, central processing units, hard drives, computer programs, bookmarks, passwords, log-ins, documents and similar articles which appear to the Applicant's representatives to contain financial information relating to: \n \n \n \n (a) any of the Respondents; \n \n (b) Bainton Investments; \n \n (c) John Wilch; \n \n (d) Swiss bank accounts or bank account numbers; \n \n (e) international bank accounts; \n \n (f) international money transfers; \n \n (g) real estate transactions of either of the Respondents; and \n \n (h) the National Australia Bank account or accounts.",
      "id": "s278"
    },
    {
      "text": "\" \n \n \n The Various Directions Orders of the Court \n \n78 That order was executed on 14 March 2005 by Mr Mills, support lawyers and an adviser from KPMG under the supervision of Mr Bruce Virgo and Ms Jennifer Hetherington from Roberts Nehmer McKee Lawyers, the independent supervising solicitors.",
      "id": "s279"
    },
    {
      "text": "The Order was executed at 4 Covey Street, Chermside.",
      "id": "s280"
    },
    {
      "text": "Mr and Mrs Wallader were present.",
      "id": "s281"
    },
    {
      "text": "After discussion between Mr Wallader, Mr Mills and Mr Virgo concerning legal representation on behalf of the Respondents and related matters, the order was executed and an arrangement made with the solicitors for the Respondents to remove the documents and equipment to the office of Mr Mills, subject to a certain undertaking.",
      "id": "s282"
    },
    {
      "text": "The following morning, the solicitors for the Respondents were to attend the offices of Mr Mills, examine the documents and consider objections to production of the material.",
      "id": "s283"
    },
    {
      "text": "79 On 16 March 2005, Kiefel J made orders by consent in these terms:\n \n \n \"(a) documents taken in execution of the Anton Pillar order be delivered into the custody of the independent supervising solicitors; \n \n (b) certain documents be returned to the Respondents; \n \n (c) the Respondents be given leave to inspect, copy and deal with the documents; \n \n \n \n \n \n (d) the documents be identified and sorted so as to delineate those documents the subject of a claim for privilege on the ground of legal professional privilege or self-incrimination or otherwise and those documents not subject to any claim for privilege; \n \n \n \n \n \n (e) within a reasonable time after the determination of the sorting of a document into a category of privileged or non-privileged, the Applicant be given inspection of the non-privileged document(s); \n \n (f) the Applicant to file a statement of claim in the proceeding on or before 24 March 2005; \n \n (g) the Respondents to file their defence on or before 24 April 2005.",
      "id": "s284"
    },
    {
      "text": "\" \n \n \n \n\n80 On 30 March 2005, the Applicant filed its Statement of Claim.",
      "id": "s285"
    },
    {
      "text": "81 The Respondents failed to file a Defence on or before 25 April 2005.",
      "id": "s286"
    },
    {
      "text": "82 On 18 July 2005, the Applicant filed an Amended Statement of Claim.",
      "id": "s287"
    },
    {
      "text": "83 On 20 July 2005, the lawyers for the parties attended a case review conference before Deputy District Registrar Reynolds who made orders that the Respondents be given leave to file and serve their defence by 9 August 2005 and inspection of the documents by the Respondents for the purpose of separating the documents into those the subject of a claim for privilege and those not so subject, be completed by 9 August 2005.",
      "id": "s288"
    },
    {
      "text": "84 On 28 July 2005, the solicitors for the Respondents requested a deferment of the sorting task for a period of eight weeks due to a medical condition suffered by the Second Respondent which would require surgery for the removal of a kidney.",
      "id": "s289"
    },
    {
      "text": "85 On 10 August 2005, the solicitors for the Respondents requested an extension of time by consent for the inspection of documentation until 9 October 2005 and advised that the Second Respondent would resist \"any application to enforce the terms of Deputy Registrar Reynolds' order of 20 July 2005 in relation to the inspection of documentation\".",
      "id": "s290"
    },
    {
      "text": "Ms Mustafa-Ay asserts that since the orders of 16 March 2005 virtually no actions have been taken that she is aware of by the Respondents to undertake the prioritisation task of sorting the documents into the categories of privileged and non-privileged documents, pursuant to the Order of Kiefel J and the subsequent order of Deputy District Registrar Reynolds.",
      "id": "s291"
    },
    {
      "text": "86 During March 2005, a dispute arose between the Applicant's solicitors and the supervising solicitors as to the scope of the role of the supervising solicitors in perusing each and every document.",
      "id": "s292"
    },
    {
      "text": "It seems the Applicant's solicitors took the view that the role of the supervising solicitors was to supervise the sorting process to be undertaken by the Respondents and their legal advisers.",
      "id": "s293"
    },
    {
      "text": "87 On 15 November 2005, the supervising solicitors made an application before his Honour Justice Spender, in effect, for directions.",
      "id": "s294"
    },
    {
      "text": "Spender J made the following orders:\n \n \n \"(a) the documents in the custody and possession of the supervising solicitors to be produced to the court within seven days; \n \n \n \n \n \n (b) within 21 days (6 December 2005) the Respondents to file a list of the documents in relation to which the Respondents claim privilege; \n \n \n \n \n \n (c) within 14 days of that date (20 December 2005) the Applicant be authorised to inspect any document in relation to which the Respondents do not claim privilege.",
      "id": "s295"
    },
    {
      "text": "\" \n \n \n \n\n88 On 2 February 2006, Ms Mustafa-Ay made a request for a date for the consideration of urgent directions due to a failure by the Respondents to undertake the task of sorting the documents into the categories of privileged and non-privileged documents and the failure to file a list of the documents subject to a claim for privilege, in accordance with the order of Spender J.",
      "id": "s296"
    },
    {
      "text": "89 On 9 February 2006, since the Respondents had failed to compile a list asserting a claim for privilege within the time limited by the order, the Court advised the Applicant that it was now at liberty to inspect the documents produced to the Court by the supervising solicitors.",
      "id": "s297"
    },
    {
      "text": "The Documents Arising Out of the Execution of the Anton Pillar Order \n \n90 On 10 February 2006, the Queensland agents of the solicitors for the Applicant began inspecting and supervising the photocopying by officers of the Federal Court Registry staff of documents from the body of documents in the possession of the Federal Court.",
      "id": "s298"
    },
    {
      "text": "Counsel for the Applicant saw these documents in Melbourne for the first time in the week beginning 13 February 2006.",
      "id": "s299"
    },
    {
      "text": "91 Having examined those documents the Applicant's legal advisers sought in late March 2006 to bring on this application ex parte .",
      "id": "s300"
    },
    {
      "text": "However, the Court required the Notice of Motion to be heard inter-parties.",
      "id": "s301"
    },
    {
      "text": "The affidavit of Ms Mustafa-Ay exhibits documents which she describes as copies of documents photocopied at the Federal Court consequent upon the failure of the Respondents to file a list asserting a claim for privilege in respect of any document, within the time limited by the order of Spender J.",
      "id": "s302"
    },
    {
      "text": "The Second Respondent objects to paragraph 43 of Ms Mustafa-Ay's affidavit referring to \"documents seized from the Respondents\" and paragraphs 44 and 45 of Ms Mustafa-Ay's affidavit exhibiting true copies of documents marked Exhibits \"EMA9\" and \"EMA10\" on the ground that the documents \"are not proved simply by saying that they were taken from an identified place\".",
      "id": "s303"
    },
    {
      "text": "92 Ms Mustafa-Ay, by paragraph 9 of her affidavit, deposes to execution of the Anton Pillar order by her agent, Mr Mills, and the identification by her agent of ultimately seven to nine boxes of documents taken into the possession of her agent although initially 47 boxes of documents were removed from 4 Covey Street, Chermside.",
      "id": "s304"
    },
    {
      "text": "Ms Mustafa-Ay says on information and belief from Mr Mills that the number of boxes initially taken at the time of execution of the order might have been substantially less had Mr and Mrs Wallader assisted by identifying the materials relating to the order.",
      "id": "s305"
    },
    {
      "text": "The affidavits of Mr Mills describe the execution of the order.",
      "id": "s306"
    },
    {
      "text": "93 Ms Mustafa-Ay deposes to the order by Kiefel J directing the delivery of the documents taken from 4 Covey Street, Chermside into the possession of the supervising solicitors and the order of Spender J directing those solicitors to deliver the seized documents to the Federal Court.",
      "id": "s307"
    },
    {
      "text": "94 Ms Mustafa-Ay further deposes to the Court's letter of 9 February 2006 sent to her confirming liberty to the Applicant to inspect the documents so delivered.",
      "id": "s308"
    },
    {
      "text": "Ms Mustafa-Ay deposes to the steps taken by her agent, Forbes Dowling Solicitors (Mr James Morgan) to then inspect and make copies of particular documents from those documents delivered to the Court by the supervising solicitors.",
      "id": "s309"
    },
    {
      "text": "Paragraph 43 refers to documents seized by the Respondents which suggests a reference to the documents seized pursuant to the Anton Pillar order since no other documents have been seized from the Respondents.",
      "id": "s310"
    },
    {
      "text": "The conjunction of paragraphs 43 and 44 make that clear because Ms Mustafa-Ay refers to each document as a photocopy of a document made by officers of the Federal Court Registry staff under the supervision of Mr Morgan.",
      "id": "s311"
    },
    {
      "text": "Some of those copy documents are the documents Ms Mustafa-Ay says are produced before her marked \"EMA9\" cross referenced to a bundle of documents delivered to the Court marked documents 1 to 125.",
      "id": "s312"
    },
    {
      "text": "Those copy documents forming Exhibit \"EMA9\" are said by Ms Mustafa-Ay to be some of the documents from documents 1 to 125 thought by Ms Mustafa-Ay to be relevant for present purposes.",
      "id": "s313"
    },
    {
      "text": "Perhaps paragraph 44 ought to say that the documents \"EMA9\" are copies of those documents delivered to her by her agent and she is informed by Mr Morgan and verily believes the documents sent to her are true copies of those made by the Federal Court Registry staff under his supervision on 10 February 2006.",
      "id": "s314"
    },
    {
      "text": "However, Mr Morgan is Ms Mustafa-Ay's agent expressly for the purpose of copying the delivered documents and I infer that Mr Morgan's knowledge is imputed to his principal and Ms Mustafa-Ay can speak directly of the documents having established the material facts of the sequence described above.",
      "id": "s315"
    },
    {
      "text": "Similarly, the documents forming Exhibit \"EMA10\" cross referenced to Appendix 2 and numbered \"A1\" to \"A21\" are produced to Ms Mustafa-Ay as true copies of the documents made by Federal Court Registry staff under the supervision of Mr Morgan.",
      "id": "s316"
    },
    {
      "text": "95 I am satisfied for interlocutory purposes that the documents marked \"EMA9\" and \"EMA10\" are admissible.",
      "id": "s317"
    },
    {
      "text": "Appendices 1 and 2 identifying each document within \"EMA9\" and \"EMA10\" is attached to Ms Mustafa-Ay's affidavit.",
      "id": "s318"
    },
    {
      "text": "96 By paragraph 46, Ms Mustafa-Ay deposes to and exhibits (\"EMA11\") an inventory list prepared by the solicitor supervising the execution of the Anton Pillar order, of documents taken from 4 Covey Street, Chermside.",
      "id": "s319"
    },
    {
      "text": "Ms Mustafa-Ay by paragraph 46 ought to swear to information from the author of the document as to the authorship of the list and assert a belief in the information.",
      "id": "s320"
    },
    {
      "text": "The Applicant has proffered an undertaking to put such a paragraph in admissible form.",
      "id": "s321"
    },
    {
      "text": "Such an undertaking should be made good by Ms Mustafa-Ay filing a further affidavit within 14 days of publication of these Reasons swearing to the source of the information and her belief.",
      "id": "s322"
    },
    {
      "text": "97 Document 0012 of \"EMA9\" is a document which bears the title \"COMMERCIAL WORLDWIDE FINANCIAL SERVICES PTY LTD --- National Australia Bank --- USD A/C\".",
      "id": "s323"
    },
    {
      "text": "98 The document describes debit and credit entries to the account for the period \"1/3/2001 to 30/6/2001\".",
      "id": "s324"
    },
    {
      "text": "The first entry on 1 March 2001 is the receipt of US$1 million from Mr Roger de Saint Quentin (see paragraph [8] of these Reasons).",
      "id": "s325"
    },
    {
      "text": "The account shows a credit entry on 4 April of US$2,000,100.00 described as \"One Our Clients\".",
      "id": "s326"
    },
    {
      "text": "The account shows two debit entries on the following day, 5 April 2001.",
      "id": "s327"
    },
    {
      "text": "The first is a withdrawal of US$250,000.00.",
      "id": "s328"
    },
    {
      "text": "The second is an amount of US$1,760,000.00.",
      "id": "s329"
    },
    {
      "text": "The description field for the second account contains the letters CPFS.",
      "id": "s330"
    },
    {
      "text": "The document does not bear an account number.",
      "id": "s331"
    },
    {
      "text": "CPFS may be an acronym for Commercial and Primary Financial Services Pty Ltd (\"CPFSP/L\").",
      "id": "s332"
    },
    {
      "text": "Document \"A19\" is a bank statement for that company for an account at the Bank of Queensland Ltd Account BSB 124-001 --- USD Foreign Currency Account 170415, for the period 1 June 2001 to 1 July 2001.",
      "id": "s333"
    },
    {
      "text": "99 At 1 June 2001, the opening balance was US$1,125,000.00.",
      "id": "s334"
    },
    {
      "text": "On 6 June 2001, a total of US$250,000.00 was transferred to two accounts at the Bank of Queensland Ltd, 93-170415 and 90-170415.",
      "id": "s335"
    },
    {
      "text": "100 On 19 June 2001, US$40,000.00 was transferred to \"Asia-Pacific Corp\".",
      "id": "s336"
    },
    {
      "text": "On 19 June 2001, US$110,000.00 was transferred to Account 94-170415.",
      "id": "s337"
    },
    {
      "text": "On 1 July 2001, the closing balance of the account was US$725,000.00.",
      "id": "s338"
    },
    {
      "text": "Interest on the account of US$3,774.86 was credited to Account 90-170415.",
      "id": "s339"
    },
    {
      "text": "101 Bank statements for CPFSP/L for Bank of Queensland Account BSB 124-001, USD Foreign Currency Account 170415 for the important period of the transfer on 5 April 2001 (that is, statements for the period 1 April 2001 to 1 May 2001) from the USD account of the First Respondent at the National Australia Bank into the Bank of Queensland USD account are not available and were not produced to the solicitors for the Applicant on execution of the Anton Pillar order.",
      "id": "s340"
    },
    {
      "text": "Nor were documents relating to the Bank of Queensland Accounts 90-170415, 93-170415 and 94-170415 produced to the solicitors on execution of the Anton Pillar order.",
      "id": "s341"
    },
    {
      "text": "However, the statements that were produced for CPFSP/L show that monies were transferred from the CPFSP/L account to each of Accounts 90, 93 and 94 --- 170415.",
      "id": "s342"
    },
    {
      "text": "Further Inferences \n \n102 I am prepared to draw the inference for interlocutory purposes that the amount of US$2,000,100.00 (notwithstanding the addition of US$100.00) shown as a credit in the USD account of the First Respondent on 4 April 2001 is the amount of the Applicant's USD funds the subject of Mr Severin's instructions on or about 30 March 2001 to the Applicant's bank to transfer funds to the account of the First Respondent.",
      "id": "s343"
    },
    {
      "text": "The date of the credit in the First Respondent's account is close to the instruction date by Mr Severin to the Applicant's bank.",
      "id": "s344"
    },
    {
      "text": "If acted upon reasonably promptly, the international electronic transfer to the First Respondent's account is likely to have occurred on or about 4 April.",
      "id": "s345"
    },
    {
      "text": "I am also prepared to infer for interlocutory purposes that the substantial transfer on 5 April to \"CPFS\" was a transfer to the USD account at the Bank of Queensland of CPFSP/L.",
      "id": "s346"
    },
    {
      "text": "Further, I infer for interlocutory purposes that the withdrawal of US$250,000.00 occurred with the consent and approval of Mr Wallader.",
      "id": "s347"
    },
    {
      "text": "103 Mr Wallader, by his pleading, does not admit the receipt of the Applicant's funds and has elected not to swear and file an affidavit responding to the matters asserted against him and the chronology of communications deposed to in the Applicant's affidavits.",
      "id": "s348"
    },
    {
      "text": "Mr Wallader is in a position as the principal individual involved in the events for the Respondents to say that the Applicant's funds were not received into the First Respondent's account (if it be the case) or that the funds were invested in a particular way, at a particular place, in a particular class of investment and the person or entity by which the investment was undertaken.",
      "id": "s349"
    },
    {
      "text": "104 If the investment was made and the funds lost, Mr Wallader could simply say so and depose to the relevant particulars.",
      "id": "s350"
    },
    {
      "text": "However, Mr Wallader chooses to put the Applicant to proof at a trial of an action.",
      "id": "s351"
    },
    {
      "text": "Whilst Mr Wallader is entitled to so plead and has no obligation to file any affidavit material in answer to the Applicant's motion, he ought not to be surprised if, in the face of compelling evidence of a transfer of AU$2,854,700.00 into his care for the purpose of providing the Applicant with \"expertise, advice, information and know-how to enable the purpose of the investment to be realised\" [29], inferences are drawn against him.",
      "id": "s352"
    },
    {
      "text": "105 For interlocutory purposes, I am prepared to infer that Mr Wallader has received the Applicant's funds and has applied those funds to his own use or to his use and that of his wife whether in his own name or that of his wife or through one or more companies of which he and his wife are shareholders and directors.",
      "id": "s353"
    },
    {
      "text": "I infer from the facts of the conduct alleged against Mr Wallader that he has dealt with the Applicant's funds so as to obfuscate the ultimate transfer or use of the funds.",
      "id": "s354"
    },
    {
      "text": "The Company Searches \n \n106 Ms Mustafa-Ay has conducted a number of searches of the records of the Australian Securities &amp; Investment Commission concerning the First Respondent and companies associated with Mr Wallader.",
      "id": "s355"
    },
    {
      "text": "107 The First Respondent is an Australian proprietary company registered on 30 August 1991 which commenced operation on 15 November 1991.",
      "id": "s356"
    },
    {
      "text": "From 27 October 1998, the registered office of the First Respondent has been 4 Covey Street, Chermside West which is the principal residential address of Mr Wallader and his wife, Mrs Jill Margaret Wallader.",
      "id": "s357"
    },
    {
      "text": "It is also the principal place of business of the First Respondent.",
      "id": "s358"
    },
    {
      "text": "There are two $1 shares issued in the First Respondent.",
      "id": "s359"
    },
    {
      "text": "Mr and Mrs Wallader each hold one share.",
      "id": "s360"
    },
    {
      "text": "Mr and Mrs Wallader have each been a director of the First Respondent since 3 September 1991.",
      "id": "s361"
    },
    {
      "text": "Accordingly, on or about 30 March 2001 when the Applicant transferred US$2 million into the account of the First Respondent, both Mr and Mrs Wallader were directors of the company.",
      "id": "s362"
    },
    {
      "text": "Mr O'Donnell QC accepts that if US$2 million was transferred into the account of that company, Mr Wallader must be taken to have known that such a substantial sum was paid to the account and if the money was transferred or dispersed from that account, Mr Wallader must be taken to have known, consistent with his governance duties as a director of the company, of the application of the funds.",
      "id": "s363"
    },
    {
      "text": "Similarly, Mrs Wallader must also be taken, consistent with her governance duties as a director of the company, to have known of the receipt of the monies and the application of the funds particularly since the company is one in which there are only two issued shares to a husband and wife both of whom are directors and the company conducts its affairs at a registered office and principal place of business at the residential home of those individuals.",
      "id": "s364"
    },
    {
      "text": "108 Facsimile transmission sheets make reference to a company described as Commercial and Primary Financial Services Pty Ltd .",
      "id": "s365"
    },
    {
      "text": "That company is an Australian proprietary company registered on 12 November 1990.",
      "id": "s366"
    },
    {
      "text": "From 27 October 1998, the registered office of the company has been 4 Covey Street, Chermside West.",
      "id": "s367"
    },
    {
      "text": "Mr Wallader and Mrs Jill Wallader have each been a director of the company since 26 November 1990.",
      "id": "s368"
    },
    {
      "text": "The principal place of business of the company has since 29 January 1999 been the residential home of Mr and Mrs Wallader at 4 Covey Street, Chermside West.",
      "id": "s369"
    },
    {
      "text": "Mrs Jill Wallader has been the Company Secretary since 26 November 1990.",
      "id": "s370"
    },
    {
      "text": "There are two ordinary $1 shares, one each held by Mr and Mrs Wallader.",
      "id": "s371"
    },
    {
      "text": "109 D &amp; J Wallader Pty Ltd is the trustee of the Wallader Family Trust.",
      "id": "s372"
    },
    {
      "text": "The trustee is an Australian proprietary company registered on 18 May 1999.",
      "id": "s373"
    },
    {
      "text": "From 18 May 2000, the registered office and principal place of business of the company has been 4 Covey Street, Chermside West.",
      "id": "s374"
    },
    {
      "text": "Mr Wallader and Mrs Jill Wallader have each been a director of the company from 18 May 1999 and Mr David Wallader has been the Company Secretary since 18 May 1999.",
      "id": "s375"
    },
    {
      "text": "There are two issued $1 shares in the company, one share each held by Mr and Mrs Wallader.",
      "id": "s376"
    },
    {
      "text": "The company in its capacity as trustee of the Wallader Family Trust is the owner of Colinton Station .",
      "id": "s377"
    },
    {
      "text": "That pastoral property is operated by Colinton Station Pty Ltd which was formerly called Dairy World Pty Ltd .",
      "id": "s378"
    },
    {
      "text": "That company was registered on 17 May 2000.",
      "id": "s379"
    },
    {
      "text": "The registered office and principal place of business of that company is 4 Covey Street, Chermside West.",
      "id": "s380"
    },
    {
      "text": "Mr and Mrs Wallader have each been a director of that company from 17 May 2000 and Mr Wallader has been the Company Secretary from 17 May 2000.",
      "id": "s381"
    },
    {
      "text": "There are 100 issued ordinary shares of $1 each.",
      "id": "s382"
    },
    {
      "text": "Mr and Mrs Wallader each hold 50 fully paid shares in the company.",
      "id": "s383"
    },
    {
      "text": "Colinton Station Export Pty Ltd is an Australian proprietary company registered on 2 February 2004.",
      "id": "s384"
    },
    {
      "text": "Its registered office and principal place of business is 4 Covey Street, Chermside West.",
      "id": "s385"
    },
    {
      "text": "The directors are Mr and Mrs Wallader and Mark David Wallader.",
      "id": "s386"
    },
    {
      "text": "Mr William Wallader is the Company Secretary.",
      "id": "s387"
    },
    {
      "text": "There are 400 ordinary $1 shares issued in the company.",
      "id": "s388"
    },
    {
      "text": "Mr and Mrs Wallader each hold 150 shares and Mark David Wallader holds 100 shares.",
      "id": "s389"
    },
    {
      "text": "110 A question then arises as to the evidence the Applicant has adduced of the manner of the use or application of the funds.",
      "id": "s390"
    },
    {
      "text": "The Pleading of the Applicant's Causes of Action \n \n111 The Applicant pleads its case against the Second Respondent in this way.",
      "id": "s391"
    },
    {
      "text": "By paragraph 3, the Second Respondent was at all material times a director and shareholder of the First Respondent and a provider of financial advisory services.",
      "id": "s392"
    },
    {
      "text": "By paragraphs 4 and 5, the Second Respondent represented to Mr Severin that he was very experienced in banking and investment and debentures and a financial adviser with international expertise.",
      "id": "s393"
    },
    {
      "text": "112 By paragraphs 6, 7 and 8, the Applicant entered into the agreement of 30 March 2001 on the terms pleaded and transferred US$2 million to the First Respondent's account.",
      "id": "s394"
    },
    {
      "text": "By paragraph 9, the First Respondent by Mr Wallader admitted that it failed to implement the investment.",
      "id": "s395"
    },
    {
      "text": "By paragraph 10, the First Respondent is indebted to the Applicant in the sum of US$2 million and by Mr Wallader's email of 3 August 2004, the First Respondent has admitted the debt.",
      "id": "s396"
    },
    {
      "text": "By paragraph 11, the debt has not been paid despite demands.",
      "id": "s397"
    },
    {
      "text": "113 By paragraph 12, the agreement was rescinded in 2002 by reason of a total failure of consideration and either by reason of breach or conduct giving rise to rescission, the Applicant has suffered loss.",
      "id": "s398"
    },
    {
      "text": "114 By paragraphs 14, 15, 16, 17 and 18, the Second Respondent by a Deed of Guarantee and Indemnity guaranteed the repayment of the funds transferred to the First Respondent on certain written terms and terms implied by law.",
      "id": "s399"
    },
    {
      "text": "Alternatively, the giving of a guarantee by the Second Respondent was a pre-condition to the transfer of the funds to the First Respondent.",
      "id": "s400"
    },
    {
      "text": "Notwithstanding the endorsement of the name of the First Respondent in the schedule to the guarantee instrument, the parties understood by reason of representations by Mr Wallader that the purpose and intention of the document was that the Second Respondent became a guarantor of the obligations of the First Respondent.",
      "id": "s401"
    },
    {
      "text": "115 By paragraph 19, the Second Respondent is estopped from denying his position as a guarantor.",
      "id": "s402"
    },
    {
      "text": "116 By paragraph 20, the conduct of Mr Wallader in transmitting the guarantee instrument and failing to indicate the manner of the endorsement of the Schedule, constituted conduct inducing the Applicant to enter into the agreement.",
      "id": "s403"
    },
    {
      "text": "117 By paragraph 21, the Applicant says the conduct is misleading and deceptive conduct in contravention of the Fair Trading Act (Qld) 1989 and the Trade Practices Act 1974 (Cth) and the Second Respondent is a person involved in that contravention.",
      "id": "s404"
    },
    {
      "text": "118 By paragraph 22, the conduct of Mr Wallader was unconscionable conduct in contravention of s.51AB of the Trade Practices Act .",
      "id": "s405"
    },
    {
      "text": "119 By paragraph 25, the proposed investment was a financial product for the purposes for the Corporations Act 2001 (Cth) and the conduct of the Second Respondent constituted false and misleading conduct contrary to s.1041E(c) of the Corporations Act 2001 (Cth).",
      "id": "s406"
    },
    {
      "text": "120 By paragraphs 28, 29, 30, 31 and 32, the Second Respondent held himself out as an investment and business financial adviser making a series of representations as to his skill, experience and background.",
      "id": "s407"
    },
    {
      "text": "The relationship between the Applicant and the Second Respondent was a fiduciary relationship imposing duties upon the Second Respondent to act in good faith, make proper disclosure, properly account to the Applicant and discharge a series of duties pleaded at paragraph 31.",
      "id": "s408"
    },
    {
      "text": "121 By paragraph 32, the Second Respondent breached those duties.",
      "id": "s409"
    },
    {
      "text": "122 By paragraphs 33 and 34, the Second Respondent owed the Applicant six pleaded duties of care and the Second Respondent has breached those duties.",
      "id": "s410"
    },
    {
      "text": "123 By paragraph 34A, the Applicant says that by reason of the agreement, the transfer of the funds to the First Respondent, the failure to invest the funds and the failure to refund the monies upon demand being made, either the First Respondent or the Second Respondent holds the funds or properties purchased by the use of the funds on a resulting, implied or constructive trust for the Applicant.",
      "id": "s411"
    },
    {
      "text": "By reason of the same matters, the Applicant says it is unconscionable for the Second Respondent to retain the benefit of the funds and in the alternative, by reason of the same matters, the Second Respondent has been unjustly enriched .",
      "id": "s412"
    },
    {
      "text": "The Applicant says it is entitled to restitution.",
      "id": "s413"
    },
    {
      "text": "124 By paragraph 35, the First Respondent constituted itself a trustee for the funds and the Second Respondent procured a misappropriation of the funds.",
      "id": "s414"
    },
    {
      "text": "125 The remedial orders claimed are damages in the sum of US$2 million and equitable damages, damages against the Second Respondent pursuant to contraventions of the Fair Trading Act and the Trade Practices Act , a declaration that the Second Respondent holds the funds or any property purchased with the funds on a resulting implied or constructive trust , such other orders as effect restitution, an inquiry as to damages and a tracing order .",
      "id": "s415"
    },
    {
      "text": "The Assets of and Expenditures by the Respondents \n \n126 The Applicant is not in a position to adduce evidence of an application of the funds by the First or Second Respondent to a particular purpose or asset.",
      "id": "s416"
    },
    {
      "text": "The Applicant says it simply does not know how the money has been used or applied by Mr Wallader except to say that US$250,000.00 was withdrawn by Mr Wallader on 5 April 2001 from the account of the First Respondent to which the Applicant's funds were transferred and US$1,760,000.00 was transferred to another account controlled by a company controlled by Mr Wallader and his wife.",
      "id": "s417"
    },
    {
      "text": "127 The identified assets associated with Mr Wallader are these:\n \n \n (a) a residential property at 4 Covey Street, Chermside owned by Mr and Mrs Wallader as joint tenants purchased by them in December 2000;\n (b) a property at Graham Road, Bridgeman Downs owned by Mr and Mrs Wallader as joint tenants also purchased in December 2000;\n (c) a unit at Burgess Street, Kings Beach, Caloundra, Queensland owned by Mr and Mrs Wallader as joint tenants and purchased in early 2001; and\n (d) a pastoral property, Colinton Station , owned by D &amp; J Wallader Pty Ltd as trustee of the Wallader Family Trust.",
      "id": "s418"
    },
    {
      "text": "128 The affidavit of Mr Mills filed on 10 March 2005 deposes to a number of searches conducted by Mr Mills of the records of the Queensland Department of Natural Resources and Mines.",
      "id": "s419"
    },
    {
      "text": "Certain documents arising from those searches are exhibited to the affidavit of Mr Mills.",
      "id": "s420"
    },
    {
      "text": "One such document is the Deed of Settlement for the Wallader Family Trust which reveals a field of beneficiaries of the trust associated with the family interests of Mr and Mrs Wallader.",
      "id": "s421"
    },
    {
      "text": "The income of the trust is subject to discretionary distribution by the trustee amongst the field of the beneficiaries.",
      "id": "s422"
    },
    {
      "text": "Similarly, the trustee stands possessed of the capital of the trust on or prior to the termination date for one or more of the beneficiaries as the trustee determines in its discretion.",
      "id": "s423"
    },
    {
      "text": "129 The documents reveal that the trustee of the trust entered into a contract to acquire Colinton Station on 19 October 2000 and the transfer instruments were lodged on 16 February 2001 well prior to the transfer of the Applicant's funds to the First Respondent.",
      "id": "s424"
    },
    {
      "text": "Settlement of the acquisition seems to have occurred on 1 March 2005.",
      "id": "s425"
    },
    {
      "text": "The property was purchased for $2,500,000.00.",
      "id": "s426"
    },
    {
      "text": "130 Mr and Mrs Wallader continue to retain ownership of the first three properties described at paragraph 127 and the trustee retains ownership of Colinton Station .",
      "id": "s427"
    },
    {
      "text": "Nevertheless, the Applicant is apprehensive that some of the investment funds have been applied to particular purposes associated with some of these properties.",
      "id": "s428"
    },
    {
      "text": "For example, Document 0013 which is a statement of expenses for the purposes of National Australia Bank Account No.",
      "id": "s429"
    },
    {
      "text": "46 872 7272 for the trustee of the trust for the period 22 December 2000 to 29 March 2001 shows an expenditure of $1,882,563.02 for the purchase of Colinton Station and Document 0051 shows a cheque drawn on that account for the same amount.",
      "id": "s430"
    },
    {
      "text": "The documents do not reveal the source of the further amount of $617,000.00 (approximately) required to complete the settlement of the transaction.",
      "id": "s431"
    },
    {
      "text": "Document 0024 shows the receipt of funds into the same account of $1,894,657.06 but no document reveals the source of those funds.",
      "id": "s432"
    },
    {
      "text": "A spreadsheet Document 0044 shows the transfer of $1,894,657.06 for the purchase of Colinton Station on 1 March 2001.",
      "id": "s433"
    },
    {
      "text": "The documents reveal some information for a No.",
      "id": "s434"
    },
    {
      "text": "2 Account at the National Australia Bank in the name of the First Respondent - Account 62-775-0665.",
      "id": "s435"
    },
    {
      "text": "The bank statement for the No.",
      "id": "s436"
    },
    {
      "text": "2 Account for the period of the transfer of the Applicant's funds to the First Respondent and the period 16 March 2001 to 11 April 2001 does not show any substantial deposit which might be consistent with the withdrawal of US$250,000.00 from the First Respondent's USD account on 5 April 2001.",
      "id": "s437"
    },
    {
      "text": "The documents obtained on the Anton Pillar order show that on 29 May 2001 (\"A18\") the operator of Colinton Station purchased equipment to the value of $121,496.10 and on 17 May 2001 (\"A17\") equipment purchases by the operator in the form of machinery totalling $552,256.50.",
      "id": "s438"
    },
    {
      "text": "The Applicant says the documents produced on the Anton Pillar order do not demonstrate the source of the funds for those acquisitions.",
      "id": "s439"
    },
    {
      "text": "131 The Applicant says that although it is conceded that the two residential properties, the unit and the pastoral property remain in the ownership of the same individuals and the entity from the date of purchase, there have been significant dealings in the properties.",
      "id": "s440"
    },
    {
      "text": "On 28 February 2005, the Kings Beach unit and Chermside properties were encumbered in favour of a Mr Francesco Paul Predebon in support of a $700,000.00 advance.",
      "id": "s441"
    },
    {
      "text": "On 19 December 2003, Rabobank Australia Ltd took a security in respect of Colinton Station in support of an advance of $2.3 million and on 6 February 2006 a further advance secured over the Bridgeman Downs property was taken in favour of Pepper Finance Corporation Limited for $561,400.00.",
      "id": "s442"
    },
    {
      "text": "132 Mr Watts, the solicitor for the Second Respondent deposes on information and belief from the Second Respondent that the advance of $561,400.00 was used to discharge an existing liability to the Bank of Queensland of $200,000.00 and to fund running expenses incurred by Colinton Station Pty Ltd in respect of the pastoral property.",
      "id": "s443"
    },
    {
      "text": "Mr Watts says that he is informed by the Second Respondent that monies borrowed by Mr and Mrs Wallader for the benefit of the operator of the pastoral property and the owner (trustee) of the property were on-lent to each entity and those monies are repayable to Mr and Mrs Wallader.",
      "id": "s444"
    },
    {
      "text": "In other words, the Second Respondent says that there is an additional asset available to him comprising the debt owed to Mr and Mrs Wallader.",
      "id": "s445"
    },
    {
      "text": "Mr Watts does not describe the nature of any security in respect of those advances or on-lending.",
      "id": "s446"
    },
    {
      "text": "133 In respect of the $700,000.00 drawn down on 28 February 2005 secured in favour of Mr Predebon, Mr Watts says on information and belief from the Second Respondent that those funds were applied in this way:\n Purchase of cattle $230,780.00 Irrigator $75,000.00 Upgrade of residence at Colinton Station $150,000.00 Upgrade of electricity supply at Colinton Station $75,000.00 Plumbing and sewerage system at Colinton Station $35,000.00 Repair and maintenance to dams at Colinton Station $45,000.00 Installation of underground irrigation lines $90,000.00 TOTAL $700,780.00 \n \n\n134 Mr Watts exhibits an invoice in support of the purchase price for the cattle.",
      "id": "s447"
    },
    {
      "text": "The Applicant says each of the other items of expenditure seems substantial and a round number.",
      "id": "s448"
    },
    {
      "text": "No documents are provided in support of those expenditures and no affidavit is sworn directly by Mr Wallader.",
      "id": "s449"
    },
    {
      "text": "The Applicant says one should view those claimed expenditures with a degree of caution.",
      "id": "s450"
    },
    {
      "text": "135 In short, the Applicant says that $361,400.00 has been expended on running expenses for the pastoral property, a further $700,780.00 has been expended in connection with the property, equipment purchases in connection with the property have been made of $121,496.10 and $552,256.50 and the balance of purchase monies of approximately $617,000.00 has been appropriated to facilitate the settlement of the transaction.",
      "id": "s451"
    },
    {
      "text": "Although explanations are offered for these expenditures and the source of securities identified, no documents detailing with any precision the source of the funds and the content of expenditures have been produced or sworn to by Mr Wallader.",
      "id": "s452"
    },
    {
      "text": "136 There is one further matter addressed by the Applicant which is said to found apprehension and risk.",
      "id": "s453"
    },
    {
      "text": "Ms Mustafa-Ay deposes to certain steps taken by the Australian Federal Police to effect a search warrant at the premises of the supervising solicitors on 22 March 2005 pursuant to s.3E of the Crimes Act 1914 (Cth).",
      "id": "s454"
    },
    {
      "text": "Objection to the references to the Australian Federal Police are taken on the grounds of both relevance and form.",
      "id": "s455"
    },
    {
      "text": "Ms Mustafa-Ay does not depose properly to the source of the information and assert a belief in the information.",
      "id": "s456"
    },
    {
      "text": "Ms Mustafa-Ay does depose to information provided to her by Mr Catlin, counsel for the Applicant concerning statements made by one Mr Glen Wright, a representative of the Australian Federal Police who attended Court on a particular occasion and advised the Court that the Australian Federal Police were in the course of investigating potential counterfeit securities breaches of the Crimes (Currency) Act 1981 (Cth).",
      "id": "s457"
    },
    {
      "text": "Mr Catlin has not sworn an affidavit about that matter but has informed his instructing solicitor who has deposed to the matter.",
      "id": "s458"
    },
    {
      "text": "Although investigations by the Australian Federal Police as to whether Mr Wallader has engaged in any conduct which might involve a contravention of Commonwealth law (which presumably is denied) do not give rise to any inferences concerning any such matters, the question of whether the Australian Federal Police are in the course of examining a certain question is, it seems to me, relevant to the question of whether that matter elevates the risk that a person who might be the subject of such an investigation may be inclined to sell assets, realise their monetary value and deal with those assets in a way which might ultimately have the effect of depriving the Applicant of the benefit of a judgment.",
      "id": "s459"
    },
    {
      "text": "137 As to that matter, the Applicant relies upon an argument put this way.",
      "id": "s460"
    },
    {
      "text": "The documents obtained in execution of the Anton Pillar order contain a number of documents which comprise letters apparently signed by Mr Wallader on the letterhead of the First Respondent addressed to note holders concerning dealings in United States Federal Reserve notes.",
      "id": "s461"
    },
    {
      "text": "For example, Document 0057 is a letter dated 31 July 2000 addressed to Ms Onate acknowledging receipt of United States Federal Reserve notes relating to a 1934 Note series with a printed face value of US$500 million handed to Mr Wallader for authentication.",
      "id": "s462"
    },
    {
      "text": "A letter dated 2 November 2000 from Mr Wallader addressed to a note holder, Mr Quiambao, speaks of Mr Wallader returning to the Philippines to purchase for US$100,000.00 United States Federal Reserve notes Series F to the value of US$500 million \"per piece\" involving 250 pieces.",
      "id": "s463"
    },
    {
      "text": "Letters marked \"A10.1\", \"A10.2\", \"A11\" and \"A12\" involve two letters from Mr Wilch to Mr Wallader on 15 February and 6 April, 2000 in relation to the release by St David's Investment Trust of original copies of \"Victory Bonds\" having a current market value of US$170 million and arrangements for establishing a credit line derived from the bonds.",
      "id": "s464"
    },
    {
      "text": "Documents \"A11\" and \"A12\" are two letters signed by Mr Wallader dated 16 November 1999 and 19 April 2000 addressed to a Mr Ramamurthy concerning arrangements for the safekeeping of Victory Bonds Certificates and the authentication of the bonds.",
      "id": "s465"
    },
    {
      "text": "138 In order to understand the context of these documents, Ms Mustafa-Ay deposes to a search she conducted of a website for the United States Department of the Treasury : Bureau of the Public Debt .",
      "id": "s466"
    },
    {
      "text": "The Department Treasury has published information under the description of \"Examples of Known Phoney Securities\".",
      "id": "s467"
    },
    {
      "text": "As to Victory Bonds, the Treasury says this:\n \n \"There have been several inquiries regarding Philippine Treasury Certificates of deposit and their relationship to Philippine Victory Notes.",
      "id": "s468"
    },
    {
      "text": "Philippine Treasury Certificates, Victory Series 66, commonly known as Philippine Victory Notes, were issued in 1944 by the Philippine Government.",
      "id": "s469"
    },
    {
      "text": "These currency notes were for use only in the Philippines, which at the time was a dependency of the United States, and were obligations of the Philippine Treasury.",
      "id": "s470"
    },
    {
      "text": "The 500 peso Philippine Victory Notes were demonetized by the Philippine Government on December 31, 1957 and were withdrawn from circulation.",
      "id": "s471"
    },
    {
      "text": "At that point, other denominations of the Philippine Victory Notes, Victory Series 66, were no longer regarded as legal tender but could be exchanged or replaced at par, without charge, for legal currency until July 30, 1967.",
      "id": "s472"
    },
    {
      "text": "After that date, Series 66 was considered demonetized.",
      "id": "s473"
    },
    {
      "text": "If these notes are presented to you and purported to have current value today, it is a scam.",
      "id": "s474"
    },
    {
      "text": "\" \n \n \n\n139 Similarly, the Department of Treasury makes reference to securities known as 1934 securities, sometimes described as Federal Notes or Bearer Bonds which Treasury says are not currency, constitute crude forgeries and appear to have originated out of the Philippines.",
      "id": "s475"
    },
    {
      "text": "The general proposition put to investors concerning these documents is that the United States shipped them to Philippine Freedom Fighters during World War II to help finance the war effort.",
      "id": "s476"
    },
    {
      "text": "Federal Treasury says that many individuals have brought to the United States Treasury so-called \"Federal Reserve\" metal boxes containing various denominations of United States currency.",
      "id": "s477"
    },
    {
      "text": "These notes are said to have issued in 1934 and are said to have a face value of US$100 million or US$500 million denominations.",
      "id": "s478"
    },
    {
      "text": "The United States Treasury says the certificates are fraudulent and were never issued by the United States Government.",
      "id": "s479"
    },
    {
      "text": "140 The documents obtained on the Anton Pillar order contain photocopies of individuals holding sheets of what appear to be United States dollar certificates.",
      "id": "s480"
    },
    {
      "text": "Document 55 is a copy of a Federal Reserve note depicting Benjamin Franklin marked US$500 million.",
      "id": "s481"
    },
    {
      "text": "141 It may be that these documents are simply consistent with efforts by the First Respondent, Mr Wallader and Mr Wilch to determine whether any such instruments are authentic and if so whether they are capable of redemption.",
      "id": "s482"
    },
    {
      "text": "The existence of the documents may be consistent with some other conduct.",
      "id": "s483"
    },
    {
      "text": "In any event, the presence of the documents is a matter relevant to the question of apprehended risk although for present purposes I place little weight on that material at all.",
      "id": "s484"
    },
    {
      "text": "142 There is one further matter related to both the receipt of the investment funds by the First Respondent from the Applicant and the question of dealings by Mr Wallader in Federal Reserve Notes.",
      "id": "s485"
    },
    {
      "text": "Ms Mustafa-Ay deposes at paragraph 56 of her affidavit filed 6 April 2006 to a discussion with a Federal Police Officer concerning the examination of documents held by the supervising solicitors arising out of the Anton Pillar order.",
      "id": "s486"
    },
    {
      "text": "A copy of a letter from Mr Wallader on the letterhead of the First Respondent to Mr Wilch dated 22 May 2001 was amongst those documents and obtained by the Australian Federal Police pursuant to a search warrant.",
      "id": "s487"
    },
    {
      "text": "Ms Mustafa-Ay does not depose to a belief in the information provided by Mr Moore.",
      "id": "s488"
    },
    {
      "text": "Ms Mustafa-Ay does say that she caused a further search to be made of documents lodged with the Federal Court by the supervising solicitors, so as to obtain a copy of the letter.",
      "id": "s489"
    },
    {
      "text": "Ms Mustafa-Ay says that she believes the failure to locate the document amongst the documents located at the Federal Court of Australia is due to the supervising solicitors not lodging that document.",
      "id": "s490"
    },
    {
      "text": "Ms Mustafa-Ay says she forwarded a copy of the letter dated 22 May 2001 forming part of \"EMA12\" to Mr Severin who advised her that it is the document he refers to at paragraph 9 of the Statement of Claim.",
      "id": "s491"
    },
    {
      "text": "Counsel for the Second Respondent says the letter should have been proved formally and particularly by a handwriting expert.",
      "id": "s492"
    },
    {
      "text": "An examination of the letter reveals a clear and precise signature which is identical to the signature appearing on the letter signed by Mr Wallader referred to at paragraph [30] of these Reasons and identical to the signature appearing on the contract signed by Mr Wallader and marked Annexure \"PJW7\" to the affidavit of Mr Watts sworn 20 April 2006.",
      "id": "s493"
    },
    {
      "text": "It seems to be open to conclude simply by examination of the signatures that the signature on the letter of 22 May 2001 is that of Mr Wallader.",
      "id": "s494"
    },
    {
      "text": "As to the matter concerning the Applicant's investment funds, the letter is marked with the description, as a reference, \"Investment.",
      "id": "s495"
    },
    {
      "text": "USD2 million Joseph Severin\" .",
      "id": "s496"
    },
    {
      "text": "Mr Wallader says:\n \n \"I have not had a chance to complete any further investments.",
      "id": "s497"
    },
    {
      "text": "This will be done on my return however if the Client requires his money returned I will attend to this.",
      "id": "s498"
    },
    {
      "text": "The money is sitting in the account in USD as undertaken, ready to be added to profits of more than USD500 million, returning a minimum of 100% per week.",
      "id": "s499"
    },
    {
      "text": "\" \n \n \n\n143 This letter, in terms, represents an acknowledgement of the receipt of the money, Mr Wallader's exercise of control over the funds and an apparent willingness to refund the money although the funds have never been repaid.",
      "id": "s500"
    },
    {
      "text": "144 As to the Federal Reserve Notes, Mr Wallader says:\n \n \"I have brought forward a Mother Box larger than ever expected, not counting the two boxes, to the point they have advised that they have had to abandon the purchase of some of the smaller boxes, just to take both boxes in.",
      "id": "s501"
    },
    {
      "text": "I am of the understanding that a trading program is set to trade just to settle the boxes.",
      "id": "s502"
    },
    {
      "text": "Once they [the boxes] were photographed the owners took them back to the hills and buried them once again.",
      "id": "s503"
    },
    {
      "text": "Presentation of documentation and photographs were accepted by the purchaser with the comment that the material presented was impeccable.",
      "id": "s504"
    },
    {
      "text": "Boxes have been legally entrusted to my company to complete, settle and disburse funds.",
      "id": "s505"
    },
    {
      "text": "The transfer has also been accepted by the trust taking them into Treasury.",
      "id": "s506"
    },
    {
      "text": "\" \n \n \n\n145 Counsel for the First Respondent says that notwithstanding the analysis by the Applicant of the financial transactions discussed at paragraphs [129] to [135], there is a proper explanation for the source and expenditure of those monies, the assets remain in place, to the extent that monies have been expended on the pastoral property and other properties, the inherent value of the property has been increased and that there is no evidence of Mr and Mrs Wallader or any entity associated with Mr and Mrs Wallader removing assets from the reach of the Court or Court processes or realising assets to convert real property into moveable property for dissipation.",
      "id": "s507"
    },
    {
      "text": "146 Moreover, Mr Watts deposes on information and belief to market appraisals obtained by Mr Wallader in respect of the two residential properties and the unit and the mortgages secured by those properties.",
      "id": "s508"
    },
    {
      "text": "Mr Watts says the properties secure a total debt of $1,261,000.00 producing a net equity of between $600,000.00 and $700,000.00 having regard to the value of between $1,860,000.00 and $1,980,000.00.",
      "id": "s509"
    },
    {
      "text": "No information is provided in relation to the value based on market appraisal or otherwise of Colinton Station .",
      "id": "s510"
    },
    {
      "text": "147 Mr Watts exhibits to his affidavit (\"PJW7\") a contract dated 5 April 2006 for the purchase by D &amp; J Wallader Pty Ltd as trustee of the Wallader Family Trust of a further pastoral property described as Nurinda which is said to be contiguous with Colinton Station .",
      "id": "s511"
    },
    {
      "text": "An auction took place on Wednesday, 5 April 2006 which led to the purchase.",
      "id": "s512"
    },
    {
      "text": "The deposit is recited as $1,000.00 and the purchase price is recited as $1.3 million.",
      "id": "s513"
    },
    {
      "text": "The Applicant says one should approach the authenticity of the contract with some degree of caution because the deposit amount of $1,000.00 seems oddly low and the date of the contract is immediately before the date of filing of the Notice of Motion.",
      "id": "s514"
    },
    {
      "text": "I propose to proceed on the footing that the contract is a legitimate contract deriving from an auction of the pastoral property by public auction on 5 April.",
      "id": "s515"
    },
    {
      "text": "It seems unlikely that Mr Wallader on behalf of the trustee would have instructed a bid to have been made bringing into existence an unconditional contract at the auction as a contrivance.",
      "id": "s516"
    },
    {
      "text": "Moreover, the material does not demonstrate that Mr Wallader knew of an impending application for an asset preservation order.",
      "id": "s517"
    },
    {
      "text": "The contract is due to settle on 3 May 2006.",
      "id": "s518"
    },
    {
      "text": "It seems to me that the acquisition of the property ought to be allowed to proceed particularly since an order preventing settlement will affect the rights of bona fide third parties.",
      "id": "s519"
    },
    {
      "text": "However, any further dealing in the property ought to be the subject of an order so as to preserve what is, in effect, the aggregated asset of Colinton Station and Nurinda .",
      "id": "s520"
    },
    {
      "text": "Principles and Considerations to be Applied \n \n148 In determining whether an asset preservation order ought to be made, I am influenced by these considerations:\n \n \n 1.",
      "id": "s521"
    },
    {
      "text": "Although his Honour the Chief Justice of the Supreme Court of New South Wales, Gleeson CJ in Patterson v BTR Engineering (Aust) Ltd (1989) NSWLR 319 (Gleeson CJ, Meagher JA and Rogers A-JA) observed at page 321 that \"... in addition to any other considerations that may be relevant in the circumstances of a particular case, as a general rule a plaintiff will need to establish, first, a prima facie cause of action against the defendant, and secondly, a danger that by reason of the defendant's absconding, or of assets being removed out of the jurisdiction or disposed of within the jurisdiction or otherwise dealt with in some fashion, the plaintiff, if he succeeds, will not be able to have his judgment satisfied\", their Honours Gaudron, McHugh, Gummow and Callinan JJ in Cardile v LED Builders Pty Ltd [1999] HCA 18 ; (1999) 198 CLR 380 at 408 observed that the applicant \"has to show a reasonably arguable case on legal as well as factual matters \".",
      "id": "s522"
    },
    {
      "text": "2.",
      "id": "s523"
    },
    {
      "text": "The Mareva order for the preservation of assets is an expression of the development of doctrines and remedies to protect the integrity of the processes of the Court in the administration of justice.",
      "id": "s524"
    },
    {
      "text": "The scope of the order to be made in a particular case is conditioned by the source of the remedy and the power conferred by s.23 of the Federal Court Act 1976.",
      "id": "s525"
    },
    {
      "text": "3.",
      "id": "s526"
    },
    {
      "text": "In respect of orders sought against parties to the proceeding against whom final relief is framed, the focus of the order is directed against the frustration of the Court's process.",
      "id": "s527"
    },
    {
      "text": "If relief is available against non-parties, the focus of the Court's intervention must be the administration of justice: Cardile v LED Builders Pty Ltd (supra) at page 401, paragraph 42.",
      "id": "s528"
    },
    {
      "text": "4.",
      "id": "s529"
    },
    {
      "text": "The evidence may establish deliberate blurring and attempts at transferring of property rights and interests which go beyond mere mixing or intermingling of affairs and in the light of such evidence, there is a sufficient basis for the grant of the relief: Cardile v LED Builders Pty Ltd (supra) at page 402, paragraph 47.",
      "id": "s530"
    },
    {
      "text": "5.",
      "id": "s531"
    },
    {
      "text": "Although the relief takes effect in personam, the availability of an equitable or other proprietary remedy such as tracing may be sufficient to constitute a substantive right in aid of which the Mareva relief, in personam, might go.",
      "id": "s532"
    },
    {
      "text": "Cardile v LED Builders Pty Ltd (supra) at page 405, paragraph 55.",
      "id": "s533"
    },
    {
      "text": "6.",
      "id": "s534"
    },
    {
      "text": "The evidence may establish that the directors of a company against whom proceedings are brought are \"mere conduits\" for the transmission to a third party of funds received by a respondent.",
      "id": "s535"
    },
    {
      "text": "Such directors may exercise control over other entities which have received funds transferred by an applicant to a respondent on a certain basis.",
      "id": "s536"
    },
    {
      "text": "In assessing the activities of third parties generally, their Honours in Cardile v LED Builders Pty Ltd (supra) at page 405, paragraph 57 said this: \n \n \n \"What then is the principle to guide the courts in determining whether to grant a Mareva relief in a case such as the present where the activities of third parties are the object sought to be restrained?",
      "id": "s537"
    },
    {
      "text": "In our opinion, such an order may, and we emphasise the word 'may' be appropriate, assuming the existence of other relevant criteria and discretionary factors, in circumstances in which: (i) the third party holds, is using, or has exercised or is exercising a power of disposition over or is otherwise in possession of, assets, including 'claims and expectancies' of the judgment debtor or potential potential debtor; or (ii) some process, ultimately enforceable by the courts, is or may be available to the judgment creditor as a consequence of a judgment against that actual or potential judgment debtor, pursuant to which, whether by appointment of a liquidator, trustee in bankruptcy, receiver or otherwise, the third party may be obliged to disgorge property or otherwise contribute to the funds or property of the judgment debtor to help satisfy the judgment against the judgment debtor\".",
      "id": "s538"
    },
    {
      "text": "7.",
      "id": "s539"
    },
    {
      "text": "The application of that principle is a matter of law although discretionary elements are involved.",
      "id": "s540"
    },
    {
      "text": "8.",
      "id": "s541"
    },
    {
      "text": "In Patterson v BTR Engineering (Aust) Ltd (1989) NSWLR 319 at page 325, Gleeson CJ accepted the force of the criticism of the proposition that an applicant must show a \"more than usual likelihood\" of a defendant dealing with or disposing of his assets so as to defeat a plaintiff's claim.",
      "id": "s542"
    },
    {
      "text": "His Honour observed that \"it may be that all that is meant is that the facts of the case disclose circumstances giving rise to such a likelihood other than the bare circumstances, which exists in the 'usual' case, that one person is being sued by another\".",
      "id": "s543"
    },
    {
      "text": "His Honour also rejected a balance of probabilities test as too inflexible observing that \"it is not difficult to imagine situations in which justice and equity would require the granting of an injunction to prevent dissipation of assets pending the hearing of an action even though the risk of such dissipation may be assessed as being somewhat less probable than not \" .",
      "id": "s544"
    },
    {
      "text": "9.",
      "id": "s545"
    },
    {
      "text": "In Patterson v BTR Engineering (Aust) Ltd (1989) NSWLR 319, the conduct in issue concerned a senior employee of BTR purchasing major items of equipment from overseas suppliers through a company interposed by the employee between the supplier and BTR.",
      "id": "s546"
    },
    {
      "text": "The employee fraudulently procured the overpayment by BTR for equipment purchases thus securing a secret commission of substance.",
      "id": "s547"
    },
    {
      "text": "In examining the evidence of that conduct, his Honour said: \n \n \n \n \n \"... the evidence as to the nature of the scheme in which the appellant was allegedly involved, which established a prima facie case against him, was such as to justify the conclusion that there was a danger that the appellant would dispose of assets in order to defeat any judgment that might be obtained against him and that such danger was sufficiently substantial to warrant the injunction.",
      "id": "s548"
    },
    {
      "text": "There is no reason in principle why the evidence which is relevant to the first of the issues earlier referred to [a prima facie case] might not also have a bearing on the second, and this will especially be so where the prima facie case that is made out against the defendant is one of serious dishonesty involving diversion of money from its proper channels.",
      "id": "s549"
    },
    {
      "text": "The present is not a case in which a plaintiff who claims simply to be an unsecured creditor seeks to prevent a dissipation of assets which have no particular connection with the claim in question.",
      "id": "s550"
    },
    {
      "text": "This is a case in which the plaintiff claims that the defendant, making use of a corporation controlled by him, fraudulently misappropriated a large sum of money which, if it is still under the control of the appellant would be quite likely to constitute, directly or indirectly the bulk of his assets.",
      "id": "s551"
    },
    {
      "text": "As Giles J held, the nature of the scheme in which, on the evidence to date, the appellant appears to have engaged, is such that it is reasonable to infer that he is not the sort of person who would, unless restrained, preserve his assets in tact so that they might be available to his judgment creditor.",
      "id": "s552"
    },
    {
      "text": "\" \n \n \n \n \n 10.",
      "id": "s553"
    },
    {
      "text": "The Applicant may choose to lodge a proof of debt in the liquidation of the First Respondent.",
      "id": "s554"
    },
    {
      "text": "That proof might be accepted.",
      "id": "s555"
    },
    {
      "text": "If rejected, the Applicant may challenge the rejection.",
      "id": "s556"
    },
    {
      "text": "The liquidator might well consider whether monies have been transferred by individuals to other entities in circumstances which confer a basis for a claim by the liquidator against particular parties.",
      "id": "s557"
    },
    {
      "text": "It may be that certain third parties will be obliged to disgorge property or otherwise contribute to the funds or property of the First Respondent in satisfaction of an accepted or demonstrated claim against the First Respondent.",
      "id": "s558"
    },
    {
      "text": "The Applicant may seek to pursue an equitable or other proprietary remedy tracing its interest in the fund or the chose in action which may stand outside the liquidation rather than a claim for damages.",
      "id": "s559"
    },
    {
      "text": "11.",
      "id": "s560"
    },
    {
      "text": "The Applicant has a prima facie case of a claim for monies had and received against the First or Second Respondents and may seek to pursue tracing remedies either at common law subject to the limitations upon the common law remedy or more particularly a tracing order in equity or particular declarations of charge again subject to the limitations upon the equitable remedies.",
      "id": "s561"
    },
    {
      "text": "As to those matters see: Recovering Lost Assets: Tracing at Common Law and in Equity , Mr David Murr SC (2006) 27 Australian Bar Review, 174.",
      "id": "s562"
    },
    {
      "text": "12.",
      "id": "s563"
    },
    {
      "text": "A claim against either the First or Second Respondent for monies had and received will give rise to a prima facie obligation to make restitution to the Applicant, in the sense of compensation for the benefit of any unjust enrichment.",
      "id": "s564"
    },
    {
      "text": "In Australia and New Zealand Banking Group Ltd v Westpac Banking Corporation [1988] HCA 17 ; (1998) 164 CLR 662 at 673, Mason CJ, Wilson, Deane, Toohey and Gaudron JJ observed: \"The common law right of action may arise in circumstances which also give rise to a resulting trust of specific property or funds or which would lead a modern court to grant relief by way of constructive trust.",
      "id": "s565"
    },
    {
      "text": "However, notwithstanding that the grounds of the action for recovery are framed in the traditional words of trust or use and that contemporary legal principles of restitution or unjust enrichment can be equated with seminal equitable notions of good conscience, the action itself is not for the enforcement of a trust or for tracing or the recovery of specific money or property.",
      "id": "s566"
    },
    {
      "text": "It is a common law action for recovery of the value of the unjust enrichment and the fact that specific money or property received can no longer be identified in that hands of the recipient or traced into other specific property which he holds does not of itself constitute an answer in a category of case in which the law imposes a prima facie liability to make restitution\".",
      "id": "s567"
    },
    {
      "text": "13.",
      "id": "s568"
    },
    {
      "text": "It may be, with the benefit of proper discovery and non-party discovery, that the passage of the actual funds will be identified beyond the account of CPFSP/L in a way which reveals the acquisition of specific assets out of the funds (or a part of the funds) or accounts (intermingled or mixed) which support a tracing order or a declaration of charge or a constructive trust.",
      "id": "s569"
    },
    {
      "text": "The Applicant claims by way of final relief the subsistence of a constructive trust and a tracing order.",
      "id": "s570"
    },
    {
      "text": "14.",
      "id": "s571"
    },
    {
      "text": "In this case, the evidence for interlocutory purposes, establishes a strong prima facie case that monies were transferred by the Applicant to the First Respondent controlled by Mr and Mrs Wallader to be applied for a particular purpose in reliance upon Mr Wallader.",
      "id": "s572"
    },
    {
      "text": "A substantial proportion of the funds were transferred to another company controlled by Mr and Mrs Wallader.",
      "id": "s573"
    },
    {
      "text": "Mr Wallader chooses not to admit the receipt of the funds and has elected not to swear any affidavit disclosing the treatment of the funds.",
      "id": "s574"
    },
    {
      "text": "In the period since the receipt of the funds, the Applicant has expended significant sums in improving assets under his control or under the control of proprietary entities of which he is a director.",
      "id": "s575"
    },
    {
      "text": "Although there is no evidence that the actual funds transferred on or about 30 March to the First Respondent have been applied in a particular way (apart from the transfer of substantial funds to the account of CPFSP/L and the withdrawal of US$250,000.00) or to a particular asset, the inference is open that Mr Wallader has applied the monies to his own advantage or to the advantage of himself and his wife whether directly or by the vehicle of companies controlled by him.",
      "id": "s576"
    },
    {
      "text": "15.",
      "id": "s577"
    },
    {
      "text": "Although the events leading to the agreement of 30 March 2001 and the transfer of the Applicant's funds occurred in March 2001, the evidence for interlocutory purposes, establishes an explanation for the election on the part of the Applicant not to commence proceedings until either it became clear that the investment would not be made by Mr Wallader or until efforts by ARL and the Applicant's solicitors failed to result in a refund of the investment monies as promised by Mr Wallader.",
      "id": "s578"
    },
    {
      "text": "16.",
      "id": "s579"
    },
    {
      "text": "Although the Second Respondent says the action has been on foot for a year, the Applicant secured access to the documents pursuant to the Anton Pillar order relatively recently on 10 February 2006.",
      "id": "s580"
    },
    {
      "text": "Whilst the Respondents were not able to undertake the task of categorising of the documents into the privileged and non-privileged groups for eight weeks due to an illness on the part of Mr Wallader and other delays were explained on the basis of Mr Wallader suffering a bee sting which provoked an allergy reaction, the Respondents failed to comply with directions orders and ultimately took no step to assert privilege of any kind in respect of the documents.",
      "id": "s581"
    },
    {
      "text": "The Applicant was in effect held out of the benefit of the Anton Pillar order from the date of execution on 14 March 2005 until counsel for the Applicant saw the documents in Melbourne for the first time in the week beginning 13 February 2006.",
      "id": "s582"
    },
    {
      "text": "The execution of the Anton Pillar order failed to reveal bank statements for the National Australia Bank account to which the Applicant's funds were transferred and nor do the documents reveal the field of documents comprehended by paragraph 1 of Schedule A.",
      "id": "s583"
    },
    {
      "text": "17.",
      "id": "s584"
    },
    {
      "text": "The conjunction of the failure on the part of the Second Respondent to effect a refund of the investment monies by the First Respondent as promised by him, his election to remain silent concerning the application of the funds and any material particular in relation to them, his election to put the Applicant to proof as to the receipt of the funds by the First Respondent, the delays in dealing expeditiously with the claim of privilege either on the ground of legal professional privilege or the privilege against self-incrimination thus preventing the Applicant from securing access to documents arising out of the execution of the Anton Pillar order, is evidence which has a strong bearing on the risk of a dealing in the assets of the Second Respondent or entities controlled by him so as to defeat the benefit of any judgment in terms of the relief claimed in the Statement of Claim.",
      "id": "s585"
    },
    {
      "text": "Although the Second Respondent says that the Applicant could and should have brought applications for third party discovery against various banks and other parties to discover the chain of dealing in the Applicant's funds, the Applicant is entitled to proceed on the basis that execution of the Anton Pillar order would properly reveal the receipt and treatment of the monies.",
      "id": "s586"
    },
    {
      "text": "18.",
      "id": "s587"
    },
    {
      "text": "Although it is true that the real property assets of Mr and Mrs Wallader and the trustee of the Wallader Family Trust remain in place and unrealised, there have been substantial dealings in the assets and the creation of charges.",
      "id": "s588"
    },
    {
      "text": "Mr Wallader has not sworn to the value of the assets directly.",
      "id": "s589"
    },
    {
      "text": "Mr Watts has sworn to information from Mr Wallader of information given to Mr Wallader by a valuer but limited to the three domestic properties.",
      "id": "s590"
    },
    {
      "text": "No evidence has been provided of value in relation to Colinton Station .",
      "id": "s591"
    },
    {
      "text": "19.",
      "id": "s592"
    },
    {
      "text": "It seems to me that by reason of all these factors, there is, in the light of all the material, a risk of dissipation of assets or a risk of a further dealing in assets which would be prejudicial to an effective remedy ordered in favour of the Applicant consequent upon a trial of the action.",
      "id": "s593"
    },
    {
      "text": "20.",
      "id": "s594"
    },
    {
      "text": "In Cardile v LED Builders Pty Ltd (supra) at page 404, their Honours referred to a number of considerations demanding care in the exercise of the power to grant a Mareva order including difficulties associated with the quantification and recovery of damages pursuant to the undertaking should it transpire that the order ought not have been granted (see paragraph 52), the identification of the trigger events leading to dissolution of the order, discretionary considerations (see paragraph 53), the availability of and possible failure of the Applicant to take other proceedings which might be efficacious and the conditioning of the grant of the relief upon an undertaking by the Applicant to ensure as far as is possible, the expedition of the proceedings (see paragraph 53).",
      "id": "s595"
    },
    {
      "text": "21.",
      "id": "s596"
    },
    {
      "text": "In this case, it may be difficult to assess and quantify damages pursuant to the undertaking as to damages.",
      "id": "s597"
    },
    {
      "text": "However, the strength of the claim is compelling.",
      "id": "s598"
    },
    {
      "text": "The difficulty of quantification of the claim might weigh more heavily in the exercise of the discretion if the Second Respondent had proffered some explanation as to the location of the funds or provided an explanation, by affidavit, of the apparent inconsistency between his election not to admit receipt of the monies and the sequence of oral and written communications contained in the affidavits of the Applicant.",
      "id": "s599"
    },
    {
      "text": "The Directions Orders provide for a trial of the action in approximately two months which provide the Second Respondent with a clear commitment from the Applicant to prosecute the action and the horizon by which the orders might be dissolved.",
      "id": "s600"
    },
    {
      "text": "The Second Respondent remains at liberty to make an application for security for costs should he choose to do so.",
      "id": "s601"
    },
    {
      "text": "22.",
      "id": "s602"
    },
    {
      "text": "On the question of the susceptibility of the two instruments to stamp duty under Queensland legislation, that matter need not be resolved as the Applicant has now provided an undertaking to pay any stamp duty assessed to be payable in respect of the Agreement or the Deed of Guarantee and Indemnity.",
      "id": "s603"
    },
    {
      "text": "149 In the Notice of Motion, the Applicant seeks an order that the Second Respondent bring funds into the Commonwealth of Australia deposited to an account maintained at a bank with a head office within the Commonwealth, a further order that the Second Respondent surrender his passport and an order granting leave to the Applicant to further amend the Amended Statement of Claim.",
      "id": "s604"
    },
    {
      "text": "I am not prepared to make either of the first two orders.",
      "id": "s605"
    },
    {
      "text": "As to the third, the proposed amendment simply adds a prayer for relief based upon alleged contraventions of a number of provisions of the Corporations Act 2001 (Cth) and particularly sections 588FDA , 588FB and 5961(b).",
      "id": "s606"
    },
    {
      "text": "On 28 April 2006, when pronouncing the orders, I observed that it was not appropriate to grant leave to amend by simply adding a prayer for relief.",
      "id": "s607"
    },
    {
      "text": "What is required is the formulation of proposed paragraphs of an amended pleading which pleads material facts establishing the elements required by the sections and a prayer for relief which properly arises from those facts.",
      "id": "s608"
    },
    {
      "text": "The Applicant proposes to formulate a further Amended Statement of Claim and serve the proposed amendment on the solicitors for the Second Respondent by Monday, 8 May 2006.",
      "id": "s609"
    },
    {
      "text": "On the assumption that any amendment to the pleading will be opposed, the Applicant will need to make a further application for leave to file and serve a further Amended Statement of Claim.",
      "id": "s610"
    },
    {
      "text": "150 For these Reasons, I made the orders of 28 April 2006 and now publish these Reasons.",
      "id": "s611"
    },
    {
      "text": "Objections to Evidence \n \n151 The rulings on the objections to particular paragraphs of the affidavits relied upon by the Applicant are these.",
      "id": "s612"
    },
    {
      "text": "Affidavit of Ms Ece Mustafa-Ay filed 6 April 2006 \n \n 1.",
      "id": "s613"
    },
    {
      "text": "Paragraph 3.",
      "id": "s614"
    },
    {
      "text": "Identification only.",
      "id": "s615"
    },
    {
      "text": "Admissible.",
      "id": "s616"
    },
    {
      "text": "2.",
      "id": "s617"
    },
    {
      "text": "Paragraph 5.",
      "id": "s618"
    },
    {
      "text": "Contextual narrative only.",
      "id": "s619"
    },
    {
      "text": "Admissible.",
      "id": "s620"
    },
    {
      "text": "Primary affidavit of Mr Severin does speak for itself.",
      "id": "s621"
    },
    {
      "text": "3.",
      "id": "s622"
    },
    {
      "text": "Paragraph 7.",
      "id": "s623"
    },
    {
      "text": "Narrative only.",
      "id": "s624"
    },
    {
      "text": "The Reasons of Kiefel J speak for themselves.",
      "id": "s625"
    },
    {
      "text": "Inadmissible.",
      "id": "s626"
    },
    {
      "text": "4.",
      "id": "s627"
    },
    {
      "text": "Paragraph 9.",
      "id": "s628"
    },
    {
      "text": "Relevant to the chronology of proceedings between the parties and the evidence of access to the documents the subject of the Order of Kiefel J. Admissible.",
      "id": "s629"
    },
    {
      "text": "5.",
      "id": "s630"
    },
    {
      "text": "Paragraph 20.",
      "id": "s631"
    },
    {
      "text": "The paragraph describes the conversation between the deponent's agent, Mr Mills, and the solicitors supervising the execution of the Anton Pillar order.",
      "id": "s632"
    },
    {
      "text": "The paragraph ought to say that the deponent is informed by and the deponent verily believes the information.",
      "id": "s633"
    },
    {
      "text": "Leave given to put the paragraph in proper admissible form.",
      "id": "s634"
    },
    {
      "text": "6.",
      "id": "s635"
    },
    {
      "text": "Paragraph 21.",
      "id": "s636"
    },
    {
      "text": "Similarly, leave given to put the paragraph in proper admissible form.",
      "id": "s637"
    },
    {
      "text": "7.",
      "id": "s638"
    },
    {
      "text": "Paragraphs 27 and 28.",
      "id": "s639"
    },
    {
      "text": "Statements made in reliance upon documents arising out of the execution of the Anton Pillar order.",
      "id": "s640"
    },
    {
      "text": "For the reasons identified at paragraphs [91] to [96], those documents are admissible (\"EMA9\" and \"EMA10\").",
      "id": "s641"
    },
    {
      "text": "Since the conclusions are reliant upon Documents 44, 66 and 84, the paragraphs are admissible.",
      "id": "s642"
    },
    {
      "text": "8.",
      "id": "s643"
    },
    {
      "text": "Paragraph 33.",
      "id": "s644"
    },
    {
      "text": "The paragraph refers to the representation of the Second Respondent by particular solicitors in respect of a particular matter.",
      "id": "s645"
    },
    {
      "text": "The fact of representation on that matter is not relevant and the paragraph does not refer to the deponent's conversation with any person by which the information is communicated nor does the deponent express any belief in any information.",
      "id": "s646"
    },
    {
      "text": "Inadmissible.",
      "id": "s647"
    },
    {
      "text": "9.",
      "id": "s648"
    },
    {
      "text": "Paragraph 34.",
      "id": "s649"
    },
    {
      "text": "The paragraph refers to a statement that the Australia Federal Police attended upon the solicitors supervising the execution of the Anton Pillar order to execute a search warrant to examine those documents.",
      "id": "s650"
    },
    {
      "text": "The fact of the activity of the Australian Federal Police in relation to matters having a bearing upon the conduct of the Second Respondent (innocent or otherwise) is relevant to risk.",
      "id": "s651"
    },
    {
      "text": "The paragraph does not identify the source of the information or express any belief in the information.",
      "id": "s652"
    },
    {
      "text": "Leave is given to put the paragraph in proper form.",
      "id": "s653"
    },
    {
      "text": "10.",
      "id": "s654"
    },
    {
      "text": "Paragraph 35.",
      "id": "s655"
    },
    {
      "text": "The paragraph deposes to a representative of the Australian Federal Police, Mr Wright, informing the Court of certain matters.",
      "id": "s656"
    },
    {
      "text": "The facts deposed to reflect a conversation between the deponent and counsel for the Applicant, consisting of a report of the attendance of Mr Wright at Court and steps taken by the Australian Federal Police.",
      "id": "s657"
    },
    {
      "text": "See paragraph 136 of the judgment.",
      "id": "s658"
    },
    {
      "text": "Although the evidence is information on information, I propose to admit the evidence.",
      "id": "s659"
    },
    {
      "text": "11.",
      "id": "s660"
    },
    {
      "text": "Paragraph 37.",
      "id": "s661"
    },
    {
      "text": "The affidavit of Ms Busch speaks for itself.",
      "id": "s662"
    },
    {
      "text": "The paragraph is inadmissible.",
      "id": "s663"
    },
    {
      "text": "12.",
      "id": "s664"
    },
    {
      "text": "Paragraph 41.",
      "id": "s665"
    },
    {
      "text": "The paragraph forms part of the narrative only.",
      "id": "s666"
    },
    {
      "text": "The affidavit of Ms Busch speaks for itself.",
      "id": "s667"
    },
    {
      "text": "Admissible as to the narrative on the part of Ms Mustafa-Ay.",
      "id": "s668"
    },
    {
      "text": "13.",
      "id": "s669"
    },
    {
      "text": "Paragraph 42.",
      "id": "s670"
    },
    {
      "text": "The paragraph exhibits (\"EMA8\") the submissions of Mr Catlin from the application before Kiefel J which are relied upon in this application.",
      "id": "s671"
    },
    {
      "text": "The submissions are exhibited as a matter of caution in the event that the submissions were not retained on the Court file.",
      "id": "s672"
    },
    {
      "text": "Admissible.",
      "id": "s673"
    },
    {
      "text": "14.",
      "id": "s674"
    },
    {
      "text": "Paragraphs 43, 44 (\"EMA9\"), 45 &amp; (\"EMA10\"), 46 &amp; (\"EMA11\").",
      "id": "s675"
    },
    {
      "text": "See paragraphs [91] to [96].",
      "id": "s676"
    },
    {
      "text": "To the extent that it is necessary for Ms Mustafa-Ay to say that she, as principal, is informed by her agent and verily believes the matters so discussed, leave is given.",
      "id": "s677"
    },
    {
      "text": "15.",
      "id": "s678"
    },
    {
      "text": "Paragraphs 47, 48, 49, 50 and 51.",
      "id": "s679"
    },
    {
      "text": "Admissible for the reasons identified at paragraphs [91] to [96].",
      "id": "s680"
    },
    {
      "text": "16.",
      "id": "s681"
    },
    {
      "text": "Paragraphs 54 and 55.",
      "id": "s682"
    },
    {
      "text": "The facts deposed to are relevant to the question of risk.",
      "id": "s683"
    },
    {
      "text": "Rather than Mr Catlin of counsel preparing and filing an affidavit in a matter in which he appears as counsel, the proper course is to communicate the information relevant to the question in issue to his instructing solicitor to depose to the request made of Mr Catlin and exhibit the document which provoked the request referred to in paragraph 54.",
      "id": "s684"
    },
    {
      "text": "The affidavit ought to identify more particularly that Ms Mustafa-Ay is informed by Mr Catlin and verily believes that documents of a particular description were provided to Mr Catlin and that she is informed by Mr Catlin and verily believes that the four documents making up \"EMA12\" are true copies of the documents from that source.",
      "id": "s685"
    },
    {
      "text": "Leave is given to put the information and belief in proper form.",
      "id": "s686"
    },
    {
      "text": "17.",
      "id": "s687"
    },
    {
      "text": "Paragraph 56.",
      "id": "s688"
    },
    {
      "text": "The paragraph refers to information provided to the deponent by Mr Moore of the Australian Federal Police.",
      "id": "s689"
    },
    {
      "text": "The deponent does not swear to a belief in the information.",
      "id": "s690"
    },
    {
      "text": "The paragraph refers to speculation as to a reason why a document may not have been among the documents delivered to the Federal Court of Australia.",
      "id": "s691"
    },
    {
      "text": "Ms Mustafa-Ay has the conduct of the litigation on behalf of the Applicant and in the conduct of the matter, Ms Mustafa-Ay postulates an explanation for the document not being among the records delivered to the Federal Court.",
      "id": "s692"
    },
    {
      "text": "Although speculation, identification of the source of the document consequent upon Court orders in the course of the matter, falls within the scope of a matter about which Ms Mustafa-Ay may speak.",
      "id": "s693"
    },
    {
      "text": "To the extent that Ms Mustafa-Ay does not swear to a belief in the information given to her by Mr Moore, leave is given to swear to such belief.",
      "id": "s694"
    },
    {
      "text": "The paragraph is admissible.",
      "id": "s695"
    },
    {
      "text": "18.",
      "id": "s696"
    },
    {
      "text": "Paragraph 57.",
      "id": "s697"
    },
    {
      "text": "Paragraph 57 assumes two facts.",
      "id": "s698"
    },
    {
      "text": "First, that the funds passed to the account of CPFSP/L and passed from that account to a place unknown.",
      "id": "s699"
    },
    {
      "text": "The paragraph asserts that Ms Mustafa-Ay does not have knowledge or instructions from the Applicant which contradicts the assumed inferences or otherwise provides an explanation for movement of the funds.",
      "id": "s700"
    },
    {
      "text": "Mr Catlin says the paragraph was incorporated in the affidavit in an attempt to make full disclosure and demonstrate that the Applicant had no other information which might affect inferences arising from other material facts.",
      "id": "s701"
    },
    {
      "text": "The paragraph is admissible simply as to the source of information and instructions by the Applicant.",
      "id": "s702"
    },
    {
      "text": "19.",
      "id": "s703"
    },
    {
      "text": "Paragraphs 58, 59, 60, 61, 62, 68, 69, 70, 71, 72.",
      "id": "s704"
    },
    {
      "text": "These paragraphs contain factual assertions by way of synthesis of documents arising out of the execution of the Anton Pillar order.",
      "id": "s705"
    },
    {
      "text": "The Second Respondent says the documents are not properly proved and the documents speak for themselves.",
      "id": "s706"
    },
    {
      "text": "As to the first, see paragraphs [91] to [96].",
      "id": "s707"
    },
    {
      "text": "As to the second, the facts deposed to arise out of the documents and are merely an explanation of content directing the reader to those parts of the document to which emphasis is given by the Applicant.",
      "id": "s708"
    },
    {
      "text": "Those paragraphs do not represent a substitution for the documents.",
      "id": "s709"
    },
    {
      "text": "The paragraphs are admissible.",
      "id": "s710"
    },
    {
      "text": "20.",
      "id": "s711"
    },
    {
      "text": "Paragraph 73.",
      "id": "s712"
    },
    {
      "text": "The paragraph refers to a search of a website described as a site of the United States Department of Treasury, Bureau of Public Debt website .",
      "id": "s713"
    },
    {
      "text": "The paragraph exhibits an extract from the website (\"EMA15\") which records statements of position by the Department of Treasury concerning the historical treatment of notes, bonds, securities and instruments described as Federal Reserve Notes (\"FRNs\").",
      "id": "s714"
    },
    {
      "text": "The website also describes FRNs dating from or around 1934 which seem to have originated in the Philippines and are denominated in amounts of up to US$500 million.",
      "id": "s715"
    },
    {
      "text": "The paragraph in its present form is not admissible.",
      "id": "s716"
    },
    {
      "text": "The assertions contained in the explanations from the site provide a contextual reference to documents obtained on execution of the Anton Pillar order which may or may not explain the nature and origin of the documents.",
      "id": "s717"
    },
    {
      "text": "Ms Mustafa-Ay ought to depose to the conduct of the website search, the making of the extract of the information and a belief in the information contained in the extract.",
      "id": "s718"
    },
    {
      "text": "Leave is given to put the information and belief in proper form.",
      "id": "s719"
    },
    {
      "text": "21.",
      "id": "s720"
    },
    {
      "text": "Paragraphs 73 to 80.",
      "id": "s721"
    },
    {
      "text": "To the extent the paragraphs rely upon documents obtained upon execution of the Anton Pillar order, the documents are admissible.",
      "id": "s722"
    },
    {
      "text": "The paragraphs otherwise represent the deponent's explanation of the relevant elements of the document.",
      "id": "s723"
    },
    {
      "text": "The paragraphs are admissible.",
      "id": "s724"
    },
    {
      "text": "22.",
      "id": "s725"
    },
    {
      "text": "Paragraph 78.",
      "id": "s726"
    },
    {
      "text": "The paragraph ought to recite a belief in the information provided to the deponent by Mr Morgan.",
      "id": "s727"
    },
    {
      "text": "Leave is given to put the material in proper form.",
      "id": "s728"
    },
    {
      "text": "The second sentence is inadmissible.",
      "id": "s729"
    },
    {
      "text": "23.",
      "id": "s730"
    },
    {
      "text": "Paragraph 80.",
      "id": "s731"
    },
    {
      "text": "As to the first sentence, the statement is by way of reference to Document \"A9\" and is admissible.",
      "id": "s732"
    },
    {
      "text": "The second sentence is not admissible.",
      "id": "s733"
    },
    {
      "text": "Affidavit of Ms Ece Mustafa-Ay filed 10 March 2006 \n \n \n 1.",
      "id": "s734"
    },
    {
      "text": "Paragraph 10.",
      "id": "s735"
    },
    {
      "text": "To the extent that the Applicant relies upon information as to value of properties, the Applicant says that it is content to rely upon the Second Respondent's valuations where based upon expert evidence.",
      "id": "s736"
    },
    {
      "text": "Otherwise, the paragraph is admissible.",
      "id": "s737"
    },
    {
      "text": "2.",
      "id": "s738"
    },
    {
      "text": "Paragraph 11.",
      "id": "s739"
    },
    {
      "text": "The paragraph refers to previous correspondence between ARL and the Second Respondent.",
      "id": "s740"
    },
    {
      "text": "The Second Respondent objects that the correspondence is not identified.",
      "id": "s741"
    },
    {
      "text": "The paragraph ought to refer to the correspondence exhibited to the affidavit of Ms Busch and for interlocutory purposes I infer that the deponent is making such a reference.",
      "id": "s742"
    },
    {
      "text": "As to the final sentence, to the extent that the statement purports to be information and belief from an experienced legal practitioner as an expert in international investment transactions, such evidence might be admissible but not in such a limited form.",
      "id": "s743"
    },
    {
      "text": "The sentence is inadmissible.",
      "id": "s744"
    },
    {
      "text": "3.",
      "id": "s745"
    },
    {
      "text": "Paragraph 12.",
      "id": "s746"
    },
    {
      "text": "By paragraph 12, the deponent comments upon matters in her knowledge in the conduct of the litigation to the effect that no material, oral or written, has been provided from the solicitors for the Second Respondent demonstrating that the Applicant's funds have been safely secured to the use of the Applicant.",
      "id": "s747"
    },
    {
      "text": "Ms Mustafa-Ay can so depose.",
      "id": "s748"
    },
    {
      "text": "To the extent Ms Mustafa-Ay seeks to rely upon a particular letter or communication, the deponent should provide the best evidence of that communication.",
      "id": "s749"
    },
    {
      "text": "If it is written, it should be exhibited.",
      "id": "s750"
    },
    {
      "text": "If it is oral, it should be deposed to.",
      "id": "s751"
    },
    {
      "text": "However, the statement by itself is admissible and the utility of the evidence is simply a question of weight.",
      "id": "s752"
    },
    {
      "text": "4.",
      "id": "s753"
    },
    {
      "text": "Paragraph 13.",
      "id": "s754"
    },
    {
      "text": "The first statement as to the belief of Ms Mustafa-Ay is inadmissible.",
      "id": "s755"
    },
    {
      "text": "The second sentence deposing to inquiries by inquiry agents retained by the Applicant to the effect that the Applicant has no confidence in the promise of the Second Respondent to refund the monies is irrelevant as the Second Respondent does not admit receipt of the monies.",
      "id": "s756"
    },
    {
      "text": "The third sentence dealing with the relativity between the Applicant's claim and the value of the assets of the Second Respondent is not cross-referenced to any particular evidence of value relied upon at the date of swearing of the affidavit.",
      "id": "s757"
    },
    {
      "text": "To the extent that the sentence is a conclusionary statement having regard to what was then known of the value of the assets of the Second Respondent, the secured debt and the Applicant's claim, the evidence is admissible although entirely overtaken by other evidence.",
      "id": "s758"
    },
    {
      "text": "Affidavit of Joseph Severin sworn 1 March 2005 \n \n \n 1.",
      "id": "s759"
    },
    {
      "text": "Paragraph 2.",
      "id": "s760"
    },
    {
      "text": "Explanation given.",
      "id": "s761"
    },
    {
      "text": "Paragraph admissible.",
      "id": "s762"
    },
    {
      "text": "2.",
      "id": "s763"
    },
    {
      "text": "Paragraph 8.",
      "id": "s764"
    },
    {
      "text": "Objection abandoned in light of undertaking by Applicant.",
      "id": "s765"
    },
    {
      "text": "3.",
      "id": "s766"
    },
    {
      "text": "Paragraph 11.",
      "id": "s767"
    },
    {
      "text": "To the extent that Mr Severin asserts that the funds were to be invested for a 40 week period, that contention is not in issue.",
      "id": "s768"
    },
    {
      "text": "To the extent that Mr Severin says he understood the guarantee to be a personal guarantee, that matter is in issue.",
      "id": "s769"
    },
    {
      "text": "The content of the understanding has been subsequently pleaded by the Applicant and the subject of a defence by the Second Respondent.",
      "id": "s770"
    },
    {
      "text": "The paragraph is admissible.",
      "id": "s771"
    },
    {
      "text": "4.",
      "id": "s772"
    },
    {
      "text": "Paragraphs 20 and 21.",
      "id": "s773"
    },
    {
      "text": "The paragraphs assert a belief (based upon the earlier paragraphs of the affidavit and the matters deposed to by Ms Busch and Ms Mustafa-Ay) held by Mr Severin that the Applicant's funds have been placed outside the jurisdiction.",
      "id": "s774"
    },
    {
      "text": "The paragraph was relied upon in the initial application on the basis of making a full disclosure of Mr Severin's understanding of the events for the purposes of an ex parte application.",
      "id": "s775"
    },
    {
      "text": "For that purpose it was admissible but for present purposes it is conclusionary and is overtaken by other evidence.",
      "id": "s776"
    },
    {
      "text": "Similarly, paragraph 21 is admissible.",
      "id": "s777"
    },
    {
      "text": "5.",
      "id": "s778"
    },
    {
      "text": "Paragraph 22.",
      "id": "s779"
    },
    {
      "text": "The paragraph identifies the source of the information and the belief in the information and searches and is admissible.",
      "id": "s780"
    },
    {
      "text": "The evidence is overtaken by subsequent events relating to the liquidation of the First Respondent.",
      "id": "s781"
    },
    {
      "text": "6.",
      "id": "s782"
    },
    {
      "text": "Paragraph 23.",
      "id": "s783"
    },
    {
      "text": "The deponent can speak to the documentation he received and the fact of no other information or documentation.",
      "id": "s784"
    },
    {
      "text": "The paragraph is admissible.",
      "id": "s785"
    },
    {
      "text": "7.",
      "id": "s786"
    },
    {
      "text": "Paragraph 25.",
      "id": "s787"
    },
    {
      "text": "The deponent can speak to a concern which logically follows as a statement of his attitude arising out of the facts concerning the chronology of his dealings with Mr Wallader.",
      "id": "s788"
    },
    {
      "text": "The paragraph is admissible.",
      "id": "s789"
    },
    {
      "text": "8.",
      "id": "s790"
    },
    {
      "text": "Paragraph 26.",
      "id": "s791"
    },
    {
      "text": "The third sentence is inadmissible.",
      "id": "s792"
    },
    {
      "text": "9.",
      "id": "s793"
    },
    {
      "text": "Paragraph 27.",
      "id": "s794"
    },
    {
      "text": "The stamp duty point is abandoned.",
      "id": "s795"
    },
    {
      "text": "The agreement does speak for itself.",
      "id": "s796"
    },
    {
      "text": "The deponent's statements are explanatory of the matters that follow in the balance of the paragraph and are admissible.",
      "id": "s797"
    },
    {
      "text": "The final sentence as to the deponent's belief and assertions is inadmissible.",
      "id": "s798"
    },
    {
      "text": "10.",
      "id": "s799"
    },
    {
      "text": "Paragraph 28.",
      "id": "s800"
    },
    {
      "text": "The paragraph deposes to a conversation with Mr Wallader.",
      "id": "s801"
    },
    {
      "text": "The evidence is admissible.",
      "id": "s802"
    },
    {
      "text": "The second and third sentences are not admissible.",
      "id": "s803"
    },
    {
      "text": "Affidavit of Ms Lisa Busch filed 7 March 2005 \n \n \n 1.",
      "id": "s804"
    },
    {
      "text": "Paragraph 23.",
      "id": "s805"
    },
    {
      "text": "The sentence under challenge is based upon information from Mr Severin and fails to swear to the belief in the information notwithstanding that Mr Severin swears to the matter himself.",
      "id": "s806"
    },
    {
      "text": "Leave is given to put the statement in proper form.",
      "id": "s807"
    },
    {
      "text": "The third sentence is argumentative and inadmissible.",
      "id": "s808"
    },
    {
      "text": "The fourth sentence deposes to Mr Wallader not saying at any time that the funds were or had been in Switzerland.",
      "id": "s809"
    },
    {
      "text": "Ms Busch can swear to that matter within her own knowledge.",
      "id": "s810"
    },
    {
      "text": "The next sentence concerning information from Mr Cooney concerning information from Mr Severin of statements made by Mr Wallader is not admissible.",
      "id": "s811"
    },
    {
      "text": "2.",
      "id": "s812"
    },
    {
      "text": "Paragraph 24.",
      "id": "s813"
    },
    {
      "text": "As to paragraph 24.3.1, the Applicant relies upon the Second Respondent's valuation evidence where based upon expert evidence.",
      "id": "s814"
    },
    {
      "text": "As to paragraph 24.3.2, the sentence is simply descriptive of the attachment and seeks to give guidance as to a material matter.",
      "id": "s815"
    },
    {
      "text": "As to paragraph 24.3.3, the Applicant relies upon the Second Respondent's valuation evidence where based upon expert evidence.",
      "id": "s816"
    },
    {
      "text": "152 References to leave being given to put particular material in proper form is a reference to an undertaking offered by the Applicant to file a further affidavit putting any relevant matter in proper form.",
      "id": "s817"
    },
    {
      "text": "Any such matters are to be put in proper form by the Applicant filing, by the appropriate deponent, any additional affidavit material pursuant to the undertaking within 14 days of publication of these Reasons.",
      "id": "s818"
    },
    {
      "text": "I certify that the preceding one hundred and fifty-two (152) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s819"
    },
    {
      "text": "Associate:\n\nDated: 3 May 2006\n\n Counsel for the Applicant: Mr James Catlin \n \n Solicitor for the Applicant: Ms Ece Mustafa-Ay \n \n Counsel for the Respondent: Mr Brian O'Donnell QC \n \n Solicitor for the Respondent: Mr Peter Watts \n \n Date of Hearing: 21 April 2006 \n \n Date of Interim Order: 24 April 2006 \n \n Date of Further Submissions: 27 April 2006 \n \n Date of Pronouncement of Orders Pending Trial: 28 April 2006 \n \n Date of Publication of Reasons for Orders of 28 April 2006: 3 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/495.html",
      "id": "s820"
    }
  ]
}