{
  "name": "Mathews v Health Insurance Commission (No. 3) [2006] FCA 453 (28 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/453.html",
  "catchphrases": [
    {
      "text": "health insurance",
      "id": "c0"
    },
    {
      "text": "professional services review",
      "id": "c1"
    },
    {
      "text": "statutory scheme for examination of conduct to ascertain whether inappropriate practice involved",
      "id": "c2"
    },
    {
      "text": "where committee failed to comply with sampling determination",
      "id": "c3"
    },
    {
      "text": "where committee's report invalid",
      "id": "c4"
    },
    {
      "text": "form of orders to remit matter to new committee for determination according to law",
      "id": "c5"
    },
    {
      "text": "effect of setting aside adjudicative referral",
      "id": "c6"
    },
    {
      "text": "whether director must conduct fresh investigation",
      "id": "c7"
    },
    {
      "text": "whether director must make new adjudicative referral and report.",
      "id": "c8"
    },
    {
      "text": "administrative law",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "(NOTICE OF MOTION) \n \n EDMONDS J: \n \n 2 This is a motion which seeks the vacation or variation of three orders I made on 10 March 2006 and, in the case of the vacated order, its replacement by a new order.",
      "id": "s0"
    },
    {
      "text": "I made these orders in the course of delivering judgment in this proceeding and at the time of publishing my reasons: Mathews v Health Insurance Commission [2006] FCA 195.",
      "id": "s1"
    },
    {
      "text": "3 In the course of delivering judgment I declared the Committee's Final Report invalid.",
      "id": "s2"
    },
    {
      "text": "No vacation nor variation of that declaration is sought.",
      "id": "s3"
    },
    {
      "text": "I also ordered that: \n \n '1.",
      "id": "s4"
    },
    {
      "text": "Adjudicative Referral No.",
      "id": "s5"
    },
    {
      "text": "223 be set aside.",
      "id": "s6"
    },
    {
      "text": "2.",
      "id": "s7"
    },
    {
      "text": "The matter be remitted to the Director with a direction that he establish a differently constituted Committee to determine the reference to Adjudicative Referral No.",
      "id": "s8"
    },
    {
      "text": "223 according to law.",
      "id": "s9"
    },
    {
      "text": "3.",
      "id": "s10"
    },
    {
      "text": "The first, second and third respondents pay the applicant's costs.",
      "id": "s11"
    },
    {
      "text": "' \n \n 4 All these orders have been entered and the time for filing an appeal has expired.",
      "id": "s12"
    },
    {
      "text": "5 The motion seeks the vacation of the first order and its replacement with the following order: \n \n The findings of Professional Services Review Committee No.",
      "id": "s13"
    },
    {
      "text": "223 that Dr Mathews had engaged in inappropriate practice be set aside.",
      "id": "s14"
    },
    {
      "text": "6 The motion seeks the variation of the second order as follows: \n \n The matter be remitted to the Director of Professional Services Review with a direction that the Director of Professional Services Review amend Adjudicative Referral No.",
      "id": "s15"
    },
    {
      "text": "223 by substituting for any references in that document to the third respondents, references to a differently constituted Committee, AND a direction that the Director of Professional Services Review establish a differently constituted Committee to determine Adjudicative Referral No.",
      "id": "s16"
    },
    {
      "text": "223.",
      "id": "s17"
    },
    {
      "text": "7 The motion seeks the variation of the third order as follows: \n \n The first, second and third respondents pay 6o per cent of the applicant's costs.",
      "id": "s18"
    },
    {
      "text": "8 The basis upon which the first order was sought to be vacated and replaced by the order in [5] supra was put by counsel for the respondents in the following way: \n \n 'The reason, your Honour, why the second respondent is troubled and inconvenienced by the form of your Honour's order setting aside the Adjudicative Referral No.",
      "id": "s19"
    },
    {
      "text": "223 is that the effect of your Honour's order is, as we interpret it, to re-enliven the Director's responsibility to actually conduct an investigation, write a report and prepare an adjudicative referral.",
      "id": "s20"
    },
    {
      "text": "Since the matter was decided there has been a change in personnel at the [Professional Services Review] and the current Director of Professional Services Review is a gentleman called Dr Tony Webber.",
      "id": "s21"
    },
    {
      "text": "As we interpret the effect of your Honour's order Dr Webber would be bound, even though no error has been found in what Dr Holmes did, to re-investigate the investigative referral, deal with any submissions which Dr Mathews might be inclined to make for the purpose of that re-investigation, prepare a fresh report and prepare another adjudicative referral.",
      "id": "s22"
    },
    {
      "text": "' \n \n 9 I expressed certain concerns to counsel for the respondents on the form of the replacement order and its implications, to which she responded: \n \n 'Your Honour's concern I think might be satisfied if your Honour were to set aside this referral but grant leave to the Director, the current Director, to make a referral in identical terms, save for the references to Committee No.",
      "id": "s23"
    },
    {
      "text": "223, without the necessity to conduct a fresh investigation and create a further investigation report.",
      "id": "s24"
    },
    {
      "text": "It's a very wordy sort of order ...",
      "id": "s25"
    },
    {
      "text": ".",
      "id": "s26"
    },
    {
      "text": "' \n \n 10 Counsel for Dr Mathews indicated that his client was largely ambivalent about the vacation of the first order and its replacement by the order sought.",
      "id": "s27"
    },
    {
      "text": "However, he did strongly reject any suggestion from me that, in consequence of the first order, the Director would have to undertake a fresh investigative referral.",
      "id": "s28"
    },
    {
      "text": "There was some confusion here, for which I may have been responsible, because as counsel for the respondents subsequently pointed out, it is the Health Insurance Commission ('HIC') that writes an investigative referral: section 86 ff of the Health Insurance Act 1973 (Cth) ('the Act').",
      "id": "s29"
    },
    {
      "text": "What counsel for the respondents was referring to in the extract from her submissions at [8] supra was not the HIC's investigative referral but the investigation which the Director is required to undertake into the referred services pursuant to subs 89(1) of the Act.",
      "id": "s30"
    },
    {
      "text": "11 The variation of the second order in the terms set out in [6] supra is essentially a consequential function of the terms of the first order, although counsel for the respondents agreed that, temporally, the setting up of the new committee should come before the terms of the remittal.",
      "id": "s31"
    },
    {
      "text": "12 Counsel for Dr Mathews indicated his client's acceptance of order 2 as it stood.",
      "id": "s32"
    },
    {
      "text": "13 So far as the variation sought to the order for costs is concerned, it is, in my view, ill conceived, too late and arguably, without foundation.",
      "id": "s33"
    },
    {
      "text": "It is ill conceived in the sense that the fact that Dr Mathews was unsuccessful on the vast majority of his grounds of challenge, does not mean that he was only partially successful; he was totally successful, even if only on one or more of his grounds of challenge.",
      "id": "s34"
    },
    {
      "text": "There was, and is, in my view, no basis for departing from the normal rule that the costs order should follow the event.",
      "id": "s35"
    },
    {
      "text": "It is too late in the sense that there was more than adequate time for the issue to be raised before the order was entered.",
      "id": "s36"
    },
    {
      "text": "And it is, arguably, without foundation.",
      "id": "s37"
    },
    {
      "text": "There is much in the contention of Dr Mathews' counsel that O 35 r 7(2) of the Federal Court Rules does not accommodate its agitation.",
      "id": "s38"
    },
    {
      "text": "14 I do not propose to say anything more about the variation sought to order 3 (the costs order).",
      "id": "s39"
    },
    {
      "text": "15 Returning to the first order I made, the intention of that order was to set aside the Director's referral to Professional Services Review Committee No.",
      "id": "s40"
    },
    {
      "text": "223 of the following reference, namely: \n \n ' [The consideration of whether conduct by Dr Mathews in connection with rendering and initiating]: \n ALL Medicare Benefits Schedule (MBS) items 23, 24 and 193 services from the practice location at 11 Patrick Street, Campbelltown NSW 2560 during the period on and from 1 January 1999 to and including 31 December 1999 [constituted engaging in inappropriate practice as defined in the Act.",
      "id": "s41"
    },
    {
      "text": "] ' \n (Adjudicative Referral No.",
      "id": "s42"
    },
    {
      "text": "223.",
      "id": "s43"
    },
    {
      "text": ") \n \n 16 It might, therefore, have been more precisely worded as follows: \n \n \n 1.",
      "id": "s44"
    },
    {
      "text": "The Director's referral to PSRC No.",
      "id": "s45"
    },
    {
      "text": "223 of the reference known as Adjudicative Referral No.",
      "id": "s46"
    },
    {
      "text": "223 be set aside.",
      "id": "s47"
    },
    {
      "text": "17 The intention of the second order I made was to oblige the Director to establish a differently constituted committee to consider the reference known as Adjudicative Referral No.",
      "id": "s48"
    },
    {
      "text": "223 according to law.",
      "id": "s49"
    },
    {
      "text": "18 It might, therefore, have been more precisely worded as follows: \n \n \n 2.",
      "id": "s50"
    },
    {
      "text": "The Director establish a differently constituted committee to consider the reference known as Adjudicative Referral No.",
      "id": "s51"
    },
    {
      "text": "223 according to law.",
      "id": "s52"
    },
    {
      "text": "19 Such orders will not, in my view, require the Director to conduct an investigation pursuant to subs 89(1) of the Act.",
      "id": "s53"
    },
    {
      "text": "He has already done that.",
      "id": "s54"
    },
    {
      "text": "It will, however, require him to make an adjudicative referral to the new committee pursuant to subs 93(1) of the Act, to prepare a written report to the new committee and attach that report to the adjudicative referral to the new committee pursuant to subs 93(6) of the Act.",
      "id": "s55"
    },
    {
      "text": "20 Moreover, having regard to my reasons, in particular at [62] and [69], the exploratory samples which the new committee examines must be randomly drawn from the preliminary random samples of 99 for Item 23, 96 for Item 24 and 93 for Item 193.",
      "id": "s56"
    },
    {
      "text": "They must not be 30 or more consecutively numbered services chosen from the preliminary random samples, whether by the Director, the Committee or someone else.",
      "id": "s57"
    },
    {
      "text": "21 Pursuant to O 35 r 7 of the Federal Court Rule, I propose to make the following orders: \n\nTo better reflect the intention of the Court ---\n \n 1.",
      "id": "s58"
    },
    {
      "text": "Order 1 made on 10 March 2006 is hereby varied so as to read as follows: \n \n \n The Director's referral to PSRC No.",
      "id": "s59"
    },
    {
      "text": "223 of the reference known as Adjudicative Referral No.",
      "id": "s60"
    },
    {
      "text": "223 be set aside.",
      "id": "s61"
    },
    {
      "text": "2.",
      "id": "s62"
    },
    {
      "text": "Order 2 made on 10 March 2006 is hereby varied so as to read as follows: \n \n \n The Director establish a differently constituted committee to consider the reference known as Adjudicative Referral No.",
      "id": "s63"
    },
    {
      "text": "223 according to law.",
      "id": "s64"
    },
    {
      "text": "22 As the respondents' motion has essentially failed, the respondents must pay the applicant's costs of and incidental to the motion.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 28 April 2006\n\n\n\n Counsel for the Applicant: Mr M Robinson \n \n Solicitor for the Applicant: TressCox \n \n Counsel for the Respondent: Ms R M Henderson \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 19 April 2006 \n \n Date of Judgment: 28 April 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/453.html",
      "id": "s67"
    }
  ]
}