{
  "name": "Mardini v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 488 (3 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/488.html",
  "catchphrases": [
    {
      "text": "tribunal applied wrong test of domestic violence",
      "id": "c0"
    },
    {
      "text": "jurisdictional error",
      "id": "c1"
    },
    {
      "text": "independent ground of failure to comply with regulations",
      "id": "c2"
    },
    {
      "text": "asserted effect of jurisdictional error on second basis for decision",
      "id": "c3"
    },
    {
      "text": "no jurisdictional error affecting tribunal's exercise of power",
      "id": "c4"
    },
    {
      "text": "application for leave to raise new grounds of appeal from decision of federal magistrate",
      "id": "c5"
    },
    {
      "text": "proposed new grounds could have been raised before federal magistrate",
      "id": "c6"
    },
    {
      "text": "proposed new grounds would fail",
      "id": "c7"
    },
    {
      "text": "no other alleged error on part of federal magistrate",
      "id": "c8"
    },
    {
      "text": "leave to file amended notice of appeal refused",
      "id": "c9"
    },
    {
      "text": "migration",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "Personal background \n \n1 In a statutory declaration annexed to his application to the Migration Review Tribunal for review, the appellant made the following claims:\n \n (a) The appellant met his wife, Claudine, while she was visiting Lebanon with her family at the end of December 2000.",
      "id": "s0"
    },
    {
      "text": "(b) The appellant married Claudine in Lebanon on 14 July 2002.",
      "id": "s1"
    },
    {
      "text": "Claudine returned to Sydney on 9 August 2002.",
      "id": "s2"
    },
    {
      "text": "(c) The appellant was granted a temporary spouse visa on 13 September 2002 and arrived in Australia on 14 November 2002.",
      "id": "s3"
    },
    {
      "text": "(d) The couple first stayed at the home of Claudine's parents and then moved to the appellant's sister's home in Merrylands.",
      "id": "s4"
    },
    {
      "text": "(e) Claudine then ignored the appellant and \"put him down\" in private and in public, and did not treat him with respect.",
      "id": "s5"
    },
    {
      "text": "(f) Soon afterwards, Claudine informed the appellant that she regretted marrying him and that she had no feelings for him anymore.",
      "id": "s6"
    },
    {
      "text": "2 The appellant claimed that Claudine:\n \n 'humiliated, insulted, abused and endangered my health and life.",
      "id": "s7"
    },
    {
      "text": "She dominated the relationship and caused me stress, anxiety and despair.",
      "id": "s8"
    },
    {
      "text": "She is directly responsible for damaging my life, self esteem and confidence in myself as a man and a human being.",
      "id": "s9"
    },
    {
      "text": "...",
      "id": "s10"
    },
    {
      "text": "The emotional and psychological damage she caused to me in a short time will take many years to heal.",
      "id": "s11"
    },
    {
      "text": "' \n \n\n3 In addition to his statutory declaration, the appellant submitted to the Tribunal:\n \n (a) a report dated 18 February 2003 from Dr Ben Teoh, a consultant psychiatrist and physician; and \n\n(b) a report dated 5 March 2003 from Dr Hany Hanna, a registered medical practitioner\n\n(together, 'the medical reports').",
      "id": "s12"
    },
    {
      "text": "Procedural background \n \n4 On 25 July 2002, the appellant, made an application for a Partner (Migrant) (Class BC) visa to the Minister.",
      "id": "s13"
    },
    {
      "text": "On 28 April 2003, the Minister's delegate refused to grant the visa, principally on the basis that the appellant had failed to demonstrate that the suffered domestic violence committed by the sponsoring spouse was within the meaning of Migration Regulations 1994 (Cth) reg 100.221(4)(c)(i).",
      "id": "s14"
    },
    {
      "text": "5 On 19 May 2003, the Tribunal received an application for review of the decision of the delegate.",
      "id": "s15"
    },
    {
      "text": "On 2 June 2004, the appellant attended a hearing and gave oral evidence in support of his claims.",
      "id": "s16"
    },
    {
      "text": "On 9 June 2004, the Tribunal wrote a letter to the appellant informing him that it had made a decision and notifying him of the date on which the Tribunal would hand down its decision ('the 9 June letter').",
      "id": "s17"
    },
    {
      "text": "On 23 June 2004, the Tribunal handed down its decision affirming the decision of the delegate.",
      "id": "s18"
    },
    {
      "text": "6 The Tribunal found that the appellant had not suffered from domestic violence and that he had not satisfied the requirements of reg 1.24(2)(a) of the Regulations, in that he relied upon statutory declarations of two competent persons, Dr Teoh and Dr Hanna ('the statutory declarations') who were both medical practitioners.",
      "id": "s19"
    },
    {
      "text": "This did not satisfy different subparagraphs of paragraph (a) of reg 1.21(1) as required by reg 1.24(2).",
      "id": "s20"
    },
    {
      "text": "The statutory declarations, annexing the medical reports, had been submitted by the appellant to the delegate.",
      "id": "s21"
    },
    {
      "text": "The appellant submitted the medical reports to the Tribunal for the purposes of his application but did not resubmit the statutory declarations.",
      "id": "s22"
    },
    {
      "text": "7 On 1 September 2005, Lloyd-Jones FM heard the appellant's application for review of the Tribunal's decision.",
      "id": "s23"
    },
    {
      "text": "The grounds of that application were:\n \n \n '1.",
      "id": "s24"
    },
    {
      "text": "The Tribunal erred in law by accepting letter to the Department by Claudine Mardini stating the relationship with the visa applicant has ended and that the visa applicant was only with her to gain entry to Australia and that she bore much emotional abuse from him.",
      "id": "s25"
    },
    {
      "text": "The Tribunal fell into jurisdictional error on the basis that they accepted such statement without cross examining or verifying this information.",
      "id": "s26"
    },
    {
      "text": "2.",
      "id": "s27"
    },
    {
      "text": "The Tribunal took evidence from the applicant and his brother-in-law, Tony Mardini, (who is Claudine's Uncle) and such evidence was uncontested as truthful and the Tribunal erred in law by denying the applicant his natural right to be considered as a victim of domestic violence.",
      "id": "s28"
    },
    {
      "text": "Such is a jurisdictional error.",
      "id": "s29"
    },
    {
      "text": "3.",
      "id": "s30"
    },
    {
      "text": "The Tribunal erred in law by stating in the decision dated 23 June 2004 verse 18 'the visa applicant confirmed that his former spouse was still alive and that he had no children either from that relationship or any other'.",
      "id": "s31"
    },
    {
      "text": "The applicant was never married before.",
      "id": "s32"
    },
    {
      "text": "4.",
      "id": "s33"
    },
    {
      "text": "The Tribunal did not fully understand the violence suffered by visa applicant in spite of the medical reports and oral evidence supported by witnesses.",
      "id": "s34"
    },
    {
      "text": "The applicant wishes to rely on the transcript of the hearing which is attached to prove he has suffered domestic violence for the purpose of the regulation and the poor translation may have led the Presiding Member not to understand the gravity of the suffering of the applicant.",
      "id": "s35"
    },
    {
      "text": "' \n \n \n \n\n8 On 30 September 2005 the Federal Magistrate dismissed the application.",
      "id": "s36"
    },
    {
      "text": "His Honour held that in the absence of any evidence of a judicially determined claim of domestic violence, the determination of the proceedings was confined to the single issue of whether the statutory declarations satisfied the requirements of Division 1.5 of the Regulations.",
      "id": "s37"
    },
    {
      "text": "9 His Honour noted that the appellant had sought to satisfy the requirements of the statutory regime by presenting reports from two competent persons, whose qualifications and descriptions clearly placed both of them within reg 1.21(1)(a)(i), in breach of the requirements of reg 1.24(2)(a).",
      "id": "s38"
    },
    {
      "text": "His Honour determined that the Tribunal had correctly applied the criteria of the Regulations.",
      "id": "s39"
    },
    {
      "text": "10 On 17 October 2005, the appellant filed a notice of appeal commencing the current proceedings.",
      "id": "s40"
    },
    {
      "text": "The grounds of appeal as filed in this Court were:\n \n \n '(1) The decision involves an error law as the [Tribunal] failed to accept that the applicant was a subject of domestic violence and failed to adopt that psychological, emotional and verbal abuse are domestic violence for the purpose of determining that relevant domestic violence has occurred.",
      "id": "s41"
    },
    {
      "text": "(2) The Tribunal committed a jurisdictional error as it failed to rely on the statutory declarations as per Singh v Minister for Immigration [2003] FMCA 186.",
      "id": "s42"
    },
    {
      "text": "The Tribunal failed to accept the tendered statutory declaration as to satisfy the requirements of Division 1.5 of the Regulations.",
      "id": "s43"
    },
    {
      "text": "' \n \n \n \n\n11 The appellant, who was represented by a migration agent before the Tribunal and unrepresented before the Federal Magistrate, is now represented by solicitor and counsel.",
      "id": "s44"
    },
    {
      "text": "12 The Minister was recently served with the appellant's written submissions setting out a number of matters on which he seeks to base this appeal.",
      "id": "s45"
    },
    {
      "text": "Mr Zipser, who appears for the appellant, does not rely on any error in the reasons of the Federal Magistrate.",
      "id": "s46"
    },
    {
      "text": "13 This morning, a proposed amended notice of appeal was served, incorporating as grounds the matters in the submissions.",
      "id": "s47"
    },
    {
      "text": "Mr Zipser now seeks leave to file the amended notice of appeal.",
      "id": "s48"
    },
    {
      "text": "He suggested a possible adjournment to the Minister, who declined and is ready to proceed.",
      "id": "s49"
    },
    {
      "text": "Ms Wong, who appears for the Minister, opposes the filing of the proposed amended notice of appeal, which was further amended during the hearing of the application for leave to file and rely upon it.",
      "id": "s50"
    },
    {
      "text": "14 The proposed amended notice of appeal, as now pressed, contains the following grounds:\n \n (1) The Tribunal found that emotional or psychological violence was not sufficient to constitute violence within the meaning of this term in Division 1.5 of the Migration Regulations and on this basis many ' difficulties complained of [by the appellant] are not violence for the purpose of the regulations and cannot form the basis for determining that relevant domestic violence has occurred '.",
      "id": "s51"
    },
    {
      "text": "The Tribunal fell into jurisdictional error on this point, which the respondent concedes.",
      "id": "s52"
    },
    {
      "text": "On this basis, the appellant is entitled to relief.",
      "id": "s53"
    },
    {
      "text": "(2) The Tribunal told the appellant at the hearing that relevant domestic violence was limited to physical violence and did not include emotional or psychological violence.",
      "id": "s54"
    },
    {
      "text": "These statements were not correct.",
      "id": "s55"
    },
    {
      "text": "The Tribunal misled the appellant.",
      "id": "s56"
    },
    {
      "text": "In the circumstances there was jurisdictional error.",
      "id": "s57"
    },
    {
      "text": "(3) The Tribunal's letter to the appellant dated 9 June 2004 stated in part that ' the Tribunal has made a decision on your case '.",
      "id": "s58"
    },
    {
      "text": "The statement was misleading.",
      "id": "s59"
    },
    {
      "text": "In the circumstances there was jurisdictional error.",
      "id": "s60"
    },
    {
      "text": "(4) The Tribunal should have put to the applicant in writing that, in relation to the two statutory declarations by competent persons provided by the appellant to the Department, the competent persons were both of the same kind.",
      "id": "s61"
    },
    {
      "text": "The Tribunal's failure to put these matters to the appellant in writing gave rise to a breach of s 359A of the Migration Act and jurisdictional error.",
      "id": "s62"
    },
    {
      "text": "15 Grounds 5 and 6 of the proposed amended notice of appeal were not pressed.",
      "id": "s63"
    },
    {
      "text": "Submissions on the grant of leave to rely on the proposed amended notice of appeal \n \n16 Mr Zipser submits that leave should be granted if the grounds are meritorious, unless there is disentitling conduct.",
      "id": "s64"
    },
    {
      "text": "He points to the fact that no new evidence has been filed and that the appellant was not represented by a legal practitioner before the Federal Magistrate.",
      "id": "s65"
    },
    {
      "text": "He relies on ' a recent development in the law ' in SZEEU v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCAFC 2 which, he submits, is relevant to the Tribunal's reference to the statutory declarations.",
      "id": "s66"
    },
    {
      "text": "17 Ms Wong opposes leave being granted to rely on grounds not raised before Lloyd-Jones FM.",
      "id": "s67"
    },
    {
      "text": "She points to the absence of any explanation for why these grounds were not raised before his Honour, other than the lack of legal representation.",
      "id": "s68"
    },
    {
      "text": "Ms Wong submits, further, that an application of the principles enunciated in NAJT v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 134 ; (2005) 147 FCR 51 at [166] by Madgwick J (with whom Conti J agreed) should result in refusal of leave.",
      "id": "s69"
    },
    {
      "text": "She points out that, relevantly, the law relied upon by Mr Zipser was determined in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 and Minister for Immigration and Multicultural Affairs v Al Shamry [2001] FCA 919 ; (2001) 110 FCR 27 , both of which pre-dated the Tribunal hearing.",
      "id": "s70"
    },
    {
      "text": "18 I shall return to the question of leave.",
      "id": "s71"
    },
    {
      "text": "Matters not in dispute \n \n19 The following matters are not in dispute:\n \n &#8226; The Tribunal applied the test of domestic violence in Cakmak v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCAFC 257 ; (2003) 135 FCR 183 , requiring physical violence or the threat thereof.",
      "id": "s72"
    },
    {
      "text": "That constituted jurisdictional error, the test having been stated in Sok v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 56 ; (2005) 144 FCR 170 as not being limited to physical violence.",
      "id": "s73"
    },
    {
      "text": "&#8226; The Tribunal referred to the statutory declarations.",
      "id": "s74"
    },
    {
      "text": "Those declarations were part of the information given by the appellant to the delegate and were not information within s 359A(4)(b) of the Migration Act 1958 (Cth).",
      "id": "s75"
    },
    {
      "text": "The medical reports were part of the information given by the appellant to the Tribunal as part of his application to the Tribunal and came within s 359A(4)(b) of the Act.",
      "id": "s76"
    },
    {
      "text": "&#8226; The Tribunal's finding that the statutory declarations failed to comply with reg 1.24(2) is correct (subject to a claim that the Tribunal failed to comply with s 359A(1)).",
      "id": "s77"
    },
    {
      "text": "Issues arising from the proposed amended notice of appeal and pressed in the appeal \n \n20 Mr Zipser raises the following issues, as pressed:\n \n &#8226; Is the appellant entitled to relief as a result of the agreed jurisdictional error concerning the test for domestic violence?",
      "id": "s78"
    },
    {
      "text": "&#8226; Did the Tribunal mislead the appellant in telling him the incorrect test of domestic violence?",
      "id": "s79"
    },
    {
      "text": "If so, is the appellant entitled to relief?",
      "id": "s80"
    },
    {
      "text": "&#8226; In the 9 June letter, the Tribunal stated: ' The Tribunal has made a decision on your case '.",
      "id": "s81"
    },
    {
      "text": "Did that mislead the appellant and, if so, does that amount to jurisdictional error entitling the appellant to relief?",
      "id": "s82"
    },
    {
      "text": "&#8226; Did the Tribunal fail to comply with s 359A(1) of the Act by referring to the statutory declarations?",
      "id": "s83"
    },
    {
      "text": "&#8226; Should the appellant be given leave to rely upon any of the proposed grounds?",
      "id": "s84"
    },
    {
      "text": "&#8226; If the appellant makes out any of the proposed grounds, should the Court, in its discretion, grant relief?",
      "id": "s85"
    },
    {
      "text": "Is the appellant entitled to relief as a result of the agreed jurisdictional error concerning the test for domestic violence?",
      "id": "s86"
    },
    {
      "text": "21 The Tribunal made its decision on two independent bases.",
      "id": "s87"
    },
    {
      "text": "The incidents described by the appellant did not constitute domestic violence ('the first basis').",
      "id": "s88"
    },
    {
      "text": "Regulation 1.24(2) was not complied with as the statutory declarations did not establish relevant domestic violence because those claiming to be competent persons had the same qualifications (at [40]) ('the second basis').",
      "id": "s89"
    },
    {
      "text": "The Tribunal was ' unable to accept that domestic violence had occurred under the regulations ' (at [41]).",
      "id": "s90"
    },
    {
      "text": "Accordingly, the Tribunal said, at [42], that ' As these are the only declarations or other applicable evidence put forward, the Tribunal is not satisfied that relevant domestic violence has occurred '.",
      "id": "s91"
    },
    {
      "text": "22 Mr Zipser submits that the Tribunal could have come to a different conclusion as to whether the appellant's experiences satisfied the Sok test of domestic violence ( Re Refugee Review Tribunal; ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 at [104] ).",
      "id": "s92"
    },
    {
      "text": "That is not challenged in this application.",
      "id": "s93"
    },
    {
      "text": "Mr Zipser then seeks to extend that consequence to the acknowledged separate basis for the decision and raises four routes from the jurisdictional error in the first basis to the second basis:\n \n 1.",
      "id": "s94"
    },
    {
      "text": "The Tribunal might have put to the appellant in writing the problem with the statutory declarations or it might have given the appellant the opportunity to obtain a further statutory declaration to satisfy reg 1.24.",
      "id": "s95"
    },
    {
      "text": "2.",
      "id": "s96"
    },
    {
      "text": "If the Tribunal had not misled the appellant by telling him the incorrect test, the appellant might have been motivated at the hearing to ask the Tribunal for more time to obtain a further statutory declaration to satisfy reg 1.24.",
      "id": "s97"
    },
    {
      "text": "3.",
      "id": "s98"
    },
    {
      "text": "The 9 June letter ' would have dissuaded the appellant ' from obtaining a further statutory declaration.",
      "id": "s99"
    },
    {
      "text": "4.",
      "id": "s100"
    },
    {
      "text": "At a de novo hearing there may be a new declaration, so that a different result may be reached.",
      "id": "s101"
    },
    {
      "text": "23 Some of those routes are relied upon independently of this ground.",
      "id": "s102"
    },
    {
      "text": "24 Relief may be dependent on establishing that the breach denied the possibility of a successful outcome ( Al Shamry at 41 per Merkel J).",
      "id": "s103"
    },
    {
      "text": "In Giretti v Commissioner of Tax (1996) 70 FCR 151, where there was an independent ground for a decision unaffected by procedural unfairness, Lindgren J (with whom Jenkinson J agreed) pointed out at 164 that Mr Giretti ' was not deprived of the possibility of avoiding the making of a sequestration order ', in contrast to the situation in Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141.",
      "id": "s104"
    },
    {
      "text": "His Honour analysed Stead to determine whether that test was ' forward-looking ' or ' backward-looking '.",
      "id": "s105"
    },
    {
      "text": "His Honour pointed out that in many cases the result is the same but was of the opinion that the better view is that there is scope for the operation of both tests as alternatives.",
      "id": "s106"
    },
    {
      "text": "His Honour characterised the difference as whether there was or that there is no possibility of a different result but pointed out at 165 that '[i] t is difficult to accept readily that a person who has been denied the benefit of procedural fairness should be entitled to be placed in a better position than if he or she had not been '.",
      "id": "s107"
    },
    {
      "text": "He also observed at 166 that Stead does not require or admit of ' speculation or guesswork as to matters not suggested by the evidence or by the parties.",
      "id": "s108"
    },
    {
      "text": "An example would be that Mr Giretti might somehow even now obtain legal representation and mount a new and different attack on the assessments '.",
      "id": "s109"
    },
    {
      "text": "25 It could well be said that Mr Zipser is inviting the Court to engage such speculation or guesswork.",
      "id": "s110"
    },
    {
      "text": "26 Mr Zipser submits that the Tribunal appeared to have formed the view that, on the Cakmak test, there was no domestic violence and that, if it had appreciated the correct test, it may have been minded to adopt one or more of these routes.",
      "id": "s111"
    },
    {
      "text": "It should be noted that there is no evidence to support any of the above assertions.",
      "id": "s112"
    },
    {
      "text": "27 Not every departure from the rules of natural justice will entitle an aggrieved party to a new hearing if the new hearing would be a futility ( Stead at 145).",
      "id": "s113"
    },
    {
      "text": "As the High Court said in Stead at 147 ' All that the appellant needed to show was that the denial of natural justice deprived him of the possibility of a successful outcome '.",
      "id": "s114"
    },
    {
      "text": "In Aala at [104] the High Court has applied the same test to jurisdictional error.",
      "id": "s115"
    },
    {
      "text": "That test applies to the first basis.",
      "id": "s116"
    },
    {
      "text": "The second basis, however, formed an independent ground for the Tribunal decision.",
      "id": "s117"
    },
    {
      "text": "28 In the transcript of the hearing the Tribunal member said that the Tribunal had written to the appellant about the fact that the declarations did not ' meet the requirements of the law '.",
      "id": "s118"
    },
    {
      "text": "That was not correct.",
      "id": "s119"
    },
    {
      "text": "The issue was referred to in the decision of the delegate which had been forwarded to the appellant.",
      "id": "s120"
    },
    {
      "text": "The Tribunal asked the appellant why he had not made an effort to achieve other declarations, to which he replied that he did not know what he had to do.",
      "id": "s121"
    },
    {
      "text": "It is apparent that the appellant was aware of the problem, had the opportunity to fix it and did not do so.",
      "id": "s122"
    },
    {
      "text": "This, in my view, weighs against starting the proceedings afresh ( Turner v Official Trustee in Bankruptcy [1996] 71 FCR 418 at 423).",
      "id": "s123"
    },
    {
      "text": "29 This is a case where, irrespective of the failure to apply the Sok test, the Tribunal was bound by the Act and Regulations to affirm the decision of the delegate.",
      "id": "s124"
    },
    {
      "text": "The Tribunal decision as to the inadequacy of the statutory declarations was correct and did not involve jurisdictional error.",
      "id": "s125"
    },
    {
      "text": "The Tribunal decision should be upheld on this independent ground ( Shaikh v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 174 at [34] ; Theunissen v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1097 at [29] ).",
      "id": "s126"
    },
    {
      "text": "The fact that the Tribunal applied the test of domestic violence in Cakmak rather than the later test in Sok would not be sufficient to uphold the appeal if the appellant were permitted to rely upon this ground.",
      "id": "s127"
    },
    {
      "text": "In those circumstances, it is appropriate to refuse relief on discretionary grounds ( Aala at [58] per Gaudron and Gummow JJ; SZEEU at [232]-[233] per Allsop J).",
      "id": "s128"
    },
    {
      "text": "In telling the appellant of the incorrect test of domestic violence, did the Tribunal mislead the appellant and, if so, would the appellant be entitled to relief?",
      "id": "s129"
    },
    {
      "text": "30 There is no evidence to support the allegation that the appellant was misled or that the appellant was deprived of an opportunity.",
      "id": "s130"
    },
    {
      "text": "In any event, as Mr Zipser conceded, if the Tribunal did mislead the appellant in telling him the incorrect test of domestic violence, the appellant would not be entitled to relief for the same reasons as set out above.",
      "id": "s131"
    },
    {
      "text": "31 This proposed ground of appeal would not succeed.",
      "id": "s132"
    },
    {
      "text": "Did the 9 June letter mislead the appellant and, if so, does that mount to jurisdictional error entitling the appellant to relief?",
      "id": "s133"
    },
    {
      "text": "32 Mr Zipser submits that, by telling the appellant that the Tribunal had made a decision in his case, the Tribunal suggested to the appellant that he was not permitted to provide further evidence to the Tribunal.",
      "id": "s134"
    },
    {
      "text": "It is said that was misleading, as the appellant had the right to provide further evidence at any time prior to the handing down of the decision.",
      "id": "s135"
    },
    {
      "text": "33 There is no evidence to support such an interpretation of the letter, nor that the appellant was misled, nor that there was any consequence of any such interpretation, nor that the appellant was dissuaded from obtaining further evidence, nor that he was deprived of any opportunity.",
      "id": "s136"
    },
    {
      "text": "Indeed, the appellant was placed on notice by the Tribunal at the hearing of the defect and did not seek to adduce further evidence.",
      "id": "s137"
    },
    {
      "text": "34 This proposed ground of appeal would not succeed.",
      "id": "s138"
    },
    {
      "text": "Did the Tribunal fail to comply with s 359A of the Act with respect to the statutory declarations?",
      "id": "s139"
    },
    {
      "text": "35 The appellant submits that the \"information\" which the Tribunal failed to put to the appellant in accordance with s 359A(1) was:\n \n (a) the two competent persons from whom he obtained statutory declarations were both medical practitioners, as a result of which the appellant did not satisfy clause 1.24(2) of the Migration Regulations ; and/or \n\n(b) a psychiatrist was not a psychologist.",
      "id": "s140"
    },
    {
      "text": "36 Ms Wong submits that the \"information\" represented the Tribunal's thought processes and identified defects in the appellant's evidence and, as such, was not encompassed by \"information\" within the meaning of s 359A(1) ( VAF v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (2004) 206 ALR 471 at [24]).",
      "id": "s141"
    },
    {
      "text": "37 The Tribunal, in its reasons, said at [40] that ' the available declarations do not establish relevant domestic violence because of the basis of those claiming to be competent persons '.",
      "id": "s142"
    },
    {
      "text": "It then explained the effect of the regulations and continued at [41] --- [42]:\n \n 'Accordingly, the Tribunal is unable to accept that domestic violence has occurred under the regulations as the statutory declaration of either Dr Hanna and Dr Teoh cannot be relied upon to support a claim of domestic violence under the regulations.",
      "id": "s143"
    },
    {
      "text": "Therefore, paragraph 1.24(1)(b) of the regulations has not been satisfied.",
      "id": "s144"
    },
    {
      "text": "As these are the only declarations or other applicable evidence put forward, the Tribunal is not satisfied that relevant domestic violence has occurred.",
      "id": "s145"
    },
    {
      "text": "' \n \n\n38 In my opinion, the Tribunal was pointing to a defect in the appellant's case and explaining the reasons for its conclusion that there was such a defect.",
      "id": "s146"
    },
    {
      "text": "It explained why it was not satisfied that domestic violence had occurred.",
      "id": "s147"
    },
    {
      "text": "That does not constitute information for the purposes of s 359A(1).",
      "id": "s148"
    },
    {
      "text": "39 This proposed ground of appeal would fail.",
      "id": "s149"
    },
    {
      "text": "Conclusion \n \n40 The fact that the appellant was unrepresented before the Federal Magistrate is relevant but not, of itself, a basis for permitting the re-litigation on different grounds of the very same question in subsequent proceedings ( SZBWJ v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 13 at [49] ).",
      "id": "s150"
    },
    {
      "text": "In my view, the proposed grounds of appeal would not succeed.",
      "id": "s151"
    },
    {
      "text": "In addition, as in SZBWJ , other than to rely on recent retaining of legal advice, the appellant has made no attempt to explain why the proposed grounds were not raised earlier.",
      "id": "s152"
    },
    {
      "text": "41 Even if I were wrong I would not, as a matter of discretion, uphold the appeal and remit the matter to the Tribunal.",
      "id": "s153"
    },
    {
      "text": "The appellant had submitted the whole of each statutory declaration with its accompanying report to the delegate.",
      "id": "s154"
    },
    {
      "text": "It resubmitted the reports to the Tribunal with the intention to rely upon them and did so.",
      "id": "s155"
    },
    {
      "text": "Strictly, the reports needed to be accompanied by the statutory declarations to comply with reg 1.24(1)(a).",
      "id": "s156"
    },
    {
      "text": "The Tribunal did not reject the appellant's evidence on the basis of this \"technicality\".",
      "id": "s157"
    },
    {
      "text": "The Tribunal decision was correct in that the appellant failed to comply with the Regulations.",
      "id": "s158"
    },
    {
      "text": "The appellant was aware of the defect from the delegate's decision and was told about it again at the Tribunal hearing.",
      "id": "s159"
    },
    {
      "text": "He did not seek to correct it.",
      "id": "s160"
    },
    {
      "text": "42 The appellant has not otherwise relied upon error on the part of the Federal Magistrate.",
      "id": "s161"
    },
    {
      "text": "43 Leave to file the amended notice of appeal should be refused.",
      "id": "s162"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s163"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s164"
    },
    {
      "text": "Associate:\n\nDated: 3 May 2006\n\n\n Counsel for the Appellant: B Zipser \n \n Solicitor for the Appellant: Brett Slater Solictors \n \n Counsel for the Respondents: T Wong \n \n Solicitor for the Respondents: Clayton Utz \n \n Date of Hearing: 19 April 2006 \n \n Date of Judgment: 3 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/488.html",
      "id": "s165"
    }
  ]
}