{
  "name": "Antipova v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 584 (19 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/584.html",
  "catchphrases": [
    {
      "text": "visa",
      "id": "c0"
    },
    {
      "text": "spouse visa",
      "id": "c1"
    },
    {
      "text": "whether migration review tribunal complied with requirement to invite applicant to give evidence and present arguments",
      "id": "c2"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c3"
    },
    {
      "text": "imposition of time limit on hearing after hearing had begun and without prior warning",
      "id": "c4"
    },
    {
      "text": "frequent interruptions of applicant's answers to questions and requests to make answers briefer",
      "id": "c5"
    },
    {
      "text": "advice of tribunal sent with invitation to hearing that applicant should take time in answering questions",
      "id": "c6"
    },
    {
      "text": "whether invitation to hearing real and genuine",
      "id": "c7"
    },
    {
      "text": "tribunal disbelieved applicant on issue about which she was attempting to give detailed evidence",
      "id": "c8"
    },
    {
      "text": "whether tribunal misled applicant about issues on which review would be determined",
      "id": "c9"
    },
    {
      "text": "whether tribunal misconstrued criteria to be applied",
      "id": "c10"
    },
    {
      "text": "compelling and compassionate circumstances for the grant of the visa",
      "id": "c11"
    },
    {
      "text": "whether confined to circumstances existing at date of application for visa",
      "id": "c12"
    },
    {
      "text": "whether ostensible bias",
      "id": "c13"
    },
    {
      "text": "migration",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding \n \n\n \n1 This proceeding involved a detailed examination of the way in which the Migration Review Tribunal ('the Tribunal') dealt with the case of the applicant, Ms Antipova, in performing its function of reviewing a decision of a delegate of the respondent, the Minister for Immigration and Multicultural and Indigenous Affairs ('the Minister').",
      "id": "s0"
    },
    {
      "text": "Counsel for Ms Antipova argued that a great number of aspects of the manner in which the Tribunal conducted the proceeding, and reasoned its decision, gave rise to jurisdictional error on its part.",
      "id": "s1"
    },
    {
      "text": "The issues include denial of procedural fairness.",
      "id": "s2"
    },
    {
      "text": "Most significantly, it was suggested that the Tribunal denied Ms Antipova procedural fairness by misleading her as to the issues on which it proposed to decide her case, and by cutting short the presentation of her case during the Tribunal's hearing.",
      "id": "s3"
    },
    {
      "text": "There is also a question whether the Tribunal misconstrued a criterion applicable to Ms Antipova's case.",
      "id": "s4"
    },
    {
      "text": "2 Ms Antipova is a citizen of the Russian Federation.",
      "id": "s5"
    },
    {
      "text": "She entered Australia on 21 March 2002 as the holder of a Business (Class UC), subclass 456 visa, valid until 21 June 2002.",
      "id": "s6"
    },
    {
      "text": "On 18 June 2002, she applied for a Partner (Temporary) (Class UK) visa, subclass 820 (Spouse) and a Partner (Residence) (Class BS) visa, subclass 801 (Spouse), on the basis of her de facto relationship with an Australian citizen, Michael Charles Petrou.",
      "id": "s7"
    },
    {
      "text": "An application of this kind is considered first as an application for a subclass 820 visa.",
      "id": "s8"
    },
    {
      "text": "If that visa is granted, then the applicant may be considered later for the grant of a subclass 801 visa, a criterion for which is that the applicant have held a subclass 820 visa for a specified period, usually two years.",
      "id": "s9"
    },
    {
      "text": "On 3 January 2003, a delegate of the Minister decided to refuse to grant a visa.",
      "id": "s10"
    },
    {
      "text": "Ms Antipova applied to the Tribunal for review of the delegate's decision.",
      "id": "s11"
    },
    {
      "text": "The Tribunal conducted its hearing on 21 October 2003.",
      "id": "s12"
    },
    {
      "text": "On 9 December 2003, the Tribunal sent to Ms Antipova its written decision and reasons for decision.",
      "id": "s13"
    },
    {
      "text": "The Tribunal affirmed the decision under review, finding that Ms Antipova was not entitled to the grant of either a subclass 820 visa or a subclass 801 visa.",
      "id": "s14"
    },
    {
      "text": "3 In respect of that decision of the Tribunal, Ms Antipova applied to the Court, seeking relief of the kinds which the Court is empowered to grant in the exercise of the jurisdiction conferred on it by s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s15"
    },
    {
      "text": "The legislation \n \n\n \n4 Section 353 of the Migration Act 1958 (Cth) ('the Migration Act ') provides:\n \n\n \n \n '(1) The Tribunal shall, in carrying out its functions under this Act, pursue the objective of providing a mechanism of review that is fair, just, economical, informal and quick.",
      "id": "s16"
    },
    {
      "text": "(2) The Tribunal, in reviewing a decision: \n \n \n \n \n (a) is not bound by technicalities, legal forms or rules of evidence; and \n \n \n \n \n \n \n \n (b) shall act according to substantial justice and the merits of the case.",
      "id": "s17"
    },
    {
      "text": "' \n \n \n \n \n \n\n5 Section 360(1) of the Migration Act provides as follows:\n \n\n \n 'The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s18"
    },
    {
      "text": "' \n \n \n\n6 Section 360(2) provides that s 360(1) does not apply in certain specified circumstances, none of which is applicable to the present case.",
      "id": "s19"
    },
    {
      "text": "Section 360 is found in Div 5 of Pt 5 of the Migration Act , which also contains s 357A.",
      "id": "s20"
    },
    {
      "text": "Section 357A(1) provides:\n \n\n \n 'This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s21"
    },
    {
      "text": "' \n \n \n\n7 Item 820.21 in Sch 2 to the Migration Regulations 1994 (Cth) ('the Migration Regulations ') contains criteria to be satisfied at the time of an application for a subclass 820 visa.",
      "id": "s22"
    },
    {
      "text": "By item 820.211(2)(a)(i), one of those criteria is expressed as follows:\n \n\n \n '(2) An applicant meets the requirements of this subclause if: \n \n \n \n \n \n \n \n (a) the applicant is the spouse of a person who: \n \n \n \n \n \n \n \n (i) is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen'.",
      "id": "s23"
    },
    {
      "text": "8 By item 801.221(2)(a) of Sch 2 to the Migration Regulations , a criterion to be satisfied at the time of the decision whether to grant a subclass 801 visa is that the person applying for it be the holder of a subclass 820 visa.",
      "id": "s24"
    },
    {
      "text": "9 The definition of 'spouse', for the purposes of the Migration Regulations is found in reg 1.15A, which provides relevantly:\n \n\n \n \n '(1) For the purposes of these Regulations, a person is the spouse of another person if the 2 persons are: \n \n \n \n \n \n \n (a) in a married relationship, as described in subregulation (1A); or \n \n \n \n \n (b) in a de facto relationship, as described in subregulation (2).",
      "id": "s25"
    },
    {
      "text": "... \n \n \n (2) Persons are in a de facto relationship if: \n \n \n ... \n \n (c) the Minister is satisfied that: \n \n (i) they have a mutual commitment to a shared life as husband and wife to the exclusion of all others; and \n \n (ii) the relationship between them is genuine and continuing; and \n \n (iii) they: \n \n (A) live together; or \n \n (B) do not live separately and apart on a permanent basis; and \n \n \n \n \n (d) subject to paragraph (e) and subregulation (2A), where either of them is an applicant for a permanent visa, a Partner (Provisional) (Class UF) visa, or a Partner (Temporary) (Class UK) visa --- the Minister is satisfied that, for the period of 12 months immediately preceding the date of the application of the party relying on the existence of the relationship: \n \n \n \n \n \n (i) they had a mutual commitment to a shared life as husband and wife to the exclusion of all others; and \n \n \n \n \n \n \n \n (ii) the relationship between them was genuine and continuing; and \n \n \n \n \n (iii) they had: \n \n (A) been living together; or \n \n \n \n \n (B) not been living separately and apart on a permanent basis; and \n \n \n ... \n \n (2A) Paragraph 2(d) does not apply if: \n \n ... \n \n \n \n \n (b) the applicant can establish compelling and compassionate circumstances for the grant of the visa.",
      "id": "s26"
    },
    {
      "text": "(3) In forming an opinion whether 2 persons are in a married relationship, or a de facto relationship, in relation to an application for: \n \n \n \n ... \n \n (ag) a Partner (Temporary) (Class UK) visa; \n \n \n \n the Minister must have regard to all of the circumstances of the relationship, including, in particular: \n \n \n \n (a) the financial aspects of the relationship, including: \n \n \n (i) any joint ownership of real estate or other major assets; and \n \n \n (ii) any joint liabilities; and \n \n \n (iii) the extent of any pooling of financial resources, especially in relation to major financial commitments; and \n \n \n \n (iv) whether one party to the relationship owes any legal obligation in respect of the other; and \n \n \n \n (v) the basis of any sharing of day-to-day household expenses; \n \n \n (b) the nature of the household, including: \n \n \n (i) any joint responsibility for care and support of children, if any; and \n \n \n (ii) the parties' living arrangements; and \n \n (iii) any sharing of responsibility for housework; \n \n (c) the social aspects of the relationship, including: \n \n \n (i) whether the persons represent themselves to other people as being married or in a de facto relationship with each other; \n \n \n \n (ii) the opinion of the persons' friends and acquaintances about the nature of the relationship; and \n \n \n \n (iii) any basis on which the persons plan and undertake joint social activities; \n \n \n \n \n \n (d) the nature of the persons' commitment to each other, including: \n \n \n \n \n (i) the duration of the relationship; and \n \n \n (ii) the length of time during which the persons have lived together; and \n \n \n \n (iii) the degree of companionship and emotional support that the persons draw from each other; and \n \n \n \n (iv) whether the persons see the relationship as a long-term one.",
      "id": "s27"
    },
    {
      "text": "... \n \n \n \n \n \n \n \n \n (5) If 2 persons have been living together at the same address for 6 months or longer, that fact is to be taken to be strong evidence that the relationship is genuine and continuing, but a relationship of shorter duration is not to be taken not to be genuine and continuing only for that reason.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n \n Ms Antipova's claims \n \n\n \n10 Ms Antipova and Mr Petrou claimed to have been in a de facto relationship from 18 May 2001.",
      "id": "s29"
    },
    {
      "text": "Their relationship began in California, in the United States of America.",
      "id": "s30"
    },
    {
      "text": "Ms Antipova had gone to California to follow her then fianc&eacute;, with whom she had had a long relationship in Russia.",
      "id": "s31"
    },
    {
      "text": "At a party in April 2001, she met Mr Petrou, who fell in love with her.",
      "id": "s32"
    },
    {
      "text": "Although she was to be married shortly, Ms Antipova continued to meet Mr Petrou socially, with other friends she had made through studying English, on a daily basis.",
      "id": "s33"
    },
    {
      "text": "She went ahead with her plans to marry.",
      "id": "s34"
    },
    {
      "text": "The wedding took place on 30 April 2001.",
      "id": "s35"
    },
    {
      "text": "After she married, her husband became violent towards her.",
      "id": "s36"
    },
    {
      "text": "She quickly decided that she did not wish to remain with her husband, and preferred to make her life with Mr Petrou.",
      "id": "s37"
    },
    {
      "text": "She moved into a house that he shared with others on 18 May 2001.",
      "id": "s38"
    },
    {
      "text": "11 Ms Antipova and Mr Petrou supplied to the Tribunal a quantity of material designed to bear out the case as to how long they had lived together.",
      "id": "s39"
    },
    {
      "text": "The material included statutory declarations of Mr Petrou's parents.",
      "id": "s40"
    },
    {
      "text": "In his statutory declaration of 2 September 2002, Mr Petrou's father said:\n \n\n \n 'WE SPOKE TO MICHAEL AND NATALIE BEFORE 22 ND MAY 2001, THE DATE IS CLEAR BECAUSE IT IS PRIOR TO MICHAELS BIRTHDAY AND TRIP TO GERMANY.",
      "id": "s41"
    },
    {
      "text": "MICHAEL INTRODUCED NATALIE TO US AND TOLD US THAT THEY WERE TOGETHER AND INTENDED TO MARRY.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n\n12 Mr Petrou's mother, in her statutory declaration of 2 September 2002, said:\n \n\n \n 'I SPOKE TO MICHAEL AND NATALIE BEFORE 22 MAY 2001 WHICH WAS BEFORE MICHAELS BIRTHDAY AND HIS TRIP TO GERMANY.",
      "id": "s43"
    },
    {
      "text": "MICHAEL INTRODUCED NATALIE TO ME AND TOLD ME THAT THEY WERE A COUPLE AND INTENDED TO BE MARRIED.",
      "id": "s44"
    },
    {
      "text": "' \n \n \n\n13 The couple also provided two letters from Michelle E Downie.",
      "id": "s45"
    },
    {
      "text": "The first, dated 15 August 2002, said:\n \n\n \n 'I am a very close friend of Mr. Michael Petrou of Victoria, Australia.",
      "id": "s46"
    },
    {
      "text": "I have known Michael for two years, having met him in June 2000 in San Jose, California.",
      "id": "s47"
    },
    {
      "text": "We then shared an apartment in San Jose from April of 2001 to July of 2001.",
      "id": "s48"
    },
    {
      "text": "I met his fianc&eacute;, Natalie (Natalia Antipova), at a party at our apartment in San Jose in late April 2001 and had contact with the couple until July 2001, when I left California.",
      "id": "s49"
    },
    {
      "text": "Natalie came to our apartment multiple times for dinners and coffee and lived with us in our apartment during the month of May.",
      "id": "s50"
    },
    {
      "text": "It is very apparent to me that the two were completely in love.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n\n14 Ms Downie's second letter, dated 17 August 2003, read as follows:\n \n\n \n 'On 15th August 2002 I made a statement in respect to Michael Petrou and his then fiance Natalie Antipova (now Natalie Petrou).",
      "id": "s52"
    },
    {
      "text": "As I stated, I met Michael in about June 2000 and we became, and continue to be, very good friends.",
      "id": "s53"
    },
    {
      "text": "We shared a house in San Jose from April 2001 until July 2001, when I left the house to travel and settle in Venezuela.",
      "id": "s54"
    },
    {
      "text": "I met Natalie in late April 2001 and Natalie moved in with Michael in May 2001.",
      "id": "s55"
    },
    {
      "text": "I left in July 2001 and Natalie was still living with him when I moved out.",
      "id": "s56"
    },
    {
      "text": "As I also stated it was clear that they were very much in love, and not surprisingly, they have now married.",
      "id": "s57"
    },
    {
      "text": "' \n \n \n\n15 There was also a letter from Zhanna Shpits, which was typed but bore no signature, dated 21 July 2003, which read:\n \n\n \n 'I met Natalia Antipova when she attended classes in April 2001 at the Golden Gate Language School located in Campbell, California, where I teach English.",
      "id": "s58"
    },
    {
      "text": "We became good friends due to our common language and background.",
      "id": "s59"
    },
    {
      "text": "Natalia had a group of friends from the school that included people from many parts of the world.",
      "id": "s60"
    },
    {
      "text": "I know that Natalia Antipova and Michael Petrou lived together in a defacto relationship from May 18 th , 2001, and that Michael departed the USA for a trip to Germany later in May 2001.",
      "id": "s61"
    },
    {
      "text": "The date is accurate because it coincided with semester start in that year and Michael's trip to Germany shortly after.",
      "id": "s62"
    },
    {
      "text": "I visited their home on several occasions including the weekend of the 19 &#8722; 20 May 2001 and it was clear that they were sleeping in the same bedroom that weekend.",
      "id": "s63"
    },
    {
      "text": "Natalia gave me a tour of the house and I saw the bedroom that they occupied with its adjoining ensuite.",
      "id": "s64"
    },
    {
      "text": "The house had other bedrooms, and other residents occupied these other rooms in a shared house arrangement as was common in the Bay Area at that time.",
      "id": "s65"
    },
    {
      "text": "It is certain that they were in a defacto relationship from that weekend onwards and my fianc&eacute; and I spent a lot of time together with both Michael and Natalia going to restaurants and scenic tours around California during the remainder of 2001 and early in 2002 before they left the USA.",
      "id": "s66"
    },
    {
      "text": "Please don't hesitate to contact me if you have any further questions.",
      "id": "s67"
    },
    {
      "text": "' \n \n \n\n16 Ms Antipova and Mr Petrou subsequently left the United States and have since married.",
      "id": "s68"
    },
    {
      "text": "Mr Petrou has two children by a previous marriage, who have developed a close relationship with him and Ms Antipova since they arrived in Australia.",
      "id": "s69"
    },
    {
      "text": "The Tribunal hearing \n \n\n \n17 By letter dated 24 September 2003, an officer of the Tribunal invited Ms Antipova to appear before the Tribunal 'to give evidence and present arguments relating to the issues arising in relation to your application for review.",
      "id": "s70"
    },
    {
      "text": "' The letter referred to 'the enclosed information sheet, which contains information about the conduct of Tribunal hearings.",
      "id": "s71"
    },
    {
      "text": "' Enclosed was a two-page document, entitled 'INFORMATION ABOUT TRIBUNAL HEARINGS'.",
      "id": "s72"
    },
    {
      "text": "It contained the following statements:\n \n\n \n 'You are entitled to appear before the Tribunal to give evidence and present arguments... \n \n There are no set procedures --- the presiding Member will guide the proceedings to suit the circumstances of each case.",
      "id": "s73"
    },
    {
      "text": "The Members will generally ask questions of each person in turn and provide an opportunity for the applicant to make a statement and present arguments... \n \n Witnesses should take their time in answering questions and the presiding Member may permit them to consult papers or another person before answering.",
      "id": "s74"
    },
    {
      "text": "' \n \n \n\n18 On 21 October 2003, the hearing commenced.",
      "id": "s75"
    },
    {
      "text": "A transcript of the hearing, 46 pages long including the cover page, was placed before the Court by means of a supplementary court book.",
      "id": "s76"
    },
    {
      "text": "Shortly after the hearing began, the Tribunal member said:\n \n\n \n 'Now, the decision-maker at the Immigration Department had some concerns about the genuineness of the relationship, but that was not the reason for the refusal of the visa.",
      "id": "s77"
    },
    {
      "text": "The reason was, in my view, that you were unable to satisfy the officer that you had lived together for 12 months, and there was no evidence of any compelling or compassionate circumstances to waive or excuse that requirement.",
      "id": "s78"
    },
    {
      "text": "Do you understand the framework that we're working with today?",
      "id": "s79"
    },
    {
      "text": "' \n \n \n\n19 Ms Antipova answered in the affirmative.",
      "id": "s80"
    },
    {
      "text": "The Tribunal member proceeded:\n \n\n \n 'I am not going to concern myself about the genuineness of your relationship; I am going to focus only on the 12 months co-habitation period.",
      "id": "s81"
    },
    {
      "text": "I'm also going to ask you if there are any compelling or compassionate reasons why I should waive that 12 month requirement if I'm not satisfied that you did live together as husband and wife during that 12 month period.",
      "id": "s82"
    },
    {
      "text": "Do you understand I'll be doing that today?",
      "id": "s83"
    },
    {
      "text": "' \n \n \n\n20 Again, Ms Antipova answered in the affirmative.",
      "id": "s84"
    },
    {
      "text": "The Tribunal member then said:\n \n\n \n 'So I'm not going to concern myself about the genuineness of the relationship and whether or not you had evidence of joint finances and what you did and all that sort of jazz.",
      "id": "s85"
    },
    {
      "text": "In a general sense, I'm only concerned with the 12 month period, and that one issue.",
      "id": "s86"
    },
    {
      "text": "Do you understand that?",
      "id": "s87"
    },
    {
      "text": "' \n \n \n\n21 Again, Ms Antipova replied in the affirmative.",
      "id": "s88"
    },
    {
      "text": "After an exchange between the Tribunal member and Ms Antipova about whether Mr Petrou's passport was available, and about other documents relating to Ms Antipova and Mr Petrou travelling together, the following exchange took place between the migration agent representing Ms Antipova and the Tribunal member:\n \n\n \n '[ The migration agent ]: Can I just ask one question?",
      "id": "s89"
    },
    {
      "text": "Is the issue today whether or not they lived together for 12 months or whether they were involved together for 12 month?",
      "id": "s90"
    },
    {
      "text": "[ The Tribunal member ]: No, cohabitation as husband and wife.",
      "id": "s91"
    },
    {
      "text": "That's the requirement of the regs and when I say \"husband and wife\" I mean in a relationship like husband and wife.",
      "id": "s92"
    },
    {
      "text": "[ The migration agent ]: Okay, but as far as that if you (indistinct) every day, you spend every day together for 12 months prior to the application.",
      "id": "s93"
    },
    {
      "text": "[ The Tribunal member ]: No, because that's covered by the not --- living apart on a permanent basis or whatever the wording is.",
      "id": "s94"
    },
    {
      "text": "[ The migration agent ]: Yes.",
      "id": "s95"
    },
    {
      "text": "[ The Tribunal member ]: So people go on holidays and all that sort of jazz, but for a de facto relationship to be acceptable under the regs it has to be like a marriage relationship.",
      "id": "s96"
    },
    {
      "text": "There has to be all the evidence to support that.",
      "id": "s97"
    },
    {
      "text": "' \n \n \n\n22 The Tribunal member then began questioning Ms Antipova about the availability of various other documents.",
      "id": "s98"
    },
    {
      "text": "After discussion with the migration agent, the Tribunal member said that it would not be necessary for Mr Petrou to leave while she questioned Ms Antipova.",
      "id": "s99"
    },
    {
      "text": "The Tribunal member then began questioning Ms Antipova about the circumstances in which she separated from her first husband and commenced her relationship with Mr Petrou.",
      "id": "s100"
    },
    {
      "text": "The third question on that subject was:\n \n\n \n 'It's a pretty big leap to go from one relationship straight into another.",
      "id": "s101"
    },
    {
      "text": "Why did you do that?",
      "id": "s102"
    },
    {
      "text": "' \n \n \n\n23 The subject occupies almost 18 pages out of almost 27 of the transcript of Ms Antipova's oral evidence to the Tribunal.",
      "id": "s103"
    },
    {
      "text": "In the course of those pages, there are revealed at least a dozen occasions on which the Tribunal member interrupted Ms Antipova's answers to questions, either asking a further question, or seeking to discourage her from giving as much detail as Ms Antipova obviously wished to give.",
      "id": "s104"
    },
    {
      "text": "For instance, when Ms Antipova was describing an incident in which her former husband struck her and attempted to strangle her whilst they were in his car together, the Tribunal member interrupted, asking:\n \n\n \n 'So how did this resolve itself, this situation?",
      "id": "s105"
    },
    {
      "text": "' \n \n \n\n24 Ms Antipova attempted to answer, but the Tribunal member asked:\n \n\n \n 'So how did it finish?",
      "id": "s106"
    },
    {
      "text": "Just tell me how it finished?",
      "id": "s107"
    },
    {
      "text": "' \n \n \n\n25 Shortly afterwards, when Ms Antipova was attempting to explain the interaction between herself, her former husband and Mr Petrou, the Tribunal member interrupted, saying:\n \n\n \n 'Just tell me what happened next.",
      "id": "s108"
    },
    {
      "text": "' \n \n \n\n26 Again, when Ms Antipova was trying to give an account of the breakdown of her relationship with her former husband, the Tribunal member said:\n \n\n \n 'Sorry, I don't need the day-by-day description but can you give me an understanding of when your relationship with Grigori started failing and when you decided to leave him, whether it was before or after the marriage.",
      "id": "s109"
    },
    {
      "text": "' \n \n \n\n27 Shortly afterwards, when Ms Antipova was recounting what her former husband said to her, the Tribunal member interrupted again, saying:\n \n\n \n 'I don't need the conversation, all right?",
      "id": "s110"
    },
    {
      "text": "Can you just please tell me when your relationship with Grigori started coming undone, at what point?",
      "id": "s111"
    },
    {
      "text": "' \n \n \n\n28 Subsequently, when Ms Antipova was attempting to explain the transfer of her feelings from her former husband to Mr Petrou, the Tribunal member interrupted again, and the following exchange occurred:\n \n\n \n '[ The Tribunal member ]: All right.",
      "id": "s112"
    },
    {
      "text": "We need to move on because we're running out of time.",
      "id": "s113"
    },
    {
      "text": "You've been asked a number of times to provide documentary evidence of you having lived with Mr Petrou from May 2001 and you haven't provided gas accounts, electricity accounts, phone accounts, that sort of thing, and I can understand why that would be in a shared house where you'd just moved in as one of many.",
      "id": "s114"
    },
    {
      "text": "I understand that.",
      "id": "s115"
    },
    {
      "text": "[ Ms Antipova ]: I moved in, I didn't have much (indistinct) \n \n [ The Tribunal member ]: Hold on, please.",
      "id": "s116"
    },
    {
      "text": "We're running out of time so just let's keep it simple.",
      "id": "s117"
    },
    {
      "text": "' \n \n \n\n29 After the subject of the hearing had moved from the start of the relationship to the circumstances of the marriage between Ms Antipova and Mr Petrou, the Tribunal member raised the question of the availability of documents relating to Mr Petrou's divorce from his former wife.",
      "id": "s118"
    },
    {
      "text": "Ms Antipova's migration agent said that he would look for those documents.",
      "id": "s119"
    },
    {
      "text": "The Tribunal member then said:\n \n\n \n 'Ms Antipova, we are running out of time and if you want me to hear from Mr Petrou we need to get going and get moving with this.",
      "id": "s120"
    },
    {
      "text": "' \n \n \n\n30 Shortly after that exchange, the Tribunal called on Mr Petrou to give evidence.",
      "id": "s121"
    },
    {
      "text": "The following exchange occurred:\n \n\n \n '[ Mr Petrou ]: I'd like to discuss firstly the issue of timing.",
      "id": "s122"
    },
    {
      "text": "[ The Tribunal member ]: The issue of?",
      "id": "s123"
    },
    {
      "text": "[ Mr Petrou ]: How come we've got such a short time to discuss our information?",
      "id": "s124"
    },
    {
      "text": "[ The Tribunal member ]: Say it again please?",
      "id": "s125"
    },
    {
      "text": "[ Mr Petrou ]: Why is there such a short time to go through things that are so important to us?",
      "id": "s126"
    },
    {
      "text": "How come we're on such a clock?",
      "id": "s127"
    },
    {
      "text": "[ The Tribunal member ]: Because the hearings are scheduled for an hour and a half and there was no indication from your migration agent that any longer was required and believe me, we get through a great deal more than this generally in the time.",
      "id": "s128"
    },
    {
      "text": "[ Mr Petrou ]: Well, you know, I'm a bit concerned that obviously we're not getting all the information across and I'm concerned that you're running a clock very tightly and we're not going to have an opportunity - - - \n \n [ The Tribunal member ]: Well, I have to and you're wasting the time we have left so I suggest we get on with it.",
      "id": "s129"
    },
    {
      "text": "' \n \n \n\n31 Towards the end of the hearing, the Tribunal member said:\n \n\n \n 'All right, we do have to finish up.",
      "id": "s130"
    },
    {
      "text": "Another hearing is coming in after us.",
      "id": "s131"
    },
    {
      "text": "Anything finally either of you would like to say?",
      "id": "s132"
    },
    {
      "text": "' \n \n \n\n32 Mr Petrou and Ms Antipova then made further statements and the Tribunal member said:\n \n\n \n 'All right.",
      "id": "s133"
    },
    {
      "text": "We do have to finish now.",
      "id": "s134"
    },
    {
      "text": "' \n \n \n The Tribunal's reasons \n \n\n \n33 In its reasons for decision, the Tribunal identified the issue before it as whether Ms Antipova was Mr Petrou's spouse at the time of the application for a visa.",
      "id": "s135"
    },
    {
      "text": "The Tribunal went through the requirements of reg 1.15A(3) of the Migration Regulations , discussing the requirements of the separate paragraphs of that subregulation under separate headings.",
      "id": "s136"
    },
    {
      "text": "34 In relation to the financial aspects of the relationship, at [51] of its reasons for decision, the Tribunal found that there was no evidence that the parties combined their financial affairs in the 12 months prior to the time of application, or that they shared assets or liabilities.",
      "id": "s137"
    },
    {
      "text": "The Tribunal accepted that Mr Petrou was the only lessee of a house that was shared with others, so it would have been impractical for him to include Ms Antipova's name on accounts for household expenses.",
      "id": "s138"
    },
    {
      "text": "35 Under the heading 'Nature of the household', at [52] --- [58], the Tribunal dealt with the issue of the date from which Ms Antipova and Mr Petrou had begun to cohabit.",
      "id": "s139"
    },
    {
      "text": "The Tribunal noted that there would have been sufficient bedrooms in the house occupied by Mr Petrou and four others for Ms Antipova to have had her own room.",
      "id": "s140"
    },
    {
      "text": "It referred to the fact that the first letter from Ms Downie did not indicate whether Ms Antipova and Mr Petrou were living in separate bedrooms or sharing Mr Petrou's room.",
      "id": "s141"
    },
    {
      "text": "It found that Ms Downie's two letters were inconsistent, in that the first said that Ms Antipova was a member of the household during the month of May, but the second said that Ms Antipova moved in with Mr Petrou in May 2001 and remained with him until Ms Downie left in July 2001.",
      "id": "s142"
    },
    {
      "text": "The Tribunal was not persuaded that it ought to prefer the second letter as being the correct account of events, and said at [54] that it:\n \n\n \n 'gives it no more weight that [ sic ] the earlier letter.",
      "id": "s143"
    },
    {
      "text": "' \n \n \n\n36 The Tribunal found that Ms Downie's letters were not conclusive evidence that Ms Antipova and Mr Petrou lived as de facto spouses from 18 May 2001.",
      "id": "s144"
    },
    {
      "text": "The Tribunal gave the letter from Ms Shpits 'very little weight', as it was not signed.",
      "id": "s145"
    },
    {
      "text": "The Tribunal referred to the absence of documentary evidence that Ms Antipova lived at Mr Petrou's home and that she and Mr Petrou travelled together in America.",
      "id": "s146"
    },
    {
      "text": "37 Under the heading 'Social aspects of the relationship', at [59], the Tribunal referred again to the letters from Ms Downie and Ms Shpits and to the statutory declarations from Mr Petrou's parents.",
      "id": "s147"
    },
    {
      "text": "It noted that Mr Petrou's family did not indicate that he and Ms Antipova were living together in America.",
      "id": "s148"
    },
    {
      "text": "38 Under the heading 'Nature of the persons' commitment to each other', at [60] --- [64], the Tribunal expressed a finding that Ms Antipova and Mr Petrou met in April 2001 and married on 2 March 2003.",
      "id": "s149"
    },
    {
      "text": "It said, 'The Tribunal accepts that they share a degree of companionship and support and that they see the relationship as being long term.",
      "id": "s150"
    },
    {
      "text": "' It then discussed the question whether, in the period of 12 months prior to 18 June 2002, when the visa application was made, the parties saw the relationship between them as being long-term and shared companionship and support throughout.",
      "id": "s151"
    },
    {
      "text": "39 The Tribunal obviously had difficulty accepting that Ms Antipova had formed the view that she wished to be in a permanent relationship with Mr Petrou before she proceeded to marry her first husband.",
      "id": "s152"
    },
    {
      "text": "At [62], it said:\n \n\n \n 'The...applicant stated that she wanted a permanent relationship with [ Mr Petrou ] when she first met him in April 2001, although she was then living in a long-term de-facto relationship with her former spouse.",
      "id": "s153"
    },
    {
      "text": "Two weeks after meeting [ Mr Petrou ] the...applicant married her former husband and lived as his spouse until 18 May 2001, when she claims to have moved into [ Mr Petrou ]'s home in a de-facto relationship.",
      "id": "s154"
    },
    {
      "text": "Although the...applicant has claimed that her former husband became violent towards her in the second week of their marriage, and that he kidnapped and violently assaulted her on the day that she moved in with [ Mr Petrou ], there is no claim before the Tribunal that she entered the marriage with her former husband because of threats, intimidation or physical violence from him.",
      "id": "s155"
    },
    {
      "text": "The...applicant has not provided a logical or convincing explanation for proceeding with that marriage if she was, as stated, already in love with [ Mr Petrou ] and wanting a permanent relationship with him.",
      "id": "s156"
    },
    {
      "text": "The Tribunal can not reconcile the...applicant's claim to have been committed to a relationship with [ Mr Petrou ] at the same time that she was entering into marriage with another man.",
      "id": "s157"
    },
    {
      "text": "Further, the Tribunal does not accept that, if the parties drew a significant level of companionship and support from each other at that time, the review applicant would have withheld information about her recent marriage from [ Mr Petrou ] until the day before she commenced a de-facto relationship with him.",
      "id": "s158"
    },
    {
      "text": "The Tribunal also notes that the...applicant was continuing to have a physical relationship with her former husband at a time when she said she wanted a permanent relationship with [ Mr Petrou ].",
      "id": "s159"
    },
    {
      "text": "' \n \n \n\n40 At [63], the Tribunal said that it was not satisfied that Ms Antipova was committed to a long-term relationship with Mr Petrou when she left her first husband and moved into Mr Petrou's home.",
      "id": "s160"
    },
    {
      "text": "The Tribunal accepted that Ms Antipova moved into Mr Petrou's home on 18 May 2001, but was not satisfied that she did so as his de facto spouse.",
      "id": "s161"
    },
    {
      "text": "It found that she:\n \n \n 'opportunistically left an unhappy marriage at a time when she was able to enjoy the support and protection of [ Mr Petrou ], to enable her to make the break as easily as possible, in a country in which she had few friends and no family to support her.",
      "id": "s162"
    },
    {
      "text": "' \n \n \n\n41 The Tribunal accepted that Mr Petrou appeared to have developed a 'strong, and perhaps overwhelming, affection' for Ms Antipova shortly after they met, but it did not accept that Ms Antipova 'genuinely reciprocated those feelings or was committed to a long term relationship with him at the time she moved into his house.",
      "id": "s163"
    },
    {
      "text": "' The Tribunal did not accept that they lived together as husband and wife from 18 May 2001.",
      "id": "s164"
    },
    {
      "text": "42 At [64], the Tribunal said that it was unable to make a finding whether Ms Antipova continued to live in Mr Petrou's home from 18 May 2001 and unable to make a finding as to when she entered into a de facto relationship with him.",
      "id": "s165"
    },
    {
      "text": "It only found that, at some point after she moved into Mr Petrou's home, she became committed to a long-term relationship with him.",
      "id": "s166"
    },
    {
      "text": "Because Mr Petrou travelled to Germany for several weeks shortly after Ms Antipova moved into his house, the Tribunal found at [65] that:\n \n\n \n 'there would have been little opportunity for a genuine and mutual commitment to the relationship to develop between the parties prior to 18 June 2001, and is unable to make a finding as to when that mutual commitment developed.",
      "id": "s167"
    },
    {
      "text": "' \n \n \n\n43 Under the heading 'Other matters', at [66] --- [72], the Tribunal discussed further the issue of the commencement of a de facto relationship, apparently for the purpose of determining whether the requirement of reg 1.15A(2)(d)(i) of the Migration Regulations , was satisfied.",
      "id": "s168"
    },
    {
      "text": "After discussing aspects of the evidence, the Tribunal found that the evidence given by Ms Antipova and Mr Petrou in support of the application was 'not entirely credible' and that some aspects of Ms Antipova's account of the development of her relationship with Mr Petrou 'were also lacking in plausibility.",
      "id": "s169"
    },
    {
      "text": "' At [71], the Tribunal found that, in order to remain together in Australia, the two had:\n \n\n \n 'attempted to rewrite history to satisfy the requirements of the regulations.",
      "id": "s170"
    },
    {
      "text": "' \n \n \n\n44 The Tribunal expressed its conclusions on the matter at [72] as follows:\n \n\n \n 'Taking into account all of the evidence before it, the Tribunal is not satisfied that the review applicant and [ Mr Petrou ] had a mutual commitment to a shared life as husband and wife to the exclusion of all others for the whole of the twelve months prior to the date of application.",
      "id": "s171"
    },
    {
      "text": "The Tribunal accepts that there was a developing relationship between the parties during the relevant period prior to the date of application, but is not satisfied that the relationship between them was a genuine and continuing spousal relationship for the entire period.",
      "id": "s172"
    },
    {
      "text": "The Tribunal is also not satisfied that the parties were living together as husband and wife throughout the relevant period.",
      "id": "s173"
    },
    {
      "text": "' \n \n \n\n45 The Tribunal then turned its attention to the question of compassionate and compelling circumstances, for the purpose of determining whether reg 1.15A(2A) of the Migration Regulations was applicable.",
      "id": "s174"
    },
    {
      "text": "At [74], it referred to Boakye-Danquah v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2002] FCA 438 (2002) 116 FCR 557.",
      "id": "s175"
    },
    {
      "text": "In that case, the Court was dealing with an earlier version of item 820.211 in Sch 2 to the Migration Regulations , in which there was a requirement to satisfy several criteria found in Sch 3, 'unless the Minister is satisfied that there are compelling reasons for not applying those criteria.",
      "id": "s176"
    },
    {
      "text": "' Relying on an explanatory memorandum issued by the Minister at the time when this provision had been inserted into the Migration Regulations , which described the provision as a 'waiver provision', Wilcox J held at [33] that it was clear that the 'compelling circumstances' criterion was intended to be satisfied at the time of application for a visa, not at the time of decision, because item 820.211 in its entirety was required to be satisfied at the time of application.",
      "id": "s177"
    },
    {
      "text": "Discussing the effect of this case at [76] of its reasons, the Tribunal said:\n \n\n \n 'The Tribunal notes that the Court in Boakye-Danquah was not concerned about whether compassionate and compelling circumstances applied to justify a waiver of the 12 month cohabitation requirement.",
      "id": "s178"
    },
    {
      "text": "However, the Court clearly stated that the relevant criterion in that case was concerned with \"the circumstances in which the application is made\".",
      "id": "s179"
    },
    {
      "text": "The 12 month cohabitation requirement is also clearly concerned with the circumstances in which the application is made.",
      "id": "s180"
    },
    {
      "text": "This requirement may only be waived if there are circumstances sufficiently compassionate and compelling which would justify the parties having lodged the visa application before they had lived together in a spousal relationship for a sufficient period to satisfy the definition of spouse under regulation 1.15A.",
      "id": "s181"
    },
    {
      "text": "If the Tribunal was to take into account compassionate and compelling circumstances which apply only at the time of the decision it would be, in effect, making a determination in relation a [ sic ] time of application requirement by reference to facts which did not yet exist at the time of application.",
      "id": "s182"
    },
    {
      "text": "Such a determination would entirely undermine the two-stage assessment process which underpins the regulations.",
      "id": "s183"
    },
    {
      "text": "That is, an assessment of relevant factors which exist at the time of application and a later assessment of factors which exist at the time of decision.",
      "id": "s184"
    },
    {
      "text": "' \n \n \n\n46 At [77], the Tribunal purported to apply Boakye-Danquah in assessing whether there were compelling and compassionate circumstances justifying what it called 'the waiver of the 12 month cohabitation requirement at the time of application.",
      "id": "s185"
    },
    {
      "text": "' It expressed a finding that the only circumstances which could properly be taken into account 'in determining whether to exercise the waiver of the 12 month cohabitation requirement are those circumstances which applied at the time of application.",
      "id": "s186"
    },
    {
      "text": "' After referring to other authority, the Tribunal then said at [81]:\n \n\n \n 'Policy provides that, in assessing whether there are compelling and compassionate reasons, officers are to take into account the circumstances which the Minister considers to be compelling and compassionate which includes, but is not limited to, applicants who have a dependent child of the relationship.",
      "id": "s187"
    },
    {
      "text": "The parties should be given the opportunity to present information as to why they consider there are compelling and compassionate reasons to waive the one year pre-existing cohabitation requirement.",
      "id": "s188"
    },
    {
      "text": "However, it is the policy intention that an assessment that the parties' relationship is genuine would not, in the absence of a dependent child of the relationship, be sufficiently compelling to justify not applying regulation 1.15A(2)(d) requirements.",
      "id": "s189"
    },
    {
      "text": "' \n \n \n\n47 At [82], the Tribunal found that there were no dependent children of the relationship, and that there was no evidence that the parties were affected by extreme hardship at the time of application or that they would suffer irreparable prejudice if the 12-month cohabitation period were not waived.",
      "id": "s190"
    },
    {
      "text": "It referred to the relationship between Mr Petrou and the two children of his former marriage and to the fact that he had lived away from them for some time.",
      "id": "s191"
    },
    {
      "text": "It took the view that Mr Petrou would be able to prepare his children psychologically for his departure from Australia to be with Ms Antipova.",
      "id": "s192"
    },
    {
      "text": "The Tribunal found that it was not satisfied that a close relationship existed between Mr Petrou and his children at the time of application and was not satisfied that the relationship amounted to compassionate and compelling circumstances at that time.",
      "id": "s193"
    },
    {
      "text": "It was also not satisfied that the current needs of Mr Petrou's children were sufficiently compelling to justify a waiver of the 12-month cohabitation requirement, even if it could properly take those circumstances into account.",
      "id": "s194"
    },
    {
      "text": "Ms Antipova's case \n \n\n \n48 Three documents filed on behalf of Ms Antipova, and oral submissions of her counsel at the hearing of the proceeding, disclosed a great variety of approaches to the case put on her behalf.",
      "id": "s195"
    },
    {
      "text": "Some of the points raised can be dealt with very briefly, whereas others require a more detailed examination.",
      "id": "s196"
    },
    {
      "text": "The three documents are the amended application, filed on 8 June 2004, contentions of fact and law, also filed on 8 June 2004, and contentions in response to the respondent's supplementary contentions, filed on 2 May 2005.",
      "id": "s197"
    },
    {
      "text": "49 Ms Antipova contended that the Tribunal's reasoning manifested a misconstruction of, incorrect understanding of, or imposition of an impermissible gloss on, the statutory criteria for a subclass 820 visa or a subclass 801 visa, particularly the definition of 'spouse'.",
      "id": "s198"
    },
    {
      "text": "This alleged error was said to have been demonstrated by the Tribunal finding: that there was no evidence of combined financial affairs of Ms Antipova and Mr Petrou in the 12 months prior to the date of application; that Ms Antipova and Mr Petrou had no shared assets or liabilities, nor a joint bank account; that the documentary evidence provided by Ms Antipova was relevant but not conclusive of a de facto relationship during the 12 months; and implicitly that Ms Antipova had not been living in a de facto relationship with Mr Petrou for 12 months.",
      "id": "s199"
    },
    {
      "text": "The same error was alleged to have been shown by the Tribunal giving little weight to statements and letters from friends and statutory declarations from members of Mr Petrou's family.",
      "id": "s200"
    },
    {
      "text": "It was also said to have been revealed by the Tribunal's finding that there were no compelling and compassionate circumstances for the grant of the visa, for the purpose of which the Tribunal limited its inquiry to the relationship between Mr Petrou and his children, and did not consider Ms Antipova's own relationship with those children.",
      "id": "s201"
    },
    {
      "text": "50 Allied with the alleged error in failing to apply the correct criteria was the allegation that the Tribunal failed to take into account relevant considerations and took into account irrelevant considerations.",
      "id": "s202"
    },
    {
      "text": "It was said that the Tribunal failed to consider the mandatory elements of reg 1.15A(3)(a)-(d) of the Migration Regulations .",
      "id": "s203"
    },
    {
      "text": "In particular, it was said that the Tribunal: failed to consider the joint burden on Ms Antipova and Mr Petrou of debt incurred in respect of legal expenses, loans and university fees; focused only on the question whether Ms Antipova and Mr Petrou had a joint bank account; failed to take account of the opinion of friends and family members as to whether the relationship was genuine, concentrating instead on whether friends and family could give evidence as to the couple's living arrangements; and failed to consider evidence of joint social activities, making no reference to travel itineraries, air tickets and copy passports, tendered by Ms Antipova.",
      "id": "s204"
    },
    {
      "text": "51 It was also argued that the Tribunal failed to take account of relevant considerations because it: ignored Ms Downie's explanation of the meaning of her first letter; made no reference to a letter from Asiye Karagoz, a friend of Mr Petrou who provided a statement as to Mr Petrou's expressed intentions with respect to Ms Antipova in May 2002; refused to give weight to the letter of Ms Shpits on the ground that it was unsigned, thereby demonstrating that the Tribunal allowed itself to be bound by technicalities, in contravention of s 353(2)(a) of the Migration Act ; and ignored evidence that Mr Petrou had undergone surgery for the reversal of a previous vasectomy, which was advanced as evidence of his intention, and that of Ms Antipova, that they would have children of their own.",
      "id": "s205"
    },
    {
      "text": "52 Further, Ms Antipova claimed that the Tribunal took into account irrelevant considerations.",
      "id": "s206"
    },
    {
      "text": "It was said that the Tribunal did this by forming a view, based on the history of travel undertaken by Ms Antipova and Mr Petrou, that they had greater financial resources than they claimed, and therefore could have had a joint bank account or significant joint assets.",
      "id": "s207"
    },
    {
      "text": "It was said that this reasoning involved reliance on irrelevant material and conjecture.",
      "id": "s208"
    },
    {
      "text": "Another irrelevant consideration was said to have been the fact that Ms Antipova continued to have a physical relationship with her fianc&eacute; after meeting Mr Petrou and proceeded to marry her fianc&eacute;.",
      "id": "s209"
    },
    {
      "text": "These facts were said to be irrelevant because the Tribunal was required to consider the relationship between Ms Antipova and Mr Petrou, not her relationship with any other person.",
      "id": "s210"
    },
    {
      "text": "Ms Antipova also said that the Tribunal wrongly speculated about why Ms Antipova withheld from Mr Petrou information about her recent marriage until she left her husband and moved in with Mr Petrou, because this was irrelevant to her intention, and that of Mr Petrou, as to their relationship.",
      "id": "s211"
    },
    {
      "text": "53 One of the major aspects of Ms Antipova's case was the allegation that the Tribunal denied her procedural fairness.",
      "id": "s212"
    },
    {
      "text": "This was put in three ways.",
      "id": "s213"
    },
    {
      "text": "First, it was argued that the imposition of a time limit on the hearing, and the significant number of interruptions of Ms Antipova's evidence by the Tribunal member, deprived Ms Antipova of the opportunity to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s214"
    },
    {
      "text": "To the extent to which s 357A(1) of the Migration Act might be thought to prevent Ms Antipova relying on the ordinary principles of procedural fairness, reliance was placed on s 360(1).",
      "id": "s215"
    },
    {
      "text": "It was said that, because Ms Antipova was not given a proper opportunity to give evidence and present arguments, the Tribunal had failed to comply with its statutory obligation to invite Ms Antipova to appear before it for a hearing of the kind contemplated by that subsection.",
      "id": "s216"
    },
    {
      "text": "Second, it was contended that the Tribunal misled Ms Antipova about the issue to be decided, by telling her at the outset of the hearing that it was not concerned with the genuineness of the relationship, and thereafter made a finding against Ms Antipova that the relationship had not been genuine during the 12 months prior to the application for a visa.",
      "id": "s217"
    },
    {
      "text": "Third, Ms Antipova said that the Tribunal failed to inform her that it did not propose to give any weight to the letter from Ms Shpits, because it was unsigned, and to give Ms Antipova an opportunity to make submissions on that issue.",
      "id": "s218"
    },
    {
      "text": "54 There were other issues raised on behalf of Ms Antipova.",
      "id": "s219"
    },
    {
      "text": "Her counsel argued that the Tribunal's conduct of the hearing was such that a reasonable bystander would have concluded that it was not going to grant Ms Antipova a visa, and was thereby ostensibly biased against Ms Antipova.",
      "id": "s220"
    },
    {
      "text": "It was said that, in breach of its obligation pursuant to s 353(1) of the Migration Act , the Tribunal failed to conduct a mechanism of review that was fair and just.",
      "id": "s221"
    },
    {
      "text": "It was contended that, in breach of its duty pursuant to s 353(2)(b) of the Migration Act , the Tribunal failed to act in accordance with substantial justice and the merits of the case.",
      "id": "s222"
    },
    {
      "text": "It was argued that the Tribunal had wrongly assumed that it had a discretion to limit its inquiry to the question of satisfaction of the criteria at the date of application, and did not consider satisfaction of the criteria at the date of decision, thereby not making a bona fide attempt to perform its duty to review a decision, conferred on it by s 348(1) of the Migration Act .",
      "id": "s223"
    },
    {
      "text": "Finally, it was said that the Tribunal failed to give genuine and realistic consideration to the issues raised by the review of the decision of the Minister's delegate, as demonstrated by its treatment of the evidence of friends and family and its failure to apply reg 1.15A(5) of the Migration Regulations .",
      "id": "s224"
    },
    {
      "text": "The Tribunal's approach \n \n\n \n55 In many respects, Ms Antipova's attack on the Tribunal's reasoning is easily demonstrated to be unsustainable.",
      "id": "s225"
    },
    {
      "text": "The Tribunal's task was to determine whether Ms Antipova met the criteria in item 820 of Sch 2 to the Migration Regulations .",
      "id": "s226"
    },
    {
      "text": "It was not open to the Tribunal to choose which criteria to apply; it was bound by all of them and, if Ms Antipova failed to meet any one of them, the Tribunal could not grant her a visa.",
      "id": "s227"
    },
    {
      "text": "The first step in the Tribunal's reasoning, inevitably, was to apply the criteria to be satisfied at the time of application.",
      "id": "s228"
    },
    {
      "text": "If Ms Antipova failed to satisfy those criteria, she was not entitled to the visa she sought, and there would be no point in the Tribunal proceeding to determine whether she satisfied any other criterion.",
      "id": "s229"
    },
    {
      "text": "By approaching the matter in this way, the Tribunal was not exercising any discretion to limit its inquiry.",
      "id": "s230"
    },
    {
      "text": "It was performing its task.",
      "id": "s231"
    },
    {
      "text": "56 Crucial to the Tribunal's application of the criteria was the definition of 'spouse' in reg 1.15A of the Migration Regulations .",
      "id": "s232"
    },
    {
      "text": "An element of this was the question whether, for a period of 12 months immediately preceding the date of application for a visa, Ms Antipova and Mr Petrou had 'a mutual commitment to a shared life as husband and wife to the exclusion of all others' and, during that period, 'the relationship between them was genuine and continuing'.",
      "id": "s233"
    },
    {
      "text": "Additionally, the Tribunal had to inquire whether, during that 12-month period, Ms Antipova and Mr Petrou had been living together or, at least, had not been living apart on a permanent basis.",
      "id": "s234"
    },
    {
      "text": "It is possible to imagine that, in the majority of cases of this kind, issues of the quality of a relationship in the 12-month period preceding an application for a visa are not of great significance.",
      "id": "s235"
    },
    {
      "text": "Ordinarily, people will apply for a visa when they are sure that they meet the criteria for it.",
      "id": "s236"
    },
    {
      "text": "It would be an unusual case in which a person applies for a subclass 820 visa on the basis of a relationship that manifestly began within the 12-month period.",
      "id": "s237"
    },
    {
      "text": "The present case might have been different, however.",
      "id": "s238"
    },
    {
      "text": "The application for a subclass 820 visa was made on 18 June 2002, three days before the expiration of the visa on which Ms Antipova had entered Australia.",
      "id": "s239"
    },
    {
      "text": "The Tribunal might have taken the view that the date of the application had more to do with Ms Antipova's need to procure a visa, in order to remain in Australia with Mr Petrou, than it did to the ability of Ms Antipova to satisfy the 12-month criterion.",
      "id": "s240"
    },
    {
      "text": "In addition, the case had unusual features.",
      "id": "s241"
    },
    {
      "text": "Ms Antipova and Mr Petrou sought to establish that their entry into a marriage-like relationship occurred on, or soon after, 18 May 2001.",
      "id": "s242"
    },
    {
      "text": "They had met only the previous month, and only socially prior to 18 May.",
      "id": "s243"
    },
    {
      "text": "At the time they met, Ms Antipova was engaged to another man, whom she proceeded to marry on 30 April 2001.",
      "id": "s244"
    },
    {
      "text": "According to her, her relationship with her husband deteriorated rapidly after the marriage, to the point where she left him.",
      "id": "s245"
    },
    {
      "text": "Straight away, she claimed to have entered into a marriage-like relationship with Mr Petrou.",
      "id": "s246"
    },
    {
      "text": "Although this story is by no means impossible to accept, the Tribunal cannot be criticised for treating it as a story that needed investigation.",
      "id": "s247"
    },
    {
      "text": "57 To determine whether it was satisfied that Ms Antipova's de facto relationship with Mr Petrou had begun before 18 June 2001, the Tribunal had to consider whether the material in support of this proposition did indeed establish it to the requisite degree of probability.",
      "id": "s248"
    },
    {
      "text": "There were two aspects to this.",
      "id": "s249"
    },
    {
      "text": "One was the question whether the Tribunal accepted that the material itself tended to establish the proposition.",
      "id": "s250"
    },
    {
      "text": "The other was whether, in the Tribunal's view, the surrounding circumstances were such as to make the proposition inherently less likely than it might have been in the absence of those circumstances.",
      "id": "s251"
    },
    {
      "text": "The Tribunal had to balance the material and the circumstances and reach a conclusion.",
      "id": "s252"
    },
    {
      "text": "This was the exercise of its very function.",
      "id": "s253"
    },
    {
      "text": "The Court cannot substitute its own view of the facts for that of the Tribunal.",
      "id": "s254"
    },
    {
      "text": "The question of the weight to be given to the statements of friends and family was entirely a matter for the Tribunal, and certainly not one for the Court.",
      "id": "s255"
    },
    {
      "text": "It was not the duty of the Tribunal to accept without question everything Ms Antipova placed before it; there is no such thing as evidence conclusive of a fact, for the purposes of the Tribunal's performance of its function in the present case.",
      "id": "s256"
    },
    {
      "text": "58 As part of the fact-finding process, the Tribunal had regard to Ms Antipova's relationship with the man she married on 30 April 2001.",
      "id": "s257"
    },
    {
      "text": "Plainly, this was a circumstance relevant to her claim that she had wanted a permanent relationship with Mr Petrou from the time she met him, and began such a relationship on 18 May 2001.",
      "id": "s258"
    },
    {
      "text": "In examining it, the Tribunal was not considering a relationship between Ms Antipova and another person, as Ms Antipova's written submissions contended.",
      "id": "s259"
    },
    {
      "text": "The Tribunal was considering the very relationship it was required to consider, in order to determine whether it met the criteria which the Tribunal was obliged to apply.",
      "id": "s260"
    },
    {
      "text": "There was no conjecture involved in the Tribunal's reasoning on this aspect of the case.",
      "id": "s261"
    },
    {
      "text": "It simply compared Ms Antipova's own account of her feelings and intentions with her own account of her actions, and found them incompatible.",
      "id": "s262"
    },
    {
      "text": "One manifestly relevant aspect of this was the evidence that Ms Antipova did not tell Mr Petrou that she had recently married when, a few days later, he declared his feelings for her.",
      "id": "s263"
    },
    {
      "text": "Another was her evidence that, despite her claim that she wanted a permanent relationship with Mr Petrou from the time she met him, she continued to have a physical relationship with the man she then proceeded to marry.",
      "id": "s264"
    },
    {
      "text": "Another decision-maker might have been more accepting of indecision and the impact of personal or social pressure, but the finding of facts was the task of the particular Tribunal member.",
      "id": "s265"
    },
    {
      "text": "59 In determining whether Ms Antipova and Mr Petrou had lived together as husband and wife prior to 18 June 2001, the Tribunal looked at all the material Ms Antipova provided to it.",
      "id": "s266"
    },
    {
      "text": "Far from ignoring the letters from Ms Downie, it quoted the essential parts of both of them.",
      "id": "s267"
    },
    {
      "text": "In its reasons for decision, the Tribunal devoted a significant amount of time to what it regarded as an inconsistency between the two letters.",
      "id": "s268"
    },
    {
      "text": "Another decision-maker might not have regarded this apparent inconsistency as important, or might have found that any ambiguity in the first letter was resolved by the second, but the conclusion that it could not give either letter significant weight, because of its inability to resolve the perceived inconsistency was a finding of fact, and not a matter on which the Court can reverse the decision.",
      "id": "s269"
    },
    {
      "text": "Similarly, the Tribunal did not ignore the letter from Ms Shpits.",
      "id": "s270"
    },
    {
      "text": "It quoted the substance of the letter, but gave it very little weight, because of the absence of a signature, despite the fact that the letter was the subject of a certificate of a notary of the State of California.",
      "id": "s271"
    },
    {
      "text": "Another decision-maker might not have regarded the absence of a signature with such seriousness as the Tribunal did in the circumstances, but the weight it gave to the letter of Ms Shpits was a matter for the Tribunal.",
      "id": "s272"
    },
    {
      "text": "Nor did the Tribunal ignore the written statement of Ms Karagoz.",
      "id": "s273"
    },
    {
      "text": "It expressly said that it took this statement into account.",
      "id": "s274"
    },
    {
      "text": "It is worth pointing out that, in its terms, the statement provides evidence that, in May 2002, when he apparently visited Germany, Mr Petrou made it clear that he was very much in love with Ms Antipova and wanted to spend his life with her.",
      "id": "s275"
    },
    {
      "text": "This information hardly bore on the question whether Mr Petrou and Ms Antipova had been in a de facto relationship since May of the previous year.",
      "id": "s276"
    },
    {
      "text": "Nor did it bear upon whether Ms Antipova had a commitment to spending her life with Mr Petrou in May the previous year.",
      "id": "s277"
    },
    {
      "text": "The Tribunal accepted that Mr Petrou developed a strong, and perhaps overwhelming, affection for Ms Antipova shortly after they met.",
      "id": "s278"
    },
    {
      "text": "It did not accept that Ms Antipova reciprocated his feelings or was committed to a long-term relationship with him when she moved into his house.",
      "id": "s279"
    },
    {
      "text": "The statement of Ms Karagoz threw no light on that issue.",
      "id": "s280"
    },
    {
      "text": "60 In determining whether Ms Antipova and Mr Petrou had been in a de facto relationship for 12 months or more prior to the visa application, the Tribunal was bound to have regard to all of the matters referred to in reg 1.15A(3) of the Migration Regulations .",
      "id": "s281"
    },
    {
      "text": "That subregulation so provides and, as the Tribunal pointed out at [48] of its reasons, the mandatory nature of the provision was emphasised in Nassouh v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 788 at [10] .",
      "id": "s282"
    },
    {
      "text": "In conformity with its obligation, the Tribunal discussed in its reasons for decision each of those matters, to the extent to which there was evidence before the Tribunal relating to them.",
      "id": "s283"
    },
    {
      "text": "It did so under headings reflecting the requirements of pars (a), (b), (c) and (d) respectively of reg 1.15A(3).",
      "id": "s284"
    },
    {
      "text": "This arrangement of the Tribunal's reasons for decision makes it difficult for Ms Antipova to sustain the argument that the Tribunal failed to consider the mandatory considerations.",
      "id": "s285"
    },
    {
      "text": "61 In its consideration of the financial aspects of the relationship, required by reg 1.15A(3)(a) of the Migration Regulations , the Tribunal first found that there was no evidence that, in the 12-month period it was considering, the parties combined their financial affairs or shared assets or liabilities.",
      "id": "s286"
    },
    {
      "text": "It acknowledged that Ms Antipova had given a reason for the lack of a joint bank account, namely that she and Mr Petrou had little money and there was no need.",
      "id": "s287"
    },
    {
      "text": "The Tribunal pointed out that there was no documentary evidence of shared household or daily living expenses in the relevant 12-month period, but appeared to accept that it would have been impractical to have had such evidence, because Mr Petrou was the sole lessee of the six-bedroom house in California in which Ms Antipova claimed to have lived with him and others.",
      "id": "s288"
    },
    {
      "text": "The Tribunal clearly did not focus solely on whether Ms Antipova and Mr Petrou had a joint bank account, as the submissions on behalf of Ms Antipova suggested.",
      "id": "s289"
    },
    {
      "text": "Nor did it ignore evidence of the joint burden of debt for legal expenses, loans and university fees.",
      "id": "s290"
    },
    {
      "text": "To the extent that such a joint burden might have existed, it plainly did not exist during the 12 months preceding the application for a visa.",
      "id": "s291"
    },
    {
      "text": "Indeed, as late as 1 September 2003, Ms Antipova's migration agent (who was also, apparently, a legal practitioner) submitted in writing to the Tribunal the statement that Ms Antipova and Mr Petrou 'do not have joint financial commitments because of their parlous financial position.",
      "id": "s292"
    },
    {
      "text": "' The Tribunal could hardly have made any finding other than the one it made on this aspect of the case.",
      "id": "s293"
    },
    {
      "text": "In weighing the credibility of Ms Antipova's case, the Tribunal was certainly entitled to use material that Ms Antipova had supplied to it, concerning the travel undertaken by her and Mr Petrou, when testing their assertion that, because they had very little money, they did not open a joint bank account and Ms Antipova did not apply for a divorce from her former husband.",
      "id": "s294"
    },
    {
      "text": "The material was relevant to this issue, and there was no element of conjecture involved in the Tribunal's reliance on it.",
      "id": "s295"
    },
    {
      "text": "62 In considering the social aspects of the relationship during the 12-month period, as required by reg 1.15A(3)(c) of the Migration Regulations , the Tribunal dealt expressly with the material supplied by Ms Antipova from friends and family.",
      "id": "s296"
    },
    {
      "text": "As I have already pointed out, it gave little weight to the statements of Ms Downie, Ms Shpits and Ms Karagoz.",
      "id": "s297"
    },
    {
      "text": "It did not reject the statements as evidence that family and friends considered Ms Antipova and Mr Petrou to be a couple, and thereby used the statements for the purpose for which they were required under the regulation, and for the purpose for which they had been supplied to it.",
      "id": "s298"
    },
    {
      "text": "The Tribunal did point out, however, that the statements of Mr Petrou's parents did not bear upon whether Ms Antipova and Mr Petrou were living together at the relevant time.",
      "id": "s299"
    },
    {
      "text": "Since this was the crucial issue, the Tribunal could not be criticised for making this observation, although it did so under the heading dealing with the social aspects of the relationship, rather than under the earlier heading, dealing with the nature of the household, including the living arrangements.",
      "id": "s300"
    },
    {
      "text": "The Tribunal did not fail to consider the evidence of travel itineraries, air tickets and passport copies, as Ms Antipova contended.",
      "id": "s301"
    },
    {
      "text": "It detailed every document in its reasons for decision.",
      "id": "s302"
    },
    {
      "text": "The material indicated that the parties travelled together in March 2002.",
      "id": "s303"
    },
    {
      "text": "Although evidence of later events can sometimes cast light on the nature of a relationship at an earlier time, it is hard to see, and counsel for Ms Antipova never explained, how the evidence of joint travel in March 2002 could bear upon the nature of the relationship between Ms Antipova and Mr Petrou in May and June 2001.",
      "id": "s304"
    },
    {
      "text": "The Tribunal was not bound to look at this material in relation to the issue of the social aspects of the relationship at the relevant time.",
      "id": "s305"
    },
    {
      "text": "63 The evidence before the Tribunal disclosed that Mr Petrou underwent surgery to reverse a vasectomy in August 2003, and that a proposal that he should do so, in the hope that he and Ms Antipova could have children of their own, was discussed between Ms Antipova and him 'at the start of their relationship', and investigated in August 2001.",
      "id": "s306"
    },
    {
      "text": "The Tribunal did not ignore this evidence, but mentioned the operation at [25] of its reasons for decision, as having been advanced as 'evidence that they are committed to each other and wish to begin a family together.",
      "id": "s307"
    },
    {
      "text": "' Without more detail, it is hard to see how this evidence bore upon whether the de facto relationship began prior to 18 June 2001, which was the crucial issue before the Tribunal.",
      "id": "s308"
    },
    {
      "text": "64 It is clear from this examination of the issues that were before the Tribunal, and the manner in which it dealt with them in its reasons for decision, that a number of the arguments advanced on behalf of Ms Antipova were not made out.",
      "id": "s309"
    },
    {
      "text": "The Tribunal did not misunderstand or misconstrue the criteria it had to apply by reason of reg 1.15A(3) of the Migration Regulations , and did not apply any impermissible gloss on those criteria.",
      "id": "s310"
    },
    {
      "text": "It did not take into account irrelevant matters, nor fail to take into account relevant ones it was bound to take into account.",
      "id": "s311"
    },
    {
      "text": "For the most part, the arguments I have dealt with so far were really attempts by counsel for Ms Antipova to reargue the merits of the case before the Court.",
      "id": "s312"
    },
    {
      "text": "As I have said, the facts were entirely the responsibility of the Tribunal, and cannot be agitated in the Court.",
      "id": "s313"
    },
    {
      "text": "65 Similarly, the Tribunal cannot be criticised for failing to apply reg 1.15A(5) of the Migration Regulations .",
      "id": "s314"
    },
    {
      "text": "That provision is relevant to the determination of whether a relationship is genuine and continuing.",
      "id": "s315"
    },
    {
      "text": "It does not bear at all upon the question whether, during the 12-month period immediately preceding the date of application for a visa, the relevant persons had a mutual commitment to a shared life as husband and wife to the exclusion of all others.",
      "id": "s316"
    },
    {
      "text": "This was the issue on which Ms Antipova's case turned in the Tribunal.",
      "id": "s317"
    },
    {
      "text": "In particular, the Tribunal saw its task as attempting to determine whether it could fix the time of the starting point of a relationship involving such a mutual commitment between Ms Antipova and Mr Petrou.",
      "id": "s318"
    },
    {
      "text": "The fact that they lived together at the same address for more than six months as their relationship advanced, thereby providing strong evidence that the relationship became genuine and continuing, could not assist in determining the starting point of a relationship of which a mutual commitment to a shared life as husband and wife, to the exclusion of all others, was an essential element.",
      "id": "s319"
    },
    {
      "text": "66 The contention that the Tribunal failed to act in accordance with substantial justice and the merits of the case, as it was required to do by s 353(2)(b) of the Migration Act , also appears to be an attempt to reargue the merits, and therefore impermissible.",
      "id": "s320"
    },
    {
      "text": "In Minister for Immigration &amp; Multicultural Affairs v Eshetu [1999] HCA 21 (1999) 197 CLR 611 at [46] --- [52] per Gleeson CJ and McHugh J (Hayne J concurring at [158]), [69] --- [77] per Gaudron and Kirby JJ, [106] --- [109] per Gummow J, and [175] --- [179] per Callinan J, the High Court held that s 420 of the Migration Act was insufficiently specific to constitute a ground for review of a decision under the limited jurisdiction then given to this Court by s 476 of the Migration Act , which has since been repealed.",
      "id": "s321"
    },
    {
      "text": "Section 420 makes provisions with respect to the Refugee Review Tribunal in terms identical to those made by s 353 with respect to the Tribunal.",
      "id": "s322"
    },
    {
      "text": "For reasons similar to those given in Eshetu , s 353 is unlikely to be the source of an obligation, failure to comply with which could be said to constitute jurisdictional error.",
      "id": "s323"
    },
    {
      "text": "Procedural fairness: misleading as to the issue \n \n\n \n67 A consideration of whether the Tribunal made a jurisdictional error by misleading Ms Antipova about what was in issue requires an examination of further factual matters.",
      "id": "s324"
    },
    {
      "text": "On 6 August 2002, Ms Antipova and Mr Petrou were interviewed separately by an officer of the Department of Immigration and Multicultural Affairs (subsequently the Department of Immigration and Multicultural and Indigenous Affairs) (in both cases, 'the Department').",
      "id": "s325"
    },
    {
      "text": "The notes of the interview record that Ms Antipova was asked when and where she moved in with Mr Petrou.",
      "id": "s326"
    },
    {
      "text": "Her answer was 18 May 2001, and she gave the address of the premises at which Mr Petrou lived in California.",
      "id": "s327"
    },
    {
      "text": "The officer asked if she had any other documents that would support this claim, and Ms Antipova said that she did not.",
      "id": "s328"
    },
    {
      "text": "By letter dated 16 August 2002, the officer referred to a request on 6 August 2002 'to provide further evidence of cohabitation within 28 days' and requested certain specified documents.",
      "id": "s329"
    },
    {
      "text": "With a letter dated 6 September 2002, Ms Antipova's migration agent provided the statutory declarations of Mr Petrou's parents, the statement of Ms Karagoz and a statement of Mr Petrou.",
      "id": "s330"
    },
    {
      "text": "With a letter dated 15 October 2002, the migration agent provided the letter of Ms Downie dated 15 August 2002.",
      "id": "s331"
    },
    {
      "text": "68 The decision of the Minister's delegate to refuse to grant Ms Antipova a visa was accompanied by written reasons, dated 3 January 2003.",
      "id": "s332"
    },
    {
      "text": "According to those reasons, the delegate found 'conflicting information about the extent of commitment of this relationship since May 2001'.",
      "id": "s333"
    },
    {
      "text": "The delegate found that there was 'inadequate evidence...to support claims of a de facto marital relationship to have been in existence for at least 12 months prior to the date of application' for the visa [underlining in original].",
      "id": "s334"
    },
    {
      "text": "It was for this reason that the delegate decided that Ms Antipova was not entitled to the visa.",
      "id": "s335"
    },
    {
      "text": "69 By letter dated 5 August 2003, an officer of the Tribunal wrote to Ms Antipova in the following terms:\n \n\n \n ' Section 359(2) of the Migration Act allows the Tribunal to invite a person to give it additional information that is relevant to the review of a decision.",
      "id": "s336"
    },
    {
      "text": "Accordingly, the Tribunal now invites you to provide documentary evidence that you were living in a de facto relationship with your nominator for the period of 12 months prior to the lodgement of the application .",
      "id": "s337"
    },
    {
      "text": "That might include lease agreements, utility accounts (telephone, gas, electricity), correspondence to you at the nominator's address.",
      "id": "s338"
    },
    {
      "text": "Please also provide: \n \n &#8226; information about the financial aspects of your relationship, including statements/evidence regarding: \n \n * joint savings and other accounts; \n * financial arrangements entered into by you and the nominator; \n * sharing your day-to-day household expenses or pooling your financial resources; \n * any joint liabilities or joint ownership of major assets; \n \n &#8226; statements/supporting evidence in regard to the social aspects of your relationship; \n &#8226; statements/evidence in regard to the nature of your household; \n &#8226; statements/evidence in regard to the nature of your and the nominator's commitment to each other'.",
      "id": "s339"
    },
    {
      "text": "[Emphasis in the original] \n \n \n \n\n70 In response, in a letter received by the Tribunal on 1 September 2003, Ms Antipova's migration agent said:\n \n\n \n 'We have taken your request to require information and evidence in respect to the existence of the genuine and committed relationship between the parties.",
      "id": "s340"
    },
    {
      "text": "That relationship must have been in existence at least 12 months prior to the 18 June 2003.",
      "id": "s341"
    },
    {
      "text": "Continuous physical cohabitation for the 12 months is, of course, not the requirement that must be satisfied.",
      "id": "s342"
    },
    {
      "text": "It is the existence of the genuine and committed relationship and cohabitation is merely one factor that evidences that relationship.",
      "id": "s343"
    },
    {
      "text": "' \n \n \n\n71 The letter went on to make submissions, including submissions about evidence of a relationship.",
      "id": "s344"
    },
    {
      "text": "With it, the migration agent forwarded a number of documents, including the letter from Ms Downie dated 15 August 2002 (already in the Department's file), the letter from Ms Downie dated 17 August 2003, the letter from Ms Shpits, and the letter and statement of Ms Karagoz (already in the Department's file).",
      "id": "s345"
    },
    {
      "text": "72 There can be little doubt that, at the outset of the Tribunal hearing, Ms Antipova and her migration agent must have appreciated that the Tribunal was obliged to apply reg 1.15A of the Migration Regulations .",
      "id": "s346"
    },
    {
      "text": "In particular, they must have appreciated that the Tribunal had to determine whether the marriage-like relationship, which clearly had come into existence between Ms Antipova and Mr Petrou, had come into existence early enough to enable Ms Antipova to satisfy the requirement of the 12-month period referred to in reg 1.15A(2)(d) at the date of her application for a visa, as required by item 820.211(2)(a) in Sch 2 to the Migration Regulations .",
      "id": "s347"
    },
    {
      "text": "Ms Antipova must have been as prepared as she could be to attempt to satisfy the Tribunal on that issue.",
      "id": "s348"
    },
    {
      "text": "The question is whether, by what the Tribunal member said at the start of the hearing, the Tribunal caused her to refrain from putting what she would otherwise have put.",
      "id": "s349"
    },
    {
      "text": "73 There can be little doubt that what the Tribunal member said early in the hearing had the potential to confuse Ms Antipova.",
      "id": "s350"
    },
    {
      "text": "The distinction between 'the genuineness of the relationship' and 'the 12 months co-habitation period' was plainly a false distinction, because reg 1.15A(2)(d)(ii) of the Migration Regulations required that Ms Antipova establish that, during the 12-month period, the relationship was 'genuine and continuing'.",
      "id": "s351"
    },
    {
      "text": "The attempt to exclude from consideration not only the genuineness of the relationship, but also 'evidence of joint finances', 'what you did', and 'all that sort of jazz' (whatever that vernacular expression might have been intended to mean to a person whose first language is not English) was plainly something that could not be achieved.",
      "id": "s352"
    },
    {
      "text": "Regulation 1.15A(3)(a) required the Tribunal to take into account financial aspects of the relationship, including joint ownership of assets, joint liabilities, pooling of financial resources, assumption of legal obligations and sharing of household expenses.",
      "id": "s353"
    },
    {
      "text": "What Ms Antipova and Mr Petrou 'did' was also likely to have been relevant to the other mandatory considerations listed in reg 1.15A(3).",
      "id": "s354"
    },
    {
      "text": "74 Confusion aside, it seems clear that the Tribunal member was intending to be helpful.",
      "id": "s355"
    },
    {
      "text": "The Tribunal member seems to have intended to make a distinction between the state of the relationship at the time of the Tribunal hearing and the origin of the relationship, so far as it bore upon the need to satisfy the 12-month requirement at the date of the application for a visa.",
      "id": "s356"
    },
    {
      "text": "This conclusion is supported by the fact that the Tribunal member mentioned the question of compelling or compassionate circumstances.",
      "id": "s357"
    },
    {
      "text": "In case there was any doubt, the Tribunal member explained the distinction she was making, in answer to the questions of Ms Antipova's migration agent, a short time after her attempt to outline the distinction at the beginning.",
      "id": "s358"
    },
    {
      "text": "75 Ms Antipova has not provided to the Court any evidence that she was actually misled by the Tribunal member's confusing distinction.",
      "id": "s359"
    },
    {
      "text": "More importantly, she has not provided any evidence that, in consequence of what the Tribunal member said, she refrained from providing evidence that she would have provided otherwise.",
      "id": "s360"
    },
    {
      "text": "As I have said, at the outset of the hearing, Ms Antipova could have been in no doubt that her application was vulnerable on the issue of whether her de facto relationship with Mr Petrou had begun at least 12 months before she applied for the visa.",
      "id": "s361"
    },
    {
      "text": "That was the issue raised in the Department's request for information before the application for a visa was considered by the Minister's delegate.",
      "id": "s362"
    },
    {
      "text": "It was the issue on which Ms Antipova failed in the view of the Minister's delegate.",
      "id": "s363"
    },
    {
      "text": "It was the issue brought to her attention, through her migration agent, by the Tribunal's letter of 5 August 2003.",
      "id": "s364"
    },
    {
      "text": "At least the migration agent well understood the nature of the issue, as his letter to the Tribunal in response showed.",
      "id": "s365"
    },
    {
      "text": "To the extent that she was able to do so, Ms Antipova had provided the Tribunal with documentary evidence relevant to that issue before the hearing.",
      "id": "s366"
    },
    {
      "text": "In her oral evidence to the Tribunal, she was asked many questions about the circumstances in which she left her former husband and took up with Mr Petrou.",
      "id": "s367"
    },
    {
      "text": "Indeed, the bulk of her evidence was taken up with questions from the Tribunal member about those circumstances.",
      "id": "s368"
    },
    {
      "text": "The Tribunal also questioned Mr Petrou at length about the circumstances in which his relationship with Ms Antipova began.",
      "id": "s369"
    },
    {
      "text": "Nothing in the transcript of the Tribunal hearing shows Ms Antipova expressing any surprise that she was being questioned about those circumstances, as a consequence of what the Tribunal member said at the outset of the hearing.",
      "id": "s370"
    },
    {
      "text": "76 Ultimately, Ms Antipova failed in the Tribunal because of the Tribunal's finding that it was not satisfied that she was committed to a long-term relationship with Mr Petrou when she left her former husband and moved into Mr Petrou's home.",
      "id": "s371"
    },
    {
      "text": "The Tribunal was not satisfied that she moved into Mr Petrou's home on 18 May 2001 as his de facto spouse.",
      "id": "s372"
    },
    {
      "text": "It did not accept that Ms Antipova genuinely reciprocated the strong feelings Mr Petrou had for her at the time she moved into his house.",
      "id": "s373"
    },
    {
      "text": "The danger of failing on this issue was apparent to Ms Antipova and her migration agent throughout the proceedings in the Tribunal.",
      "id": "s374"
    },
    {
      "text": "Nothing the Tribunal member said in her opening remarks removed any part of that danger.",
      "id": "s375"
    },
    {
      "text": "Ms Antipova has not shown that she was misled as to the issue, or that what the Tribunal member said about the issue influenced her approach to the evidence she provided.",
      "id": "s376"
    },
    {
      "text": "Whatever might have been the result in any other case of an attempt, such as the Tribunal member made, to narrow the issues, that attempt did not have the effect of denying procedural fairness to Ms Antipova in the present case.",
      "id": "s377"
    },
    {
      "text": "Procedural fairness: time limit and interruptions \n \n\n \n77 The Tribunal did not warn Ms Antipova, in advance of its hearing, that it intended to impose a time limit on the hearing.",
      "id": "s378"
    },
    {
      "text": "Nor did it warn her that she should keep her answers brief, and direct them only to what the Tribunal member thought was the relevant aspect of what she was saying.",
      "id": "s379"
    },
    {
      "text": "The information the Tribunal gave to Ms Antipova prior to the hearing was to the opposite effect.",
      "id": "s380"
    },
    {
      "text": "The Tribunal's standard-form information sheet, which I have quoted in [17], invited Ms Antipova to take her time in answering questions.",
      "id": "s381"
    },
    {
      "text": "Nor did the Tribunal member warn Ms Antipova at the outset of the hearing that she had a limited time.",
      "id": "s382"
    },
    {
      "text": "It was only some way into the hearing that Ms Antipova first heard that her time was limited.",
      "id": "s383"
    },
    {
      "text": "She learned of this limit in the context of attempting to follow the advice she had been given in advance of the hearing, to take her time answering the Tribunal member's questions.",
      "id": "s384"
    },
    {
      "text": "The Tribunal member countermanded this advice.",
      "id": "s385"
    },
    {
      "text": "78 A different, but related, issue was that of interruptions.",
      "id": "s386"
    },
    {
      "text": "As I have said in [23], the Tribunal member repeatedly interrupted Ms Antipova's answers, in an attempt to persuade her to make them briefer, with a view to concluding the hearing within what the Tribunal member regarded as the time allocated for the hearing.",
      "id": "s387"
    },
    {
      "text": "Again, this practice was not the subject of prior warning and was in contradiction of what Ms Antipova had been told by means of the standard-form information sheet.",
      "id": "s388"
    },
    {
      "text": "The result of the frequent interruptions, and the attempts of the Tribunal member to persuade Ms Antipova to be brief, was that she did not tell the Tribunal all that she could have, and all that she wanted to tell, about her case, particularly about the circumstances in which she left her former husband so soon after marrying him, and came to live with Mr Petrou.",
      "id": "s389"
    },
    {
      "text": "This conclusion is obvious from an examination of the transcript of the hearing, particularly the interruptions I have quoted in [23] --- [28].",
      "id": "s390"
    },
    {
      "text": "The Tribunal member had revealed her scepticism about the claim that Ms Antipova had ended her relationship with her former husband so soon after marrying him, and begun a relationship with Mr Petrou immediately, by the third question on the subject, which I have quoted in [22].",
      "id": "s391"
    },
    {
      "text": "It is understandable that Ms Antipova would have been concerned to give detailed evidence about the circumstances in which she changed partners, to convince the Tribunal that her claim was true.",
      "id": "s392"
    },
    {
      "text": "She was not allowed to do this.",
      "id": "s393"
    },
    {
      "text": "79 In my view, the Tribunal did not give Ms Antipova a fair hearing in these two respects.",
      "id": "s394"
    },
    {
      "text": "It sought to impose an arbitrary time limit on her, and it interrupted her to the extent that she was prevented from giving her evidence as she wished to.",
      "id": "s395"
    },
    {
      "text": "Counsel for the Minister argued that, like a court, the Tribunal has the power to impose time limits on hearings.",
      "id": "s396"
    },
    {
      "text": "Accepting that to be so, in the present case the Tribunal did not exercise that power in a manner that was fair to Ms Antipova.",
      "id": "s397"
    },
    {
      "text": "Fairness would have required that she be warned, either in the standard-form information sheet or, at the very least, at the outset of the hearing, that her time was limited.",
      "id": "s398"
    },
    {
      "text": "Fairness would also have required that the advice given in the standard-form information sheet should have been different, so that it was not countermanded by the Tribunal's imposition of a time limit, and exhortations to shorten the answers to questions, in order to fit within that time limit.",
      "id": "s399"
    },
    {
      "text": "Even when Mr Petrou made his complaint about the imposition of the time limit, which I have quoted in [30], the Tribunal was not dissuaded from its course.",
      "id": "s400"
    },
    {
      "text": "If nothing else alerted the Tribunal member to the need to change her approach to the hearing, that complaint should have, especially Mr Petrou's contention that 'obviously we're not getting all the information across'.",
      "id": "s401"
    },
    {
      "text": "Instead of abandoning her attempt to adhere strictly to a time limit, the Tribunal member berated Mr Petrou for wasting the time available by making his complaint.",
      "id": "s402"
    },
    {
      "text": "80 It is also clear that Ms Antipova was disadvantaged in the presentation of her case by the Tribunal's unfairness in both respects.",
      "id": "s403"
    },
    {
      "text": "She lost an opportunity to make her case to the Tribunal in the way she wished to make it.",
      "id": "s404"
    },
    {
      "text": "The crucial issue was whether the Tribunal would accept what it regarded as the unlikely claim that Ms Antipova, having married on 30 April, after she met Mr Petrou, would have left her husband on 18 May and gone on to begin a de facto relationship with Mr Petrou.",
      "id": "s405"
    },
    {
      "text": "It was this issue on which Ms Antipova had failed at the first stage, the decision of the Minister's delegate.",
      "id": "s406"
    },
    {
      "text": "It was the issue identified by the Tribunal in the question I have quoted in [22].",
      "id": "s407"
    },
    {
      "text": "The Tribunal ultimately found that Ms Antipova failed on this issue.",
      "id": "s408"
    },
    {
      "text": "Had she been allowed to go into detail as to the circumstances of her separation from her former husband and her flight to Mr Petrou, she might have been able to persuade the Tribunal not to reject her claim.",
      "id": "s409"
    },
    {
      "text": "81 Denial of procedural fairness, potentially affecting the outcome of a proceeding in the Tribunal, is a jurisdictional error.",
      "id": "s410"
    },
    {
      "text": "Ordinarily, it justifies the Court quashing the decision of the Tribunal.",
      "id": "s411"
    },
    {
      "text": "See Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 (2000) 204 CLR 82 and Plaintiff S157/2002 v Commonwealth [2003] HCA 2 (2003) 211 CLR 476.",
      "id": "s412"
    },
    {
      "text": "The question is whether any provision of the Migration Act prevents Ms Antipova from relying on this jurisdictional error in the present case.",
      "id": "s413"
    },
    {
      "text": "In particular, the question is whether s 357A(1) of the Migration Act has that effect.",
      "id": "s414"
    },
    {
      "text": "82 There are two possible answers to this question.",
      "id": "s415"
    },
    {
      "text": "The first is that s 360(1) of the Migration Act requires the Tribunal to invite the applicant 'to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s416"
    },
    {
      "text": "' If the Tribunal has conducted what purports to be a hearing, but has not in truth allowed an applicant to give evidence and present arguments relating to those issues, it has not complied with this statutory obligation.",
      "id": "s417"
    },
    {
      "text": "The Tribunal has failed to comply with an essential precondition to making a decision on the applicant's application to review the decision of the Minister's delegate, and has therefore failed to perform the duty, conferred on it by s 348 of the Migration Act , to review that decision.",
      "id": "s418"
    },
    {
      "text": "Its decision is invalid and must be set aside.",
      "id": "s419"
    },
    {
      "text": "This is the reasoning followed by the Full Court in Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v SCAR [2003] FCAFC 126 (2003) 128 FCR 553 at [33] --- [41], in relation to s 425(1) of the Migration Act , which imposes on the Refugee Review Tribunal an obligation in terms identical with the obligation imposed on the Tribunal by s 360(1).",
      "id": "s420"
    },
    {
      "text": "At [33], the Full Court approved the statement of Goldberg J in Mazhar v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 1759 (2000) 183 ALR 188 at [31] that:\n \n\n \n 'The invitation must not be a hollow shell or an empty gesture.",
      "id": "s421"
    },
    {
      "text": "' \n \n \n\n83 In the same paragraph, Goldberg J expressed the view that:\n \n\n \n 'where the applicant appears, but is not able through the conduct of the tribunal to give evidence or present arguments, albeit that the applicant has been invited by the tribunal to appear, then there will be a contravention of s 425(1).",
      "id": "s422"
    },
    {
      "text": "' \n \n \n\n84 In SCAR at [38], the Full Court recognised that compliance with s 425 is a 'precondition to the valid exercise of the Tribunal's jurisdiction', and that failure to comply involves a jurisdictional error.",
      "id": "s423"
    },
    {
      "text": "At [41], the Full Court found that the Refugee Review Tribunal in that case had not extended 'a meaningful invitation'.",
      "id": "s424"
    },
    {
      "text": "85 In the present case, because it interrupted her and imposed an arbitrary time limit on her, the Tribunal did not permit Ms Antipova to give evidence and present arguments as she wished to do.",
      "id": "s425"
    },
    {
      "text": "Although there was a semblance of a hearing, and the Tribunal invited Ms Antipova to it in terms mandated by s 360(1) of the Migration Act , the invitation was not a real and meaningful one, because what she was invited to do was denied to her.",
      "id": "s426"
    },
    {
      "text": "The Tribunal failed to observe a precondition of the exercise of the jurisdiction conferred on it.",
      "id": "s427"
    },
    {
      "text": "Its decision was made without an invitation to attend a hearing of the kind required, because such a hearing has not yet been conducted.",
      "id": "s428"
    },
    {
      "text": "86 Counsel for the Minister submitted that SCAR has been the subject of judicial criticism, and even that it has been not followed.",
      "id": "s429"
    },
    {
      "text": "Reference was made to WAJR v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 106 (2004) 204 ALR 624, in which French J distinguished SCAR on the facts at [46].",
      "id": "s430"
    },
    {
      "text": "At [57] --- [59], his Honour discussed the question whether s 422B of the Migration Act operated to preclude the application of the principles of procedural fairness in the context of the failure of the Refugee Review Tribunal to ask any questions at the hearing as to a particular issue on which it later found adversely to the person seeking a protection visa.",
      "id": "s431"
    },
    {
      "text": "In the course of that discussion, his Honour examined whether there had been a failure to comply with s 425 of the Migration Act .",
      "id": "s432"
    },
    {
      "text": "In the alternative, his Honour examined the issue on the assumption that s 425 had no application, holding that the denial of procedural fairness in that case amounted to jurisdictional error, notwithstanding s 422B.",
      "id": "s433"
    },
    {
      "text": "Nothing that his Honour said in that passage amounted to a criticism of SCAR , or a refusal to follow it.",
      "id": "s434"
    },
    {
      "text": "Indeed, at [58], his Honour affirmed the central propositions for which SCAR stands, saying:\n \n\n \n 'A failure to conduct a hearing of the kind contemplated by s 425 in my opinion would amount to a failure to comply with the obligation imposed by that section upon the tribunal to invite an applicant to participate in such a hearing.",
      "id": "s435"
    },
    {
      "text": "That obligation is so central to the conduct of the tribunal process that it necessarily conditions the power to make an adverse decision on review.",
      "id": "s436"
    },
    {
      "text": "' \n \n \n\n87 In M17/2004 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 86 (2005) 85 ALD 597, Ryan J also dealt with the alleged failure of the Refugee Review Tribunal to raise at the hearing an issue on which it later found against the person applying for a protection visa.",
      "id": "s437"
    },
    {
      "text": "At [58], his Honour accepted that compliance with s 425 was held in SCAR to be a precondition to the valid exercise of the Refugee Review Tribunal's jurisdiction, and that failure to comply would therefore be jurisdictional error.",
      "id": "s438"
    },
    {
      "text": "At [59], his Honour quoted from the joint judgment of Tamberlin and Katz JJ in Minister for Immigration &amp; Multicultural Affairs v Cho [1999] FCA 946 (1999) 92 FCR 315 at [29] , where their Honours said:\n \n\n \n 'In considering the extent of the requirements imposed by s 425 it is important to keep in mind that the exercise is essentially one of statutory interpretation...Care must be taken not to confuse the question of the interpretation of s 425 according to its language with a question as to whether the full range of natural justice requirements should be injected into s 425 under the guise of giving content to an obligation to afford an \"opportunity to give evidence\".",
      "id": "s439"
    },
    {
      "text": "' \n \n \n\n88 Incidentally, in Cho at [33], Tamberlin and Katz JJ also said:\n \n\n \n 'We do not consider that there is any special significance in the reference to the word \"genuine\" which would expand the content of s 425 beyond the ordinary and natural meaning of the language used.",
      "id": "s440"
    },
    {
      "text": "According to its terms the section simply requires that an opportunity be given to the applicant to appear and give evidence.",
      "id": "s441"
    },
    {
      "text": "Obviously if there is no real opportunity given then the section has not been complied with.",
      "id": "s442"
    },
    {
      "text": "This could arise, for example, where relevant evidence is not admitted or misleading statements are made by the decision-maker which discourage an applicant from calling or proceeding with a particular line of evidence.",
      "id": "s443"
    },
    {
      "text": "' \n \n \n\n89 In M17/2004 , Ryan J did not refer to this additional passage, although what his Honour said at [61] indicates that he was aware of the requirement for the invitation required by s 425 to be a genuine one.",
      "id": "s444"
    },
    {
      "text": "What his Honour there said was:\n \n\n \n 'I accept the submission advanced on behalf of the Minister that s 425 in its present form requires the Tribunal to issue a genuine invitation to the applicant to appear but does not bear on the procedures to be followed at or after the hearing which results from acceptance of that invitation.",
      "id": "s445"
    },
    {
      "text": "' \n \n \n\n90 At [62], Ryan J quoted from NALQ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 121 at [30] , a passage in which the Full Court recognised that the invitation required by s 425 must be 'real and meaningful and not just an empty gesture', citing both SCAR and Mazhar .",
      "id": "s446"
    },
    {
      "text": "The Full Court in NALQ proceeded to discuss earlier authorities on the nature of the invitation required.",
      "id": "s447"
    },
    {
      "text": "At [34], there was a discussion of whether the Full Court in SCAR at [37] had misconstrued the judgment of Hely J in Applicant NAHF of 2002 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCA 140 (2003) 128 FCR 359, but the Full Court in NALQ did not determine this question.",
      "id": "s448"
    },
    {
      "text": "91 This examination of the authorities demonstrates that, far from having been criticised or not followed, SCAR is very much in the mainstream of authority.",
      "id": "s449"
    },
    {
      "text": "The invitation required by s 425 of the Migration Act (and, for identical reasons, that required by s 360), must be real and genuine.",
      "id": "s450"
    },
    {
      "text": "As the reasoning of Tamberlin and Katz JJ in Cho at [33] demonstrates, it is legitimate to examine what occurred at the hearing, in order to ascertain whether the invitation extended satisfies that requirement.",
      "id": "s451"
    },
    {
      "text": "If what took place under the guise of a hearing was not a genuine opportunity for an applicant for review 'to give evidence and present arguments relating to the issues arising in relation to a decision under review', then the invitation required by s 425 (or s 360) will not have been extended as required.",
      "id": "s452"
    },
    {
      "text": "Of course, it is necessary to bear in mind, as Tamberlin and Katz JJ said in Cho at [29], that it is not legitimate to regard every want of procedural fairness as nullifying the invitation.",
      "id": "s453"
    },
    {
      "text": "It is only defects rendering the proceedings ineffective to fulfil the purpose for which the invitation is required that will have this effect.",
      "id": "s454"
    },
    {
      "text": "SCAR is therefore binding on me as a single judge.",
      "id": "s455"
    },
    {
      "text": "In any event, in my view, it is correctly decided.",
      "id": "s456"
    },
    {
      "text": "92 The next question is whether what took place at the hearing in the present case was so defective as to render the invitation to a hearing other than real and genuine.",
      "id": "s457"
    },
    {
      "text": "Manifestly, this was the case.",
      "id": "s458"
    },
    {
      "text": "Ms Antipova was interrupted often in attempting to give evidence, so that what she was attempting to say was cut short.",
      "id": "s459"
    },
    {
      "text": "She was invited to give evidence in a form, or to give a version of her evidence, that the Tribunal member found more acceptable because of its brevity.",
      "id": "s460"
    },
    {
      "text": "This was not the evidence that Ms Antipova wanted to give.",
      "id": "s461"
    },
    {
      "text": "It was not the evidence that the invitation to the hearing entitled her to give.",
      "id": "s462"
    },
    {
      "text": "It was not the evidence that she was encouraged by the material accompanying the invitation to believe she would be permitted to give.",
      "id": "s463"
    },
    {
      "text": "The behaviour of the Tribunal member amounted to a refusal to hear the evidence Ms Antipova wanted to give about a crucial question.",
      "id": "s464"
    },
    {
      "text": "There can be no doubt that the question was one of 'the issues arising in relation to the decision under review', in the words of s 360(1) of the Migration Act .",
      "id": "s465"
    },
    {
      "text": "The invitation purportedly given pursuant to that provision was not perfected, because Ms Antipova was not allowed to 'give evidence and present arguments' relating to that issue.",
      "id": "s466"
    },
    {
      "text": "93 If SCAR is wrongly decided, and s 360(1) of the Migration Act is not to be given the meaning it bears in my opinion, it is necessary to consider the second answer to the question whether s 357A of the Migration Act ousts the right, which Ms Antipova would have otherwise, to establish that the Tribunal's unfairness to her constitutes jurisdictional error, entitling her to have the Tribunal's decision set aside.",
      "id": "s467"
    },
    {
      "text": "Section 357A is a difficult provision to construe.",
      "id": "s468"
    },
    {
      "text": "It does not exclude altogether the principles of procedural fairness.",
      "id": "s469"
    },
    {
      "text": "There must be some doubt as to whether Parliament could exclude procedural fairness altogether, given that a denial of procedural fairness is a ground for the remedies referred to in s 75(v) of the Constitution .",
      "id": "s470"
    },
    {
      "text": "At best, the legislative power extends to regulating procedures, and this is what s 357A attempts to do.",
      "id": "s471"
    },
    {
      "text": "It provides that Div 5 of Pt 5 of the Migration Act is taken to be 'an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with'.",
      "id": "s472"
    },
    {
      "text": "The provision assumes that there will be aspects of the 'natural justice hearing rule' that are not matters dealt with by any provision of Div 5.",
      "id": "s473"
    },
    {
      "text": "As the cases so far have shown, identifying a provision dealing with a particular 'matter', relating to procedural fairness is not always easy.",
      "id": "s474"
    },
    {
      "text": "See, for example, the passages in WAJR , to which I have referred in [86].",
      "id": "s475"
    },
    {
      "text": "The present case is relatively easy.",
      "id": "s476"
    },
    {
      "text": "No provision of Div 5 deals with the imposition of time limits on the hearings of the Tribunal.",
      "id": "s477"
    },
    {
      "text": "Unless it be s 360(1) , no provision deals with the process by which evidence is adduced at a Tribunal hearing.",
      "id": "s478"
    },
    {
      "text": "There is certainly no provision dealing with the 'matter' of a Tribunal member interrupting answers to questions.",
      "id": "s479"
    },
    {
      "text": "No provision gives the Tribunal member a right to control and censor the evidence given, by refusing to hear what the applicant for review wishes to say.",
      "id": "s480"
    },
    {
      "text": "94 In Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v WAFJ [2004] FCAFC 5 (2004) 137 FCR 30, the Full Court dealt with a case in which, on more than one occasion, the Refugee Review Tribunal had interrupted the evidence of an applicant for a protection visa, accused him of misbehaving, asserted that his evidence could not be believed, and treated him rudely and with sarcasm, to the point where he was likely to have become upset, confused and distressed, and to have been deflected from the presentation of his case.",
      "id": "s481"
    },
    {
      "text": "By majority, the Full Court upheld a judgment of a federal magistrate, setting aside the Refugee Review Tribunal's decision, by reason of denial of procedural fairness.",
      "id": "s482"
    },
    {
      "text": "In Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v Maltsin [2005] FCAFC 118 (2005) 88 ALD 304, another Full Court dealt with the case of an applicant for a visa similar to that sought by Ms Antipova.",
      "id": "s483"
    },
    {
      "text": "In that case, similarly to this one, the Tribunal announced in the course of the hearing that it did not have sufficient time to hear all the evidence the applicant wished to give.",
      "id": "s484"
    },
    {
      "text": "The Tribunal also interrupted the applicant and prevented him from giving details in the course of his evidence.",
      "id": "s485"
    },
    {
      "text": "The Tribunal made repeated references to the need to hurry, and to the shortage of available time.",
      "id": "s486"
    },
    {
      "text": "It did not hear all the witnesses who had attended for the purpose of giving evidence on behalf of the applicant.",
      "id": "s487"
    },
    {
      "text": "The Full Court held that the resulting decision of the Tribunal was the result of jurisdictional error, which involved a denial of procedural fairness.",
      "id": "s488"
    },
    {
      "text": "95 These two cases illustrate that denial of procedural fairness can arise from the manner in which the Tribunal conducts its hearing, particularly the curtailment of the opportunity, which the hearing is intended to afford, for the applicant to give evidence.",
      "id": "s489"
    },
    {
      "text": "If the Tribunal attempts to hurry the course of evidence unduly and interrupts frequently, and if the behaviour of the member constituting the Tribunal betrays a lack of interest in what the applicant is saying, a denial of procedural fairness can occur.",
      "id": "s490"
    },
    {
      "text": "In the absence of provisions in Div 5 of Pt 5 of the Migration Act dealing with these matters, s 357A does not operate to exclude from operation those aspects of procedural fairness, or the natural justice hearing rule as it is called.",
      "id": "s491"
    },
    {
      "text": "The Tribunal's jurisdictional error in denying the applicant procedural fairness can be a ground for quashing the Tribunal's decision.",
      "id": "s492"
    },
    {
      "text": "The degree to which Ms Antipova's evidence was interrupted and curtailed in the present case was sufficient to give rise to a denial of procedural fairness, capable of amounting to jurisdictional error if it affected the exercise of the Tribunal's statutory function.",
      "id": "s493"
    },
    {
      "text": "96 Since writing these reasons for judgment, I have become aware of the judgment of the Full Court in Minister for Immigration &amp; Multicultural Affairs v Lay Lat [2006] FCAFC 61.",
      "id": "s494"
    },
    {
      "text": "That judgment deals with an appeal by the Minister from a judgment of the Federal Magistrates Court, which quashed a decision of a delegate of the Minister to refuse a Business Skills Migrant visa to the respondent to the appeal, a person who had applied from outside Australia for that visa.",
      "id": "s495"
    },
    {
      "text": "The issue was whether the respondent had been denied what the Full Court called 'common law procedural fairness', because the decision-maker did not draw to the respondent's attention the point on which the decision against him turned.",
      "id": "s496"
    },
    {
      "text": "If the respondent were entitled to succeed on that issue, there was then an issue as to whether a right to procedural fairness was excluded by s 51A of the Migration Act , a provision in terms similar to both s 357A and s 422B , but relating to decisions by the Minister or delegates of the Minister.",
      "id": "s497"
    },
    {
      "text": "At [46] --- [59], the Full Court held that there had been no denial of procedural fairness, because the relevant point was obvious to the respondent.",
      "id": "s498"
    },
    {
      "text": "The Full Court then proceeded, at [60] --- [70], to make some observations, which are clearly obiter, on the effect of s 51A.",
      "id": "s499"
    },
    {
      "text": "Following VXDC v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1388 (2005) 146 FCR 562, the Full Court expressed the view that s 51A operates to exclude the 'common law natural justice hearing rule' altogether.",
      "id": "s500"
    },
    {
      "text": "97 To the extent to which Lay Lat might be taken to be authority on the meaning and effect of s 357A of the Migration Act , it does not bind me to hold that Ms Antipova's only entitlement to procedural fairness is to be found in the meagre provisions of Div 5 of Pt 5 of the Migration Act .",
      "id": "s501"
    },
    {
      "text": "In my view, to the extent that it suggests that s 422B excludes all principles of procedural fairness, other than those found in Div 4 of Pt 7 of the Migration Act , VXDC is fundamentally wrong.",
      "id": "s502"
    },
    {
      "text": "The obiter remarks in Lay Lat are entitled to great respect, appearing as they do in a considered judgment of a Full Court, but I cannot bring myself to accept that they are correct.",
      "id": "s503"
    },
    {
      "text": "For the reasons I gave in Moradian v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1590 (2004) 142 FCR 170 at [28] , I remain of the view that the words 'in relation to the matters it deals with', appearing in each of ss 51A , 357A and 422B of the Migration Act are intended to qualify the words preceding them, and to reduce what would otherwise be the absolute effect of those exclusionary words.",
      "id": "s504"
    },
    {
      "text": "If this were not the case, the words 'in relation to the matters it deals with' would be otiose, and it is not to be supposed that Parliament intended to enact meaningless, surplus words in a crucial amendment.",
      "id": "s505"
    },
    {
      "text": "The words are not the 'plain words of necessary intendment' required to exclude the requirements of procedural fairness.",
      "id": "s506"
    },
    {
      "text": "See Annetts v McCann [1990] HCA 57 ; (1990) 170 CLR 596 at 598 per Mason CJ, Deane and McHugh JJ, and the authorities there cited.",
      "id": "s507"
    },
    {
      "text": "It is highly unlikely that Parliament had in mind all of the myriad ways in which procedural fairness, a concept the content of which is dependent on the circumstances of each case, could arise.",
      "id": "s508"
    },
    {
      "text": "The present case forms a good example of what would result if the view expressed in Lay Lat were to be followed.",
      "id": "s509"
    },
    {
      "text": "Assuming that s 360(1) of the Migration Act does not have the meaning that it has in my view, the Tribunal could reduce the time of a hearing arbitrarily as much as it chose, interrupt and curtail the evidence of the applicant constantly, and deprive the applicant of any opportunity to put his or her case, and the applicant would have no redress.",
      "id": "s510"
    },
    {
      "text": "It is impossible to imagine that Parliament intended such a drastic result.",
      "id": "s511"
    },
    {
      "text": "98 To the extent to which the views expressed in VXDC and Lay Lat are said to be based on a reading of the explanatory memorandum and the second reading speech relating to the bill by which ss 51A , 357A and 422B were introduced into the Migration Act , I repeat the view I expressed in Moradian at [35].",
      "id": "s512"
    },
    {
      "text": "Those documents do not contain statements specific enough to resolve any ambiguity in those provisions, or to disclose a purpose specific enough to warrant a construction of the provisions that would regard them as excluding the entirety of the principle of procedural fairness described as the 'natural justice hearing rule'.",
      "id": "s513"
    },
    {
      "text": "99 For these reasons, if it is necessary to ask the question whether Ms Antipova is entitled to succeed on the basis that the Tribunal denied her procedural fairness, by the manner in which it conducted her hearing, I do not regard VXDC and Lay Lat as requiring me to take a view different from that I have expressed above.",
      "id": "s514"
    },
    {
      "text": "100 It is therefore necessary to see whether the particular denial of procedural fairness made a difference, in the sense referred to in Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 at 147, ie whether the Tribunal's error deprived Ms Antipova 'of the possibility of a successful outcome.",
      "id": "s515"
    },
    {
      "text": "' In the present case, the answer is plain.",
      "id": "s516"
    },
    {
      "text": "The Tribunal disbelieved Ms Antipova when she said that she was determined to make a life with Mr Petrou from the time she went to live with him on 18 May 2001.",
      "id": "s517"
    },
    {
      "text": "To a significant extent, the Tribunal's reasoning in this respect was based on its refusal to accept Ms Antipova's explanation of how she had come to continue with her marriage plans after meeting Mr Petrou, and then abandoned her marriage so soon after she had undertaken it.",
      "id": "s518"
    },
    {
      "text": "It was this very question that Ms Antipova was attempting to answer when the Tribunal member interrupted her, on several occasions, and asked her for a less detailed answer.",
      "id": "s519"
    },
    {
      "text": "If the Tribunal had been patient enough to listen to the detail, it might well have been persuaded to accept what Ms Antipova said.",
      "id": "s520"
    },
    {
      "text": "In other words, the very point on which Ms Antipova lost, because she was disbelieved, is one on which she would have given a fuller explanation, if the Tribunal had permitted her to do so.",
      "id": "s521"
    },
    {
      "text": "It cannot be said that the denial of procedural fairness in truncating Ms Antipova's evidence, to fit within a timetable about which she had not been warned, could have made no difference to the outcome of the proceeding.",
      "id": "s522"
    },
    {
      "text": "101 It follows that the performance of the Tribunal's statutory function was affected by the denial of procedural fairness.",
      "id": "s523"
    },
    {
      "text": "The Tribunal's decision is therefore tainted by jurisdictional error, either because of its failure to comply with s 360 of the Migration Act , or because of a denial of procedural fairness, which s 357A of the Migration Act does not exclude from consideration.",
      "id": "s524"
    },
    {
      "text": "Compelling and compassionate circumstances \n \n\n \n102 Once the Tribunal had found that Ms Antipova and Mr Petrou had not been in a marriage-like relationship for 12 months before Ms Antipova applied for her visa, it was necessary for the Tribunal to determine whether reg 1.15A(2A)(b) of the Migration Regulations applied.",
      "id": "s525"
    },
    {
      "text": "The effect of that provision was that the requirements of reg 1.15A(2)(d) (in this case, the requirement of a mutual commitment to a shared life as husband and wife to the exclusion of all others for a period of 12 months immediately preceding the date of the application for a visa) did not apply if Ms Antipova could 'establish compelling and compassionate circumstances for the grant of the visa.",
      "id": "s526"
    },
    {
      "text": "'\n \n\n \n103 The Tribunal construed this provision as a 'waiver' provision, and held that it was required to take into account only those circumstances existing at the date of the application for a visa.",
      "id": "s527"
    },
    {
      "text": "In doing so, the Tribunal said that it was following Boakye-Danquah .",
      "id": "s528"
    },
    {
      "text": "That was a case concerned with criteria for a particular type of visa, found in a schedule to the Migration Regulations , in which the reference to 'compelling reasons' appeared in the very criterion required to be satisfied at the time of application for the visa.",
      "id": "s529"
    },
    {
      "text": "That provision referred to compelling reasons for not applying certain otherwise applicable criteria.",
      "id": "s530"
    },
    {
      "text": "It is not surprising that Wilcox J in that case construed the relevant provision as requiring the compelling reasons to exist at the time of application for the visa.",
      "id": "s531"
    },
    {
      "text": "104 Regulation 1.15A(2A) of the Migration Regulations is a very different provision.",
      "id": "s532"
    },
    {
      "text": "It is found in a separate regulation, providing a definition of the word 'spouse', for a variety of purposes, wherever that word is found in the Migration Regulations .",
      "id": "s533"
    },
    {
      "text": "It does not call upon a decision-maker to determine 'whether to exercise the waiver of the 12 month cohabitation requirement', as the Tribunal characterised it at [77] of its reasons.",
      "id": "s534"
    },
    {
      "text": "Rather, reg 1.15A(2A) provides that reg 1.15A(2)(d) does not apply if a specified condition is met.",
      "id": "s535"
    },
    {
      "text": "That condition is not that the applicant can establish compelling and compassionate reasons for not applying the criteria referred to in reg 1.15A(2)(d), but that the applicant can establish 'compelling and compassionate circumstances for the grant of the visa.",
      "id": "s536"
    },
    {
      "text": "' In other words, the Tribunal is not required to determine whether compelling and compassionate circumstances exist for the waiver or non-application of the 12-month requirement, but whether such circumstances exist for the granting of the visa sought.",
      "id": "s537"
    },
    {
      "text": "The focus is not on the criteria to be ousted from consideration, but on the end result.",
      "id": "s538"
    },
    {
      "text": "The wording of reg 1.15A(2A) suggests strongly that, at whatever stage of whatever decision-making process the question of special circumstances arises, it is to be determined by reference to whatever circumstances exist at the date of decision.",
      "id": "s539"
    },
    {
      "text": "It would be a strange result if the circumstances to be considered differed according to whether the application of the definition of 'spouse' was required to be applied at the time of application of the visa, or at the time of decision, or at some other stage, so that different views might be taken as to whether compelling and compassionate circumstances for the grant of the visa existed at different times.",
      "id": "s540"
    },
    {
      "text": "The wording of the provision suggests strongly that this is not the intention.",
      "id": "s541"
    },
    {
      "text": "105 Applying this view does nothing to undermine the two-stage assessment process of determining entitlement to the type of visa Ms Antipova sought, as the Tribunal suggested at [76] of its reasons.",
      "id": "s542"
    },
    {
      "text": "Even assuming the definition in reg 1.15A of the Migration Regulations to be confined in its application to that type of visa (and subreg (2)(d) in its terms applies to a range of types of visas, including any permanent visa), the two-stage process remains intact.",
      "id": "s543"
    },
    {
      "text": "In determining whether the applicant for a visa was the spouse of a nominating person at the date of application for the visa, the decision-maker is required to determine whether, throughout a 12-month period prior to that date, the two persons met the three requirements of reg 1.15A(2)(d), namely mutual commitment, genuine and continuing relationship, and cohabitation.",
      "id": "s544"
    },
    {
      "text": "If any of these three requirements should be absent, the decision-maker is then required to consider whether the applicant has established compelling and compassionate reasons for the grant of the visa.",
      "id": "s545"
    },
    {
      "text": "If so, reg 1.15A(2)(d) no longer has to be satisfied at the date of application for the visa; it no longer applies.",
      "id": "s546"
    },
    {
      "text": "Once understood in this sense, reg 1.15A(2A) can be seen to be compatible with the two-stage process of assessment.",
      "id": "s547"
    },
    {
      "text": "On this analysis, there is nothing strange about making a determination about the application of a criterion to be satisfied at the time of application for a visa by reference to facts not in existence at that time, as the Tribunal thought.",
      "id": "s548"
    },
    {
      "text": "106 In Neofotistou v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 919 (2005) 144 FCR 478 at [19] --- [28], the Court took a view similar to the one I have expressed, with respect to the provisions of reg 3A of the Migration Regulations 1989 (Cth).",
      "id": "s549"
    },
    {
      "text": "Regulation 3A(2) provided for the specification of a lesser period than the six-month period of cohabitation prior to the date of application for a visa, required by reg 3A(1), if :\n \n\n \n '(a) there are exceptional circumstances affecting the persons; and \n \n (b) there are compelling reasons for specifying that lesser period.",
      "id": "s550"
    },
    {
      "text": "' \n \n \n\n107 At [24], North J expressed the view that it was not to be expected that a decision-maker would be required to ignore the current state of affairs, unless the legislation expressly required such an exercise to be undertaken.",
      "id": "s551"
    },
    {
      "text": "At [25], his Honour referred to the fact that reg 3A(2) was an ameliorating provision, which suggested that it should be given an expansive, rather than a restrictive, meaning.",
      "id": "s552"
    },
    {
      "text": "At [26], his Honour regarded any uncertainty arising from applying the assessment on the facts as they exist at the time of the decision, rather than at the time of the application, as insufficient to outweigh the intended ameliorating purpose of the regulation.",
      "id": "s553"
    },
    {
      "text": "His Honour did not refer to Boakye-Danquah .",
      "id": "s554"
    },
    {
      "text": "In many respects, the provision with which North J was dealing in Neofotistou was more similar to that with which Wilcox J was dealing in Boakye-Danquah than either is to reg 1.15A(2A) of the Migration Regulations.",
      "id": "s555"
    },
    {
      "text": "Despite the fact that North J appears to have been unaware of Boakye-Danquah , I regard Neofotistou as correct, and as supporting the view I take of reg 1.15A(2A).",
      "id": "s556"
    },
    {
      "text": "As I have said, Boakye-Danquah is distinguishable, because it dealt with a provision very different from reg 1.15A(2A).",
      "id": "s557"
    },
    {
      "text": "108 The Tribunal appears to have been led into error by its misunderstanding of the principle for which Boakye-Danquah stood as authority, and by its incorrect characterisation of reg 1.15A(2A) of the Migration Regulations, at [76] of the Tribunal's reasons, as permitting waiver of the criteria in reg 1.15A(2)(d) 'if there are circumstances sufficiently compassionate and compelling which would justify the parties having lodged the visa application before they had lived together in a spousal relationship for a sufficient period to satisfy the definition of spouse under regulation 1.15A.",
      "id": "s558"
    },
    {
      "text": "' As I have said in [104], reg 1.15A(2A) did not focus on the circumstances attending the making of the application for a visa, but on the circumstances justifying the granting of the visa.",
      "id": "s559"
    },
    {
      "text": "Those circumstances are the ones the Tribunal was required to take into account in determining whether the criteria in reg 1.15A(2)(d) was applicable.",
      "id": "s560"
    },
    {
      "text": "109 Such an error is capable of amounting to a jurisdictional error if it affected the exercise of the Tribunal's statutory function.",
      "id": "s561"
    },
    {
      "text": "In the present case, the issue of compelling and compassionate circumstances turned on Mr Petrou's re-established relationship with his children from a former union, and on Ms Antipova's emerging relationship with those children.",
      "id": "s562"
    },
    {
      "text": "The Tribunal was prepared to take into account the needs of those children in determining whether compelling and compassionate circumstances existed.",
      "id": "s563"
    },
    {
      "text": "Having held that it could not take into account the circumstances that existed at the date of decision, the Tribunal nevertheless expressed the view at [82] of its reasons that, even if it could do so, it did not regard the current needs of the children as 'sufficiently compelling to justify a waiver of the 12 month cohabitation requirement'.",
      "id": "s564"
    },
    {
      "text": "Despite the incorrect characterisation of the effect of reg 1.15A(2A), it is fair to take this finding to be a finding that there were no compelling and compassionate circumstances, for the purposes of the application of that provision, even if current circumstances were to be considered.",
      "id": "s565"
    },
    {
      "text": "The assessment of the circumstances against the standard of 'compelling and compassionate' was a matter for the Tribunal.",
      "id": "s566"
    },
    {
      "text": "It does not appear that the Tribunal misunderstood or misapplied the required standard.",
      "id": "s567"
    },
    {
      "text": "The result, therefore, is the same as if the Tribunal had not held erroneously that it could not take circumstances at the time of the decision into account.",
      "id": "s568"
    },
    {
      "text": "In effect, it did so.",
      "id": "s569"
    },
    {
      "text": "Its error did not amount to a jurisdictional error, because it did carry out the task required of it by the legislation.",
      "id": "s570"
    },
    {
      "text": "110 For this reason, the Tribunal's decision cannot be set aside on the basis of its error in construing reg 1.15A(2A) of the Migration Regulations.",
      "id": "s571"
    },
    {
      "text": "Bias \n \n\n \n111 Nor does it appear that the Tribunal's decision can be set aside on the ground of bias.",
      "id": "s572"
    },
    {
      "text": "The ground was raised, but not argued in detail.",
      "id": "s573"
    },
    {
      "text": "The test for ostensible bias as a ground for setting aside a decision of the Tribunal is whether a fair-minded lay observer with knowledge of the material objective facts might entertain a reasonable apprehension that the Tribunal might not bring an impartial and unprejudiced mind to the resolution of the question in issue.",
      "id": "s574"
    },
    {
      "text": "See Webb v R [1994] HCA 30 ; (1994) 181 CLR 41 at 67-68 per Deane J.",
      "id": "s575"
    },
    {
      "text": "In my view, a fair-minded lay observer, informed as to the material objective facts, who witnessed the Tribunal dealing with Ms Antipova's case, would have been more likely to conclude that the Tribunal had simply not performed its statutory function very well, rather than that it would fail to bring an impartial and unprejudiced mind to the resolution of Ms Antipova's case.",
      "id": "s576"
    },
    {
      "text": "The insistence on imposing a time limit, and the associated interruptions and attempts to shorten the evidence, were indicative of a desire to deal with the matter expeditiously, rather than of a desire to find against Ms Antipova, whatever the evidence might reveal.",
      "id": "s577"
    },
    {
      "text": "Nothing about the Tribunal's reasoning discloses that it approached the case with a closed mind.",
      "id": "s578"
    },
    {
      "text": "Conclusion \n \n\n \n112 For the reasons I have given, the Tribunal's decision is flawed by reason of its jurisdictional error.",
      "id": "s579"
    },
    {
      "text": "That error consists of failure to comply with the essential precondition to the exercise of the jurisdiction, provided by s 360(1) of the Migration Act , that the Tribunal invite the applicant to appear before it, to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s580"
    },
    {
      "text": "Although the Tribunal gave Ms Antipova such an invitation in form, because of the manner in which it conducted the hearing, there was no such invitation in reality.",
      "id": "s581"
    },
    {
      "text": "Alternatively, the Tribunal denied Ms Antipova procedural fairness by the manner in which it conducted the hearing, and the denial of procedural fairness is such as to amount to jurisdictional error.",
      "id": "s582"
    },
    {
      "text": "Ms Antipova is entitled to have the decision set aside, and to have the Tribunal rehear her application for review of the decision of the Minister's delegate.",
      "id": "s583"
    },
    {
      "text": "113 Among the relief Ms Antipova seeks is a writ of certiorari, for the purpose of quashing the Tribunal's decision, as well as an order remitting the matter to the Tribunal for determination according to law (in reality, a writ of mandamus, or an order in the nature of mandamus).",
      "id": "s584"
    },
    {
      "text": "Relief of these kinds can only be granted against the Tribunal, which is not a party to the proceeding.",
      "id": "s585"
    },
    {
      "text": "See SAAP v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] HCA 24 (2005) 215 ALR 162 at [43] per McHugh J, [91] per Gummow J, [153] per Kirby J and [180] per Hayne J.",
      "id": "s586"
    },
    {
      "text": "It will therefore be necessary for me to make an order joining the Tribunal as the second respondent to the proceeding.",
      "id": "s587"
    },
    {
      "text": "It is safe to assume that the Tribunal would follow the usual practice of submitting to any order that the Court might make, save an order for costs against the Tribunal.",
      "id": "s588"
    },
    {
      "text": "Service of the application and associated material on the Tribunal can therefore be dispensed with.",
      "id": "s589"
    },
    {
      "text": "A writ of certiorari should issue, directed to the Tribunal, bringing the decision into the Court, for the purpose of quashing it.",
      "id": "s590"
    },
    {
      "text": "The decision should be quashed.",
      "id": "s591"
    },
    {
      "text": "A writ of mandamus should also issue, directed to the Tribunal, requiring it to hear and determine the application of Ms Antipova for review of the decision of the Minister according to law.",
      "id": "s592"
    },
    {
      "text": "114 No reason was advanced, and none appears, why the usual order, that costs follow the event, should not be made.",
      "id": "s593"
    },
    {
      "text": "The Minister will be ordered to pay Ms Antipova's costs of the proceeding.",
      "id": "s594"
    },
    {
      "text": "I certify that the preceding one hundred and fourteen (114) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s595"
    },
    {
      "text": "Associate:\n\nDated: 19 May 2006\n\n\n Counsel for the applicant: V A Morfuni SC \n \n Solicitor for the applicant: Lily Ong \n \n Counsel for the respondent: S Moore \n \n Solicitor for the respondent: Australian Government Solicitor \n \n Date of Hearing: 30 March 2005 \n \n Date of Judgment: 19 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/584.html",
      "id": "s596"
    }
  ]
}