{
  "name": "Secretary Department of Employment &amp; Workplace Relations v Barrington [2006] FCA 527 (10 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/527.html",
  "catchphrases": [
    {
      "text": "social security",
      "id": "c0"
    },
    {
      "text": "lump sum preclusion period",
      "id": "c1"
    },
    {
      "text": "compensation sum included legal costs",
      "id": "c2"
    },
    {
      "text": "purchase of house after awareness of preclusion period",
      "id": "c3"
    },
    {
      "text": "held: administrative appeals tribunal did not (i) err in not mentioning submission as to relevance of purchase (ii) fail to give natural justice in relation to relevance of legal costs",
      "id": "c4"
    },
    {
      "text": "administrative law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondent Mr Trent Barrington suffered a workplace injury.",
      "id": "s0"
    },
    {
      "text": "He brought an action in the District Court of New South Wales which was settled for $285,000 including costs.",
      "id": "s1"
    },
    {
      "text": "Subsequently costs of $47,500 were deducted by his solicitor and Mr Barrington received the balance.",
      "id": "s2"
    },
    {
      "text": "2 Under the Social Security Act 1991 (Cth) (the Act) Mr Barrington's settlement created a \"lump sum preclusion period\": s 1169.",
      "id": "s3"
    },
    {
      "text": "During this period Mr Barrington was not entitled to receive certain benefits under the Act including, relevantly for the present case, a Newstart Allowance.",
      "id": "s4"
    },
    {
      "text": "The rationale is that a person receiving the benefit of a compensation payment for a disability should not also receive payments out of public funds for the same disability until the compensation payment is exhausted.",
      "id": "s5"
    },
    {
      "text": "The lump sum preclusion period is calculated by taking 50 per cent of the compensation payment (s 17(3)) and dividing it by the \"income cut-out amount\" (s 17(8)).",
      "id": "s6"
    },
    {
      "text": "In Mr Barrington's case the lump sum preclusion period calculated in accordance with the Act commenced on 17 September 2002 and extends to 23 April 2007.",
      "id": "s7"
    },
    {
      "text": "3 However, under s 1184K(1) of the Act the Secretary of the Department of Employment and Workplace Relations may treat the whole or part of a compensation payment as not having been made if the Secretary \"thinks it is appropriate to do so in the special circumstances of the case\".",
      "id": "s8"
    },
    {
      "text": "4 The Administrative Appeals Tribunal constituted by the Hon R J Groom, Deputy President, varied a decision of the Secretary refusing an order under s 1184K(1).",
      "id": "s9"
    },
    {
      "text": "The Tribunal directed that $60,000 of Mr Barrington's compensation payment be treated as not having been made: Barrington and Secretary, Department of Employment and Workplace Relations [2005] AATA 1050.",
      "id": "s10"
    },
    {
      "text": "5 On appeal to this Court the Secretary accepts that the decision of the Tribunal was open on the evidence.",
      "id": "s11"
    },
    {
      "text": "However, he submits that in its process the Tribunal made two errors of law: \n\n&#8226; It failed to deal with a submission seriously advanced by the Secretary which was worthy of consideration, namely the fact that Mr Barrington's purchase of a house after he had received notice of the lump sum preclusion period told against the recognition of special circumstances; and\n \n&#8226; It denied the Secretary natural justice by basing its finding of \"special circumstances\" on the payment of $47,500 legal costs out of the settlement payment of $285,000:\n \n1. without giving the Secretary any notice that it might treat the costs payment as relevant;\n \n2. having discouraged the Secretary from making submissions on that issue; and \n \n3. thereby denying the Secretary the opportunity to make submissions on that issue.",
      "id": "s12"
    },
    {
      "text": "Factual findings of the Tribunal \n \n\n \n 6 Mr Barrington was injured at work in 1999 and received weekly compensation until 12 September 2002.",
      "id": "s13"
    },
    {
      "text": "On that day he settled an action for damages for $285,000 inclusive of legal costs.",
      "id": "s14"
    },
    {
      "text": "He received the net amount of $237,500 after deduction of legal costs.",
      "id": "s15"
    },
    {
      "text": "Mr Barrington said in evidence that he actually paid $55,000 in legal fees.",
      "id": "s16"
    },
    {
      "text": "The Tribunal thought it possible that he was required to pay a further $7,500 out of the net amount, but was satisfied he paid at least $47,500.",
      "id": "s17"
    },
    {
      "text": "7 On 20 September 2002 Centrelink advised Mr Barrington's solicitor that he would be subject to a compensation preclusion period from 17 September 2002 to 23 April 2007.",
      "id": "s18"
    },
    {
      "text": "8 Mr Barrington was aware from the outset that he was subject to a preclusion period and would have no entitlement to social security payments during that time.",
      "id": "s19"
    },
    {
      "text": "9 Mr Barrington had lived in Wagga Wagga for most of his life, but after receiving the lump sum payment he moved to Tasmania.",
      "id": "s20"
    },
    {
      "text": "He did so mainly because housing was cheaper there and he believed that there was an opportunity to buy a house and renovate it.",
      "id": "s21"
    },
    {
      "text": "His intention was to then sell that house and buy another one for renovation.",
      "id": "s22"
    },
    {
      "text": "10 Mr Barrington purchased a modest house in Somerset (a suburb of Burnie) for $68,000 and spent $3,500 on legal costs and stamp duty.",
      "id": "s23"
    },
    {
      "text": "He took possession at Easter 2003.",
      "id": "s24"
    },
    {
      "text": "He spent a further $50,000 on renovations and furniture.",
      "id": "s25"
    },
    {
      "text": "Estimates of the house's value in its partly renovated condition at the time of the hearing ranged from $125,000 to $140,000.",
      "id": "s26"
    },
    {
      "text": "11 Mr Barrington also spent money on motor vehicles, on the cost of moving to Tasmania and in maintaining himself since September 2002.",
      "id": "s27"
    },
    {
      "text": "12 Apart from his initial purchase of a fairly expensive motor vehicle for $39,000, Mr Barrington appeared to have lived modestly and acted prudently.",
      "id": "s28"
    },
    {
      "text": "13 Mr Barrington continued to have serious problems with his shoulders and was receiving treatment from an oncologist and a skin specialist.",
      "id": "s29"
    },
    {
      "text": "He believed his health problems limited him to working three days a week.",
      "id": "s30"
    },
    {
      "text": "14 Mr Barrington was a qualified mechanic with specialist experience on Mercedes Benz vehicles and had undertaken other work in Wagga Wagga.",
      "id": "s31"
    },
    {
      "text": "He was adamant that he did not wish to work again as a mechanic, but would prefer a part-time position in information technology.",
      "id": "s32"
    },
    {
      "text": "He had attempted to find part-time work in the Burnie area, but without success .",
      "id": "s33"
    },
    {
      "text": "15 Mr Barrington had expended his lump sum compensation payment and currently had no income, funds or liquid assets to pay for the normal expenses of living.",
      "id": "s34"
    },
    {
      "text": "He owed $4,500 on credit cards but had no other debts.",
      "id": "s35"
    },
    {
      "text": "He had traded down from his earlier vehicle purchase and now had a 1987 Subaru purchased for $3,000.",
      "id": "s36"
    },
    {
      "text": "If he sold his current vehicle and used the proceeds to reduce his credit card debt, he would still owe $1,500.",
      "id": "s37"
    },
    {
      "text": "His only other assets were some kitchen fittings worth possibly $800 to $1,000 if he could sell them.",
      "id": "s38"
    },
    {
      "text": "His attempts to borrow money on the security of the house had been unsuccessful.",
      "id": "s39"
    },
    {
      "text": "16 On 15 October 2004 Mr Barrington applied for Newstart Allowance.",
      "id": "s40"
    },
    {
      "text": "His application was refused because of the preclusion period.",
      "id": "s41"
    },
    {
      "text": "Tribunal's decision \n \n 17 The Tribunal noted that the decision-maker is given a wide discretion as to what might constitute \"special circumstances\".",
      "id": "s42"
    },
    {
      "text": "In order to properly exercise the discretion there must be special elements in the case which \"stand apart from the usual or the ordinary\".",
      "id": "s43"
    },
    {
      "text": "18 It found Mr Barrington to be \"very open and honest in his evidence\".",
      "id": "s44"
    },
    {
      "text": "His health problems, including pain in both shoulders, and in his lower back and kidney, meant his capacity to undertake work was now significantly reduced.",
      "id": "s45"
    },
    {
      "text": "19 The Tribunal was satisfied that Mr Barrington believed, when he moved to Tasmania, that if at any time in the future he needed income, he would be able to find work readily.",
      "id": "s46"
    },
    {
      "text": "He had not then fully understood that his general state of health and the local employment market would together significantly limit his work opportunities.",
      "id": "s47"
    },
    {
      "text": "20 While it was established that under the Act \"compensation\" included legal costs, the Tribunal said it was nevertheless reasonable to consider the legal costs component of the lump sum settlement in deciding whether \"special circumstances\" existed.",
      "id": "s48"
    },
    {
      "text": "The Tribunal noted Mr Barrington's evidence that \"I actually didn't even realise that there was a payment to be taken out...\" and \"I didn't believe that the price would be that high...\".",
      "id": "s49"
    },
    {
      "text": "21 The Tribunal discussed in some detail the Secretary's argument that Mr Barrington's circumstances \"did not go beyond straitened\".",
      "id": "s50"
    },
    {
      "text": "It had been submitted that he could sell his house, buy an even more modest one and live for the rest of the preclusion period on the net proceeds.",
      "id": "s51"
    },
    {
      "text": "The Tribunal noted, however, that the house was only partly renovated and because of that may take time to sell.",
      "id": "s52"
    },
    {
      "text": "The applicant had been told by an estate agent that it might take 6-12 months to sell in its current condition.",
      "id": "s53"
    },
    {
      "text": "After deducting legal costs, stamp duty and agent's commission, unless the house purchased was extremely inexpensive, there would be very little money left to sustain Mr Barrington for the rest of the preclusion period.",
      "id": "s54"
    },
    {
      "text": "The Tribunal said at [37]:\n \"The reality is that the house owned by the applicant is relatively modest and close to the bottom end of the general market.",
      "id": "s55"
    },
    {
      "text": "It was purchased for only $68,000 and has appreciated in value because of an improvement in market conditions and also because of the renovations undertaken.",
      "id": "s56"
    },
    {
      "text": "Future renovations will see the property increase further in value.",
      "id": "s57"
    },
    {
      "text": "The ownership of this property provides a special opportunity for the applicant to secure his financial future avoiding total dependence on government for future housing and income.",
      "id": "s58"
    },
    {
      "text": "The ideal for him would be to retain his house and obtain some part-time work so that he could live a relatively secure and independent future.",
      "id": "s59"
    },
    {
      "text": "The alternative is to continue to sell assets until he has nothing left.",
      "id": "s60"
    },
    {
      "text": "Then his complete long term dependence on social welfare would be almost inevitable.",
      "id": "s61"
    },
    {
      "text": "\" \n\n\n \n 22 The Tribunal concluded at [39] that, as a result of a combination of factors, special circumstances existed.",
      "id": "s62"
    },
    {
      "text": "Those circumstances were: \n \n \n &#8226; Mr Barrington's state of health which had deteriorated since he received his compensation payment;\n &#8226; The fact that his poor health combined with the employment market in the area where he lived had made it more difficult than expected for him to find suitable part-time work;\n &#8226; That he had not been reckless and irresponsible in spending his lump sum compensation payment;\n &#8226; The house he had purchased was modest and in terms of value near the bottom end of the market;\n &#8226; The fact that a significant portion of his compensation payment was for legal costs.",
      "id": "s63"
    },
    {
      "text": "In agreeing to this settlement figure and also when informed about the preclusion period he did not fully appreciate the size and significance of the legal costs he would have to pay.",
      "id": "s64"
    },
    {
      "text": "23 The Tribunal considered it unnecessary to precisely calculate a figure to reduce the compensation amount from which the preclusion period is calculated.",
      "id": "s65"
    },
    {
      "text": "After weighing up the special circumstances already referred to and Mr Barrington's precarious financial position it concluded that $60,000 of his compensation payment should be treated as not having been made.",
      "id": "s66"
    },
    {
      "text": "This meant that the preclusion period would be calculated on 50 per cent of the new gross amount of $225,000.",
      "id": "s67"
    },
    {
      "text": "Failure to deal with submission \n \n 24 The Secretary did advance before the Tribunal an argument based on Mr Barrington's purchase of the house after he became aware of the preclusion period.",
      "id": "s68"
    },
    {
      "text": "For example, in his Statement of Facts and Contentions the Secretary referred to parts of the Guide to the Social Security Law which relevantly provided at 4.13.4.10 (upper case in original):\n \"Each case must be examined on its own merits but as a general rule, special circumstances would NOT usually be applied where: \n \n \n \n &#8226; ..., or \n &#8226; The person acquired realisable assets AFTER the person was advised of the preclusion period, and there is no impediment to the realization of those assets, or \n &#8226; ...\" \n \n \n \n 25 However, in dealing with this issue before the Tribunal counsel for the Secretary emphasised the element of realisability.",
      "id": "s69"
    },
    {
      "text": "He said that if the asset, the house, were unrealisable \"there may very well be an argument the Guide would say that there are special circumstances\" and that \"were it to be established that were the case [scil.",
      "id": "s70"
    },
    {
      "text": "that the house was not realisable] then the circumstances could be quite different\".",
      "id": "s71"
    },
    {
      "text": "26 The applicable statutory provisions are s 43(2) , (2A) and particularly (2B) of the Administrative Appeals Tribunal Act 1975 (Cth): \n \"(2) Subject to this section and to sections 35 and 36D , the Tribunal shall give reasons either orally or in writing for its decision.",
      "id": "s72"
    },
    {
      "text": "(2A) Where the Tribunal does not give reasons in writing for its decision, a party to the proceeding may, within 28 days after the day on which a copy of the decision of the Tribunal is given to that party, request the Tribunal to give to that party a statement in writing of the reasons of the Tribunal for its decision, and the Tribunal shall, within 28 days after receiving the request, give to that party such a statement.",
      "id": "s73"
    },
    {
      "text": "(2B) Where the Tribunal gives in writing the reasons for its decision, those reasons shall include its findings on material questions of fact and a reference to the evidence or other material on which those findings were based.",
      "id": "s74"
    },
    {
      "text": "\" \n \n 27 On the present appeal Senior Counsel for the Secretary relied on a line of authority commencing with Dennis Wilcox Pty Ltd v Federal Commissioner of Taxation (1988) 79 ALR 267.",
      "id": "s75"
    },
    {
      "text": "At the time of that decision s 43(2) was in substantially the same terms as the present subs (2B).",
      "id": "s76"
    },
    {
      "text": "Jenkinson J, with whom Woodward and Foster JJ agreed, said at 276-277\n \"There is also the further possibility that the tribunal's failure to mention either the submission or the questions of fact which it raises was the result of a failure, by inadvertence, to consider the submission when the tribunal was engaged in deciding the reference.",
      "id": "s77"
    },
    {
      "text": "Not every failure by the Administrative Appeals Tribunal to mention a contention advanced on behalf of a party will amount to a failure to comply with the requirements of s 43(2) of the Administrative Appeals Tribunal Act 1975 , or demonstrate that the contention was not considered in deciding the matter before the tribunal.",
      "id": "s78"
    },
    {
      "text": "But this submission concerning the ascertainment of profit was worthy of serious consideration and was seriously advanced to the tribunal.",
      "id": "s79"
    },
    {
      "text": "It ought, therefore, to be inferred that the submission was inadvertently overlooked by the tribunal either when the reference was being decided or when the reasons for the decision were being committed to writing (cf Sullivan v Department of Transport (1978) 20 ALR 323 at 353).",
      "id": "s80"
    },
    {
      "text": "In either event there has been, in my opinion, an error of law by the tribunal, so that the power of this court which s 44(1) of the Administrative Appeals Tribunal Act 1975 confers to decide the appeal \"on a question of law\" is available.",
      "id": "s81"
    },
    {
      "text": "The failure of the tribunal to carry out the duty to consider and determine each question of law and fact relevant to the determination of the reference to it of the respondent's decision, or the failure to carry out the duty imposed by s 43(2) of that Act, as the case may be, has brought about a miscarriage of justice by preventing this Court from affording the parties a determination whether the tribunal's decision was vitiated by error of law: see Pettit v Dunkley [1971] 1 NSWLR 376.",
      "id": "s82"
    },
    {
      "text": "28 This approach has been adopted in later cases: Kalwy v Secretary, Department of Social Security (No 2) (1993) 32 ALD 451 at 460-461 and Repatriation Commission v Smith (1997) 75 FCR 298 at 306.",
      "id": "s83"
    },
    {
      "text": "However, it may be doubted whether this line of authority is consistent with the later decision of the High Court in Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323.",
      "id": "s84"
    },
    {
      "text": "29 In Yusuf the High Court was concerned with s 430(1) of the Migration Act 1958 (Cth) which requires the Refugee Review Tribunal (RRT), when it makes a decision on review, to prepare a written statement that :\n \"(a) sets out the decision of the Tribunal on the review; and \n (b) sets out the reasons for the decision; and \n (c) sets out the findings on any material questions of fact; and \n (d) refers to the evidence or any other material on which the findings of fact were based.",
      "id": "s85"
    },
    {
      "text": "\" \n \n \n The obligation imposed on the RRT is substantially the same as that under s 43(2) of the Administrative Appeals Tribunal Act .",
      "id": "s86"
    },
    {
      "text": "30 As part of her claim for a protection visa the respondent in Yusuf had alleged that her husband had been attacked in the family home in Somalia and driven away by members of a rival clan.",
      "id": "s87"
    },
    {
      "text": "The RRT affirmed the refusal of a protection visa without expressing any finding about the alleged attack on the husband.",
      "id": "s88"
    },
    {
      "text": "The High Court reversed the Federal Court's decision that the RRT had failed to comply with s 430(1).",
      "id": "s89"
    },
    {
      "text": "31 The High Court held that s 430(1)(c) only required the RRT to set out the findings which it did make and which it considered material to the decision to be made; the section did not oblige the setting out of findings which the Tribunal had not in fact made: per Gleeson CJ at [10], per McHugh, Gummow and Hayne JJ at [68].",
      "id": "s90"
    },
    {
      "text": "A failure to make a finding may reveal another error, such as failure to take account of relevant considerations: [73]-[75], but that is a distinct and different ground.",
      "id": "s91"
    },
    {
      "text": "32 In the present case the argument said to be left unconsidered would not be a relevant consideration in the sense expounded in Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39, that is to say a consideration the Tribunal was bound by the Social Security Act to take into account.",
      "id": "s92"
    },
    {
      "text": "On the appeal to this Court senior counsel for the Secretary did not so contend.",
      "id": "s93"
    },
    {
      "text": "At best, Mr Barrington's purchase of the house after awareness of the preclusion period was a part of the factual matrix of this particular case, the setting in which s 1184K(1) had to be applied.",
      "id": "s94"
    },
    {
      "text": "The reasoning in Yusuf rather suggests the Tribunal made no legal error simply by failing to refer to one argument advanced, so long as it otherwise complied with s 43(2B) of the Administrative Appeals Tribunal Act .",
      "id": "s95"
    },
    {
      "text": "33 However, on the assumption that Dennis Wilcox is still good law, the principle for which that case stands is not applicable here.",
      "id": "s96"
    },
    {
      "text": "Mr Barrington's being aware of the preclusion period before he purchased the Burnie house was not in dispute.",
      "id": "s97"
    },
    {
      "text": "It was not a discrete legal or factual issue standing apart from the rest of the case as discussed in the Tribunal's reasons.",
      "id": "s98"
    },
    {
      "text": "It was a part of the larger narrative which also included Mr Barrington's plans and expectations when he bought the house, and how illness and lack of employment opportunities thwarted them.",
      "id": "s99"
    },
    {
      "text": "The omission by the Tribunal of any reference to a particular element of that narrative does not of itself lead to the conclusion that such element was ignored or overlooked: cf Kentucky Fried Chicken Pty Ltd v Gantidis [1979] HCA 20 ; (1979) 140 CLR 675 at 680, 684.",
      "id": "s100"
    },
    {
      "text": "If a fact is not in itself disputed, that may be a reason why it is not mentioned.",
      "id": "s101"
    },
    {
      "text": "The bare fact of spending compensation money on an asset after becoming aware of a preclusion period would often tell against a finding of special circumstances, as the Guide points out.",
      "id": "s102"
    },
    {
      "text": "But in the present case what really opened up the possibility of a special circumstances finding is what happened after the purchase, including Mr Barrington's health and employment problems.",
      "id": "s103"
    },
    {
      "text": "34 In particular, the point about purchase of an asset after awareness of the preclusion period was bound up in the present case with the question of the realisability of that asset.",
      "id": "s104"
    },
    {
      "text": "On the Secretary's express concession, this could make a critical difference.",
      "id": "s105"
    },
    {
      "text": "The Tribunal dealt with this aspect, pointing out that because the house was only partially renovated it might take time to sell --- on the evidence possibly 6-12 months.",
      "id": "s106"
    },
    {
      "text": "To hold Mr Barrington's purchase against him, like Antonio's bond, so that he had to sell the house and probably face a lifetime on total government dependence, would be both unconscionably harsh and, as the Tribunal perceptively pointed out, would inevitably create a much greater drain on the public purse in the long run.",
      "id": "s107"
    },
    {
      "text": "Legal costs --- natural justice \n \n 35 The transcript of the hearing records the following exchange concerning the question of Mr Barrington's legal costs (emphasis added):\n \"THE D.PRESIDENT: I would like some submission on the matter of the legal costs.",
      "id": "s108"
    },
    {
      "text": "MR SPARKES: Sir.",
      "id": "s109"
    },
    {
      "text": "THE D.PRESIDENT: Now, when you assess or determine the preclusion period --- \n \n MR SPARKES: Okay.",
      "id": "s110"
    },
    {
      "text": "THE D.PRESIDENT: --- you look at the compensation amount which was paid in settlement and calculate the period based upon 50 per cent of that amount.",
      "id": "s111"
    },
    {
      "text": "MR SPARKES: Sir.",
      "id": "s112"
    },
    {
      "text": "Certainly, sir.",
      "id": "s113"
    },
    {
      "text": "THE D.PRESIDENT: But it was an all inclusive figure, wasn't it, including legal costs?",
      "id": "s114"
    },
    {
      "text": "MR SPARKES: It certainly was.",
      "id": "s115"
    },
    {
      "text": "Yes, in fact the deed of agreement said that each party was to carry their own costs.",
      "id": "s116"
    },
    {
      "text": "THE D.PRESIDENT: Yes.",
      "id": "s117"
    },
    {
      "text": "MR SPARKES: And we accept that the costs were in the order of $55,000 [sic --- see [6] above] which is probably about right for that sum, but nevertheless it is a large reduction from 285 .",
      "id": "s118"
    },
    {
      "text": "THE D.PRESIDENT It is a lot of money, isn't it.",
      "id": "s119"
    },
    {
      "text": "MR SPARKES: It is a lot of money.",
      "id": "s120"
    },
    {
      "text": "But if I could explain the compensation preclusion provisions in the legislation it may become more apparent why that particular point is not entirely relevant.",
      "id": "s121"
    },
    {
      "text": "And if I could just do that, sir?",
      "id": "s122"
    },
    {
      "text": "THE D.PRESIDENT: Yes, I just make the point that it seems be relevant in respect to someone who is paid a lump sum amount and later paid an amount for costs.",
      "id": "s123"
    },
    {
      "text": "MR SPARKES: Yes \n \n THE D.PRESIDENT: And the Department tends to ignore the costs.",
      "id": "s124"
    },
    {
      "text": "MR SPARKES: We do, sir.",
      "id": "s125"
    },
    {
      "text": "And that is the result of the operation of the provisions in the Act.",
      "id": "s126"
    },
    {
      "text": "But if I could explain the provisions, sir, it may make more sense, or it may not.",
      "id": "s127"
    },
    {
      "text": "THE D.PRESIDENT: It seems an unusually inconsistent approach.",
      "id": "s128"
    },
    {
      "text": "MR SPARKES: Yes.",
      "id": "s129"
    },
    {
      "text": "Much has been said about the arbitrariness of the compensation preclusion period provisions and there are many cases that go to the fairness of the provision.",
      "id": "s130"
    },
    {
      "text": "THE D.PRESIDENT: Yes.",
      "id": "s131"
    },
    {
      "text": "MR SPARKES: But nevertheless what the Government has decided to do is to set down an arbitrary set of rules that applies.",
      "id": "s132"
    },
    {
      "text": "THE D.PRESIDENT: Yes.",
      "id": "s133"
    },
    {
      "text": "MR SPARKES: And the issue about the legal costs may be relevant if they are totally out of proportion to the finding of special circumstances .",
      "id": "s134"
    },
    {
      "text": "But in terms of setting the preclusion period, the length the preclusion period, the Act is quite clear.",
      "id": "s135"
    },
    {
      "text": "And if I could just explain those provisions, sir?",
      "id": "s136"
    },
    {
      "text": "THE D.PRESIDENT: Sure.",
      "id": "s137"
    },
    {
      "text": "MR SPARKES: As I said before, the provisions are provided in Part 3.14 of the '91 Act.",
      "id": "s138"
    },
    {
      "text": "Section 1169 says, relevantly, that: \n \n If a person claims a compensation effected payment, and that person receives a lump sum compensation payment, the compensation effected payment is not payable.",
      "id": "s139"
    },
    {
      "text": "That is Newstart in this particular case.",
      "id": "s140"
    },
    {
      "text": "In relation to the lump sum preclusion period.",
      "id": "s141"
    },
    {
      "text": "Now, compensation is defined in section 17(2) of the Act and effectively it means in this case that, because Mr Barrington received a compensation lump sum payment and because that included an economic loss component, then that is defined as compensation in terms of the Social Security Act .",
      "id": "s142"
    },
    {
      "text": "Now, the reference to compensation effected payment, as I said, does refer to a number of payments and including Newstart Allowance and that is defined in section 17 , subsection 1 which talks about compensation effected payments and refers to Social Security benefits and section 23 of the Act defines Social Security benefit as including, amongst other things, Newstart Allowance.",
      "id": "s143"
    },
    {
      "text": "Section 1170 of the Act tells us when the period starts and in this particular case the effect of that provision is that the compensation preclusion period starts on the day after periodic compensation payments cease, which in this case is 17 September 2002.",
      "id": "s144"
    },
    {
      "text": "Now, s 1170 (4) provides the formula for calculating the preclusion period.",
      "id": "s145"
    },
    {
      "text": "And this may go to the point that you are relating, sir.",
      "id": "s146"
    },
    {
      "text": "The formula provided in that section is basically: \n \n The compensation part of the lump sum over the income cut out point.",
      "id": "s147"
    },
    {
      "text": "Now, the compensation part of the lump sum is not $285,000, it is 50 per cent of that amount, it is $142,500.",
      "id": "s148"
    },
    {
      "text": "That is the amount of money that the preclusion period provisions take as the compensation sum to use in calculating the length of the preclusion period.",
      "id": "s149"
    },
    {
      "text": "THE D.PRESIDENT: But should it be 50 per cent of the $237,500?",
      "id": "s150"
    },
    {
      "text": "MR SPARKES: No, sir, it should not be.",
      "id": "s151"
    },
    {
      "text": "It should not be because the legislation is quite clear; it refers to the gross sum received.",
      "id": "s152"
    },
    {
      "text": "There are cases that do refer to payments where the legal costs are significant, but generally those cases are determined in the context of whether there are special circumstances that would warrant --- \n \n THE D.PRESIDENT: Yes, sure.",
      "id": "s153"
    },
    {
      "text": "MR SPARKES: --- disregarding part or all of the compensation payment.",
      "id": "s154"
    },
    {
      "text": "And it may very be that if, for example, the payment was $100,000 and $80,000 represented legal costs then it would be appropriate to disregard a good proportion of the $80,000 .",
      "id": "s155"
    },
    {
      "text": "THE D.PRESIDENT: Yes.",
      "id": "s156"
    },
    {
      "text": "MR SPARKES: But our submission, sir, is that in terms of calculating the initial preclusion period it is the gross sum received, divided by one half, divided by the divisor, the income cut out point.",
      "id": "s157"
    },
    {
      "text": "THE D.PRESIDENT: Yes.",
      "id": "s158"
    },
    {
      "text": "MR SPARKES: That is the formula provided in this legislation.",
      "id": "s159"
    },
    {
      "text": "THE D.PRESIDENT: It is an arbitrary arrangement, isn't it?",
      "id": "s160"
    },
    {
      "text": "MR SPARKES: It is purely arbitrary and it may very well be that in Mr Barrington's case that the compensation - the economic loss component was substantially less or substantially more than one half of the compensation payment.",
      "id": "s161"
    },
    {
      "text": "We don't know.",
      "id": "s162"
    },
    {
      "text": "It is purely arbitrary and indeed it was devised to get around, dare I say, people trying to manipulate the system - - - \n \n THE D.PRESIDENT: Yes.",
      "id": "s163"
    },
    {
      "text": "MR SPARKES: --- by having the compensation payment described in such a way that the economic loss component was virtually zero.",
      "id": "s164"
    },
    {
      "text": "THE D.PRESIDENT: Was minimal: \n \n MR SPARKES: Yes.",
      "id": "s165"
    },
    {
      "text": "THE D.PRESIDENT: Yes.",
      "id": "s166"
    },
    {
      "text": "MR SPARKES: So it is purely arbitrary and it doesn't provide for any deductions whatsoever from the gross amount and that is common across the board.",
      "id": "s167"
    },
    {
      "text": "And as I say the reason is that it is an arbitrary system that was meant to address a mischief that was obvious to the Government.",
      "id": "s168"
    },
    {
      "text": "It has done so - in doing so it may have created some mischievous - mischief, but there is no way, sir, in our submission that you can get around the fact that you take the gross amount received, divide it by one half.",
      "id": "s169"
    },
    {
      "text": "And indeed, sir, we do say in the statement of facts and contentions that the amount that is used to divide or divide into that compensation part of the lump sum is a fairly generous amount.",
      "id": "s170"
    },
    {
      "text": "In Mr Barrington's case it was $592.50 a week.",
      "id": "s171"
    },
    {
      "text": "So that was the amount of money that we were saying you have been given to live on and the amount that we are taking into account is one half of the total payment, we are going to divide 592.50 into that and that will give a number of weeks and that is the compensation preclusion period, sir.",
      "id": "s172"
    },
    {
      "text": "And in this case it meant that the preclusion period was 240 weeks.",
      "id": "s173"
    },
    {
      "text": "If the Tribunal wishes more detailed submissions in relation to legal costs and the provisions, I am quite prepared to provide those, sir.",
      "id": "s174"
    },
    {
      "text": "THE D. PRESIDENT: I don't think I need that .",
      "id": "s175"
    },
    {
      "text": "\" \n 36 Thus, two questions were raised in relation to the legal costs.",
      "id": "s176"
    },
    {
      "text": "First, whether as a matter of construction of the Act they should be included in the \"lump sum compensation payment\" and, secondly, whether the amount of the costs could be a relevant factor in assessing whether or not \"special circumstances\" existed.",
      "id": "s177"
    },
    {
      "text": "Counsel for the Secretary correctly pointed out that the answer to the first question was yes.",
      "id": "s178"
    },
    {
      "text": "This was understood and accepted by the Tribunal.",
      "id": "s179"
    },
    {
      "text": "37 As to the second question, counsel for the Secretary, again correctly, accepted that the amount of the costs could be relevant.",
      "id": "s180"
    },
    {
      "text": "The Tribunal plainly signaled that this was an issue.",
      "id": "s181"
    },
    {
      "text": "It noted that the costs were a \"lot of money\", as did the Secretary's counsel, who observed it was a \"large reduction\".",
      "id": "s182"
    },
    {
      "text": "In fact the costs were not far short of a year's income for someone on average weekly earnings (currently $53,508).",
      "id": "s183"
    },
    {
      "text": "It was a matter for the forensic judgment of the Secretary's counsel as to how much he should say on the topic, for example whether he should provide details of the cases that he referred to in passing.",
      "id": "s184"
    },
    {
      "text": "(It may be doubted anyway that much would be gained by analysis of other Tribunal decisions where costs components of varying proportions to the gross compensation figure either did or did not result in a finding of special circumstances; each case must turn on an assessment of all its own facts and circumstances.",
      "id": "s185"
    },
    {
      "text": ")\n 38 The Tribunal did not mislead counsel for the Secretary.",
      "id": "s186"
    },
    {
      "text": "Having raised the issue of Mr Barrington's costs, and given counsel the opportunity to submit anything he wished on the two questions mentioned, the Tribunal declined the offer of more detailed submissions.",
      "id": "s187"
    },
    {
      "text": "This case is a far cry from Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 which senior counsel for the Secretary relied on in the present appeal.",
      "id": "s188"
    },
    {
      "text": "There the trial judge told counsel that he did not accept the evidence of an expert witness on a particular issue, leading counsel to make no further submissions, and then decided the case by relying on the same witness.",
      "id": "s189"
    },
    {
      "text": "Order \n \n 39 The appeal will be dismissed with costs.",
      "id": "s190"
    },
    {
      "text": "I certify that the preceding thirty nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey .",
      "id": "s191"
    },
    {
      "text": "Associate:\n\nDated: \n\n\n\n Counsel for the Applicant: P Hanks QC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: N Batten \n \n Solicitor for the Respondent: Launceston Community Legal Centre \n \n Date of Hearing: 27 April 2006 \n \n Date of Judgment: 10 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/527.html",
      "id": "s192"
    }
  ]
}