{
  "name": "Richmond Sales Pty Ltd (In Liq) v Robert McDermott [2006] FCA 52 (8 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/52.html",
  "catchphrases": [
    {
      "text": "application under s 536 to set aside a warrant issued under s 530c of the corporations act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "challenge to the validity of the warrant",
      "id": "c1"
    },
    {
      "text": "need for full trial before validity could be impugned successfully",
      "id": "c2"
    },
    {
      "text": "further inquiry not justified where defendants no longer have a proprietary or pecuniary interest in the outcome and application to set aside delayed for over 20 months after warrant issued",
      "id": "c3"
    },
    {
      "text": "other factors also considered",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 Before the Court is an application by the defendants (save for Rover Nominees Pty Ltd) in this matter to set aside a warrant issued by this Court on 4 December 2003.",
      "id": "s0"
    },
    {
      "text": "When issued, this application sought other relief, which is no longer pursued.",
      "id": "s1"
    },
    {
      "text": "For the reasons that follow, the defendants' application is dismissed with costs.",
      "id": "s2"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n2 The facts that lead the Court to consider this application are as follows.",
      "id": "s3"
    },
    {
      "text": "Paul Burness (\"Burness\" or \"the plaintiff\") was appointed liquidator of Richmond Sales Proprietary Limited (ACN 073 538 959) (\"Richmond Sales\" or \"the Company\") on 19 February 2003.",
      "id": "s4"
    },
    {
      "text": "Burness initiated this proceeding on 3 December 2003 when he applied under s 530C of the Corporations Act 2001 (Cth) for a warrant.",
      "id": "s5"
    },
    {
      "text": "The application named Robert McDermott (\"McDermott\") as the defendant and requested a warrant authorizing Burness, as liquidator, to seize property and books of the Company in the possession of McDermott.",
      "id": "s6"
    },
    {
      "text": "Burness filed an affidavit in support of this application alleging that McDermott had concealed property of the Company.",
      "id": "s7"
    },
    {
      "text": "3 Merkel J issued the warrant on 4 December 2003 and it was served the next day.",
      "id": "s8"
    },
    {
      "text": "Pursuant to the warrant, Burness seized books and records and seven vehicles, mostly from the Company's premises at 420 Burnley Street, Richmond.",
      "id": "s9"
    },
    {
      "text": "The seized vehicles were:\n \n1) 1913 Rolls Royce, Chassis No.",
      "id": "s10"
    },
    {
      "text": "2316 (\"Vehicle 1\")\n \n2) 1980 Rolls Royce, Chassis No.",
      "id": "s11"
    },
    {
      "text": "SRH0040192 (\"Vehicle 2\")\n \n3) 1985 Black Bentley Sedan, Registration QNX023 (\"Vehicle 3\")\n \n4) 1984 Rolls Royce Carmague, Registration QFZ 408 (\"Vehicle 4\")\n \n5) Rolls Royce Silver Shadow, Chassis No.",
      "id": "s12"
    },
    {
      "text": "SRH2522 (\"Vehicle 5\")\n \n6) 1930 Rolls Royce Phantom II Sedan, Chassis No.",
      "id": "s13"
    },
    {
      "text": "39GY (\"Vehicle 6\")\n \n7) 1971 Mercedes Benz 230 Sedan, Registration KWK538 (\"Vehicle 7\")\n \n4 On the day the warrant was served, McDermott was given a letter which, amongst other things, informed him that: \n \n \"Should you be aggrieved by reason of issue of the Warrant you should immediately seek legal advice and, if so advised, make an application to the Federal Court of Australia under Proceeding No V-3276 of 2003 seeking appropriate relief.",
      "id": "s14"
    },
    {
      "text": "\" \n\n\nIn a letter dated 23 December 2003, McDermott, through his then solicitor, stated that he intended to \"apply to court to set aside the warrant as it has been obtained on supporting Affidavit material that in material parts is either inaccurate or deliberately misleading\".",
      "id": "s15"
    },
    {
      "text": "5 On 10 December 2003, Mr Maxwell Latimer (\"Latimer\") wrote to Burness stating that if Vehicles 1, 4 and 6 were not returned to him, he would issue legal proceedings.",
      "id": "s16"
    },
    {
      "text": "Similarly, on 7 January 2004, Ms Mary-Ann Martinek (\"Martinek\"), through her then solicitor, wrote to Burness's solicitor stating that legal action would be instituted unless Vehicle 7 was returned to her by noon on 9 January 2004.",
      "id": "s17"
    },
    {
      "text": "Although Burness did not comply with these demands, none of McDermott, Latimer and Martinek applied to set the warrant aside.",
      "id": "s18"
    },
    {
      "text": "6 On 24 March 2004, Burness filed an interlocutory application in this proceeding asking that he be directed to sell Vehicles 1 to 7 (inclusive).",
      "id": "s19"
    },
    {
      "text": "This application was supported by an affidavit, sworn by Burness on 23 March 2004, setting out the reasons why he believed the vehicles were the property of Richmond Sales.",
      "id": "s20"
    },
    {
      "text": "The affidavit noted that other persons claimed ownership of some of the vehicles.",
      "id": "s21"
    },
    {
      "text": "Latimer claimed ownership of Vehicles 1, 4 and 6.",
      "id": "s22"
    },
    {
      "text": "BMW Group Finance Services also claimed Vehicle 4.",
      "id": "s23"
    },
    {
      "text": "Mr Michael Giuffrey (\"Giuffre(y)\" or \"Guiffre\") claimed ownership of Vehicle 3.",
      "id": "s24"
    },
    {
      "text": "Mr John McDonald (\"McDonald\") claimed Vehicles 3 and 5.",
      "id": "s25"
    },
    {
      "text": "Martinek claimed Vehicle 7.",
      "id": "s26"
    },
    {
      "text": "Burness noted that Ms Ann Langdon (\"Langdon\") claimed a security interest in Vehicle 1 and that Rover Nominees Pty Ltd might have an interest in Vehicle 3.",
      "id": "s27"
    },
    {
      "text": "7 On 27 April 2004, Merkel J ordered that Vehicle 4 be delivered to BMW Australia Finance Ltd. His Honour ordered that Langdon, Latimer, McDonald, Guiffre(y) and Rover Nominees Pty Ltd be joined as defendants in this proceeding.",
      "id": "s28"
    },
    {
      "text": "The defendants were ordered to file affidavits in respect of their claims before 18 May 2004.",
      "id": "s29"
    },
    {
      "text": "8 On 19 May 2004, Mr Andrew Dunner (\"Dunner\"), as liquidator of RAM Parts Australia Pty Ltd (\"RAM Parts\"), filed an affidavit claiming that RAM Parts owned Vehicle 2.",
      "id": "s30"
    },
    {
      "text": "As with Richmond Sales, McDermott had been the sole director of RAM Parts.",
      "id": "s31"
    },
    {
      "text": "9 In May, June and October 2004, Latimer, McDermott, Langdon, Mr David Charles Eckberg and Mr Murray Dewar filed affidavits supporting Latimer's claims to Vehicles 1 and 6 and Langdon's security interest in Vehicle 1.",
      "id": "s32"
    },
    {
      "text": "On 13 August 2004, Burness (and Richmond Sales) filed a Statement of Facts and Contentions.",
      "id": "s33"
    },
    {
      "text": "On 29 October 2004, McDermott, Latimer and Langdon filed a statement of facts and contentions claiming that Latimer owned Vehicles 1 and 6 and that Langdon had a security interest in Vehicle 1.",
      "id": "s34"
    },
    {
      "text": "10 On 7 July 2004, the Court ordered, by consent, that Burness deliver Vehicle 5 to McDonald and that there be no order as to costs.",
      "id": "s35"
    },
    {
      "text": "Guiffre(y) and McDonald settled their dispute with Burness regarding Vehicle 3 and signed deeds of release.",
      "id": "s36"
    },
    {
      "text": "Both Guiffre(y) and McDonald acknowledged that Vehicle 3 was the property of Richmond Sales.",
      "id": "s37"
    },
    {
      "text": "On 15 December 2004, Merkel J ordered that Burness be authorized to sell Vehicle 3.",
      "id": "s38"
    },
    {
      "text": "11 Before 1 December 2004, Burness delivered Vehicle 7 to Martinek pursuant to a settlement agreement.",
      "id": "s39"
    },
    {
      "text": "The affidavits in the Court's file do not reveal the exact date this occurred.",
      "id": "s40"
    },
    {
      "text": "Both Martinek's solicitor and Burness affirmed that Vehicle 7 was delivered to Martinek.",
      "id": "s41"
    },
    {
      "text": "12 By 15 December 2004, only Vehicles 1, 2 and 6 remained in Burness's possession and the subject of dispute.",
      "id": "s42"
    },
    {
      "text": "Burness filed an amended statement of facts and contentions on 12 May 2005.",
      "id": "s43"
    },
    {
      "text": "RAM Parts filed an affidavit sworn by Dunner in respect of Vehicle 2 on 24 January 2005.",
      "id": "s44"
    },
    {
      "text": "On 18 May 2005, the plaintiff's application, made under s 530C(4) of the Corporations Act 2001 , to dispose of vehicles was fixed for hearing before me in July 2005.",
      "id": "s45"
    },
    {
      "text": "13 On 12 and 13 July 2005, the plaintiff's application was part-heard.",
      "id": "s46"
    },
    {
      "text": "The Court heard oral evidence from Mr Burness only and his evidence was not concluded by the end of 13 July.",
      "id": "s47"
    },
    {
      "text": "The matter was adjourned and the parties unsuccessfully pursued mediation.",
      "id": "s48"
    },
    {
      "text": "Also on 13 July 2005, the plaintiff filed a further amended statement of facts and contentions and Langdon filed a supplementary statement of facts and contentions.",
      "id": "s49"
    },
    {
      "text": "14 On 29 August 2005, all defendants save for the sixth defendant filed the application that is the subject of present consideration (\"the defendants' application\").",
      "id": "s50"
    },
    {
      "text": "Although the defendants are the applicants with respect to this application, I continue to refer to them as the defendants and to Richmond Sales and/or Burness as plaintiff.",
      "id": "s51"
    },
    {
      "text": "15 The defendants' application was made under s 536 of the Corporations Act 2001 and asked that the warrant issued on 4 December 2003 be set aside and that the vehicles seized pursuant to the warrant be returned to the defendants from whom such vehicles were taken.",
      "id": "s52"
    },
    {
      "text": "The defendants' application was supported by an affidavit of their solicitor, Mr Walter Edwards, in which Edwards said, amongst other things, that:\n \n \"As the Warrant order was made ex parte the Applicants apply as of right and under liberty to apply to have the Warrant orders set aside.",
      "id": "s53"
    },
    {
      "text": "... \n \n Mr Hayes advised that application should be made forthwith to have the ex parte Warrant orders made in December 2003 set aside given the circumstances and the evidence of Mr Burness before Justice Kenny.",
      "id": "s54"
    },
    {
      "text": "... \n \n The first time that the Applicants were advised that application should be made to set aside the ex parte Warrant orders of 4 December 2003 was in the advice given by Mr Hayes.",
      "id": "s55"
    },
    {
      "text": "\" \n\n\nOn 7 and 18 October 2005, Burness filed answering affidavits.",
      "id": "s56"
    },
    {
      "text": "On 19 October 2005, the defendants filed further affidavits of Edwards, McDonald and Guiffre(y).",
      "id": "s57"
    },
    {
      "text": "Amongst other things, Edwards said that McDermott was unrepresented between 16 January 2005 until about July 2004, and that Latimer retained solicitors until about October 2004 but was preoccupied with proceedings in the County Court of Victoria in the first half of 2004.",
      "id": "s58"
    },
    {
      "text": "Edwards also said that McDonald, Guiffre(y) and Martinek settled with Burness because \"they felt that they had no choice but to enter into terms with the Liquidator\".",
      "id": "s59"
    },
    {
      "text": "McDonald and Guiffre(y) also made claims to this effect.",
      "id": "s60"
    },
    {
      "text": "16 On 16 September 2005, I ordered that the matter return on 10 October 2005 for a resumption of the hearing adjourned on 13 July 2005 and for a hearing of the defendants' application to set aside the warrant.",
      "id": "s61"
    },
    {
      "text": "When the matter returned, the parties informed me that they had settled the plaintiff's application of 23 March 2004.",
      "id": "s62"
    },
    {
      "text": "Consistent with this compromise, I made consent orders regarding the disposal of the remaining vehicles under dispute.",
      "id": "s63"
    },
    {
      "text": "17 Despite having settled their dispute over the vehicles, the parties did not settle the defendants' application to set aside the warrant.",
      "id": "s64"
    },
    {
      "text": "The defendants indicated that they wished to pursue their application.",
      "id": "s65"
    },
    {
      "text": "The Court directed the parties to file submissions on the application to set aside the warrant and adjourned the hearing of the application until 16 November 2005.",
      "id": "s66"
    },
    {
      "text": "On 10 November 2005, the Court further adjourned the hearing of this application until a date to be fixed.",
      "id": "s67"
    },
    {
      "text": "18 Although there was no order or direction to do so and no leave was sought, on 9 and 12 December 2005, the defendants filed further affidavits of McDermott and Martinek.",
      "id": "s68"
    },
    {
      "text": "In her affidavit, Martinek alleged that she had been bullied into the compromise with Burness.",
      "id": "s69"
    },
    {
      "text": "In his affidavit, McDermott claimed, amongst other things, that (1) Burness was given proper access to all relevant documentary and other information regarding Richmond Sales and that Burness disregarded this information; (2) statements in Burness's affidavits were incorrect; (3) Burness had exploited McDermott's bankrupt status; (4) Burness had no basis to seize the vehicles that had been in dispute; (5) financial circumstances and bankruptcy prevented him from taking proceedings against Burness, noting that he became bankrupt after 16 January 2004; and (6) the information and evidence in Court on 12 and 13 July 2005 provided the impetus to this application to set aside the warrant.",
      "id": "s70"
    },
    {
      "text": "19 Upon Burness making inquiry of the Court, the Court informed him that he should not at this stage file further affidavit material.",
      "id": "s71"
    },
    {
      "text": "I have read all the affidavits filed by the defendants.",
      "id": "s72"
    },
    {
      "text": "I refer to the contents of some of them in the following consideration.",
      "id": "s73"
    },
    {
      "text": "It should be apparent that my conclusion would be the same irrespective of the affidavits filed by the defendants in December 2005.",
      "id": "s74"
    },
    {
      "text": "THE PARTIES' SUBMISSIONS \n \n20 At the hearing on 10 October 2005, I noted that, in light of the settlement that had been reached, it seemed that the only question remaining was that of costs on the defendants' application to set aside the warrant.",
      "id": "s75"
    },
    {
      "text": "Nevertheless, the defendants have chosen to pursue their application and they filed submissions dealing exclusively with the merits of their application.",
      "id": "s76"
    },
    {
      "text": "21 The defendants submitted that Burness did not have an adequate basis for the affidavit he filed in support of the warrant.",
      "id": "s77"
    },
    {
      "text": "Moreover, the defendants argued that Burness misrepresented the nature of Richmond Sales' business to create the impression that there were adequate grounds for the warrant.",
      "id": "s78"
    },
    {
      "text": "22 The defendants accused Burness of a variety of errors and omissions.",
      "id": "s79"
    },
    {
      "text": "These included:\n \n (a) Burness falsely claimed that McDermott had not provided all documents belonging to Richmond Sales to him.",
      "id": "s80"
    },
    {
      "text": "(b) Burness did not inform the Court that McDermott ran a number of companies at the 420 Burnley Street premises.",
      "id": "s81"
    },
    {
      "text": "(c) Burness knew that Richmond Sales had ceased to trade on 30 June 2002 yet did not inform the Court of this fact.",
      "id": "s82"
    },
    {
      "text": "(d) Burness knew, or ought to have known, that the move from Richmond premises to Footscray premises was not for the purposes of concealing property, books or records.",
      "id": "s83"
    },
    {
      "text": "(e) In each case where a vehicle was seized, it should have been obvious to Burness that Richmond Sales had not paid for the vehicle.",
      "id": "s84"
    },
    {
      "text": "In the defendants' view, these misrepresentations and omissions rise to such a level that the warrant should be declared void ab initio .",
      "id": "s85"
    },
    {
      "text": "23 The defendants noted that after the warrant was served, they informed Burness through correspondence that he had improperly seized the vehicles.",
      "id": "s86"
    },
    {
      "text": "Moreover, the defendants submitted that McDermott and Latimer were unable to challenge the warrant for financial reasons.",
      "id": "s87"
    },
    {
      "text": "The defendants noted that McDermott went into voluntary bankruptcy on 16 January 2004 and that most of his companies were in liquidation by the time the warrant was served.",
      "id": "s88"
    },
    {
      "text": "Latimer was purportedly unable to challenge the warrant because he was involved in lengthy proceedings in the County Court of Victoria.",
      "id": "s89"
    },
    {
      "text": "24 Burness submitted that the defendants' application should be dismissed.",
      "id": "s90"
    },
    {
      "text": "He argued that the warrant was properly issued and that the defendants' delay in making the application was gross and inexcusable.",
      "id": "s91"
    },
    {
      "text": "Also, he argued that the defendants' pursuit of their application was inconsistent with their settlement of the plaintiff's application of 24 March 2004.",
      "id": "s92"
    },
    {
      "text": "25 Burness contested many of the factual claims made by the defendants.",
      "id": "s93"
    },
    {
      "text": "He rejected the defendants' claim that McDermott had provided all of Richmond Sales' documents to him.",
      "id": "s94"
    },
    {
      "text": "Burness claimed that, pursuant to the warrant, he seized many of Richmond Sales' records.",
      "id": "s95"
    },
    {
      "text": "26 Similarly, Burness submitted that he had strong evidence that Richmond Sales continued to trade after 30 June 2002.",
      "id": "s96"
    },
    {
      "text": "He claimed that the Company ordered parts from RAM Parts and advertised cars for sale until February 2003.",
      "id": "s97"
    },
    {
      "text": "According to Burness, the defendants have never adequately responded to the evidence that the Company continued to trade after 30 June 2002.",
      "id": "s98"
    },
    {
      "text": "27 Burness argued that the defendants have no excuse for their delay in filing their application.",
      "id": "s99"
    },
    {
      "text": "He noted that, soon after it was served, many of the defendants informed him of their intention to contest the warrant.",
      "id": "s100"
    },
    {
      "text": "Nevertheless, they did not do so.",
      "id": "s101"
    },
    {
      "text": "Burness noted that, although the defendants refer to the financial state of McDermott and Latimer, no evidence was presented concerning the financial state of McDonald, Giuffre(y) or Martinek, all of whom join the application to set aside the warrant.",
      "id": "s102"
    },
    {
      "text": "Perhaps most relevantly, Burness suggested that the defendants have failed to explain how they were able to pursue opposition to his application to dispose of the vehicles yet were not able to pursue an application to set aside the warrant.",
      "id": "s103"
    },
    {
      "text": "28 Burness maintained that, in light of the settlement and the Court's orders of 10 October 2005, the warrant was now spent.",
      "id": "s104"
    },
    {
      "text": "Burness argued that it was inconsistent for the defendants to pursue their application to set aside the warrant after they had agreed to settle all remaining disputes over property seized pursuant to it.",
      "id": "s105"
    },
    {
      "text": "29 On 19 December 2005, the defendants filed a lengthy (34 page) response to Burness, notwithstanding that the time allowed by my orders of 10 October 2005 had long since passed.",
      "id": "s106"
    },
    {
      "text": "Amongst other things, the defendants maintained that (1) an application to set aside a warrant improperly obtained might be commenced at any time after they became fully aware of the impropriety giving rise to its issue; (2) they had no opportunity to defend their property; and (3) the application to set aside the warrant was not inconsistent with the settlements.",
      "id": "s107"
    },
    {
      "text": "They claimed that Burness \"obtained settlements of the property by deceiving the Defendants as to how he obtained the Warrant to seize, and by taking possession of the vehicles he exerted undue pressure to his advantage\".",
      "id": "s108"
    },
    {
      "text": "They also asserted that Burness's demand for the delivery of records and property was totally improper in the circumstances; that they \"have a fundamental right in law as well as natural justice, to be permitted to present to the Court their evidence relevant to matters before the Court\"; and that they had had no opportunity to present their evidence of abuse of process to the Court before the present.",
      "id": "s109"
    },
    {
      "text": "The defendants stated that they sought costs on an indemnity basis.",
      "id": "s110"
    },
    {
      "text": "30 My Chambers indicated to Burness that I did not want any further written submissions or further affidavit material from him in response to the defendants at this stage in the proceeding.",
      "id": "s111"
    },
    {
      "text": "By a subsequent letter dated 4 January 2006, my associate drew the parties' attention to Burns Philp Investments Pty Ltd v Dickens (1993) 11 ACLC 525; GIS Electrical Pty Ltd v Melsom [2002] WASCA 302 ; (2002) 172 FLR 218 at 228; and Re Glowbind Pty Ltd (in Liq); Takchi v Parbery [2003] NSWSC 1190 ; (2003) 181 FLR 208 and invited their submissions on these cases, as well as costs, including the position of RAM Parts.",
      "id": "s112"
    },
    {
      "text": "31 The Court received the defendants' further submissions on 30 January 2006.",
      "id": "s113"
    },
    {
      "text": "These submissions reiterate many of the matters already mentioned.",
      "id": "s114"
    },
    {
      "text": "Andrew Dunner, in his capacity as liquidator of RAM Parts, filed a letter on 7 February 2006 purporting to address the position of RAM Parts.",
      "id": "s115"
    },
    {
      "text": "32 On 3 February 2006, the plaintiff filed further submissions, addressing, amongst other things, the relevant authorities and the position of RAM Parts in the litigation.",
      "id": "s116"
    },
    {
      "text": "CONSIDERATION \n \n The Validity of the Warrant \n \n33 Having regard to the parties' submissions and the affidavits that have thus far been filed, it is plain enough that the Court could not determine whether the warrant should be declared void ab initio or otherwise set aside as the defendants desire without trial of the evidence.",
      "id": "s117"
    },
    {
      "text": "The case, particularly as alleged by the defendants, is complex.",
      "id": "s118"
    },
    {
      "text": "The parties have presented very different factual pictures.",
      "id": "s119"
    },
    {
      "text": "For example, the defendants claim that McDermott did not conceal any of the Company's records.",
      "id": "s120"
    },
    {
      "text": "In contrast, Burness claims that McDermott actively concealed records.",
      "id": "s121"
    },
    {
      "text": "Moreover, Burness claims to have seized numerous Company documents pursuant to the warrant although the significance of this seizure is denied by the defendants.",
      "id": "s122"
    },
    {
      "text": "The parties also dispute whether Richmond Sales ceased to trade on 30 June 2002 and whether the impending move to the Footscray premises was for the purpose of concealing the property of Richmond Sales.",
      "id": "s123"
    },
    {
      "text": "34 Clearly, the Court cannot determine who is correct without full trial.",
      "id": "s124"
    },
    {
      "text": "It must be noted that, as things currently stand, only Burness has been subject to cross-examination in relation to the application of 24 March 2004, the hearing of which was adjourned in the circumstances already mentioned.",
      "id": "s125"
    },
    {
      "text": "Thus, it would be grossly unfair to determine disputed issues of fact without providing Burness with an opportunity to cross-examine the defendants.",
      "id": "s126"
    },
    {
      "text": "Moreover, in their filing of affidavits subsequent to 10 October 2005, the defendants have apparently acted on the basis that, contrary to the plaintiff's submissions, they are entitled to such a trial.",
      "id": "s127"
    },
    {
      "text": "35 It is fair to say that, had the hearing in this matter continued, the credibility of the defendants, and McDermott and Latimer in particular, would have come under serious challenge.",
      "id": "s128"
    },
    {
      "text": "Without delving into all of the intricacies of this case, I provide two examples.",
      "id": "s129"
    },
    {
      "text": "In his affidavit filed in this Court on 18 May 2004, Latimer claimed to have purchased Vehicle 1 in 1999 for a very substantial sum of money.",
      "id": "s130"
    },
    {
      "text": "He attached a written contract of sale as an exhibit to his affidavit.",
      "id": "s131"
    },
    {
      "text": "However, in a letter dated 22 April 2002 which is exhibited to the affidavit of Burness filed 24 March 2004, Latimer informed the Australian Taxation Office (\"ATO\") that he had no records relating to any vehicles purchased by him after 1 July 1996.",
      "id": "s132"
    },
    {
      "text": "One might reasonably anticipate that counsel for Burness would have used this apparent inconsistency to challenge Latimer's credibility and the authenticity of the written contract of sale.",
      "id": "s133"
    },
    {
      "text": "36 Similarly, the plaintiff might have challenged McDermott's credibility with a letter he wrote to the State Revenue Office (\"SRO\") on 8 April 2003, which is also exhibited to the affidavit of Burness filed 24 March 2004.",
      "id": "s134"
    },
    {
      "text": "In that letter, McDermott stated that vehicle RR909 (apparently Vehicle 1) had been registered by Richmond Sales for the purpose of selling it as a licensed motor car trader.",
      "id": "s135"
    },
    {
      "text": "However, in this letter, McDermott failed to inform the SRO that Richmond Sales was then in liquidation or that Latimer was the actual owner of the car.",
      "id": "s136"
    },
    {
      "text": "The latter fact would be relevant because, according to the plaintiff, a licensed motor car trader is not permitted to sell cars on a consignment basis.",
      "id": "s137"
    },
    {
      "text": "37 Perhaps Latimer and McDermott would have been able adequately to explain the apparent inconsistencies between affidavits they filed in this Court and their earlier representations to the ATO and the SRO.",
      "id": "s138"
    },
    {
      "text": "Nevertheless, these examples show that it would be premature for the Court to accept the accounts contained in their affidavits and exhibits before the plaintiff had an opportunity to cross-examine them.",
      "id": "s139"
    },
    {
      "text": "Since there has been no completed trial, it would not be open to me now to find that the warrant was improperly obtained.",
      "id": "s140"
    },
    {
      "text": "Further Inquiry is not Justified \n \n38 As the Court cannot determine whether the warrant was improperly obtained without further trial, the next question is whether such trial is justified in the circumstances.",
      "id": "s141"
    },
    {
      "text": "To answer this question, it is necessary to review the statutory provision under which the defendants brought their application.",
      "id": "s142"
    },
    {
      "text": "When this provision is properly considered, it becomes clear that further inquiry is not justified and the defendants' application should be dismissed.",
      "id": "s143"
    },
    {
      "text": "39 As can be seen, although relying on s 536 of the Corporations Act 2001 , the defendants did not address the statutory provision in their submissions up to and in December 2005.",
      "id": "s144"
    },
    {
      "text": "Burness addressed its ambit only inferentially.",
      "id": "s145"
    },
    {
      "text": "It was for this reason that my associate directed the parties' attention to the authorities referred to in his letter of 4 January 2006 and invited submissions on them.",
      "id": "s146"
    },
    {
      "text": "40 Section 536 of the Corporations Act 2001 (Cth) is entitled \"Supervision of Liquidators\" and reads as follows:\n \n \"(1A) In this section: \n \n liquidator includes a provisional liquidator.",
      "id": "s147"
    },
    {
      "text": "(1) Where: \n \n (a) it appears to the Court or to ASIC that a liquidator has not faithfully performed or is not faithfully performing his or her duties or has not observed or is not observing: \n \n (i) a requirement of the Court; or \n \n \n (ii) a requirement of this Act, of the regulations or of the rules; or \n \n \n (b) a complaint is made to the Court or to ASIC by any person with respect to the conduct of a liquidator in connection with the performance of his or her duties; \n the Court or ASIC, as the case may be, may inquire into the matter and, where the Court or ASIC so inquires, the Court may take such action as it thinks fit.",
      "id": "s148"
    },
    {
      "text": "(2) ASIC may report to the Court any matter that in its opinion is a misfeasance, neglect or omission on the part of the liquidator and the Court may order the liquidator to make good any loss that the estate of the company has sustained thereby and may make such other order or orders as it thinks fit.",
      "id": "s149"
    },
    {
      "text": "(3) The Court may at any time require a liquidator to answer any inquiry in relation to the winding up and may examine the liquidator or any other person on oath concerning the winding up and may direct an investigation to be made of the books of the liquidator.",
      "id": "s150"
    },
    {
      "text": "\" \n\n41 Section 536 gives the Court a discretionary power: that is, it \" may inquire into the matter\" (emphasis added): see Re Glowbind Pty Ltd (in Liq); Takchi v Parbery [2003] NSWSC 1190 ; (2003) 181 FLR 208 (\" Glowblind \") at 217 per Burchett AJ.",
      "id": "s151"
    },
    {
      "text": "Importantly, s 536 does not provide an automatic right to an inquiry upon application.",
      "id": "s152"
    },
    {
      "text": "As his Honour said in Glowblind at 217:\n \n \"Where an inquiry under s 536 is appropriate, this will be because the court considers that inquiry to be 'in the public interest', and 'it is satisfied that there is a prima facie case' to justify subjecting the liquidator to it.",
      "id": "s153"
    },
    {
      "text": "\" \n\n\nSee also Burns Philp Investments Pty Ltd v Dickens (1993) 11 ACLC 525 (\" Dickens \") at 526, where Young J noted that \"it is not in the public interest that anybody who feels that he or she or it has a grievance against the liquidator which they hope might be able to be proved in due course may set in train a full blown inquiry\".",
      "id": "s154"
    },
    {
      "text": "42 The defendants have wrongly assumed that the Court proceeds immediately to determine the merits of their application to set aside the warrant.",
      "id": "s155"
    },
    {
      "text": "Since the application was brought pursuant to s 536 , the Court must first decide whether an inquiry into the conduct of the liquidator is warranted.",
      "id": "s156"
    },
    {
      "text": "Accordingly, the Court must determine whether there is a prima facie case that the liquidator has failed or is failing to perform his duties faithfully and that an inquiry is in the public interest.",
      "id": "s157"
    },
    {
      "text": "A variety of factors are relevant to this decision.",
      "id": "s158"
    },
    {
      "text": "They include: (1) the nature of the alleged misconduct of the liquidator; (2) the strength of the evidence of the alleged misconduct of the liquidator; (3) whether the complainant has a stake in the results of any inquiry; and (4) whether the complainant delayed filing the application and, if so, the magnitude of any such delay.",
      "id": "s159"
    },
    {
      "text": "43 With respect to the first two factors, the complainant must show more than inadvertent error or misjudgement on the liquidator's part.",
      "id": "s160"
    },
    {
      "text": "This is because s 536 does not provide a procedure for challenging a liquidator's decisions generally.",
      "id": "s161"
    },
    {
      "text": "Rather, the section \"is concerned with aspects of the conduct of liquidators which are liable to attract sanctions or control for what might be broadly described as disciplinary reasons\": GIS Electrical Pty Ltd v Melsom [2002] WASCA 302 ; (2002) 172 FLR 218 at 228 (\" GIS Electrical \") per Steytler J with whom Templeman and Miller JJ agreed; also Glowblind at 217.",
      "id": "s162"
    },
    {
      "text": "This is seen in the language directing the Court's attention to whether the liquidator has \"faithfully\" performed his or her duties.",
      "id": "s163"
    },
    {
      "text": "44 Section 536 \"is to be distinguished from s 1321 , which confers the jurisdiction that is generally appropriate to be exercised when the reversal or modification of a decision of the liquidator is in question\": see Glowbind at 217.",
      "id": "s164"
    },
    {
      "text": "Section 1321 was not available to the defendants because, under Rule 14.1(2)(a) of the Federal Court (Corporations) Rules 2000 (Cth), any appeal under s 1321 of an act, omission or decision of a liquidator must be filed within \"21 days after the date of the act, omission or decision appealed against\".",
      "id": "s165"
    },
    {
      "text": "45 Considering the first two factors in this case, I accept that, on the face of it, the defendants have raised some valid concerns about the affidavit that Burness filed in support of the application he made on 3 December 2003 for a warrant under s 530C of the Corporations Act 2001 .",
      "id": "s166"
    },
    {
      "text": "In particular, this affidavit did not fully disclose that other companies were operating from the 420 Burnley Street premises.",
      "id": "s167"
    },
    {
      "text": "Moreover, given McDermott's lax (to put it mildly) record keeping, Burness probably should have noted that it would be difficult for him to distinguish property belonging to Richmond Sales from property belonging to other persons or from property belonging to other McDermott companies.",
      "id": "s168"
    },
    {
      "text": "It should be borne in mind, however, that the Court record indicates that Burness was acting on legal advice in these proceedings.",
      "id": "s169"
    },
    {
      "text": "Nevertheless, even if I were to accept all of the defendants' criticisms of Burness's conduct in securing the warrant, I do not consider these matters sufficient to justify, at this late stage, an inquiry under s 536.",
      "id": "s170"
    },
    {
      "text": "There are far weightier considerations that militate against an inquiry.",
      "id": "s171"
    },
    {
      "text": "46 First, save for costs, the defendants no longer have a proprietary or pecuniary interest in the outcome of the application to set aside the warrant.",
      "id": "s172"
    },
    {
      "text": "This factor weighs against conducting an inquiry: see GIS Electrical at 233.",
      "id": "s173"
    },
    {
      "text": "Moreover, the factor has particular force in this case because the defendants voluntarily settled all remaining disputes concerning the property seized under the warrant.",
      "id": "s174"
    },
    {
      "text": "This can be contrasted to the facts of GIS Electrical where the complainant (who alleged overpayment of liquidator's fees) had no stake in an inquiry because a secured creditor would have recovered any returned fees ahead of the complainant.",
      "id": "s175"
    },
    {
      "text": "Here, the defendants have no stake in the outcome of an inquiry because of their own actions.",
      "id": "s176"
    },
    {
      "text": "47 In weighing this factor, it is irrelevant that the defendants concluded the settlements as a matter of practical expedience.",
      "id": "s177"
    },
    {
      "text": "Parties entering into settlements may have many different reasons for agreeing to settle a dispute that is before the Court and in the ordinary case the Court will not inquire into them.",
      "id": "s178"
    },
    {
      "text": "As to the defendants' allegation that they were \"bullied\" into settlement, it must be borne in mind that the compromise that led to the consent orders of 10 October 2005 was concluded by the parties' legal representatives.",
      "id": "s179"
    },
    {
      "text": "At various times, all the defendants have had the benefit of legal representation.",
      "id": "s180"
    },
    {
      "text": "If indeed any defendant wanted to apply to set aside an agreement reached with Burness on any proper ground, then that defendant would be required to make such application in a separate proceeding.",
      "id": "s181"
    },
    {
      "text": "48 The Court is no longer in a position to remedy any prejudice allegedly suffered by the defendants as a result of the warrant.",
      "id": "s182"
    },
    {
      "text": "When they filed their application, Edwards affirmed that:\n \n \" [I] t is unfair and prejudicial to Ann Langdon; Max Latimer; Robert McDermott and Murray Dewar to have the onus of proving ownership in circumstances when they have to give evidence where the Liquidator will seek to cause those persons to incriminate themselves where there is no basis for the Warrant in the first place.",
      "id": "s183"
    },
    {
      "text": "\" \n\nAs they have now settled the disputes concerning the vehicles, the defendants will no longer be asked to prove ownership of the vehicles.",
      "id": "s184"
    },
    {
      "text": "Paradoxically, the defendants would only be subject to cross-examination on these issues if the defendants' application were to proceed to trial.",
      "id": "s185"
    },
    {
      "text": "49 The Court may consider delay by a complainant as a factor weighing against further inquiry: see GIS Electrical at 233.",
      "id": "s186"
    },
    {
      "text": "Delay is of particular importance in this case.",
      "id": "s187"
    },
    {
      "text": "Even if I were to accept that McDermott and Latimer were at some stages unable to challenge the warrant on account of their financial hardship and McDermott's bankruptcy, this does not excuse the extremely lengthy delay.",
      "id": "s188"
    },
    {
      "text": "The defendants, including McDermott and Latimer, were able to contest the plaintiff's application to dispose of the vehicles.",
      "id": "s189"
    },
    {
      "text": "For example, McDermott, Latimer and Langdon filed a statement of facts and contentions on 29 October 2004 in connection with the plaintiff's application addressing many of the same issues that they raise now in support of the defendants' application to set aside the warrant.",
      "id": "s190"
    },
    {
      "text": "There is nothing in the material that they have now filed in the Court that would indicate that they could not also have challenged the warrant at that time.",
      "id": "s191"
    },
    {
      "text": "It is apparent that legal proceedings of this kind were contemplated by McDermott, Latimer and Martinek in December 2003 and January 2004.",
      "id": "s192"
    },
    {
      "text": "The fact that at a late stage in the history of the proceeding the defendants received advice from senior counsel that led them to make the defendants' application does not provide a sufficient explanation for the delay to justify the inquiry they seek.",
      "id": "s193"
    },
    {
      "text": "50 Furthermore, the defendants have provided no reasonable explanation for the delay by McDonald, Giuffre(y) or Martinek, all of whom join in the application to set aside the warrant.",
      "id": "s194"
    },
    {
      "text": "There is no evidence that the financial state of McDonald, Giuffre(y) or Martinek was such as to disable them from making such an application at an earlier date.",
      "id": "s195"
    },
    {
      "text": "As already noted, McDonald, Giuffre(y) and Martinek filed affidavits seeking to explain why they agreed to compromise their claims and, in essence, claiming that they were very reluctant to settle with Burness.",
      "id": "s196"
    },
    {
      "text": "None of their accounts would provide an adequate excuse for the extraordinary delay in making the application to set aside the warrant.",
      "id": "s197"
    },
    {
      "text": "Overall, even if their respective accounts were accepted for present purposes, the defendants have not provided a reasonable excuse for their collective delay.",
      "id": "s198"
    },
    {
      "text": "51 It is difficult to overemphasize the defendants' delay.",
      "id": "s199"
    },
    {
      "text": "Their application was not filed until over 20 months after the warrant was served.",
      "id": "s200"
    },
    {
      "text": "In that time, there had been extensive litigation concerning the disposal of property seized under the warrant.",
      "id": "s201"
    },
    {
      "text": "This litigation had proceeded to hearing where the defendants were represented by senior counsel.",
      "id": "s202"
    },
    {
      "text": "Nevertheless, the defendants did not file their application until over a month after this hearing started.",
      "id": "s203"
    },
    {
      "text": "In these circumstances, I find there was no reasonable excuse for this delay.",
      "id": "s204"
    },
    {
      "text": "52 Weighing all the factors in the exercise of discretion, I conclude that no inquiry under s 536 is warranted and that the defendants' application should be dismissed.",
      "id": "s205"
    },
    {
      "text": "At this very late stage, it would be waste of public resources to conduct an inquiry of the kind that the defendants have sought.",
      "id": "s206"
    },
    {
      "text": "The warrant is spent and any inquiry would be a hypothetical and sterile exercise.",
      "id": "s207"
    },
    {
      "text": "A NOTE ON RAM PARTS \n\n53 The application to set aside the warrant was purportedly made by the following defendants: McDermott, Langdon, Latimer, McDonald, Guiffre(y), Dunner as liquidator of RAM Parts and Martinek.",
      "id": "s208"
    },
    {
      "text": "Although he filed two affidavits, Dunner has never filed an appearance in this proceeding, either on his own behalf or on behalf of RAM Parts, and neither Dunner nor RAM Parts has been joined as a party.",
      "id": "s209"
    },
    {
      "text": "Nevertheless, Dunner in his capacity as liquidator of RAM Parts, has clearly participated in this proceeding and actively supported the application to set aside the warrant.",
      "id": "s210"
    },
    {
      "text": "Since this may not have been appreciated by the parties, the Court also asked the parties to address submissions on the question of costs, including the position of RAM Parts.",
      "id": "s211"
    },
    {
      "text": "54 The plaintiff and the defendants submitted that it was appropriate that RAM Parts be included in any order for costs and did so for much the same reasons.",
      "id": "s212"
    },
    {
      "text": "It should be clear from the foregoing that there is no basis shown for the indemnity costs the defendants seek.",
      "id": "s213"
    },
    {
      "text": "The plaintiff submitted that a costs order should be made against the named applicant, RAM Parts, because it and all the formally joined parties have treated RAM Parts as a party to the application to set aside the warrant and its solicitors represent other defendants in the proceeding who have filed appearances.",
      "id": "s214"
    },
    {
      "text": "55 I accept that RAM Parts should be included in any costs order because it and the parties to the proceeding have treated it as a party and, through its liquidator, it has actively supported the application to set aside the warrant.",
      "id": "s215"
    },
    {
      "text": "56 I would order that the defendants' application to set aside the warrant be dismissed, with costs to be paid by the relevant defendants and RAM Parts.",
      "id": "s216"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s217"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2006\n\n\n Counsel for the Applicant: Mr A Sandbach \n \n Solicitor for the Applicant: W P Edwards \n \n Counsel for the Respondent: Mr P Hayes Q C \n \n Solicitor for the Respondent: Charles Fice \n \n Date of Hearing: 12 July 2005 \n \n Date of Judgment: 8 Feburary 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/52.html",
      "id": "s218"
    }
  ]
}