{
  "name": "Lord v Agreserves Australia Limited ACN 080 646 251 [2006] FCA 598 (11 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/598.html",
  "catchphrases": [
    {
      "text": "joinder of claims",
      "id": "c0"
    },
    {
      "text": "application by liquidator",
      "id": "c1"
    },
    {
      "text": "claim against defendants for unfair preferences",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Edited from Transcript \n \n 1 The plaintiff, liquidator for Parle Foods Pty Limited ACN 050 213 468 (in Liquidation) (Receivers and Managers Appointed) (\"the company\"), has commenced proceedings in the present matter and in 38 other proceedings, claiming that the various defendants received amounts as \"unfair preferences\" as defined by section 588FA of the Corporations Act 2001 (Cth)\n \n2 The plaintiff seeks leave under Order 6 Rule 2(b) of the Federal Court Rules to join the various defendants as defendants in matter NSD 439 of 2006.",
      "id": "s0"
    },
    {
      "text": "Background \n \n3 The defendants are in some cases national corporations but others are smaller firms or companies.",
      "id": "s1"
    },
    {
      "text": "The defendants include the Commonwealth of Australia.",
      "id": "s2"
    },
    {
      "text": "4 The company carried on business mainly in Griffith and many of the defendants are located in the Griffith area.",
      "id": "s3"
    },
    {
      "text": "A number of defendants are from interstate.",
      "id": "s4"
    },
    {
      "text": "The claims when grouped for each defendant range from just under $10,000 to, in one case, over $3 million.",
      "id": "s5"
    },
    {
      "text": "5 The plaintiff filed an interlocutory originating process in matter NSD439 of 2006 on 6 March 2006, seeking an order under Order 6 Rule 2, that the plaintiff have leave to join in the proceedings all of the 38 defendants listed in the schedule to the originating process which was filed on the same day.",
      "id": "s6"
    },
    {
      "text": "6 The plaintiff accepts that Order 6 Rule 2(a)(ii) has not been met because the claims do not arise out of the same transaction or series of transactions.",
      "id": "s7"
    },
    {
      "text": "Leave is therefore required under order 6 rule 2(b).",
      "id": "s8"
    },
    {
      "text": "7 Since the proceedings have already been commenced, leave is required nunc pro tunc.",
      "id": "s9"
    },
    {
      "text": "8 Mr Taylor SC appears for the first defendant.",
      "id": "s10"
    },
    {
      "text": "Mr J.T.",
      "id": "s11"
    },
    {
      "text": "Johnson appears for 13 of the defendants.",
      "id": "s12"
    },
    {
      "text": "They oppose leave.",
      "id": "s13"
    },
    {
      "text": "9 The plaintiff relies on the test stated by Austin J in Dean-Willcocks v Air Transit International Pty Limited [2002] NSWSC 525 ; (2002) 55 NSWLR 64 (\" Dean-Willcocks\") , in particular, at [34].",
      "id": "s14"
    },
    {
      "text": "Mr Taylor and Mr Johnson accept that this is the correct approach although they say that the case is distinguishable from the present proceedings.",
      "id": "s15"
    },
    {
      "text": "10 Austin J said at [34] in Dean-Willcocks that the court's task is to identify and weigh the advantages and disadvantages to the plaintiff and the defendants as a whole, and in terms of the efficient use of the court's resources, having regard to the commonality of issues raised by each claim and the court's ability to case manage the proceedings so as to minimise disadvantages.",
      "id": "s16"
    },
    {
      "text": "11 His Honour said at [35] that there are some special features of unfair preference proceedings which may justify the grant of leave even though leave would not be granted in similarly constituted proceedings which have a different subject matter.",
      "id": "s17"
    },
    {
      "text": "It is unnecessary to repeat the three considerations to which his Honour referred at [35].",
      "id": "s18"
    },
    {
      "text": "12 The approach adopted by Austin J was followed by Young CJ in Eq in Gloria Marshall Australia Pty Limited (in liq) v Bell Press Pty Limited [2002] NSWSC 1191.",
      "id": "s19"
    },
    {
      "text": "His Honour considered that the best way of dealing with the matter was to apply a common sense approach to the issue.",
      "id": "s20"
    },
    {
      "text": "I respectfully follow what was said by Austin J and by the Chief Judge in Equity as guiding the exercise of my discretion in the present case.",
      "id": "s21"
    },
    {
      "text": "Discussion \n \n13 The present proceedings are at a very early stage.",
      "id": "s22"
    },
    {
      "text": "The \"consolidated\" proceeding and the 38 separate proceedings were commenced close to the expiration of the limitation period.",
      "id": "s23"
    },
    {
      "text": "The plaintiff proposes to discontinue against seven of the defendants, leaving 31 in the consolidated proceeding or 31 separate actions if I refuse leave in matter NSD439 of 2006.",
      "id": "s24"
    },
    {
      "text": "14 The submissions of Mr Taylor and Mr Johnson are that there ought to be 31 separate proceedings rather than one consolidated action.",
      "id": "s25"
    },
    {
      "text": "They submit that many of the factors which were present in Dean-Willcocks are not applicable to the present proceeding.",
      "id": "s26"
    },
    {
      "text": "The principle matters to which they point are fourfold.",
      "id": "s27"
    },
    {
      "text": "15 Firstly, they say that separate proceedings have already been commenced in this court and that those proceedings can be case managed, so it is submitted, just as efficiently as one consolidated action.",
      "id": "s28"
    },
    {
      "text": "16 Secondly, they submit that the question of insolvency can be determined in the separate proceedings in a way which will bind all of the defendants.",
      "id": "s29"
    },
    {
      "text": "17 Third, they point out that there is no evidence of the plaintiff's prospects of success.",
      "id": "s30"
    },
    {
      "text": "18 Fourth, counsel submit that the evidence suggests that there will be no dividend for the unsecured creditors.",
      "id": "s31"
    },
    {
      "text": "They say that such funds as are recovered will be subject to the liquidator's lien and therefore go towards payment of his fees rather than for the benefit of the unsecured creditors as a whole.",
      "id": "s32"
    },
    {
      "text": "19 I do not consider that any of the factors to which counsel for the various defendants pointed, displace the considerations to which Austin J referred at [35].",
      "id": "s33"
    },
    {
      "text": "It seems to me that those considerations apply equally here notwithstanding the fact that there may be no recovery for the benefit of the body of unsecured creditors.",
      "id": "s34"
    },
    {
      "text": "20 As to that issue the proceedings are at an early stage and it would not seem possible to predict what the outcome may be.",
      "id": "s35"
    },
    {
      "text": "I am concerned that there is no evidence as to prospects of success but the short answer to all of the submissions of counsel for the defendants lies in the fact that there are separate proceedings already on foot.",
      "id": "s36"
    },
    {
      "text": "Mr Mathas, for the plaintiff, accepts that if leave is given in matter NSD439 of 2006, the separate proceedings must be dismissed.",
      "id": "s37"
    },
    {
      "text": "21 Thus the question may be reduced to a very simple one.",
      "id": "s38"
    },
    {
      "text": "Is it more advantageous and efficient to have 31 separate cases or one consolidated action?",
      "id": "s39"
    },
    {
      "text": "In my opinion it is plainly more efficient to have one proceeding.",
      "id": "s40"
    },
    {
      "text": "The most important factor is the solvency issue.",
      "id": "s41"
    },
    {
      "text": "That is to say, was the company insolvent at the time of the relevant transaction.",
      "id": "s42"
    },
    {
      "text": "That issue is common to all cases although it is not yet known whether all of the defendants propose to put that issue in question.",
      "id": "s43"
    },
    {
      "text": "22 The plaintiff proposes to file a solvency report dealing with that issue.",
      "id": "s44"
    },
    {
      "text": "By following the course proposed by the plaintiff I can case manage the proceedings to a point where the solvency issue has been determined.",
      "id": "s45"
    },
    {
      "text": "I have been told today that at least two of the defendants propose to put solvency in issue.",
      "id": "s46"
    },
    {
      "text": "Either the others do or they do not.",
      "id": "s47"
    },
    {
      "text": "Once the question has been determined and once it emerges which defendants seek to put it in issue I can then decide to in effect deconsolidate the hearing by appropriate orders and directions for the hearing of the remaining issues, either in separate cases or in groups of cases.",
      "id": "s48"
    },
    {
      "text": "23 I have considered all of the other objections raised by Mr Taylor and Mr Johnson.",
      "id": "s49"
    },
    {
      "text": "In my view none of the objections lead to a different result in weighing the advantages and disadvantages of proceeding in the manner which I propose.",
      "id": "s50"
    },
    {
      "text": "24 To the extent that any difficulties may arise in relation to the interlocutory stages of the proceedings such as discovery, if the parties cannot agree on the course I can deal with them by appropriate directions.",
      "id": "s51"
    },
    {
      "text": "25 In Dean-Willcocks, Austin J pointed out that one of the factors which justify the joinder of a number of defendants is the fact that the case management of the proceedings is allocated in the Supreme Court of New South Wales to the Corporations List.",
      "id": "s52"
    },
    {
      "text": "That is a regular weekly list within which issues of this type are dealt with and their progress is monitored and dealt with expeditiously.",
      "id": "s53"
    },
    {
      "text": "26 There is a separate Corporations List in the Federal Court.",
      "id": "s54"
    },
    {
      "text": "A Corporations Duty Judge sits on Fridays at 9.30am to hear matters referred from a registrar.",
      "id": "s55"
    },
    {
      "text": "Urgent applications may be made directly, on any day of the week, to the rostered Corporations Duty Judge.",
      "id": "s56"
    },
    {
      "text": "At present the Corporations Duty Judges are by rotation, Justices Emmett, Gyles, and Lindgren, although other members of the Court's Corporations Panel fill that role if one or other of those judges is not available.",
      "id": "s57"
    },
    {
      "text": "Details of the Court's administrative arrangements for dealing with Corporations matters are contained in a notice to practitioners issued by the NSW District Registrar on 6 February 2006.",
      "id": "s58"
    },
    {
      "text": "27 I will myself case manage the present proceedings but in the event that something may arise at a time when I am not available, the matter could be dealt with by the Corporations Duty Judge who is sitting at that time to deal with urgent applications.",
      "id": "s59"
    },
    {
      "text": "The matter can therefore be dealt with and managed in much the same way as matters are managed in the corporations list of the Supreme Court of New South Wales.",
      "id": "s60"
    },
    {
      "text": "28 It follows, as I have said, that if there are any real difficulties and the parties cannot agree, I will be able to deal with them by appropriate directions, or if for some reason I am not available, the issues can be dealt with promptly by the Corporations Duty Judge.",
      "id": "s61"
    },
    {
      "text": "29 I have considered the written submission of Mr Johnson that if the proceedings were to be dealt with by way of separate actions, Rule 2.13 of the Federal Court Corporations Rules could be utilised to enable interested persons to appear so as to enable relevant common issues such as the solvency issue to be determined.",
      "id": "s62"
    },
    {
      "text": "However, it does seem to me that the better course is the course which I propose to adopt, namely, that I will give leave as sought by the plaintiff, thereby enabling me to deal, hopefully efficiently and promptly, with all of the issues in the way that I have indicated.",
      "id": "s63"
    },
    {
      "text": "30 I therefore propose to make orders in terms of those proposed.",
      "id": "s64"
    },
    {
      "text": "31 Mr Johnson appeared for 13 defendants.",
      "id": "s65"
    },
    {
      "text": "He undertook to ensure appearances are filed for all of them.",
      "id": "s66"
    },
    {
      "text": "As at the date of publication of this judgment, appearances have not be filed for these defendants, other than the 18 th defendant.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s68"
    },
    {
      "text": "Associate:\n\nDated: 23 May 2006\n\n\n Solicitor for the Plaintiff Deacons (Mr Mathas) \n \n Counsel for the 1 st Defendant Mr Taylor SC \n \n Solicitor for the 1 st Defendant: Dibbs Abbott Stillman \n \n Solicitor for the 2 nd Defendant: Minter Ellison \n Solicitor for the 3 rd Defendant: Henry Davis York \n \n Solicitor for the 12 th Defendant: Dibbs Abbott Stillman \n \n Solicitor for the 15 th Defendant: Clayton Utz \n \n Counsel for the 6 th , 11 th , 14 th , 16 th , 18 th , 20 th , 22 nd , 26 th , 29 th , 30 th , 32 nd , 33 rd , and 35 th Defendants Mr J Johnson \n \n Solicitor for the 18 th Defendant: Coadys \n \n Date of Hearing: 11 May 2006 \n \n Date of Judgment: 11 May 2006 \n\n IN THE FEDERAL COURT OF AUSTRALIA \n \n NEW SOUTH WALES DISTRICT REGISTRY \n No: (P)NSD439/2006 \n \n SCHEDULE OF DEFENDANTS \n (as at 11 May 2006) \n\n\n AEP INDUSTRIES AUSTRALIA PTY LTD ACN 075 939 614 \n SECOND DEFENDANT \n\n AMCOR PACKAGING AUSTRALIA PTY LIMITED ABN 55 004 275 165 TRADING AS ''AMCOR FIBRE PACKAGING'' \n THIRD DEFENDANT \n\n PILMARK PTY LTD ABN 43 563 811 054 TRADING AS '' AREA WHOLESALE FOODS '' \n FOURTH DEFENDANT \n\n FERNTIN PTY LIMITED ACN 057 652 598 TRADING '' BELFORD PETROLEUM '' \n FIFTH DEFENDANT \n\n THE BUILDING SUPPLY COMPANY PTY LIMITED ACN 003 362 490 \n SIXTH DEFENDANT \n\n LAWRENCE CAPELLO AND ANOTHER TRADING AS '' CAPELLO &amp; DE LUCA '' \n SEVENTH DEFENDANT \n\n CHEETHAM SALT LIMITED ACN 006 926 487 \n EIGHTH DEFENDANT \n\n BRAMBLES AUSTRALIA LIMITED ACN 000 164 938 TRADING AS ''CHEP AUSTRALIA'' \n NINTH DEFENDANT \n\n COATES HIRE OPERATIONS PTY LIMITED ACN 99 074 126 971 \n TENTH DEFENDANT \n\n COLLIER &amp; MILLER PTY LIMITED ACN 000 521 344 \n ELEVENTH DEFENDANT \n\n COMMONWEALTH OF AUSTRALIA \n TWELFTH DEFENDANT \n\n DRAGON PRINTING PTY LIMITED ACN 099 774 893 \n THIRTEENTH DEFENDANT \n\n ELIAS GAMBA PARTNERS PTY LIMITED ABN 78 747 231 364 \n FOURTEENTH DEFENDANT \n\n REXEL AUSTRALIA LIMITED ACN 000 437 758 TRADING AS ''FOY ELECTRICAL WHOLESALE'' \n FIFTEENTH DEFENDANT \n\n F &amp; N TREFILLO PTY LIMITED ACN 003 968 054 TRADING AS ''FRANKS SERVICE CENTRE'' \n SIXTEENTH DEFENDANT \n\n FAIRFERN PTY LTD ACN 002 225 390 TRADING AS ''GEORGE DUNCAN ELECTRICS'' \n SEVENTEENTH DEFENDANT \n\n GORDON BROTHERS INDUSTRIES PTY LTD ACN 005 888 175 \n EIGHTEENTH DEFENDANT \n\n GREENS GENERAL FOODS PTY LIMITED ACN 001 553 564 \n NINETEENTH DEFENDANT MAX RENNIE, GARY EDWARD RENNIE, KATHRYN ANN RENNIE, ANNETTE LAWRENCE, SHANE LAWRENCE AND SHIRLEY ELIZABETH RENNIE TRADING AS ''GRIFFITH CITY HIRE'' \n TWENTIETH DEFENDANT \n\n DENIS VINCENT COUCH &amp; MARGARET ANNE COUCH TRADING AS ''GRIFFITH ELECTRONIC SERVICES'' \n TWENTY FIRST DEFENDANT \n\n KAY OLIVER PTY LTD ACN 079 276 565 \n TWENTY SECOND DEFENDANT \n\n EBONY BAY PTY LTD ACN 055 460 449 TRADING AS ''LEFROY VALLEY'' \n TWENTY THIRD DEFENDANT \n\n ROGER ALLEN VARDANEGA AND GEORGE RIGON T/AS MACKENZIE AND VARDANEGA \n TWENTY FOURTH DEFENDANT \n\n MAXITHERM BOILERS PTY LIMITED ACN 000 054 375 \n TWENTY FIFTH DEFENDANT \n\n MAZZON SYSTEMS ENGINEERING AUSTRALIA PTY LTD ACN 070 025 384 \n TWENTY SIXTH DEFENDANT \n\n WELLS, MICHAEL \n TWENTY SEVENTH DEFENDANT \n\n MINNOW INVESTMENTS PTY LTD ACN 078 715 929 \n TWENTY EIGHTH DEFENDANT \n\n TREVOR LEONARD O'BRIEN TRADING AS '' O'BRIENS TRANSPORT'' \n TWENTY NINTH DEFENDANT \n\n PHOENIX FOODS PTY LTD ACN 064 565 724 \n THIRTIETH DEFENDANT \n\n PRESTIGE PACKAGING AUSTRALIA PTY LTD ACN 057 341 330 \n THIRTY FIRST DEFENDANT \n\n PRESTONS LEETON PTY LTD ACN 058 201 755 \n THIRTY SECOND DEFENDANT \n\n SOUTH PACIFIC SEEDS PTY LTD ACN 002 887 256 \n THIRTY THIRD DEFENDANT \n\n SUGAR AUSTRALIA PTY LTD ACN 812 451 169 \n THIRTY FOURTH DEFENDANT \n\n TRIMGOOD PTY LTD ACN 050 104 893 \n THIRTY FIFTH DEFENDANT \n\n UPPER MURRAY CASE SUPPLIES PTY LTD ACN 085 511 799 \n THIRTY SIXTH DEFENDANT \n\n VISY PACKAGING PTY LTD ACN 095 313 723 \n THIRTY EIGHTH DEFENDANT \n\n JOEL SIMFORD WELDINGS SERVICES ABN 52 097 563 338 \n FORTIETH DEFENDANT \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/598.html",
      "id": "s69"
    }
  ]
}