{
  "name": "Commonwealth Bank of Australia v Peto (No 2) [2006] FCA 516 (9 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/516.html",
  "catchphrases": [
    {
      "text": "application for joinder of additional respondent in proceedings seeking judgment on guarantees and mortgages against multiple guarantors",
      "id": "c0"
    },
    {
      "text": "application under o 6 r 2 and r 8 of federal court rules",
      "id": "c1"
    },
    {
      "text": "consideration of s 22 of federal court of australia act 1976 (cth)",
      "id": "c2"
    },
    {
      "text": "where proposed respondent provided solicitor's certificate to two of six guarantors",
      "id": "c3"
    },
    {
      "text": "consideration of legislative purpose behind o 6 r 2 and o 6 r 8",
      "id": "c4"
    },
    {
      "text": "o 6 r 8 held not to authorize joinder in the circumstances",
      "id": "c5"
    },
    {
      "text": "whether same transaction or series of transactions",
      "id": "c6"
    },
    {
      "text": "o 6 r 2 held not to be satisfied",
      "id": "c7"
    },
    {
      "text": "whether discretion to grant leave under o 6 r 2(b) should be exercised",
      "id": "c8"
    },
    {
      "text": "application made in advanced stage of proceedings",
      "id": "c9"
    },
    {
      "text": "whether prejudice or unfairness to proposed respondent if joinder application granted",
      "id": "c10"
    },
    {
      "text": "application refused",
      "id": "c11"
    },
    {
      "text": "practice and procedure",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 The Commonwealth Bank of Australia ('the Bank'), seeks to join Ms Marroun Nader ('Ms Nader') to proceedings commenced by it ('the Bank proceedings') against the first to sixth respondents ('the guarantors') who in May and June 1997 gave mortgages and guarantees to it.",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n \n2 The mortgages and guarantees were given to support a borrowing by Advanced Switching Services Pty Limited ('ASS') from the State Bank of New South Wales Limited, trading as the Colonial State Bank.",
      "id": "s1"
    },
    {
      "text": "Subsequently, by s 22 the Financial Sector (Transfers of Business) Act 1999 (Cth), the Bank succeeded in law to all of the assets and liabilities of the State Bank of New South Wales Limited.",
      "id": "s2"
    },
    {
      "text": "In these reasons I will refer to the two banks compendiously as 'the Bank'.",
      "id": "s3"
    },
    {
      "text": "3 There are related proceedings in which ASS is the applicant ('the ASS proceedings').",
      "id": "s4"
    },
    {
      "text": "There, ASS claims that the Bank engaged in misleading and deceptive conduct causing damage ASS in relation to its business dealings concerning the provision by ASS of services for the Bank's EFTPOS network.",
      "id": "s5"
    },
    {
      "text": "The Bank has cross claimed for the amount alleged to be due by ASS to the Bank as customer.",
      "id": "s6"
    },
    {
      "text": "As at 13 September 2000, ASS was alleged to be indebted to the Bank pursuant to advances made under a facility agreement entered into on about 24 June 1997 ('the facility agreement') between ASS and the Bank in the sum of $1,451,348.22.",
      "id": "s7"
    },
    {
      "text": "The Bank alleges that it made a written demand on ASS for that sum on or about 13 September 2000 and that that demand was not met in whole or in part.",
      "id": "s8"
    },
    {
      "text": "4 The ASS proceedings commenced on 1 February 2001.",
      "id": "s9"
    },
    {
      "text": "The Bank proceedings were commenced on 11 January 2002.",
      "id": "s10"
    },
    {
      "text": "This application by the Bank, in that context, comes very late in the day.",
      "id": "s11"
    },
    {
      "text": "5 I was informed by counsel that ASS has discovered some 54 lever arch folders of documents and that, although no precise amount has been identified, the Bank has discovered in the order of about 10 such volumes.",
      "id": "s12"
    },
    {
      "text": "Expert evidence identifying the quantum of the loss for which it claims is yet to be filed by ASS, despite its non-compliance with a number of directions in the past that it should do so.",
      "id": "s13"
    },
    {
      "text": "It is not necessary to recount any further detail of that aspect of the litigation.",
      "id": "s14"
    },
    {
      "text": "6 The argument before me proceeded on the basis that the amount which ASS may be claiming could well exceed the indebtedness claimed by the Bank against ASS in its cross-claim in the ASS proceedings.",
      "id": "s15"
    },
    {
      "text": "That indebtedness is also the subject of the Bank's claim against the guarantors in the Bank proceedings.",
      "id": "s16"
    },
    {
      "text": "Each of the guarantors has pleaded that he or she is entitled to an equitable set off of what ASS is found entitled to set off against the Bank.",
      "id": "s17"
    },
    {
      "text": "The liability of ASS to the Bank depends upon what, at the relevant time, was owing by ASS to the Bank and the amount by which that indebtedness may be reduced or extinguished or, indeed, turned it into an indebtedness by the Bank, by reason of any success in the claim brought by ASS against the Bank.",
      "id": "s18"
    },
    {
      "text": "If the amount for which the Bank was sued is found to have exceeded the amount claimed by the Bank against ASS, then there will be no indebtedness due by ASS to the Bank, and accordingly, no default under any of the guarantees or mortgages.",
      "id": "s19"
    },
    {
      "text": "ISSUES \n \n7 For present purposes, it is necessary to focus on the claim made in the Bank proceedings, against the fourth and fifth respondents, Marie Saklaoui and her mother, Josephine Saklaoui.",
      "id": "s20"
    },
    {
      "text": "The Bank relies upon a guarantee dated 10 June 1997 from each of Marie and Josephine Saklaoui and mortgages of the same date by each of them over land at Barrack Point and Greenacre respectively in New South Wales.",
      "id": "s21"
    },
    {
      "text": "8 Ms Nader on or about 10 June 1997 executed solicitor's certificates addressed to the Bank in respect of an explanation of the guarantees and mortgages which she gave to Marie and Josephine Saklaoui in the terms certificated ('the certificates').",
      "id": "s22"
    },
    {
      "text": "9 In their amended defences filed on 20 March 2003, each of Marie and Josephine Saklaoui, pleaded in relevantly identical terms that:\n \n '5(d) [She] was afforded no opportunity to negotiate any alterations to the terms of the alleged guarantee or to obtain any independent advice about the alleged guarantee.",
      "id": "s23"
    },
    {
      "text": "... \n Having regard to the matters referred to in paragraph 12 above the [Bank] did not take steps to fully and accurately explain the transaction to [her] or to find out whether an independent person had explained the purport and effect of the transaction to [her].",
      "id": "s24"
    },
    {
      "text": "... \n 17(b) [She] was ignorant of the contents of the alleged mortgage; \n ... \n (d) [She] was afforded no opportunity to negotiate any alterations to the terms of the alleged mortgage or to obtain any independent advice about the alleged mortgage.",
      "id": "s25"
    },
    {
      "text": "' \n \n\n10 These pleas clearly enough signaled that the defence would rely upon each of Marie and Josephine Saklaoui having executed the documents upon which the Bank sued, namely the guarantees and mortgages, in circumstances where they alleged that each of them had received no proper explanation of the documents, contrary to the content of each of the certificates.",
      "id": "s26"
    },
    {
      "text": "11 One possible outcome of the present state of the pleadings is that the Bank may fail in its claims under the guarantees and mortgages given by Marie and Josephine Saklaoui on the basis of their defences, which raise claims under the Contracts Review Act 1980 (NSW) and s 52 of the Trade Practices Act 1974 (Cth) together with an equitable defence of unconscionable (scil: unconscientious) conduct.",
      "id": "s27"
    },
    {
      "text": "They allege that the Bank, having procured the execution of the documents, sought to utilize them without having ensured that each of them, as a guarantor and mortgagor, received an adequate explanation of the nature and effect of what she was signing.",
      "id": "s28"
    },
    {
      "text": "12 In late 2004 each of Marie and Josephine Saklaoui swore an affidavit setting out her version of the circumstances in which she executed the respective guarantee and mortgage dated 10 June 1997.",
      "id": "s29"
    },
    {
      "text": "Those affidavits, which were tendered in evidence before me so as to establish the assertions made by Marie and Josephine Saklaoui, support their defences that neither of them received any, or any adequate, explanation.",
      "id": "s30"
    },
    {
      "text": "13 On 28 October 2005 the Bank filed notices of motion to amend its cross claim in the ASS proceeding and to amend its statement of claim in the Bank's proceedings.",
      "id": "s31"
    },
    {
      "text": "The amendments in the Bank proceedings seek to raise causes of action which plead, positively, an estoppel, a contravention of s 42 of the Fair Trading Act 1987 (NSW) a claim in deceit, a claim in negligence and a claim of a breach of a warranty in cl 7 of each of the guarantees.",
      "id": "s32"
    },
    {
      "text": "Relevantly, those claims were made against each of Marie and Josephine Saklaoui.",
      "id": "s33"
    },
    {
      "text": "After discussion and refinement during the hearing of the motion, those amendments are no longer opposed by the guarantors.",
      "id": "s34"
    },
    {
      "text": "That leaves outstanding only the issue of whether Ms Nader ought be joined as a respondent to the Bank proceedings.",
      "id": "s35"
    },
    {
      "text": "14 The Bank seeks to join Ms Nader as a precaution in the event that the evidence called by Marie and Josephine Saklaoui were to establish their entitlement to the relief they seek so as to make the guarantees and mortgages unenforceable against each of them.",
      "id": "s36"
    },
    {
      "text": "The particulars advanced by the Bank in support of its claim against Ms Nader are the contents of affidavits filed by Marie and Josephine Saklaoui.",
      "id": "s37"
    },
    {
      "text": "15 Each of these new claims was based on the proposition that the execution respectively, by Marie and Josephine Saklaoui and Ms Nader of the respective parts of each solicitor's certificate created a representation on which the Bank relied that the certificate had been duly executed in accordance with the law and its terms.",
      "id": "s38"
    },
    {
      "text": "16 The Bank asserts that it was entitled to recover from Ms Nader the amount of any unrecovered indebtedness of the principal debtor, ASS, under the ASS facility together with the value of what it would have been able to recover under the guarantees and mortgages given by Marie and Josephine Saklaoui, if they are found to be entitled to have those instruments avoided.",
      "id": "s39"
    },
    {
      "text": "This is on the basis that the Bank asserts that had Ms Nader not made the misrepresentations in her certificate, namely that she had given a proper and full explanation of the guarantees and mortgages as certified by her, the Bank would not have entered into any transaction with ASS.",
      "id": "s40"
    },
    {
      "text": "The Bank says this exposed it to the losses caused by, first, the failure of ASS to repay its indebtedness and, secondly, the pursuit of the business relationship in consequence of which ASS would have established in the ASS proceedings that it is entitled to damages against the Bank for misleading or deceptive conduct engaged in by the Bank in those dealings.",
      "id": "s41"
    },
    {
      "text": "17 Ms Anderson, the solicitor with the carriage of the matter on behalf of the Bank, does not appear to have appreciated the clear wording of the defences filed in March 2003 until after she had received the affidavits sworn by Marie and Josephine Saklaoui in November 2004.",
      "id": "s42"
    },
    {
      "text": "Unfortunately, Ms Anderson through no fault or choice on her part was away from work following an operation from late 2004 and had no active involvement in the management of the proceedings until about the middle of 2005.",
      "id": "s43"
    },
    {
      "text": "The Bank's internal organization, in which she is employed as a solicitor, did not cause the proceedings to be actively managed by any other solicitor until Ms Anderson's return to work.",
      "id": "s44"
    },
    {
      "text": "18 The Bank's delay in taking any steps to join Ms Nader until late 2005 was explained by Ms Anderson in the following words:\n \n 'The amendments sought to the Further Statement of Claim in [the Bank proceeding] and the Cross-Claim in [the ASS proceeding] arise from the evidence set out in the affidavits filed by the respondents in[the Bank proceedings].",
      "id": "s45"
    },
    {
      "text": "The Bank was not aware of the matters which have resulted in these amendments until it was served with the respondents' affidavits.",
      "id": "s46"
    },
    {
      "text": "The assertions to the contrary in the affidavits of Ms Sydun (at her paragraphs 6 to 10), Mr Stojanovic (at his paragraphs 14 and 15) and Mr Tabchouri (at his paragraphs 7 to 9) are not supported by the facts: \n \n \n \n (a) the defences of the first to fifth respondents on [in the Bank proceeding] each plead simply that \"[specified] respondent] was afforded ... no opportunity to obtain independent advice\" in respect to the bank guarantee, and the defences of the second to fifth respondents make an identical plea with respect to the bank mortgage (the defence of the first respondent denies that he executed the mortgage bearing his name).",
      "id": "s47"
    },
    {
      "text": "No further particulars were provided; \n \n \n \n \n \n (b) the Bank's affidavit evidence-in-chief, filed in July 2004, included copies of solicitor's certificates as to legal advice received by each of the respondents in respect to his or her bank mortgage and guarantee; \n \n \n \n \n \n (c) the affidavits of the first, second and thirds respondents, served in November 2004, and the affidavits of the fourth and fifth respondents, served in December 2004, set out the respondents' assertions about the solicitors' certificates.",
      "id": "s48"
    },
    {
      "text": "Each of these five respondents acknowledges having signed the relevant certificate and describes certain circumstances surrounding that signing, and each attests to not having received the advice that the certificate states was provided.",
      "id": "s49"
    },
    {
      "text": "These details had not been given to the Bank before, and it is these details which have resulted in the Bank seeking to amend its pleadings and to join Ms Nader as a respondent in [the Bank proceeding].",
      "id": "s50"
    },
    {
      "text": "' \n \n\n\n \n19 Ms Nader swore an affidavit on 3 February 2006 setting out a full account of the meeting at which the guarantees and the mortgages dated 10 June 1997 were executed.",
      "id": "s51"
    },
    {
      "text": "That affidavit reflects that Ms Nader did the things which she certified she had done in 1997 when she executed the certificate.",
      "id": "s52"
    },
    {
      "text": "Indeed, the certificate itself evidences, from the signatures by Marie and Josephine Saklaoui, that the solicitor's certificate signed by Ms Nader was true and that they, each, had received a proper explanation.",
      "id": "s53"
    },
    {
      "text": "What may be made of these matters is, quintessentially, an issue for a trial.",
      "id": "s54"
    },
    {
      "text": "20 Ms Nader is an individual.",
      "id": "s55"
    },
    {
      "text": "She was an employed solicitor at the time of the events in June 1997.",
      "id": "s56"
    },
    {
      "text": "She asserts that she provided her services on a gratuitous basis to Marie and Josephine Saklaoui, who are her cousin and aunt respectively.",
      "id": "s57"
    },
    {
      "text": "Ms Nader now works for another employer.",
      "id": "s58"
    },
    {
      "text": "21 The Bank submitted that it is anxious not to be put into a situation in which it is forced, at a later time to sue Ms Nader.",
      "id": "s59"
    },
    {
      "text": "That, the Bank says, is a distinct possibility having regard to the fact that each of Ms Nader, Marie and Josephine Saklaoui has deposed to radically different versions of the meeting at which an explanation is said to have been given.",
      "id": "s60"
    },
    {
      "text": "It was put by counsel for the Bank that one or other side, in that competition of versions, was not telling the truth.",
      "id": "s61"
    },
    {
      "text": "Of course, it may be that there is a difference in recollection, which does not amount to one or other of the parties being found to be a fraudster or a liar.",
      "id": "s62"
    },
    {
      "text": "22 Each of the guarantors has put that he or she is anxious to have the proceedings concluded against him or her.",
      "id": "s63"
    },
    {
      "text": "23 The Bank points to the possibility of conflicting judgments being given in which it ultimately fails against Marie and Josephine Saklaoui on the basis that they are able to establish that no or no adequate explanation was given by Ms Nader, contrary to her certificate and sworn evidence, and then the Bank in later proceedings, were I to refuse her joinder, could be found to fail in proving what had been found in the first proceedings.",
      "id": "s64"
    },
    {
      "text": "24 The Bank and Ms Nader accept that the proceedings against her should be treated as having, for limitation periods being brought no earlier than 28 October 2005 (see O 6 r 11(3)).",
      "id": "s65"
    },
    {
      "text": "Counsel for Ms Nader said that in the event that the Court refuses to join her, if the Bank were later to sue her she would accept that the limitation period should be calculated as if the proceedings had started on 28 October 2005.",
      "id": "s66"
    },
    {
      "text": "However, Ms Nader does not accept that she should be bound by the result of any litigation to which she was not a party, even though she may be a witness.",
      "id": "s67"
    },
    {
      "text": "CONSIDERATION \n \n25 Relevantly, Order 6 provides:\n \n '1 Multiple claims \n \n \n \n Subject to rule 6 an applicant, whether claiming in the same or different capacities, may, in any proceeding, claim relief in respect of more than one cause of action.",
      "id": "s68"
    },
    {
      "text": "2 Joinder of parties generally \n \n \n \n Two or more persons may be joined as applicants or respondents in any proceeding: \n \n \n \n (a) where: \n \n \n (i) if a separate proceeding were brought by or against each of them, as the case may be, some common question of law or of fact would arise in all the proceedings; and \n \n \n \n (ii) all rights to relief claimed in the proceeding (whether they are joint, several or alternative) are in respect of or arise out of the same transaction or series of transactions; or \n \n \n (b) where the Court gives leave so to do.",
      "id": "s69"
    },
    {
      "text": "... \n \n 6 Inconvenient joinder \n \n \n \n Where any joinder of parties or of causes of action may complicate or delay trial of the proceeding or is otherwise inconvenient, the Court may order separate trials or make such other order as the Court thinks fit.",
      "id": "s70"
    },
    {
      "text": "... \n \n 8 Addition of parties \n \n (1) Where a person who is not a party: \n \n (a) ought to have been joined as a party; or \n \n \n (b) is a person whose joinder as a party is necessary to ensure that all matters in dispute in the proceeding may be effectually and completely determined and adjudicated upon; \n \n \n \n \n the Court may order that the person be added as a party and make orders for the further conduct of the proceeding.",
      "id": "s71"
    },
    {
      "text": "(2) A person shall not be added as an applicant without the person's consent.",
      "id": "s72"
    },
    {
      "text": "... \n \n 11 Further conduct of proceedings \n \n \n \n \n (1) Without limiting the generality of the powers of the Court under rules 8, 9 and 10, orders under those rules for the further conduct of the proceeding may include orders relating to: \n \n \n \n \n \n (a) service of the order and other documents in the proceeding; \n \n \n (b) amendment; \n \n \n (c) appearance of added parties; and \n \n (d) substitution of one party for another party or former party.",
      "id": "s73"
    },
    {
      "text": "' \n \n\n26 At the hearing the principles upon which I was asked to exercise my discretion in granting leave to join Ms Nader to the Bank's proceedings, were set out in written submissions by the Bank which were accepted by Ms Nader's counsel.",
      "id": "s74"
    },
    {
      "text": "They are:\n \n \n ' Principles on Joinder \n 11.",
      "id": "s75"
    },
    {
      "text": "Order 6 rr.2 and 8 of the Federal Court Rules , permit the addition of parties.",
      "id": "s76"
    },
    {
      "text": "It is submitted with regard to the proposed causes of action against Ms Nader that there are clearly common questions of fact and law under O.6 r.2 which will arise in the proceedings and also relate to the proposed case against her.",
      "id": "s77"
    },
    {
      "text": "Under O.6 r.8 joinder is permitted where it is necessary to ensure that all matters in dispute in the proceedings may be effectually and completely determined and adjudicated upon.",
      "id": "s78"
    },
    {
      "text": "12.",
      "id": "s79"
    },
    {
      "text": "Order 6 r.8 should be liberally construed so that all parties to disputes relating to the one subject matter may be dealt with at the one time: Montgomery v Foy, Morgan &amp; Co. [1895] 2 QB 321 at 324; John Cooke &amp; Co. Ltd v Commonwealth [1922] HCA 60 ; (1922) 31 CLR 394 at 411.",
      "id": "s80"
    },
    {
      "text": "In order to obtain a joinder order under the rule, a party must only show an arguable case against the proposed respondent at least to the standard of being able to resist an application for summary judgment by the proposed respondent to have the proposed party being sued in separate proceedings: Review Australia Pty Ltd v Redberry Enterprise Pty Ltd [2003] FCA 1009.",
      "id": "s81"
    },
    {
      "text": "The phrase \"all matters in dispute in the proceedings\" should not be construed as limited to matters arising on the existing pleadings: it may also properly include those disputed issues of fact which are subjacent to the existing pleadings: Qantas Airways Ltd v AF Little Pty Ltd [1981] 2 NSWLR 34.",
      "id": "s82"
    },
    {
      "text": "Disputed issues of fact which underlie proceedings are subjacent to the pleadings: Fried v National Australian Bank Ltd [1999] FCA 737.",
      "id": "s83"
    },
    {
      "text": "As the joinder of Ms Nader is based upon affidavit evidence served in support of the existing pleadings, the case against Ms Nader is a matter currently in dispute in the proceedings.",
      "id": "s84"
    },
    {
      "text": "' \n \n \n\n27 Unfortunately, these principles do not address the considerations relevant for the exercise of the discretion to join Ms Nader in the factual context of this application.",
      "id": "s85"
    },
    {
      "text": "It is necessary to understand the purpose of and interrelation between the various relevant rules in Order 6.",
      "id": "s86"
    },
    {
      "text": "This has been explained in some detail by the High Court in Richardson v Trautwein [1942] HCA 5 ; (1942) 65 CLR 585 at 590, 593-594, 598, 601-602, and Mahoney JA in Qantas Airways Ltd v AF Little Pty Ltd [1981] 2 NSWLR 34 at 44C-56D in considering analogues, not wholly identical, of Order 6 in Judicature system court rules.",
      "id": "s87"
    },
    {
      "text": "More recently Branson J, in Warner Music Australia Limited v Swiftel Communications Pty Limited [2005] FCA 1127 at [14] - [18] followed Sheppard J in Trade Practices Commission v Westco Motors (Distributors) Pty Ltd (1981) 58 FLR 384 at 388.",
      "id": "s88"
    },
    {
      "text": "Her Honour observed that the extent to which causes of action against different persons legitimately may be prosecuted is governed by O 6 r 2 of the Federal Court Rules .",
      "id": "s89"
    },
    {
      "text": "The parties did not make submissions on this question or refer to Branson J's judgment or the authorities on which it was based at the hearing.",
      "id": "s90"
    },
    {
      "text": "When I found her Honour's judgment after judgment was reserved, accordingly, I asked for further submissions which the Bank, the first to fifth respondents in the Bank proceedings and Ms Nader provided on 19 April 2006.",
      "id": "s91"
    },
    {
      "text": "28 The Bank relied on what Glass JA with the agreement of Samuels JA had said in Qantas Airways Ltd v AF Little Pty Ltd [1981] 2 NSWLR 34 at 37G-38B, 43D-E. Glass JA noted that the analogue of s 22 was also directed to avoid multiplicity of proceedings.",
      "id": "s92"
    },
    {
      "text": "He said that the fact that the constitution of the proceedings prior to the joinder of the new party by a plaintiff (or applicant) could not yield an order which directly affected that new party was no answer to the application.",
      "id": "s93"
    },
    {
      "text": "This was because r 2(a) and the analogue of s 22 sanctioned and encouraged the addition of a further defendant (or respondent) to avoid multiplicity of proceedings.",
      "id": "s94"
    },
    {
      "text": "He continued by construing r 2(a) as not being limited, on a plaintiff's (or applicant's) motion to join a new party, to the matters arising on the existing pleadings ([1981] 2 NSWLR at 38C-E) but he did not decide the case under r 2 ([1981] 2 NSWLR at 39A, E).",
      "id": "s95"
    },
    {
      "text": "29 In the case before the Court of Appeal there was an issue on the existing pleadings as to whose default had caused a building to be unstable.",
      "id": "s96"
    },
    {
      "text": "Glass JA there said that where a plaintiff (or applicant) asserted on tenable grounds that such a matter of dispute could not be determined without the joinder of the builder as a party, the power to join that person as a party under r 8 was enlivened ([1981] 2 NSWLR at 38D-E).",
      "id": "s97"
    },
    {
      "text": "In Qantas Airways Ltd v AF Little Pty Ltd [1981] 2 NSWLR 34, the nomination of the builder as the person whose alleged default occasioned the building's instability, was to be seen as a joint or several tortfeasor along with the current defendants who were the architects and engineers.",
      "id": "s98"
    },
    {
      "text": "A claim in contract was also made ([1981] 2 NSWLR at 36A-G).",
      "id": "s99"
    },
    {
      "text": "30 The Bank contended that this showed that Branson J's approach to O 6 r 8 was wrong and, moreover, it submitted that the approach of Glass and Samuels JJA had been approved by the Full Court in News Ltd v Australian Rugby Football League (1996) 64 FCR 410 at 523G-524B.",
      "id": "s100"
    },
    {
      "text": "But there, the Full Court referred simply to the decision in Qantas Airways Ltd v AF Little Pty Ltd [1981] 2 NSWLR 34 in the context of considering a different situation; viz , one in which the trial judge had made orders that affected the substantive rights of persons who had not been joined to the proceedings (see 64 FCR at 524E-F).",
      "id": "s101"
    },
    {
      "text": "Lockhart, von Doussa and Sackville JJ did say (64 FCR at 524A-B) immediately after their reference in the above context to the decision of the Court of Appeal and FCR O 6 r 8(1)(b):\n \n 'The post-Judicature Act rules of court also included provisions of the kind now found in FCR O 6, rr 1 and 2 for the joinder of multiple claims and multiple parties, either plaintiffs or defendants, where the subject matter of the proceedings is in respect of, or arises out of, the same transaction or series of transactions, involving some common question of law or fact.",
      "id": "s102"
    },
    {
      "text": "These provisions reflect an intention, which now receives more emphasis than in the past, to avoid where reasonably practicable a multiplicity of proceedings: Montgomery v Foy, Morgan &amp; Co [1895] 2 QB 321; but see Amon v Raphael Tuck &amp; Sons Ltd [1956] 1 QB 357 at 378 per Devlin J.",
      "id": "s103"
    },
    {
      "text": "' \n\n31 Their Honours made clear, in that obiter dictum , that the discretion under O 6 r 2 fell to be exercised in a context of avoiding a multiplicity of proceedings 'where reasonably practical'.",
      "id": "s104"
    },
    {
      "text": "I agree with that approach and consider that it demonstrates that each of O 6 rr 2 and 8 has its own work to do.",
      "id": "s105"
    },
    {
      "text": "In my opinion, the authorities relied on by the Bank do not expose any error in the approach of Branson J to which I have referred, and which I regard as correct.",
      "id": "s106"
    },
    {
      "text": "32 The structure of Order 6 is such that it gives primacy to O 6 r 2 over rules such as O 6 r 8, although cognately they have been held to give the Court very wide powers: John Cooke &amp; Co Pty Ltd v The Commonwealth [1922] HCA 60 ; (1922) 31 CLR 394 at 411 per Knox CJ, Gavan, Duffy and Starke JJ.",
      "id": "s107"
    },
    {
      "text": "The only issue in that case was whether the vendors of skin wool, who were parties, were entitled to share equally with the vendors of shorn wool, who were not parties, in a wool fund held by the Central Wool Committee (31 CLR at 410).",
      "id": "s108"
    },
    {
      "text": "Their Honours continued in relation to analogues of the rules in O 6:\n \n 'These rules are practically the same as the English Judicature Rules, Order XVI., r. 11, and Order XXV., r. 5; and they undoubtedly give the Court very wide powers.",
      "id": "s109"
    },
    {
      "text": "But they are discretionary in their nature.",
      "id": "s110"
    },
    {
      "text": "(See Wilson, Sons &amp; Co. v. Balcarres Brook Steamship Co. and Russian Commercial and Industrial Bank v. British Bank for Foreign Trade Ltd. .",
      "id": "s111"
    },
    {
      "text": ") Thus there is no doubt that the Court may \"permit an action to go on, so that the rights of the parties before the Court may be determined even though all parties to the action are not before it\" (see Robinson v. Geisel , at p. 689).",
      "id": "s112"
    },
    {
      "text": "The Rules, too, enable the Court to add parties who ought to have been joined or whose presence before the Court is necessary to enable it to effectually and completely adjudicate upon and settle all the questions involved in the cause or matter.",
      "id": "s113"
    },
    {
      "text": "' (footnotes omitted)\n \n\n33 As the passage just cited shows, the analogue of O 6 r 8 enabled the court to add a party, then limited to a defendant, where the interests of that party would be affected by the result of the proceedings as they were presently framed.",
      "id": "s114"
    },
    {
      "text": "Moreover, it enables the court to add a party where there are common questions of fact or law involved in different causes of action; but the context is, as Williams J said in Richardson v Trautwein [1942] HCA 5 ; (1942) 65 CLR 585 at 601 (and see too at 593, 597-598) of an analogue of O 6 r 8, again limited to joinder of a defendant:\n \n 'It authorizes the joinder of defendants against whom the right to any relief is alleged to exist jointly, severally, or in the alternative.",
      "id": "s115"
    },
    {
      "text": "The causes of action upon which this right to relief could be founded have already been specified.",
      "id": "s116"
    },
    {
      "text": "The rule is therefore silent as to causes of action, because rule 1 has already dealt with those which can be combined in the one action.",
      "id": "s117"
    },
    {
      "text": "Rule 4 marks the arrival of the stage at which it becomes necessary to define the defendants who can be joined in such action.",
      "id": "s118"
    },
    {
      "text": "' \n \n\nHis Honour emphasized that these rules are to be construed liberally to authorize the joinder of actions that can be conveniently tried together with safeguards to prevent defendants being prejudiced (65 CLR at 601).",
      "id": "s119"
    },
    {
      "text": "34 And, this construction is reinforced by O 6 r 11(1)(b) which permits orders for amendment, in effect, consequent upon the joinder of a new party under O 6 r 8: see also Richardson v Trautwein (1942) 64 CLR at 601 per Williams J and Australian Coastal Shipping Commission v Curtis Cruising Pty Ltd (1989) 17 NSWLR 734 at 745E-746C per Mahoney JA, see too at 749F-751C per Priestley JA.",
      "id": "s120"
    },
    {
      "text": "So, O 6 r 8 has to do, primarily, with ensuring that the rules of natural justice, entitling a person whose rights may be affected by a decision to be heard before the decision is made, and ensuring that any proper contradictor can be joined so as to assist in the court's discharge of its statutory obligation under s 22 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s121"
    },
    {
      "text": "That provides:\n \n 'The Court shall, in every matter before the Court, grant, either absolutely or on such terms and conditions as the Court thinks just, all remedies to which any of the parties appears to be entitled in respect of a legal or equitable claim properly brought forward by him or her in the matter, so that, as far as possible, all matters in controversy between the parties may be completely and finally determined and all multiplicity of proceedings concerning any of those matters avoided.",
      "id": "s122"
    },
    {
      "text": "' \n \n\n35 As Gleeson CJ noted in Fernance v Nominal Defendant (1989) 17 NSWLR 710 at 722C-D the analogue of s 22 was relevant to the operation of O 6 r 8 and the phrase 'all matters in dispute in the proceedings' (see O 6 r 8(1)(b)) was not to be construed as limited to matters arising under the existing pleadings.",
      "id": "s123"
    },
    {
      "text": "APPLICATION OF ORDER 6 RULE 8 TO PRESENT DISPUTE \n \n36 Here, however, no circuity of action would be avoided by the joinder of Ms Nader.",
      "id": "s124"
    },
    {
      "text": "The claim against her is freestanding and depends on the Bank's other independent claims against the guarantors with whom it had relationships based in contract and the law of (real) property (cp Progressive Mailing House Pty Ltd v Tabali Pty Ltd [1985] HCA 14 ; (1985) 157 CLR 17 at 33-34 per Mason J).",
      "id": "s125"
    },
    {
      "text": "Of course, the Bank also now claims against the guarantors in tort and pursuant to statute.",
      "id": "s126"
    },
    {
      "text": "It is because these latter claims are made and the Bank also seeks to sue Ms Nader on a quite distinct, alternate, basis for like causes of action, that it applied to join her.",
      "id": "s127"
    },
    {
      "text": "37 I am of opinion that O 6 r 8, on its proper construction, does not authorize the joinder of Ms Nader as sought.",
      "id": "s128"
    },
    {
      "text": "Her joinder would require, as is sought, substantive amendment of the Bank's statement of claim.",
      "id": "s129"
    },
    {
      "text": "Save for the assertion of her liability if the Bank's remedies against the guarantors in contract, pursuant to its interest in land the subject of its mortgages and its tortuous and statutory claims fail, Ms Nader has no interest in the subject matter of the Bank proceedings or the ASS proceedings.",
      "id": "s130"
    },
    {
      "text": "She is a discrete third party quite unlike the wool growers, for example, in John Cooke &amp; Co Pty Ltd v The Commonwealth [1922] HCA 60 ; (1922) 31 CLR 394 or the builder in Qantas Airways Ltd v AF Little Pty Ltd [1981] 2 NSWLR 34.",
      "id": "s131"
    },
    {
      "text": "38 The court could hear and decide the two matters as presently constituted without affecting any rights or liabilities of Ms Nader.",
      "id": "s132"
    },
    {
      "text": "Order 6 r 8(a) speaks of a person who ' ought to have been joined', not of one who 'might conveniently have been joined'.",
      "id": "s133"
    },
    {
      "text": "It is a common situation, in cases involving guarantees taken by financiers, that there is a dispute as to the adequacy of an explanation at the time of the guarantor executing the instrument.",
      "id": "s134"
    },
    {
      "text": "That does not mean that in such cases the lawyer or other professional adviser who gives the explanation must be made a party.",
      "id": "s135"
    },
    {
      "text": "Oftentimes, tactical decisions will be made by one or other side as to whether to call as a witness the person who gave the explanation.",
      "id": "s136"
    },
    {
      "text": "Frequently, experience has shown, such persons are called without the need to join them as defendants or respondents to claims such as those sought to be made here.",
      "id": "s137"
    },
    {
      "text": "There was no more necessity to join Ms Nader than to join a professional who gave an explanation in any other like case.",
      "id": "s138"
    },
    {
      "text": "39 The Bank's alternative basis under O 6 r 8 is to resort to r 8(1)(b).",
      "id": "s139"
    },
    {
      "text": "But, again, for the reasons I have given, there is no 'necessity' to join Ms Nader.",
      "id": "s140"
    },
    {
      "text": "The relevant matter in dispute in the Bank proceedings is the enforceability, as against each guarantor, of the guarantees and mortgages given by him or her.",
      "id": "s141"
    },
    {
      "text": "The explanation given by Ms Nader is a factor which may be relevant to the determination of that matter in dispute but, by itself, it is neither, necessarily, essential nor decisive though it may be held to be so.",
      "id": "s142"
    },
    {
      "text": "40 It is not alleged that Ms Nader acted as an agent for the Bank, so the question will be, after a finding is made about what explanation, if any, was given, how that affects the Bank's entitlement in all the circumstances to enforce the guarantees and mortgages against Marie and Josephine Saklaoui.",
      "id": "s143"
    },
    {
      "text": "A myriad of other discretionary factors will fall to be considered.",
      "id": "s144"
    },
    {
      "text": "Indeed, even if Ms Nader gave no explanation, there may be circumstances in which the Bank could succeed in its claim to enforce its contractual and real property rights, such as if Marie and or Josephine Saklaoui from past experience knew what a guarantee or mortgage was and that she was executing such an instrument fully cognizant of the potential consequences for her in doing so.",
      "id": "s145"
    },
    {
      "text": "Relief under s 7 of the Contracts Review Act 1980 (NSW) is potentially available because the court can hold a contract to be unjust as Basten JA recently said in Perpetual Trustee Co Ltd v Khoshaba [2006] NSWCA 41 at [119] :\n \n '...by reliance on factors of which the other party was ignorant when the contract was entered into, but that such ignorance may be relevant in determining whether to grant relief.",
      "id": "s146"
    },
    {
      "text": "' (see too per Spigelman CJ at [90])\n \n\n41 In some cases it may be desirable or convenient to join as a party a person in Ms Nader's position, but that addition, in the present, complex, matter, in my opinion, is not necessary to ensure that all matters in dispute in these proceedings can be effectually and completely determined and adjudicated upon under O 6 r 8(1)(b).",
      "id": "s147"
    },
    {
      "text": "The enforceability of the guarantees and mortgages can be determined once for all, subject to any appeal, without the need to join, or the joinder of, Ms Nader.",
      "id": "s148"
    },
    {
      "text": "42 Indeed, the significant amendments required if Ms Nader was joined, demonstrate that her addition as a party would expand the matters in dispute, albeit that this would occur because the claim against her is in the alternative to the principal claims against some of the guarantors.",
      "id": "s149"
    },
    {
      "text": "ORDER 6 RULE 2 \n \n43 That said, it is now necessary to consider the construction and application of O 6 r 2.",
      "id": "s150"
    },
    {
      "text": "It provides two bases, each again discretionary ( John Cooke &amp; Co Pty Ltd v The Commonwealth [1922] HCA 60 ; (1922) 31 CLR 394 at 411), for joinder.",
      "id": "s151"
    },
    {
      "text": "The second basis, in r 2(b), is emphatic of this discretion which falls to be considered having regard to the subject matter, scope and purpose of O 6 as whole and as part of the Federal Court Rules : The Queen v Australian Broadcasting Tribunal: Ex Parte 2HD Pty Ltd [1979] HCA 62 ; (1979) 144 CLR 45 at 49.",
      "id": "s152"
    },
    {
      "text": "The first basis, in r 2(a) involves considerations which have been the subject of over a century of judicial decisions.",
      "id": "s153"
    },
    {
      "text": "It requires not just the existence of a common question of fact or law in each proceeding which might be brought separately against two or more persons, but also that ' all rights to relief claimed' are in respect of or arise out of the same transaction or series of transactions (cf: Stroud v Lawson [1898] 2 QB 44 at 52).",
      "id": "s154"
    },
    {
      "text": "44 The claims arising in the ASS proceedings are, of course, distinct from those in the Bank proceedings.",
      "id": "s155"
    },
    {
      "text": "Each of the guarantors, in the Bank proceedings, has pleaded a set off the quantification of which requires a decision in the ASS proceedings.",
      "id": "s156"
    },
    {
      "text": "So, in this way, there is a common question of fact in the two proceedings as presently constituted, namely what is the quantum, if any, due by ASS to the Bank both under the facility agreement and in light of the determination of ASS's claim for damages (see e.g.",
      "id": "s157"
    },
    {
      "text": "Wood v Cross Television Centre Pty Ltd [1962] NSWR 528 at 532 per Walsh J).",
      "id": "s158"
    },
    {
      "text": "45 In Payne v Young [1979] HCA 39 ; (1980) 145 CLR 609 the High Court considered its analogical rule which, as Barwick CJ emphasized (145 CLR at 614) spoke of ' ... plaintiffs in whom any right to relief is alleged to exist'.",
      "id": "s159"
    },
    {
      "text": "The operation of O 6 r 2(a)(ii) is different and less liberal for it requires ' all the rights to relief ' to be in respect of or to arise out of the same transaction or series of transactions.",
      "id": "s160"
    },
    {
      "text": "46 Here the rights to relief claimed by the Bank against Ms Nader are legally and factually independent of the claims by the Bank against the guarantors other than Marie and Josephine Saklaoui for the purposes of O 6 r 2(a) because none of the other guarantors participated in the transactions between each of Marie and Josephine Saklaoui, Ms Nader and the Bank.",
      "id": "s161"
    },
    {
      "text": "As Mason J said in Payne v Young [1979] HCA 39 ; (1980) 145 CLR 609 at 618 (see too per Barwick CJ at 614-615, Stephen J at 615 and Aickin J, whose decision at first instance was affirmed, at 611) of the amendment to the English rules in 1898:\n \n 'The object of the amendment was to allow several plaintiffs to join separate causes of action where under the old rule as interpreted by judicial decision they could not do so.",
      "id": "s162"
    },
    {
      "text": "Subject to the two limitations expressed in pars.",
      "id": "s163"
    },
    {
      "text": "(a) and (b) of the rule, it permits the joinder of separate causes of action which have accrued to different plaintiffs.",
      "id": "s164"
    },
    {
      "text": "The effect of the rule was, in my opinion, correctly stated by Vaughan Williams L.J.",
      "id": "s165"
    },
    {
      "text": "in Stroud v Lawson when he said ([1898] 2 QB at pp 54-55): \n \n \n \n \"I do not think that the rule means that the whole of a transaction must be involved in each of the causes of action joined.",
      "id": "s166"
    },
    {
      "text": "I think that, if there was a transaction or series of transactions in respect of which one plaintiff was interested up to a certain point, and other plaintiffs were interested, not only up to that point, but in respect of the entire transaction or series of transactions from beginning to end, under this rule they might joint their separate causes of action in one action, because there would be one transaction or series of transactions in respect of which the various plaintiffs all claimed a right to relief.",
      "id": "s167"
    },
    {
      "text": "Their remedies or damages might be different, but they would be claiming relief in respect of the same transaction or series of transactions.",
      "id": "s168"
    },
    {
      "text": "\" \n \n \n \n To these observations I would add the comment that the rule may well authorize the joinder of separate causes of action accruing to various plaintiffs against different defendants, so long as the causes of action arise out of the same transaction or series of transactions.",
      "id": "s169"
    },
    {
      "text": "The consequence is that under par.",
      "id": "s170"
    },
    {
      "text": "(a) of the rule joinder of separate causes of action accruing to different plaintiffs is authorized when the relief claimed is in respect of, or arises out of, the same or a particular series of transactions.",
      "id": "s171"
    },
    {
      "text": "Joinder is not authorized when the relief claimed is in respect of, or arises out of, two or more different series of transactions, when the participation of each individual plaintiff is limited to participation in one series of transactions, the other plaintiffs not participating in that series.",
      "id": "s172"
    },
    {
      "text": "' \n\n47 In Stroud v Lawson [1898] 2 QB 44, the plaintiff sued four defendants, three individuals and a company.",
      "id": "s173"
    },
    {
      "text": "Two causes of action were pleaded; first that the three individuals had by deceit induced the plaintiff to become a member of the company.",
      "id": "s174"
    },
    {
      "text": "Secondly, the plaintiff sued all four defendants, not in his personal capacity but on behalf of himself and all other shareholders in the company, seeking to have the payment of a dividend declared ultra vires as being paid out of capital, not profits, and claiming that the individual defendants should pay the money back to the company.",
      "id": "s175"
    },
    {
      "text": "Chitty LJ observed that in substance there were two plaintiffs claiming on two separate and distinct causes of action ([1898] 2 QB at 51, 52) even though the payment of the impugned dividend was one of the fraudulent devices which were said to have induced the plaintiff to become a shareholder.",
      "id": "s176"
    },
    {
      "text": "The distinctness of capacities is now addressed by O 6 r 1 but the reasoning is still relevant for present purposes.",
      "id": "s177"
    },
    {
      "text": "48 As AL Smith LJ said ([1898] 2 QB at 50-51), according to the terms of the analogical predecessor of O 6 r 2 the plaintiff could not join the two causes of action which he put in different capacities unless they both arose out of the same transaction.",
      "id": "s178"
    },
    {
      "text": "His Lordship continued:\n \n 'The right to relief which he claims in a representative capacity in the second part of the statement of claim is quite independent of any fraud on the part of the defendants.",
      "id": "s179"
    },
    {
      "text": "The two causes of action and the nature of the relief claimed are wholly distinct and separate.",
      "id": "s180"
    },
    {
      "text": "' \n \n\n49 For present purposes, the reasoning of Chitty LJ is also helpful.",
      "id": "s181"
    },
    {
      "text": "He said ([1898] 2 QB at 52 and Vaughan Williams LJ took the same approach at 55):\n \n 'The mere circumstance that he makes the declaration and payment of a dividend out of capital an element in the fraud alleged as the basis of the first-mentioned cause of action does not in my opinion shew that the two causes of action arise out of the same transaction.",
      "id": "s182"
    },
    {
      "text": "It seems to me that they arise out of different transactions, though they have that one feature in common.",
      "id": "s183"
    },
    {
      "text": "' \n \n \n \n \n\n50 The Bank argued that the requisite commonality was to be found in the fact that it sued all guarantors on a common debt which they jointly guaranteed or in which they were concerned and that this distinguished its case from Payne v Young [1979] HCA 39 ; (1980) 145 CLR 609.",
      "id": "s184"
    },
    {
      "text": "51 But here, the Bank's claim against each guarantor and, in particular, against each of Marie and Josephine Saklaoui, depended on its having entered into relationships based in contract and in interests in land ( viz : its mortgages).",
      "id": "s185"
    },
    {
      "text": "That is, the Bank relies on the reality and validity of those dealings as its primary case.",
      "id": "s186"
    },
    {
      "text": "Next, the Bank has now been given leave to amend to allege against, inter alios , Marie and Josephine Saklaoui, that each was guilty of fraud in proffering her guarantee, mortgage and signature of the certificate when, on this alternative, there will be no real or valid guarantee or mortgage.",
      "id": "s187"
    },
    {
      "text": "52 Obviously, the two above ways of the Bank putting its case against the guarantors are distinct and involve different transactions or series of transactions.",
      "id": "s188"
    },
    {
      "text": "This not just because of the legal distinction between a claim under a valid and binding guarantee and or mortgage, and a claim that the Bank was the victim of a fraud because those instruments have been avoided or were void ab initio .",
      "id": "s189"
    },
    {
      "text": "It is also because there are six different guarantors, each with his or her own circumstances and, in substance, cases within the overall context of the Bank proceedings.",
      "id": "s190"
    },
    {
      "text": "53 At first blush, the proposed claim against Ms Nader might have the requisite commonality under O 6 r 2(a) only with the Bank's cases against Marie and Josephine Saklaoui.",
      "id": "s191"
    },
    {
      "text": "But that argument does not stand examination, for the Bank's 'transactions' with Marie and Josephine Saklaoui are quite different from its transactions with the other guarantors, if for no other reason than the involvement of Ms Nader.",
      "id": "s192"
    },
    {
      "text": "But there are also other reasons for the distinctiveness of the transactions so as to entail that they do not satisfy O 6 r 2(a)(ii).",
      "id": "s193"
    },
    {
      "text": "The proposed claim against Ms Nader is framed against her as an individual who is alleged to be solely liable for her own alleged fraud and other tortuous and statutory liabilities, all of which depend on a finding that each of the transaction or transactions on the face of the guarantees, mortgages and certificates was not as it appeared, viz : valid, correct and enforceable (see too Richardson v Trautwein [1942] HCA 5 ; (1942) 65 CLR 585 at 590 per Rich J, 593 per Starke J, 598 per McTiernan J, 601-602 per Williams J).",
      "id": "s194"
    },
    {
      "text": "54 Of course, it is possible, and indeed a commonplace to allege inconsistent matters in different counts against different parties based on a cause of action arising out of the one transaction.",
      "id": "s195"
    },
    {
      "text": "Indeed, s 2(1) of the Law Reform (Miscellaneous Provision) Act 1946 (NSW) specifically envisages that this may occur where it is uncertain which of two or more persons, if not all of them, is responsible for the relief for which the plaintiff or applicant claims ( Chadwick v Bridge [1951] HCA 11 ; (1951) 83 CLR 314 at 319 per Dixon J, Williams, Webb, Fullagar and Kitto JJ agreeing in separate reasons at 320-321).",
      "id": "s196"
    },
    {
      "text": "As Dixon J observed (83 CLR at 318) the words of the statutory right to bring an action in tort are similar to O 6 r 2(a).",
      "id": "s197"
    },
    {
      "text": "But the issue there was uncertainty as to what the identity of the vehicle which allegedly injured the plaintiff was (see: 83 CLR at 319-320).",
      "id": "s198"
    },
    {
      "text": "And there is no analogue to O 6 r 2(b) in that legislative provision which explicitly creates a general discretion in the court to grant leave (see the discussion concerning the relatively recent introduction of the analogues of O 6 r 2(b) in Newman v Hold Pty Ltd [2001] VSC 282 at [2] - [4] and the cases there cited by Mandie J).",
      "id": "s199"
    },
    {
      "text": "55 Here it can be said that the Bank is uncertain as to who has caused it the loss or damage claimed.",
      "id": "s200"
    },
    {
      "text": "Dixon J said (83 CLR at 319):\n \n 'It is, I think, not a proper way of construing s 2 to take every paragraph of the section separately and deal with it as if each paragraph was to cover a different case.",
      "id": "s201"
    },
    {
      "text": "The purpose of the paragraphs is to make plain how the general policy of the provision operates and to ensure as far as language may do that plaintiffs are not to be defeated because of their uncertainty at the commencement of the action as to the correct party against whom they ought to claim.",
      "id": "s202"
    },
    {
      "text": "' \n \n\n56 In Birtles v Commonwealth [1960] VR 247 at 250 Adam J observed that an overly technical approach to the construction of an analogue to O 6 was \"... out of harmony with the modern concept that litigation is no mere game of chess to be lost by one false move ...\" and that errors are, usually, curable.",
      "id": "s203"
    },
    {
      "text": "That is certainly the case, and in instances involving the related, but distinct, discretion to permit amendment, the court takes a liberal and facultative approach to ensuring that the real issues are litigated.",
      "id": "s204"
    },
    {
      "text": "There, an amendment will be allowed in the ordinary case, no matter what kind of error or mistake occurred unless it was fraudulent or intentionally exaggerated: Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146 at 152-153; Cropper v Smith (1884) 26 Ch D 700 at 710.",
      "id": "s205"
    },
    {
      "text": "57 In BHP Billiton Ltd v Schultz [2004] HCA 61 ; (2004) 221 CLR 400 at 422 [15] Gleeson CJ, McHugh and Heydon JJ said of a statutory discretion to be exercised according to the interests of justice:\n \n 'The interests of justice are not the same as the interests of one party, and there may be interests wider than those of either party to be considered.",
      "id": "s206"
    },
    {
      "text": "' \n \n \n \n \n\n58 I am of opinion that because O 6 r 2(b) creates a similarly wide discretion, it is appropriate, to consider whether the Bank can bring itself within the terms of O 6 r 2(a) before considering the catch-all discretion in r 2(b).",
      "id": "s207"
    },
    {
      "text": "59 So, if here, the only parties to the Bank proceedings had been Marie and Josephine Saklaoui the Bank's position may have brought it within the words of O 6 r 2(a)(ii).",
      "id": "s208"
    },
    {
      "text": "But because the Bank proceedings involve four other existing respondents this is not the case here because the 'transaction' or 'transactions' in which Marie and Josephine Saklaoui are involved is not related to and does not arise from the cases of the other guarantors (see too Marino v Esanda Ltd [1986] VR 735 at 740 per Tadgell J; Re The Thai Silk Company Ltd and Arkitex Fabrics Pty Ltd (31 May 1989 unreported, Federal Court of Australia) per Hill J at [22]-[23]; Dean-Willcocks v Air Transit International Pty Ltd [2002] NSWSC 525 ; (2002) 55 NSWLR 64 at 7-72 [21] - [27] ).",
      "id": "s209"
    },
    {
      "text": "60 For these reasons I am of opinion that the Bank's application to join Ms Nader does not satisfy O 6 r 2(a).",
      "id": "s210"
    },
    {
      "text": "DISCRETION \n \n61 Last, the Bank seeks the exercise of my discretion pursuant to O 6 r 2(b).",
      "id": "s211"
    },
    {
      "text": "As already noted the discretion is very wide ( John Cooke &amp; Co Pty Ltd v The Commonwealth [1922] HCA 60 ; (1922) 31 CLR 394 at 411; Caboolture Park Shopping Centre Pty Ltd v White Industries (Qld) Pty Ltd (25 May 1988, unreported, Federal Court of Australia) per Ryan J at 3; Re The Thai Silk Company Ltd and Arkitex Fabrics Pty Ltd (31 May 1989, unreported, Federal Court of Australia) per Hill J at [21]).",
      "id": "s212"
    },
    {
      "text": "62 In Bishop v Bridges (1990) 25 FCR 311 at 314, Wilcox J said that as the discretion in r 2(b) is in terms unconfined it would be inappropriate to specify circumstances in which it might be applied.",
      "id": "s213"
    },
    {
      "text": "He said, and I agree, that ' [e]verything must depend upon the facts of the particular case '.",
      "id": "s214"
    },
    {
      "text": "His Honour continued (25 FCR at 314-315; see too per Austin J in Dean-Willcocks v Air Transit International Pty Ltd [2002] NSWSC 525 ; (2002) 55 NSWLR 64 at 72-74 [28] - [36] ; Carter v Commissioner of Taxation [2001] FCA 575 ; (2001) 109 FCR 215 at 220-221 [22] - [23] per Goldberg J):\n \n 'But it is appropriate to consider what principles ought to guide the exercise of such a discretion.",
      "id": "s215"
    },
    {
      "text": "The basic principle, as it seems to me, is that the Court should take whatever course seems to be most conducive to a just resolution of the disputes between the parties, but having regard to the desirability of limiting, so far as practicable, the costs and delay of the litigation.",
      "id": "s216"
    },
    {
      "text": "Considerations of costs and delay may often support the grant of leave under subr (b); but, in my opinion, leave ought not be granted unless the Court is affirmatively satisfied that joinder is unlikely to result in unfairness to any party.",
      "id": "s217"
    },
    {
      "text": "Secondly, regard must be had to practical matters.",
      "id": "s218"
    },
    {
      "text": "For example, it would normally be inappropriate to grant leave for the joinder of applicants who were represented by different solicitors.",
      "id": "s219"
    },
    {
      "text": "There must be a single solicitor, or firm of solicitors, who is accountable for the conduct of the proceeding on the applicants' side of the case.",
      "id": "s220"
    },
    {
      "text": "Similarly, although all applicants might propose to rely upon some common, or similar facts, there may be such differences between the evidence intended to be relied upon in support of the claims of particular applicants as to make it inexpedient to join the claims.",
      "id": "s221"
    },
    {
      "text": "The discrete material may overbear that which is common to all the claims.",
      "id": "s222"
    },
    {
      "text": "Again, there may be cases in which the sheer number of the claims, if joinder is permitted, will impose an undue burden on the respondent; although it seems to me unlikely that this will be so except in cases where separate evidence is proposed to be adduced in support of individual claims.",
      "id": "s223"
    },
    {
      "text": "' \n \n\n63 In Carter v Commissioner of Taxation [2001] FCA 575 ; (2001) 109 FCR 215 at 221 [23] , Goldberg J approved what Wilcox J said adding that the court should also be concerned to determine what is the most efficient use of the resources of the parties and also of the court.",
      "id": "s224"
    },
    {
      "text": "In adopting the principles identified by each of Wilcox J and Goldberg J, Austin J ( Dean-Willcocks v Air Transit International Pty Ltd [2002] NSWSC 525 ; (2002) 55 NSWLR 64 at 73 [31] ) said that '[t]his leads to a practical calculation of advantages and disadvantages'.",
      "id": "s225"
    },
    {
      "text": "Of course, one relevant consideration to which regard may be had in the exercise of the discretion under O 6 r 2(b) is that r 2(a) would have no work to do if r 2(b) were to be construed without regard to the fact that it is an alternative to r 2(a).",
      "id": "s226"
    },
    {
      "text": "Ordinarily, the exercise of the discretion under r 2(b) should be seen to be in the interests of justice having regard to the features of the case which have meant that the conditions in r 2(a) cannot be met.",
      "id": "s227"
    },
    {
      "text": "64 Ms Nader is to be the subject of grave allegations against her, including allegations of fraud which are pleaded by the Bank solely on the basis that if the allegations made by Marie and Josephine Saklaoui are found to be accepted, then her certificate will have been falsified.",
      "id": "s228"
    },
    {
      "text": "All of that is being done nearly 9 years after she gave the certificate.",
      "id": "s229"
    },
    {
      "text": "65 The factors of cost and delay together with complexity and stress to Ms Nader weigh heavily in the present matter.",
      "id": "s230"
    },
    {
      "text": "The claim against Ms Nader, if permitted to be made, will be heard together with the ASS proceedings.",
      "id": "s231"
    },
    {
      "text": "That would have the consequence that Ms Nader and her lawyers will need to analyze and investigate the complex and voluminous materials in the ASS proceedings.",
      "id": "s232"
    },
    {
      "text": "ASS and the guarantors in the Bank proceedings wish to establish that the indebtedness claimed by the Bank has been reduced or extinguished by a liability owed by the Bank to ASS.",
      "id": "s233"
    },
    {
      "text": "If they do so, the responsibility of each of the guarantors and, if she is joined, Ms Nader likewise could be expected to be diminished or extinguished.",
      "id": "s234"
    },
    {
      "text": "66 The proceedings have reached, albeit at a somewhat leisurely pace, an advanced stage.",
      "id": "s235"
    },
    {
      "text": "It was anticipated that within about 10 weeks of 22 March 2006, when I heard argument, expert and lay evidence between the Bank and ASS will be complete.",
      "id": "s236"
    },
    {
      "text": "If joined now, Ms Nader would have to grapple with a case which had been pursued by a well resourced Bank and ASS over the previous 5 years together with the case pursued by the Bank against the other guarantors and mortgagors, including Marie and Josephine Saklaoui for over 4 years.",
      "id": "s237"
    },
    {
      "text": "67 The Bank contended that it would be possible for Ms Nader to catch up to the state of preparedness of the other parties, were she joined now.",
      "id": "s238"
    },
    {
      "text": "Any prejudice to her by such joinder could be overcome by the grant of further time to enable preparation and investigations for the conduct of the defence to occur.",
      "id": "s239"
    },
    {
      "text": "The Bank argued that in any event one matter that should affect the exercise of any discretion to permit joinder was that it could proceed by commencing separate proceedings.",
      "id": "s240"
    },
    {
      "text": "68 If Ms Nader were joined now that could expose her to considerable stress, not merely personally as an individual litigant sued by a large Bank in heavy commercial litigation, but also in circumstances where the other parties to that litigation have been involved in it for a considerable number of years before the present application for joinder was made and are well advanced in the analysis and investigation of their claims and defences.",
      "id": "s241"
    },
    {
      "text": "69 The advanced state and complexity of the two proceedings and the later amendments into which the Bank now wishes to draw Ms Nader are such as would create very substantial practical problems for her lawyers adequately to prepare the matter in the time in which I anticipate it would in the ordinary course be ready for hearing.",
      "id": "s242"
    },
    {
      "text": "70 I am of opinion that in the circumstances of the present case, the failure of the Bank to join Ms Nader once it received the defences in March 2003, has now created the situation in which there would be a substantial risk of injustice to Ms Nader or the guarantors in bringing her into the case 3 years later.",
      "id": "s243"
    },
    {
      "text": "Each of the current parties has had the benefit, to the extent that they have chosen to accept it, of participating in the discovery process and the preparation, over a considerable period of time, of evidence to meet respective cases.",
      "id": "s244"
    },
    {
      "text": "71 It cannot be said that the Bank's claim sought to be articulated against Ms Nader is at a sufficiently low threshold of success that in the exercise of the Court's summary jurisdiction it would be struck out.",
      "id": "s245"
    },
    {
      "text": "As has been noted, it will be open to the Bank to protect its position by commencing its own proceedings against Ms Nader, should it choose to do so.",
      "id": "s246"
    },
    {
      "text": "Counsel for the Bank submitted that the Bank could make an application for those proceedings to be heard together with the other proceedings.",
      "id": "s247"
    },
    {
      "text": "I am conscious of that possibility, but that is not a sufficient reason to do what I am of opinion is not in the interests of justice, namely, to join Ms Nader in the circumstances of the proceedings as they are presently constituted and in their present state of readiness, complexity and preparation.",
      "id": "s248"
    },
    {
      "text": "72 Prior to serving Ms Nader with the current motion, it does not appear that the Bank ever sought to ascertain from Ms Nader her version of events after receiving the defences.",
      "id": "s249"
    },
    {
      "text": "Ms Anderson's explanation for that state of affairs was not the subject of cross-examination, but it is hardly satisfactory.",
      "id": "s250"
    },
    {
      "text": "At best, it indicates a lack of any analysis by the Bank's lawyers of defences which clearly raised this issue as long ago as March 2003.",
      "id": "s251"
    },
    {
      "text": "While I accept the honesty of Ms Anderson's affidavit, I do not see that it adequately explains a basis for the Court to exercise its discretion in favour of the Bank notwithstanding its inactivity.",
      "id": "s252"
    },
    {
      "text": "73 The real thrust of the defences was overlooked by Ms Anderson and those acting for the Bank, for about 21/2 years in this litigation, while all the other parties, including the Bank, proceeded with the forensic steps needed to get what appears to be highly complex litigation to the stage at which it is at present.",
      "id": "s253"
    },
    {
      "text": "It is now said by the Bank that notwithstanding that it and the other parties have had the advantage of that time in which to consider and formulate their cases, including the consideration of a substantial amount of documentation the subject of discovery in the ASS proceedings, Ms Nader should be forced, many years after the events in question, to investigate the same facts and formulate her defence in a far more contracted time frame and in circumstances in which the proceedings against her are very much in the nature of a protective action taken by the Bank in what is perceived to be a very much alternative scenario in the event that it might fail in its principal contention.",
      "id": "s254"
    },
    {
      "text": "I do not accept that argument.",
      "id": "s255"
    },
    {
      "text": "74 Ms Nader criticized the Bank for its failure to allocate its own resources, while Ms Anderson was indisposed, as being an unjustified delay in dealing with what was, obviously, an issue of considerable significance having regard to the new claims which the Bank now seeks to make against Ms Nader.",
      "id": "s256"
    },
    {
      "text": "There is validity in this criticism.",
      "id": "s257"
    },
    {
      "text": "75 The delay of the Bank here in bringing any claim against Ms Nader is not sufficiently justified on the evidence to warrant the exercise of my discretion to permit her now to be joined.",
      "id": "s258"
    },
    {
      "text": "Not only did the Bank not act after it received amended defences in March 2003, but it did nothing until late October 2003 after receiving the affidavits of Marie and Josephine Saklaoui in November 2004.",
      "id": "s259"
    },
    {
      "text": "That is a sufficient reason to refuse the relief sought (cp: Review Australia Pty Ltd v Redberry Enterprise Pty Ltd (2003) 58 IPR 366 at 372 [33] per Heerey J).",
      "id": "s260"
    },
    {
      "text": "76 A delay of 21/2 years has occurred in a case where the basal events had happened in June 1997.",
      "id": "s261"
    },
    {
      "text": "This means that, even though Ms Nader now has sworn an affidavit, every witnesses' memory is likely to have been affected and that, in turn, may affect her position adversely.",
      "id": "s262"
    },
    {
      "text": "As Lord Hailsham of St Marylebone LC said, albeit in the context of a criminal trial but none less apposite to a civil trial, in Reg.",
      "id": "s263"
    },
    {
      "text": "v Lawrence [1982] AC 510 at 517B-C:\n \n '... it is a truism to say that justice delayed is justice denied.",
      "id": "s264"
    },
    {
      "text": "But it is not merely the anxiety and uncertainty in the life of the accused, whether on bail or remand, which are affected.",
      "id": "s265"
    },
    {
      "text": "Where there is delay the whole quality of justice deteriorates.",
      "id": "s266"
    },
    {
      "text": "Our system depends on the recollection of witnesses, conveyed to a jury by oral testimony.",
      "id": "s267"
    },
    {
      "text": "As the months pass, this recollection necessarily dims, and juries who are correctly directed not to convict unless they are assured of the reliability of the evidence for the prosecution, necessarily tend to acquit as this becomes less precise, and sometimes less reliable.",
      "id": "s268"
    },
    {
      "text": "This may also affect defence witnesses on the opposite side.",
      "id": "s269"
    },
    {
      "text": "' \n \n \n \n \n\n77 His Lordship's observations apply a fortiori to the present application.",
      "id": "s270"
    },
    {
      "text": "The risk of injustice being done to the Bank, has to be balanced against the risk of injustice being done to Ms Nader in the context of this particular litigation and the way it has been conducted to the present time.",
      "id": "s271"
    },
    {
      "text": "The joinder of Ms Nader, if she is to have adequate time in which to prepare and investigate the case which she may or may not wish to pursue involving the ASS proceedings, does not appear to be one which can be regarded as a simple task.",
      "id": "s272"
    },
    {
      "text": "The whole history of the litigation has indicated that it is not.",
      "id": "s273"
    },
    {
      "text": "For Ms Nader to prepare fully in that respect will cause delay in the prosecution of the case against all of the other parties.",
      "id": "s274"
    },
    {
      "text": "It may cause her injustice by being hurried on.",
      "id": "s275"
    },
    {
      "text": "The Bank has only itself to blame for its inability to appreciate from March 2003 until October 2005 what appears to be plain in the defence of Marie and Josephine Saklaoui.",
      "id": "s276"
    },
    {
      "text": "78 The fact that her affidavit evidence is available to be used, if the Bank so chooses, in the Bank proceedings reduces but does not entirely eliminate the potential prejudice to the Bank flowing from a decision to refuse the present application.",
      "id": "s277"
    },
    {
      "text": "Doing the best that I can on the evidence before me, the interests of justice will be better served by exposing the Bank to this prejudice rather than exposing Ms Nader to what I consider to be far more substantive prejudice to her.",
      "id": "s278"
    },
    {
      "text": "CONCLUSION \n \n79 Balancing the interests of justice and the interests of the parties as best I can, I think the proper exercise of my discretion is to refuse the application for joinder which must be dismissed with costs.",
      "id": "s279"
    },
    {
      "text": "I certify that the preceding seventy nine (79) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s280"
    },
    {
      "text": "Associate:\n\n\nDated: 9 May 2006\n\n\n Counsel for the Applicant: RG Forster SC with AA Henskens \n \n Solicitor for the Applicant: Commonwealth Bank of Australia \n \n Counsel for the First, Second and Third Respondents: \nG McGrath \n \n Solicitor for the First, Second and Third Respondents: \nStojanovic Solicitors \n \n Counsel for the Fourth and Fifth Respondents: GF Grinter \n \n Solicitor for the Fourth and Fifth Respondents: Macquarie Lawyers \n \n Counsel for the Sixth Respondent: E Glover \n \n Solicitor for the Sixth Respondent: Sydun &amp; Co \n \n Counsel for Ms Nader: M Dicker \n \n Solicitor for Ms Nader: Ebsworth &amp; Ebsworth \n \n Date of Hearing: 22 March 2006 \n \n Date of Final Submissions: 19 April 2006 \n \n Date of Judgment: 9 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/516.html",
      "id": "s281"
    }
  ]
}