{
  "name": "SFE Corporation Limited, in the matter of SFE Corporation Limited [2006] FCA 670 (31 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/670.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "meeting to be convened pursuant to s 411(1) of the corporations act 2001 (cth)",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "SFE Corporation Limited, in the matter of SFE Corporation Limited [2006] FCA 670 (31 May 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 670 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] SFE Corporation Limited, in the matter of SFE Corporation Limited [2006] FCA 670 (31 May 2006) \nLast Updated: 31 May 2006 \n FEDERAL COURT OF AUSTRALIA \n\n SFE Corporation Limited, in the matter of SFE Corporation Limited \n [2006] FCA 670 \n \n\n\n\n CORPORATIONS --- scheme of arrangement --- meeting to be convened pursuant to s 411(1) of the Corporations Act 2001 (Cth)\n\n\n\n\n\n\n\n Corporations Act 2001 (Cth) ss 411(1) , 411 (3), 411 (6)\n\n\n Atkins v St Barbara Mines Ltd (1997) 138 FLR 425 cited\n Re Arthur Yates &amp; Co Ltd (2001) 36 ACSR 758 cited\n Re Barbeques Galore Ltd [2005] FCA 1519 cited\n Re Hills Motorway Ltd (2002) 43 ACSR 101 cited\n Re KAZ Group Ltd [2004] FCA 738 cited\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n IN THE MATTER OF SFE CORPORATION LIMITED ABN 74 000 299 392; SFE CORPORATION LIMITED \n NSD 934 OF 2006 \n\n GYLES J \n 31 MAY 2006 \n SYDNEY \n IN THE FEDERAL COURT OF AUSTRALIA \n NEW SOUTH WALES DISTRICT REGISTRY NSD 934 OF 2006 \n\n IN THE MATTER OF SFE CORPORATION LIMITED \n ABN: 74 000 299 329 \n\n BETWEEN: SFE CORPORATION LIMITED \n PLAINTIFF \n\n JUDGE: GYLES J DATE: 31 MAY 2006 PLACE: SYDNEY \n\n REASONS FOR ORDERS \n \n1 On 29 May 2006 I made orders convening a meeting of members of SFE Corporation Limited (SFE) pursuant to s 411(1) of the Corporations Act 2001 (Cth) (the Act) and ancillary orders.",
      "id": "s0"
    },
    {
      "text": "I said I would deliver short reasons for those orders.",
      "id": "s1"
    },
    {
      "text": "These are those reasons.",
      "id": "s2"
    },
    {
      "text": "2 The purpose of the meeting is to approve a scheme of arrangement (the Scheme) that would put into effect the acquisition of all of the issued capital in SFE by Australian Stock Exchange Limited (ASX).",
      "id": "s3"
    },
    {
      "text": "The Scheme provides two alternative mechanisms for the holder of shares in SFE to receive consideration --- a share alternative and a cash and share alternative --- at the election of the holder.",
      "id": "s4"
    },
    {
      "text": "3 The approach to an application such as this is well established by authority which I need not recite.",
      "id": "s5"
    },
    {
      "text": "The first question is whether there is any defect in either the Scheme itself or the procedure for approving it that would mean that the Scheme, if approved by members, would, or perhaps might, not be approved pursuant to s 411(6).",
      "id": "s6"
    },
    {
      "text": "The second question is whether the materials to be provided to members, particularly the Explanatory Statement defined in s 411(3) , comply with the requirements of that subsection and are in such a form as would enable a member to make an informed judgment as to whether to vote for or against the Scheme.",
      "id": "s7"
    },
    {
      "text": "The third question is whether the other requirements of the Act and Regulations will be complied with by the contemplated procedure.",
      "id": "s8"
    },
    {
      "text": "The answers to these questions are not definitive --- amongst other things, there is no contradictor.",
      "id": "s9"
    },
    {
      "text": "With that limitation in mind, I will refer to those aspects of the matter that required some particular consideration.",
      "id": "s10"
    },
    {
      "text": "In doing so, I will not set out or attempt to summarise the Scheme and related documents or the Explanatory Statement, except insofar as it may be necessary to explain my opinions.",
      "id": "s11"
    },
    {
      "text": "Scheme \n \n4 The obligations of ASX, in particular in relation to the Scheme consideration, are backed up by an executed deed poll as is the case in many such schemes.",
      "id": "s12"
    },
    {
      "text": "I have remarked in other cases (eg Re KAZ Group Ltd [2004] FCA 738) that this procedure is not entirely satisfactory as, in the event of default or delay, the shareholder whose shares have been actually acquired is left with the remedy of suing upon a deed poll.",
      "id": "s13"
    },
    {
      "text": "It may be that in this case the practical risk is slight.",
      "id": "s14"
    },
    {
      "text": "Indeed, the provision of undertakings plus appropriate evidence, if and when the matter comes back for approval, may eliminate the risk for all practical purposes.",
      "id": "s15"
    },
    {
      "text": "It seems to me, however, that schemes of this kind would be more acceptable if a procedure be devised whereby a mechanism were built in by which a third party such as a trustee company would have the role of suing on behalf of former shareholders in the target company.",
      "id": "s16"
    },
    {
      "text": "An alternative safeguard in relation to the cash portion of the payment would be to set aside a trust fund immediately before the vesting of the shares in the acquiring company.",
      "id": "s17"
    },
    {
      "text": "I do not see why shareholders whose shares are divested should run any performance risk so far as the quid pro quo is concerned.",
      "id": "s18"
    },
    {
      "text": "5 My attention was drawn to the provisions relating to ineligible foreign shareholders and to breach of the law or the ASX Constitution .",
      "id": "s19"
    },
    {
      "text": "I saw no problem with them.",
      "id": "s20"
    },
    {
      "text": "Implementation Agreement \n \n6 The Implementation Agreement includes exclusivity provisions including 'no shop' and 'no talk' restrictions.",
      "id": "s21"
    },
    {
      "text": "It also provides for a break fee to be paid by one side or the other in certain circumstances which could amount to over $11 million.",
      "id": "s22"
    },
    {
      "text": "7 Having considered the authorities referred to by counsel for the applicant --- Re Arthur Yates &amp; Co Ltd (2001) 36 ACSR 758 and Re Barbeques Galore Ltd [2005] FCA 1519 --- and the material provided concerning the views of the Takeovers Panel, these clauses are not such as to cause me to refrain from ordering the meeting.",
      "id": "s23"
    },
    {
      "text": "I would only be inclined to do that if the amount of the break fee was such that it could influence voting at the meeting to be convened or if there were some other unusual circumstances.",
      "id": "s24"
    },
    {
      "text": "As at present advised, I do not think that the present case falls within either head.",
      "id": "s25"
    },
    {
      "text": "This is not the occasion to undertake any more general consideration of these provisions.",
      "id": "s26"
    },
    {
      "text": "Proposed procedure \n \n8 It is not proposed that ineligible foreign shareholders constitute a separate class, relying upon the decision of Barrett J in Re Hills Motorway Ltd (2002) 43 ACSR 101 at 104.",
      "id": "s27"
    },
    {
      "text": "That appears to be a reasonable basis for proceeding in the absence of contrary argument.",
      "id": "s28"
    },
    {
      "text": "9 It is proposed that a corporation can attend the meeting and vote by a corporate representative rather than by a proxy, relying upon the decision of Ipp J in Atkins v St Barbara Mines Ltd (1997) 138 FLR 425 at 432.",
      "id": "s29"
    },
    {
      "text": "Again, that is a reasonable basis upon which to proceed.",
      "id": "s30"
    },
    {
      "text": "10 I have been taken through the manner in which executive options, employee share acquisition plan shares and executive equity plan shares are to be dealt with and I see no difficulty in what is proposed.",
      "id": "s31"
    },
    {
      "text": "Explanatory Statement \n \n11 There were two aspects of the Explanatory Statement which called for some consideration.",
      "id": "s32"
    },
    {
      "text": "The first related to the explanation of the cash and share consideration option.",
      "id": "s33"
    },
    {
      "text": "It is not easy to summarise that option in a manner understandable by a lay person.",
      "id": "s34"
    },
    {
      "text": "The final result is acceptable.",
      "id": "s35"
    },
    {
      "text": "The second arose from the form of the independent expert's report (the Expert Report) which is incorporated by reference in the Explanatory Statement.",
      "id": "s36"
    },
    {
      "text": "12 The Expert Report concluded that the proposed Scheme 'is fair and reasonable and it is therefore in the best interests of shareholders'.",
      "id": "s37"
    },
    {
      "text": "That conclusion was based upon a comparison of the fair market value of an SFE share with the consideration offered by ASX.",
      "id": "s38"
    },
    {
      "text": "The value of an SFE share was dealt with as follows in the introductory summary:\n \n 'We have estimated the fair market value of an SFE share using the capitalisation of maintainable earnings method, which estimates the value of SFE by capitalising its maintainable earnings with an appropriate earnings multiple.",
      "id": "s39"
    },
    {
      "text": "We have included a 25% premium for control in our valuation of an SFE share.",
      "id": "s40"
    },
    {
      "text": "We have cross-checked the reasonableness of this value by reference to recent trading in SFE shares.",
      "id": "s41"
    },
    {
      "text": "' \n [emphasis added]\n \n\n13 In the body of the Expert Report, that topic was dealt with as follows:\n \n 'Earnings multiples derived from market trading do not reflect the market value for control of a company as they are for portfolio holdings.",
      "id": "s42"
    },
    {
      "text": "The difference between the market value of a controlling interest and a minority interest is referred to as the premium for control.",
      "id": "s43"
    },
    {
      "text": "Australian studies indicate the premiums required to obtain control of companies range between 25% and 40% of the portfolio holding values.",
      "id": "s44"
    },
    {
      "text": "... \n Based on these considerations, we believe that a premium for control at the lower end of the historically observed range is appropriate for SFE and have a selected a premium for control to apply to SFE of 25%.",
      "id": "s45"
    },
    {
      "text": "' \n [emphasis added]\n \n\n14 Assessment of the premium for control was an important integer of the valuation of SFE shares which, in turn, was fundamental to the opinion expressed as to fairness of the consideration offered.",
      "id": "s46"
    },
    {
      "text": "Indeed, it is probably the most debateable of the integers, as much of the other reasoning is based upon easily ascertainable market information.",
      "id": "s47"
    },
    {
      "text": "The 'Australian studies' referred to were neither summarised nor identified.",
      "id": "s48"
    },
    {
      "text": "Whilst considerable leeway should be allowed to experts to form and express opinions, I indicated concern at the form of this portion of the Expert Report, bearing in mind that the objective is to enable members to make an informed assessment as to the merits of the proposal.",
      "id": "s49"
    },
    {
      "text": "Rather than have a decision made on the basis of the Expert Report as it stood, the matter was adjourned over the weekend to enable reconsideration.",
      "id": "s50"
    },
    {
      "text": "That resulted in a redrafting of the relevant passages and inclusion of an appendix identifying and summarising the studies relied upon.",
      "id": "s51"
    },
    {
      "text": "This removed the basis for the concern which I had expressed.",
      "id": "s52"
    },
    {
      "text": "Conclusion \n \n15 Leaving aside the matters that I have discussed, I was satisfied that the requirements of the Act and Regulations had been and would be met if the orders proposed were made.",
      "id": "s53"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s54"
    },
    {
      "text": "Associate:\n\nDated: 31 May 2006\n\n\n Counsel for the Plaintiff: Mr T Bathurst QC, Mr S Nixon \n \n Solicitor for the Plaintiff: Blake Dawson Waldron \n \n Date of Hearing: 26, 29 May 2006 \n \n Date of Orders: 29 May 2006 \n \n Date of Reasons: 31 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/670.html",
      "id": "s55"
    }
  ]
}