{
  "name": "SZEPU v Refugee Review Tribunal [2006] FCA 633 (10 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/633.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c1"
    },
    {
      "text": "whether tribunal committed jurisdictional error",
      "id": "c2"
    },
    {
      "text": "where findings of credibility by the tribunal open to it",
      "id": "c3"
    },
    {
      "text": "whether tribunal erred in relation to question of 'real chance' of persecution",
      "id": "c4"
    },
    {
      "text": "whether tribunal erred in applying test of 'serious harm' under s 91r(1)(b) of migration act 1958 (cth)",
      "id": "c5"
    },
    {
      "text": "whether tribunal's reliance on country information constituted error",
      "id": "c6"
    },
    {
      "text": "whether tribunal was biased",
      "id": "c7"
    },
    {
      "text": "no error established",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Nicholls FM made on 13 December 2005.",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate dismissed an application for review of a decision of the Refugee Review Tribunal ('Tribunal') which was handed down on 30 August 2001.",
      "id": "s1"
    },
    {
      "text": "By that decision, the Tribunal had affirmed a decision of the delegate of the second respondent to refuse the appellant a protection visa.",
      "id": "s2"
    },
    {
      "text": "2 The appeal is being heard by me as a single judge pursuant to s 25 (1AA)(a) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s3"
    },
    {
      "text": "An appeal to this Court from a decision of the Federal Magistrates Court is an appeal by way of re-hearing, but the process remains a process for the correction of error.",
      "id": "s4"
    },
    {
      "text": "As Kenny J said in Abeyesinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1558 [4]:\n \n 'On an appeal by way of re-hearing, the powers of an appellate court are exercisable only if the appellant can demonstrate that, having regard to the evidence before the appellate court, the judgment under appeal is a consequence of some legal, factual or discretionary error'.",
      "id": "s5"
    },
    {
      "text": "3 Therefore, the burden rests on the appellant to demonstrate some legal, factual or discretionary error by the Federal Magistrate.",
      "id": "s6"
    },
    {
      "text": "In turn, the Federal Magistrate was examining the question whether there was jurisdictional error on the part of the Tribunal.",
      "id": "s7"
    },
    {
      "text": "THE TRIBUNAL'S FINDINGS \n \n4 The Tribunal examined each of the grounds upon which the appellant challenged the decision of the delegate, and rejected all of the grounds raised by the appellant.",
      "id": "s8"
    },
    {
      "text": "The Tribunal concluded that there was 'an overwhelming lack of credibility' in the appellant's claims regarding his political profile and activities and alleged fear of persecution for political reasons.",
      "id": "s9"
    },
    {
      "text": "The Tribunal formed the view that he had 'fabricated a colourful set of claims' to support his application for a protection visa.",
      "id": "s10"
    },
    {
      "text": "5 The Federal Magistrate summarised the Tribunal's findings as follows:\n \n 'I cannot accept the applicant's complaint that the Tribunal failed to make its findings in an articulate and probative manner.",
      "id": "s11"
    },
    {
      "text": "It is clear that the Tribunal was not satisfied that the applicant was a Naxalite as he had claimed, nor was it satisfied that the applicant was wanted by the police.",
      "id": "s12"
    },
    {
      "text": "The Tribunal set out its findings, and gave reasons for its findings.",
      "id": "s13"
    },
    {
      "text": "On what is before me it is clear that these findings were open to the Tribunal on the material before it.",
      "id": "s14"
    },
    {
      "text": "' \n\n\n \n6 The Tribunal's findings on credibility were central to its decision.",
      "id": "s15"
    },
    {
      "text": "A finding on credibility that was open to the Tribunal on the material before it does not give rise to an error of law: see Mashayekhi v Minister for Immigration and Multicultural Affairs [2000] FCA 321 ; (2000) 97 FCR 381 and W148/00A v Minister for Immigration and Multicultural Affairs (2001) 185 ALR 703.",
      "id": "s16"
    },
    {
      "text": "Findings on credibility were described by McHugh J in Re Minister for Immigration ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 as the function of the primary decision-maker, par excellence: at 423 [67].",
      "id": "s17"
    },
    {
      "text": "That does not mean that such findings are invulnerable to review, but it does mean that they will not ordinarily be reviewable if the Tribunal has provided a rational basis for rejecting the claims and relied upon matters that were logically probative of the issues it was determining: see Kopalapillai v Minister for Immigration and Multicultural Affairs (1998) 86 FCR 547 at 552 and 559.",
      "id": "s18"
    },
    {
      "text": "THE APPELLANT'S BACKGROUND \n \n7 The appellant is a citizen of India.",
      "id": "s19"
    },
    {
      "text": "His claim for a protection visa was founded on the contention that he had a well-founded fear of persecution on the ground of his membership of the Marxist Leninist Naxalite party.",
      "id": "s20"
    },
    {
      "text": "8 The notice of appeal alleged a number of jurisdictional errors.",
      "id": "s21"
    },
    {
      "text": "First, it was contended that the Tribunal erred in adopting an unduly harsh approach to the requirement that there be a well-founded fear of persecution for a Convention reason, and more particularly, that the Tribunal did not apply the 'real chance' test enunciated in cases such as Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 and Chan Yee Kin v Minister for Immigration and Ethnic Affairs [1989] HCA 62 ; (1989) 169 CLR 379 (' Chan' ).",
      "id": "s22"
    },
    {
      "text": "Those cases require both a subjective apprehension of persecution and an apprehension that is grounded in objective reality.",
      "id": "s23"
    },
    {
      "text": "This has been described as a 'real chance' of persecution, namely, a chance that is not remote or insubstantial or a far-fetched possibility: see Chan at 389, 398, 407 and 429.",
      "id": "s24"
    },
    {
      "text": "Secondly, the notice of appeal contended that the Tribunal made errors in its assessment of 'serious harm' as embodied in s 91R(1)(b) of the Migration Act 1958 (Cth).",
      "id": "s25"
    },
    {
      "text": "Thirdly, the notice of appeal contended that the Tribunal erred by basing its findings on country information concerning the Naxalite movement, rather than on information provided by the appellant.",
      "id": "s26"
    },
    {
      "text": "The fourth ground of appeal was that the Tribunal misdirected itself by failing to correctly identify the appellant's social and political group, which was described as a non-violent segment of the Naxalite movement.",
      "id": "s27"
    },
    {
      "text": "Finally, the notice of appeal raised a contention that the Tribunal was biased.",
      "id": "s28"
    },
    {
      "text": "This contention appears to be largely premised upon the way in which the Tribunal questioned the appellant and then proceeded to reach conclusions as to his credibility.",
      "id": "s29"
    },
    {
      "text": "9 In addition to the grounds set out in the notice of appeal, I have taken into account the written submissions filed on behalf of the appellant and the oral submissions made on behalf of the appellant by Mr Jayawardena.",
      "id": "s30"
    },
    {
      "text": "In my opinion, the grounds raised by the notice of appeal, the written submissions and oral submissions on behalf of the appellant do not establish any appealable error by Nicholls FM.",
      "id": "s31"
    },
    {
      "text": "DISCUSSION \n \n10 I will explain my reasons by reference to the various heads of argument raised on behalf of the appellant.",
      "id": "s32"
    },
    {
      "text": "11 The principle ground was that the Tribunal did not make a proper assessment of the existence of a well-founded fear of persecution and serious harm because the Tribunal, and subsequently the Federal Magistrate, misdirected themselves in the way in which they dealt with the appellant's political affiliations.",
      "id": "s33"
    },
    {
      "text": "The appellant's written submissions argued that the Tribunal ignored the appellant's claim that he was not in the violent group of Naxalites and that, rather, he was a member of a moderate group associated with the Naxalite movement, which operated in the Punjab fighting for the rights of the peasants and common masses.",
      "id": "s34"
    },
    {
      "text": "12 The appellant submitted that the Tribunal discredited the appellant's claims and ultimately rejected them on credibility grounds because of its view that the Naxalite movement was committed to violence.",
      "id": "s35"
    },
    {
      "text": "The appellant contended that this was an inaccurate assessment of the part of the Naxalite movement which the appellant was associated with.",
      "id": "s36"
    },
    {
      "text": "In support of this contention, the appellant relied upon the following passage in the Tribunal's reasons:\n \n '[I]f the applicant had never been involved in violence or called for violence, or stood for violent solutions to social problems, I am not satisfied that he was a Naxalite.",
      "id": "s37"
    },
    {
      "text": "' \n\n\n \n13 The appellant referred me to the country information that had been relied upon by the Tribunal.",
      "id": "s38"
    },
    {
      "text": "Much of that material was directed to violent activities of the Naxalites, however counsel for the appellant pointed me to a reference which stated that a secret conference of leaders of 13 Naxalite groups held on 30 January to 2 February 1981 had agreed to abandon terrorist methods and concentrate on public political agitation.",
      "id": "s39"
    },
    {
      "text": "It was submitted that this reference supported the appellant's contention that there were Naxalites who did not engage in violence, and that the appellant was a Naxalite leader in Punjab whose group was not committed to violence nor was it responsible for carrying out any violent activities.",
      "id": "s40"
    },
    {
      "text": "14 The Federal Magistrate found that the Tribunal took into account the appellant's claim that he was a Naxalite and that he did not believe or participate in violent activities.",
      "id": "s41"
    },
    {
      "text": "The Federal Magistrate specifically referred to the Tribunal's finding that if the appellant had never been involved in or called for violence, as he now claimed, then the Tribunal could not be satisfied that he was a Naxalite.",
      "id": "s42"
    },
    {
      "text": "The Federal Magistrate observed that this finding was open to the Tribunal on the material before it.",
      "id": "s43"
    },
    {
      "text": "15 Having carefully read the reasons for decision of the Federal Magistrate and those of the Tribunal, I consider that the Tribunal assessed the particular claims made by the appellant, including the claim that he engaged in non-violent political activities in the Punjab.",
      "id": "s44"
    },
    {
      "text": "Having looked at those matters, the Tribunal concluded that it was not satisfied that the appellant is a wanted Naxalite and that he faced persecution in India.",
      "id": "s45"
    },
    {
      "text": "As the Federal Magistrate rightly held, this was a factual conclusion which was open to the Tribunal.",
      "id": "s46"
    },
    {
      "text": "16 I also note that in the proceedings below, the appellant maintained somewhat inconsistent claims.",
      "id": "s47"
    },
    {
      "text": "It was submitted on behalf of the appellant in the Federal Magistrates Court that he had never claimed to be a Naxalite, and that he was a non-violent Naxalite.",
      "id": "s48"
    },
    {
      "text": "The first part of that submission was rejected by the Federal Magistrate by reference to the evidence of the appellant's claims before the Tribunal.",
      "id": "s49"
    },
    {
      "text": "17 In my opinion, even if the Tribunal made an error of fact concerning the existence of non-violent segments of the Naxalite movement, that does not lead to the conclusion that the Tribunal's findings are in some way impugned or invalidated.",
      "id": "s50"
    },
    {
      "text": "It was open to the Tribunal to conclude, as it did, that it was not satisfied that the appellant was a wanted Naxalite and it was not satisfied that the appellant had a well-founded fear of persecution in India.",
      "id": "s51"
    },
    {
      "text": "18 A second ground of appeal raised on behalf of the appellant went to the related question whether the Tribunal had fallen into error by consulting independent country information about the Naxalite movement.",
      "id": "s52"
    },
    {
      "text": "It is not entirely clear to me that this is a separate point.",
      "id": "s53"
    },
    {
      "text": "In any event, I consider that the accuracy of the country information was a question for the Tribunal.",
      "id": "s54"
    },
    {
      "text": "The written submissions filed on behalf of the appellant do not make any submission beyond those I have already addressed in this regard, and do not identify any error by either the Tribunal or the Federal Magistrates Court.",
      "id": "s55"
    },
    {
      "text": "19 A third ground of appeal raised on behalf of the appellant, both in writing and orally, concerned the claim that the Tribunal exceeded its jurisdiction by making findings of a technical nature concerning the reliability of certain documents relied upon by the appellant.",
      "id": "s56"
    },
    {
      "text": "In his reasons for decision, the Federal Magistrate addressed this issue in the context of dealing with complaints that were described as being based on the concept of 'Wednesbury unreasonableness'.",
      "id": "s57"
    },
    {
      "text": "The Federal Magistrate said, and I agree:\n \n 'The Tribunal clearly did not purport to act as an expert examiner of documents.",
      "id": "s58"
    },
    {
      "text": "It made observations about the documents from the perspective of an inexpert eye.",
      "id": "s59"
    },
    {
      "text": "The matters on which it made comment were obvious on the face of the documents.",
      "id": "s60"
    },
    {
      "text": "' \n \n\n20 I also note that, in the result, the Tribunal concluded that the documents did not disprove the appellant's claims; rather the Tribunal found that an inherent lack of plausibility in the appellant's claims was not overcome by the documents.",
      "id": "s61"
    },
    {
      "text": "These observations by the Tribunal fell squarely within its fact-finding province.",
      "id": "s62"
    },
    {
      "text": "They involve no jurisdictional error.",
      "id": "s63"
    },
    {
      "text": "Further, the views expressed by the Federal Magistrate regarding these matters disclose no error.",
      "id": "s64"
    },
    {
      "text": "21 The last ground raised on behalf of the appellant, in writing and orally, also appeared to traverse the first and central issue concerning the appellant's political affiliations and their non-violent nature.",
      "id": "s65"
    },
    {
      "text": "The written submission was to the effect that that the Tribunal had failed to assess whether there would be a real chance of facing persecution.",
      "id": "s66"
    },
    {
      "text": "The basis for this submission seemed to be the contention that the Tribunal wrongly assessed the appellant's political affiliation and the nature of the Naxalite movement.",
      "id": "s67"
    },
    {
      "text": "I have addressed this issue above.",
      "id": "s68"
    },
    {
      "text": "If a separate point was being made by this submission, I do not consider that it gives rise to any error in the reasons or conclusions of the Tribunal or the Federal Magistrate.",
      "id": "s69"
    },
    {
      "text": "22 A number of other grounds were argued before the Federal Magistrates Court.",
      "id": "s70"
    },
    {
      "text": "A ground of bias was also referred to in the notice of appeal, although it was not developed in either written or oral submissions.",
      "id": "s71"
    },
    {
      "text": "The Federal Magistrate noted that an allegation of bias had not been raised in the application.",
      "id": "s72"
    },
    {
      "text": "Before the Federal Magistrates Court, the appellant had submitted that there was merely a trend of bias, although the point seems to be more strongly expressed in the notice of appeal.",
      "id": "s73"
    },
    {
      "text": "23 Having carefully read the decisions of the Tribunal and the Federal Magistrate, I am not satisfied that there is any substance in the assertion that the Tribunal and/or the Federal Magistrates Court was biased.",
      "id": "s74"
    },
    {
      "text": "As to the other grounds raised and argued before the Tribunal, some have been alluded to incidentally in the course of submissions on behalf of the appellant.",
      "id": "s75"
    },
    {
      "text": "In my opinion, none of the other grounds that were raised before the Federal Magistrates Court disclose any error on the part of the Tribunal.",
      "id": "s76"
    },
    {
      "text": "24 The core of this case on appeal is that the Tribunal should not have come to the factual conclusions it did, and in particular, it should not have reached the adverse conclusions it did concerning the credibility of the appellant's claims.",
      "id": "s77"
    },
    {
      "text": "That case does not raise or identify any error, either by the Tribunal or the Magistrate, capable of supporting this appeal.",
      "id": "s78"
    },
    {
      "text": "25 Accordingly, I will order that the appeal be dismissed and the appellant to pay the costs of the second respondent of the appeal.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s80"
    },
    {
      "text": "Associate:\n\nDated: 25 May 2006\n\n\n Solicitor for the Appellant: C Jayawardena \n \n Counsel for the Respondent: C Mantziaris \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 10 May 2006 \n \n Date of Judgment: 10 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/633.html",
      "id": "s81"
    }
  ]
}