{
  "name": "Australian Competition and Consumer Commission v Contact Plus Group Pty Ltd (in liq) (No 2) [2006] FCA 695 (6 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/695.html",
  "catchphrases": [
    {
      "text": "jurisdiction to punish contempt",
      "id": "c0"
    },
    {
      "text": "service and enforcement of orders under federal court rules",
      "id": "c1"
    },
    {
      "text": "where final orders by consent required respondent to provide documents to specified persons",
      "id": "c2"
    },
    {
      "text": "where emails and cd-rom provided were password protected",
      "id": "c3"
    },
    {
      "text": "where password not supplied and conditions imposed to obtain password",
      "id": "c4"
    },
    {
      "text": "where incomplete documents provided",
      "id": "c5"
    },
    {
      "text": "whether non-compliance with orders was technical",
      "id": "c6"
    },
    {
      "text": "whether non-compliance with orders was deliberate and wilful",
      "id": "c7"
    },
    {
      "text": "contempt established",
      "id": "c8"
    },
    {
      "text": "consideration of appropriate penalty",
      "id": "c9"
    },
    {
      "text": "indemnity costs order",
      "id": "c10"
    },
    {
      "text": "order required provision of disclosure document under trade practices (industry codes",
      "id": "c11"
    },
    {
      "text": "franchising) regulations 1998 (cth)",
      "id": "c12"
    },
    {
      "text": "where respondent company in liquidation",
      "id": "c13"
    },
    {
      "text": "whether order was sufficiently clear and unambiguous and capable of compliance",
      "id": "c14"
    },
    {
      "text": "whether respondent in contempt for non-compliance with requirements of disclosure document",
      "id": "c15"
    },
    {
      "text": "no contempt established",
      "id": "c16"
    },
    {
      "text": "order vacated",
      "id": "c17"
    },
    {
      "text": "contempt of court",
      "id": "c18"
    },
    {
      "text": "practice and procedure",
      "id": "c19"
    }
  ],
  "sentences": [
    {
      "text": "1 On 8 February 2006, Weinberg J made final orders in this proceeding ('the Orders') resolving all issues other than the question of costs.",
      "id": "s0"
    },
    {
      "text": "After hearing further submissions, Weinberg J determined the question of costs on 11 April 2006 by ordering that the second respondent ('Mr Spencer') pay the applicant's costs of the proceeding, such costs to be taxed in default of agreement.",
      "id": "s1"
    },
    {
      "text": "2 It is unnecessary to set out all of the orders made by Weinberg J on 8 February 2006.",
      "id": "s2"
    },
    {
      "text": "They included declarations, findings of fact pursuant to s 83 of the Trade Practices Act 1974 (Cth), injunctions and other orders.",
      "id": "s3"
    },
    {
      "text": "Mr Spencer was represented by counsel on 8 February 2006 and consented to the making of the orders.",
      "id": "s4"
    },
    {
      "text": "The liquidators of the first respondent ('Contact Plus') did not oppose the making of the orders.",
      "id": "s5"
    },
    {
      "text": "3 By notice of motion dated 27 April 2006, the applicant now moves the Court for orders that Mr Spencer be punished for contempt of court for non-compliance with paragraphs 12 and 13 of the Orders.",
      "id": "s6"
    },
    {
      "text": "As set out in the notice of motion, the contempt charge against Mr Spencer is as follows:\n \n '1.",
      "id": "s7"
    },
    {
      "text": "On 8 February 2006 the Court ordered (inter alia) that \n \n \"12.",
      "id": "s8"
    },
    {
      "text": "Within 14 days of the date of these orders, Spencer provide each person with whom Contact Plus has entered into an agreement similar in terms to the Clark Franchise Agreement, the Plaisted Franchise Agreement or the Davy Franchise Agreement with a disclosure document which complies with the requirements of clauses 6 and 6B(1) of the Franchising Code of Conduct.",
      "id": "s9"
    },
    {
      "text": "13.",
      "id": "s10"
    },
    {
      "text": "Within 14 days of the date of these orders, Spencer provide each person with whom Contact Plus has entered into an agreement similar in terms to the Clark Franchise Agreement, the Plaisted Franchise Agreement or the Davy Franchise Agreement with a copy of these orders.",
      "id": "s11"
    },
    {
      "text": "\" \n \n \n \n 2.",
      "id": "s12"
    },
    {
      "text": "In breach of the above orders, the Second Respondent did not: \n \n \n \n (a) provide each person with whom Contact Plus has entered into an agreement similar in terms to the Clark Franchise Agreement, the Plaisted Franchise Agreement or the Davy Franchise Agreement with a disclosure document which complies with the requirements of clauses 6 and 6B(1) of the Franchising Code of Conduct.",
      "id": "s13"
    },
    {
      "text": "(b) provide each person with whom Contact Plus has entered into an agreement similar in terms to the Clark Franchise Agreement, the Plaisted Franchise Agreement or the Davy Franchise Agreement with a copy of these orders.",
      "id": "s14"
    },
    {
      "text": "' \n \n\n4 The notice of motion, incorporating the statement of charge, and affidavits in support were personally served on Mr Spencer on 5 May 2006.",
      "id": "s15"
    },
    {
      "text": "On the same day, these documents were also served on Mr Spencer's solicitors.",
      "id": "s16"
    },
    {
      "text": "BACKGROUND FACTS \n \n5 There is no dispute about the basic facts.",
      "id": "s17"
    },
    {
      "text": "The Orders followed a mediation which was held on 24 November 2005.",
      "id": "s18"
    },
    {
      "text": "Mr Spencer attended the mediation.",
      "id": "s19"
    },
    {
      "text": "At the end of the mediation, he signed each page of proposed court orders and an attached agreed statement of facts.",
      "id": "s20"
    },
    {
      "text": "Mr Spencer knew that the terms of those documents would be embodied in Court orders.",
      "id": "s21"
    },
    {
      "text": "6 On or about 8 February 2006, Mr Spencer was informed by his counsel that the Orders had been approved by the Court and that a timetable had been set to determine the outstanding costs issue.",
      "id": "s22"
    },
    {
      "text": "Mr Spencer swore an affidavit dated 16 February 2006 in relation to the costs issue in which he referred to the Orders as having been made on 8 February 2006.",
      "id": "s23"
    },
    {
      "text": "Mr Spencer acknowledged in evidence that he knew the terms of the Orders and that they had been made on 8 February 2006.",
      "id": "s24"
    },
    {
      "text": "7 On 22 March 2006, Mr Spencer was served with a sealed copy of the Orders.",
      "id": "s25"
    },
    {
      "text": "Paragraph 9 of the Orders states that 'the facts referred to in the attached Statement of Agreed Facts are findings of fact for the purposes of s 83 of the Act.",
      "id": "s26"
    },
    {
      "text": "' The statement of agreed facts was attached to the Orders that were served on Mr Spencer.",
      "id": "s27"
    },
    {
      "text": "8 Prior to 22 March 2006, Mr Spencer had not received a sealed copy of the Orders.",
      "id": "s28"
    },
    {
      "text": "In his affidavit sworn 17 May 2006, Mr Spencer deposed:\n \n 'The part of the orders that remained to be dealt with fell into 2 parts.",
      "id": "s29"
    },
    {
      "text": "First, I was required to notify any other parties with whom the First Respondent had entered into licensing agreements with as to the terms of the orders within 14 days of the orders (paragraph 12).",
      "id": "s30"
    },
    {
      "text": "Secondly, I was required to provide a disclosure statement (paragraph 13).",
      "id": "s31"
    },
    {
      "text": "Rightly or wrongly I believed that I would do that once I had received a copy of the orders of the Court.",
      "id": "s32"
    },
    {
      "text": "The fact that the time period apparently commenced to run when the orders were pronounced in court was something I did not appreciate.",
      "id": "s33"
    },
    {
      "text": "In any event I believed that correct compliance required me to serve the official copies of the orders issued by the Court.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n \n \n\n9 Mr Spencer did not attempt to comply with paragraphs 12 and 13 of the Orders prior to 6 April 2006.",
      "id": "s35"
    },
    {
      "text": "10 On 6 April 2006, Mr Spencer sent identical emails to a number of people who had entered into franchise agreements with Contact Plus ('the 6 April email').",
      "id": "s36"
    },
    {
      "text": "The 6 April email stated:\n \n 'Please find attached a copy of the consented orders as agreed upon between Arthur Spencer and the ACCC.",
      "id": "s37"
    },
    {
      "text": "The PDF file has been password protected to prevent the document from unauthorised access.",
      "id": "s38"
    },
    {
      "text": "To obtain your password please return this email and provide the following information to identify you as the legal recipient, and receipt of delivery.",
      "id": "s39"
    },
    {
      "text": "The password will then be sent.",
      "id": "s40"
    },
    {
      "text": "1) Your full name; \n 2) Your current trading name; \n 3) The trading name on your licensing agreement; \n 4) The date on your licensing agreement; \n 5) Your current phone number (for follow call to verify receipt) \n \n \n This proceeding has been settled, after mediation, on the basis of consent orders between the parties.",
      "id": "s41"
    },
    {
      "text": "Contrary to the press release on the ACCC website, this issue was never tried in a court of law, and it is not possible to determine whether it would have been determined in favour of the ACCC or the Respondents without a full hearing of all the relevant evidence and the applicable legal arguments and contentions.",
      "id": "s42"
    },
    {
      "text": "Given that there is nothing at all to be gained from continuing to defend this case because the first and second respondents ceased trading in this type of business years ago, the parties have consented to the attached orders.",
      "id": "s43"
    },
    {
      "text": "We have agreed to give you a copy of these orders.",
      "id": "s44"
    },
    {
      "text": "The writer has made a formal complaint to the Ombudsman about the way the ACCC conducted this case.",
      "id": "s45"
    },
    {
      "text": "The writer was never provided with a copy of the ACCC disputes procedure until the Minister for small business intervened, three years later.",
      "id": "s46"
    },
    {
      "text": "The Ombudsman is investigating on our behalf.",
      "id": "s47"
    },
    {
      "text": "Following the investigation a press release will then be distributed by the writer to outline in detail the real reason these allegations were made against us.",
      "id": "s48"
    },
    {
      "text": "A) It is very important to note that the orders only prevent the debt collection of the lump sum licence fee from Davy, Clark, and Plaisted.",
      "id": "s49"
    },
    {
      "text": "B) The orders do not apply to, or prevent the lawful act of debt collection from Associates that have not paid their placement fee commissions.",
      "id": "s50"
    },
    {
      "text": "C) The orders do not prevent the lawful act of Contactplus Group International (CPG Recruitment Ltd) pursuing costs and damages for the theft of their Intellectual property from the parties that have been using, or currently use the \"candidate direct marketing\" faxout.",
      "id": "s51"
    },
    {
      "text": "D) The orders do not prevent legal action to recover costs and damages from parties that have breached the signed Confidentiality and Non-disclosure agreement which pre-dates the licence agreement, and is enforceable for a period of 5 years.",
      "id": "s52"
    },
    {
      "text": "If you have any questions please contact the writer.",
      "id": "s53"
    },
    {
      "text": "A G Spencer \n CEO \n debtregister.net (Ltd) \n Online Debtor mediation \n Satisfaction &amp; Empowerment' \n\n\n \n11 As the email indicates, it purported to attach a copy of the Orders in the form of a PDF file which was password protected.",
      "id": "s54"
    },
    {
      "text": "The password was not provided with the email; it would only be disclosed if the recipient of the email provided stipulated information to Mr Spencer.",
      "id": "s55"
    },
    {
      "text": "At least two recipients of the email, Ms Ford and Ms Byron, did not reply to the 6 April email by providing the information requested and did not gain access to the attached PDF file.",
      "id": "s56"
    },
    {
      "text": "12 On 12 April 2006, the solicitors for the applicant, Deacons, wrote to Mr Spencer's solicitor concerning Mr Spencer's compliance with the Orders.",
      "id": "s57"
    },
    {
      "text": "In the letter, Deacons stated that in its view Mr Spencer's 6 April email did not constitute compliance with the Orders.",
      "id": "s58"
    },
    {
      "text": "Deacons also said that the applicant may make an application to the Court to commit Mr Spencer for contempt, unless evidence of compliance or rectification of the non-compliance was provided by 19 April 2006.",
      "id": "s59"
    },
    {
      "text": "13 Mr Spencer responded to Deacons' letter directly by an email to Mr Tom Jarvis of Deacons on 13 April 2006.",
      "id": "s60"
    },
    {
      "text": "Amongst other things, the email stated that the PDF file was password protected to protect the document from unauthorised access.",
      "id": "s61"
    },
    {
      "text": "The email also stated:\n \n 'Please provide the writer with the correct email or postal addresses for Clark, Davy and Plaisted, and I will send the documentation again straight away.",
      "id": "s62"
    },
    {
      "text": "Alternatively, if request [sic] by you, I will forward the document passwords to you, and you can forward it to your clients.",
      "id": "s63"
    },
    {
      "text": "Please respond.",
      "id": "s64"
    },
    {
      "text": "' \n \n\n14 On 14 April 2006, Mr Spencer sent a second circular email to the persons who had entered into relevant franchise agreements with Contact Plus ('the 14 April email').",
      "id": "s65"
    },
    {
      "text": "The 14 April email stated:\n \n 'SECOND NOTICE (for the record) Service of disclosure document and consented orders.",
      "id": "s66"
    },
    {
      "text": "As you have ignored our previous correspondence, we once again send you this attachment in accordance with our agreement.",
      "id": "s67"
    },
    {
      "text": "If you wish to receive a hard copy by mail, please reply to this letter, and provide the writer with your current home address for personal service of the document.",
      "id": "s68"
    },
    {
      "text": "The attached document is password protected to prevent unauthorised distribution and/or access.",
      "id": "s69"
    },
    {
      "text": "This is a necessary precaution as you have not acknowledged that this email address is the personal email address of ... .",
      "id": "s70"
    },
    {
      "text": "Alternatively you can also obtain the password from Tom Jarvis, tom.jarvis@deacons.com.au \n \n Thank you for your co-operation.",
      "id": "s71"
    },
    {
      "text": "' \n \n\nOn the same day, Mr Spencer sent an email to Mr Jarvis advising him of the password.",
      "id": "s72"
    },
    {
      "text": "15 On 19 April 2006, Deacons forwarded identical letters to Mr Spencer and his solicitor.",
      "id": "s73"
    },
    {
      "text": "The letter stated, inter alia, that delivery of a document which could only be accessed by use of a password did not constitute delivery of that document in accordance with the Orders.",
      "id": "s74"
    },
    {
      "text": "Deacons also stated that if Mr Spencer failed to deliver a copy of the Orders and the disclosure document to the required recipients by 4.00 pm on 21 April 2006, the applicant may make an application to the Court without further notice.",
      "id": "s75"
    },
    {
      "text": "16 On 19 April 2006, Deacons received four further emails from Mr Spencer.",
      "id": "s76"
    },
    {
      "text": "In one of those emails, Mr Spencer stated that he had sent copies of the Orders to the required recipients by post.",
      "id": "s77"
    },
    {
      "text": "17 On 19 April 2006, Ms Ford and Ms Byron received a letter from Mr Spencer enclosing a CD ROM.",
      "id": "s78"
    },
    {
      "text": "The accompanying letter stated: \n \n 'The disk contains a PDF file of the ACCC orders that is password protected.",
      "id": "s79"
    },
    {
      "text": "I have made arrangements for you to obtain a copy of the password upon proof of your identity, from Mr Jarvis.",
      "id": "s80"
    },
    {
      "text": "' \n \n\nNeither Ms Ford nor Ms Byron responded to Mr Spencer's letter and neither attempted to access the material contained on the disk.",
      "id": "s81"
    },
    {
      "text": "18 On 20 April 2006, Deacons advised Mr Spencer and his solicitor by letter that it did not regard the delivery of a document (whether by email or by post) that can only be accessed by use of a password as constituting delivery of that document in compliance with the Orders.",
      "id": "s82"
    },
    {
      "text": "19 Later on 20 April 2006, Ms Ford, Ms Byron and others received an email from Mr Spencer advising them of the password to access the PDF file.",
      "id": "s83"
    },
    {
      "text": "However, neither Ms Ford nor Ms Byron attempted to open the attachments to the earlier emails.",
      "id": "s84"
    },
    {
      "text": "20 An officer of the applicant, Mr James Small, attempted to use the password provided by Mr Spencer to open and print the attachments to Mr Spencer's emails of 6 and 14 April 2006 and the contents of the disk that Ms Ford received from Mr Spencer on 19 April 2006.",
      "id": "s85"
    },
    {
      "text": "Mr Small was able to open and print out the attachments to the 14 April email and the contents of the disk, but he was unable to open the attachments to the 6 April email.",
      "id": "s86"
    },
    {
      "text": "When printed, the last page of the Orders was missing and there was no attached statement of agreed facts.",
      "id": "s87"
    },
    {
      "text": "21 On 21 April 2006 and 28 April 2006 respectively, Ms Ford and Ms Byron received an incomplete copy of the Orders together with a form of disclosure document by registered post.",
      "id": "s88"
    },
    {
      "text": "The Orders were missing the last page and there was no attached statement of agreed facts.",
      "id": "s89"
    },
    {
      "text": "RELEVANT LEGAL PRINCIPLES \n \n22 This Court's jurisdiction to punish contempts arises from s 31 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s90"
    },
    {
      "text": "Section 31(1) confers upon the Court the same power to punish contempts as the High Court possesses.",
      "id": "s91"
    },
    {
      "text": "The section effectively declares that this Court has the contempt powers which are inherent in the judicial power of the Commonwealth: Re Colina; Ex parte Torney [1999] HCA 57 ; (1999) 200 CLR 386 at 395 [16] per Gleeson CJ and Gummow J.",
      "id": "s92"
    },
    {
      "text": "23 The contempt charges in this case were laid in accordance with O 40 r 5 and r 6 of the Federal Court Rules .",
      "id": "s93"
    },
    {
      "text": "Counsel for Mr Spencer, Mr Bailey, argued that service of the Orders on Mr Spencer was irregular having regard to the provisions of O 37 r 2(1).",
      "id": "s94"
    },
    {
      "text": "However, that argument fails to take account of r 2(5).",
      "id": "s95"
    },
    {
      "text": "Sub-rule (5) permits a judgment or order to be enforced against a person by committal for contempt, notwithstanding that service has not been effected in accordance with r 2, where the person has notice of the judgment or order either by being present when the judgment is pronounced or when the order is made, or by being notified of the terms of the judgment or order by telephone, telegram or otherwise.",
      "id": "s96"
    },
    {
      "text": "In this case, Mr Spencer was represented by counsel when the Orders were made by Weinberg J.",
      "id": "s97"
    },
    {
      "text": "He had previously consented to and signed copies of the relevant orders.",
      "id": "s98"
    },
    {
      "text": "And shortly after the Orders were made, he was notified by his solicitor of the terms of the Orders.",
      "id": "s99"
    },
    {
      "text": "There was no failure to comply with O 37.",
      "id": "s100"
    },
    {
      "text": "24 The applicant carries the onus of proof.",
      "id": "s101"
    },
    {
      "text": "The charges must be proved beyond reasonable doubt: see Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 (' Holloway' ) at 534; Australian Competition and Consumer Commission v INFO4PC.com Pty Ltd [2002] FCA 949 ; (2002) 121 FCR 24 (' ACCC v INFO4PC' ) at 27-28 [4].",
      "id": "s102"
    },
    {
      "text": "25 Any contempt of court, including any wilful disobedience of the orders of the Court, is a very serious matter.",
      "id": "s103"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Hughes [2001] FCA 38 (' ACCC v Hughes '), Tamberlin J said at [15]:\n \n 'Ultimately, in the case of mandatory or prohibitory orders made by it, the sanction which the Court has in order to enforce its decisions is the power to punish for contempt.",
      "id": "s104"
    },
    {
      "text": "This is the way in which the Court preserves respect for its role and the rule of law.",
      "id": "s105"
    },
    {
      "text": "Without the enforcement of court orders the whole process of adjudication becomes a hollow exercise.",
      "id": "s106"
    },
    {
      "text": "If a losing party can defy the orders of the Court then such disobedience renders futile, in the perception of the community, the remedy secured by the successful party.",
      "id": "s107"
    },
    {
      "text": "Orders are not made simply to suggest or advise persons that they ought to keep to the law as proclaimed but to ensure that the law is carried out as determined by the decision pursuant to which the order is made.",
      "id": "s108"
    },
    {
      "text": "Defiance of court orders diminishes the authority of courts and removes the incentive of parties, if such conduct is left unpunished, to comply with the requirements of the courts.",
      "id": "s109"
    },
    {
      "text": "' \n \n\nCourts have repeatedly made statements to similar effect: see Australian Competition and Consumer Commission v Globex Systems Pty Ltd (2005) 27 ATPR 42-069 (' ACCC v Globex' ) at 43,102 [54]; and Deputy Commissioner of Taxation (Cth) v Hickey and Horne (1999) 42 ATR 229 (' Hickey' ) at 243 [35].",
      "id": "s110"
    },
    {
      "text": "26 It is not necessary to prove any subjective intent to disobey an order of the Court: ACCC v INFO4PC at 28 [10]; ACCC v Hughes at [20].",
      "id": "s111"
    },
    {
      "text": "A deliberate commission or omission in breach of an injunctive order constitutes wilful disobedience and will amount to a contempt.",
      "id": "s112"
    },
    {
      "text": "Such a contempt is usually classed as a civil contempt.",
      "id": "s113"
    },
    {
      "text": "Depending on the circumstances, a deliberate act in disobedience of an order can amount to a criminal contempt.",
      "id": "s114"
    },
    {
      "text": "A contempt which is the result of an act of defiance, resulting in a deliberate breach of a court order, can be described as contumacious and as criminal in character: see Australasian Meat Industry Employees' Union v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 (' Mudginberri' ) at 108; Holloway at 530.",
      "id": "s115"
    },
    {
      "text": "27 In Mudginberri, the High Court said at 113: \n \n 'It follows that a deliberate commission or omission which is in breach of an injunctive order or an undertaking will constitute such wilful disobedience unless it be casual, accidental or unintentional.",
      "id": "s116"
    },
    {
      "text": "' \n \n\nIn Advan Investments Pty Ltd v Dean Gleeson Motor Sales Pty Ltd [2003] VSC 201 (' Advan' ) at [45], Gillard J said that it is not a defence to a contempt proceeding to show that the disobedience came about by some casual or accidental or unintentional act; put another way, it is no part of the prosecution's proof to establish that the act or omission which breached the order was something that was not casual or accidental and was intentional.",
      "id": "s117"
    },
    {
      "text": "Gillard J said that the true meaning of the High Court's observation in Mudginberri is that if the evidence revealed that the breach was casual or accidental and unintentional, that would be relevant to whether or not the court should exercise its contempt jurisdiction.",
      "id": "s118"
    },
    {
      "text": "If the court is of the view that the charge of contempt is trivial or minor and lacks substance, or that the alleged contempt was casual or inadvertent and unintentional, even though technically established, the court would have a discretion to decline to exercise its jurisdiction.",
      "id": "s119"
    },
    {
      "text": "This accords with the views expressed by the Court of Appeal in Victoria in Re Perkins; Mesto v Galpin [1998] 4 VR 505 at 512-513.",
      "id": "s120"
    },
    {
      "text": "28 Thus, it will be sufficient to establish a contempt if it is proved beyond reasonable doubt that the person in question was aware of the order and intentionally did an act, or omitted to perform an act, with the result that there was a breach of the order.",
      "id": "s121"
    },
    {
      "text": "An honest belief that a failure to act does not constitute a breach of an injunction is not a defence, but it may be relevant to penalty: see McNair Anderson Associates Pty Ltd v Hinch [1985] VR 309 at 313-314; ACCC v INFO4PC at 28 [10].",
      "id": "s122"
    },
    {
      "text": "NON-PROVISION OF THE ORDERS \n \n29 The Orders came into effect when they were pronounced by Weinberg J on 8 February 2006.",
      "id": "s123"
    },
    {
      "text": "This was not disputed by counsel for Mr Spencer.",
      "id": "s124"
    },
    {
      "text": "On and from 8 February 2006, Mr Spencer knew the terms of the Orders (including their incorporation of the agreed statement of facts), that they had been made on 8 February, and that they required him to provide specified documents to particular people within 14 days of the making of the Orders.",
      "id": "s125"
    },
    {
      "text": "He did nothing to comply with the Orders until after 22 March 2006.",
      "id": "s126"
    },
    {
      "text": "30 Mr Spencer gave evidence that he believed he need only take steps to comply with the Orders after he had been served with a sealed copy of them.",
      "id": "s127"
    },
    {
      "text": "Although I am prepared to accept this evidence, I do so with some hesitation because the evidence demonstrates that, from the outset, Mr Spencer had a grudging attitude towards compliance of the Orders.",
      "id": "s128"
    },
    {
      "text": "31 Mr Spencer and his solicitor did nothing to facilitate the timely service of the Orders.",
      "id": "s129"
    },
    {
      "text": "Between 15 February and 22 February 2006, Mr Jarvis telephoned Mr Spencer's solicitor, Mr St John Heath, several times and left detailed messages for him in an unsuccessful attempt to arrange a mutually convenient time for service of the Orders.",
      "id": "s130"
    },
    {
      "text": "Mr Heath did not return these calls.",
      "id": "s131"
    },
    {
      "text": "The Orders were eventually served on Mr Spencer by a process server on 22 March 2006.",
      "id": "s132"
    },
    {
      "text": "There is no evidence that Mr Spencer discussed or checked his beliefs about the operative date of the Orders with his counsel or solicitor.",
      "id": "s133"
    },
    {
      "text": "32 If the only issue in the case were Mr Spencer's non-compliance between 8 February and 6 April 2006 because of his misapprehension as to the effective date of the Orders, the applicant submitted that it may have taken a different course.",
      "id": "s134"
    },
    {
      "text": "But it submitted that the subsequent acts of non-compliance by Mr Spencer are much more serious and they cannot be described as technical in nature.",
      "id": "s135"
    },
    {
      "text": "I agree.",
      "id": "s136"
    },
    {
      "text": "33 The Orders required Mr Spencer to provide a full and complete copy of the Orders, including the attached statement of agreed facts, and the disclosure statement to particular people.",
      "id": "s137"
    },
    {
      "text": "For the moment, I will focus on the requirement in paragraph 13 of the Orders.",
      "id": "s138"
    },
    {
      "text": "The plain and natural meaning of paragraph 13 of the Orders is that Mr Spencer was to provide a complete copy of the Orders in a form that could be read by the recipients.",
      "id": "s139"
    },
    {
      "text": "The document that Mr Spencer provided, by way of an attachment to his emails and by way of a disk, could not be read by the recipients because of Mr Spencer's deliberate actions in relation to the password.",
      "id": "s140"
    },
    {
      "text": "34 Counsel for Mr Spencer submitted that paragraph 13 speaks of the obligation to 'provide' a copy of the Orders and this could encompass the provision of a copy by email or CD ROM.",
      "id": "s141"
    },
    {
      "text": "While this is so, counsel's submission on this point is misconceived.",
      "id": "s142"
    },
    {
      "text": "The non-compliance alleged against Mr Spencer does not relate to the provision of the document by email or CD ROM rather than by a hard copy.",
      "id": "s143"
    },
    {
      "text": "The provision of a complete copy of the Orders by way of an attachment to an email, provided the attachment can be accessed and read, would have been an appropriate way of complying with the Orders.",
      "id": "s144"
    },
    {
      "text": "However this is not what occurred.",
      "id": "s145"
    },
    {
      "text": "In his 6 April email, Mr Spencer provided documents in a form that was password protected, withheld the password, and notified the recipients of the email that he would only provide the password if they provided him with sensitive personal information, including their current telephone number.",
      "id": "s146"
    },
    {
      "text": "His 14 April email differed only in that it said the password could be obtained from Mr Jarvis, and in its offer of a hard copy by mail.",
      "id": "s147"
    },
    {
      "text": "In his letter of 19 April 2006, which enclosed a password protected CD ROM, he informed the recipients that they could obtain the password from Mr Jarvis on proof of their identity.",
      "id": "s148"
    },
    {
      "text": "It was only on 20 April 2006 that the recipients received an email from Mr Spencer advising them of the password.",
      "id": "s149"
    },
    {
      "text": "35 A person in Mr Spencer's position must strictly observe the terms of a Court order.",
      "id": "s150"
    },
    {
      "text": "It is not necessary for the Court to prescribe the manner in which the required result is to be achieved.",
      "id": "s151"
    },
    {
      "text": "It is sufficient if the Court clearly specifies that the respondent is to carry out a particular course of conduct: see ACCC v INFO4PC at 28 [7].",
      "id": "s152"
    },
    {
      "text": "There was nothing unclear or ambiguous about paragraph 13 of the Orders.",
      "id": "s153"
    },
    {
      "text": "Mr Spencer's obligation was to provide the documents in a form that could be accessed and read by the recipients.",
      "id": "s154"
    },
    {
      "text": "Mr Spencer did not comply with this requirement and his non-compliance was deliberate.",
      "id": "s155"
    },
    {
      "text": "36 It must be borne in mind that the persons to whom Mr Spencer was required to provide the documents were former franchisees of Contact Plus.",
      "id": "s156"
    },
    {
      "text": "Those persons had had a very unhappy experience with Contact Plus and Mr Spencer.",
      "id": "s157"
    },
    {
      "text": "Mr Spencer had threatened to commence legal proceedings against a number of the former franchisees: see Australian Consumer and Competition Commission v Contact Plus Group Pty Ltd (in liq) [2006] FCA 396 at [29] .",
      "id": "s158"
    },
    {
      "text": "The content of the 6 April email shows that Mr Spencer maintained considerable ill-will towards the intended recipients of the email.",
      "id": "s159"
    },
    {
      "text": "It also reveals that he felt aggrieved by the outcome of the proceedings and was antagonistic towards the applicant and the addressees of the email.",
      "id": "s160"
    },
    {
      "text": "37 Paragraph 9 of the Orders provided that the facts set out in the attached statement of agreed facts constitute findings of fact for the purpose of s 83 of the Act.",
      "id": "s161"
    },
    {
      "text": "An obvious purpose of paragraph 13 of the Orders was, therefore, to inform those persons to whom the Orders were to be sent of the findings of fact that had been made against the respondents.",
      "id": "s162"
    },
    {
      "text": "Once informed of the findings of fact, they could take them into account in determining whether any, and if so what, action should be taken by them against the respondents to protect or assert their rights.",
      "id": "s163"
    },
    {
      "text": "The excision of the agreed statement of facts from every copy of the Orders that Mr Spencer provided must be seen in this light.",
      "id": "s164"
    },
    {
      "text": "I find that the excision of the agreed statement of facts was intentional.",
      "id": "s165"
    },
    {
      "text": "38 In the course of cross-examination, Mr Spencer was asked to explain why it would not have been easy for him to send the Orders by email, without being password protected.",
      "id": "s166"
    },
    {
      "text": "His answers were as follows:\n \n 'These people have been very, very difficult to deal with.",
      "id": "s167"
    },
    {
      "text": "Since 2003 I have constantly had this thing on my back.",
      "id": "s168"
    },
    {
      "text": "Constantly.",
      "id": "s169"
    },
    {
      "text": "No let up.",
      "id": "s170"
    },
    {
      "text": "These people have vexatiously sent emails on mass distribution lists.",
      "id": "s171"
    },
    {
      "text": "The copies were submitted in all this paperwork.",
      "id": "s172"
    },
    {
      "text": "They have been vexatious about this whole case right through.",
      "id": "s173"
    },
    {
      "text": "They are --- Ms Ford and Byron are not part of the ACCC action but they have been watching, commenting and even appearing at the back of one of my pre-motion hearings.",
      "id": "s174"
    },
    {
      "text": "They are aware of everything that has been going on and they cannot wait to stick it up me.",
      "id": "s175"
    },
    {
      "text": "Consequently this.",
      "id": "s176"
    },
    {
      "text": "To answer the question is that sending by email is not --- it is like throwing a dart.",
      "id": "s177"
    },
    {
      "text": "Closing your eyes and throwing at a dart board.",
      "id": "s178"
    },
    {
      "text": "Because the email address is alive today does not mean to say it has been redirected.",
      "id": "s179"
    },
    {
      "text": "It was a commercial email address, fordrec.",
      "id": "s180"
    },
    {
      "text": "I have no idea whether in the last two years I have had any contact with this lady whether she has moved, sold her business or whatever.",
      "id": "s181"
    },
    {
      "text": "If her email address was jillford@bigpond my answer to this gentlemen would have been --- I would have been more at ease sending it to a personal email address but not a commercial email address.",
      "id": "s182"
    },
    {
      "text": "MR MOORE: My question could you explain to his Honour why it would not have been easy for you to send a document that was not password protected to the email address of Ms Ford?",
      "id": "s183"
    },
    {
      "text": "--- And my answer was I had no idea whether that email address was still active and I wanted to find out.",
      "id": "s184"
    },
    {
      "text": "' \n \n\n39 Later in Mr Spencer's evidence, I asked him whether, in view of the feelings he had described towards Ms Ford and others, he had taken the view that he wanted to make it difficult for them to access the Orders, including the agreed statement of facts.",
      "id": "s185"
    },
    {
      "text": "His answer was: 'Absolutely not, your Honour, because I knew that they would do exactly what they did and use it against me.",
      "id": "s186"
    },
    {
      "text": "' I reject the denial in the first part of this answer.",
      "id": "s187"
    },
    {
      "text": "40 Having carefully considered all of the evidence, I find that Mr Spencer took a series of steps, deliberately, to render it difficult for the recipients of the emails to access and read the terms of the Orders.",
      "id": "s188"
    },
    {
      "text": "He knew that the email recipients would be most unlikely to provide him with their personal details, including their current telephone number.",
      "id": "s189"
    },
    {
      "text": "He thought it most unlikely that they would take the steps he required to obtain access to the password.",
      "id": "s190"
    },
    {
      "text": "He knew that this would tend to defeat the purpose of the Orders, while allowing him to claim that he had technically complied with them.",
      "id": "s191"
    },
    {
      "text": "I am also satisfied that Mr Spencer deliberately excised the agreed statement of facts from the Orders.",
      "id": "s192"
    },
    {
      "text": "He did so because, as he said in evidence, he did not want the relevant persons to be able to use the agreed statement of facts against him.",
      "id": "s193"
    },
    {
      "text": "41 I reject Mr Spencer's evidence that he attached the password merely because he wanted to find out whether the recipient's email addresses were still live.",
      "id": "s194"
    },
    {
      "text": "The terms of the 6 April email show, as Mr Spencer accepted in evidence, that there was no doubt in his mind that the people to whom he was making those statements were the people to whom he was required to send the Orders.",
      "id": "s195"
    },
    {
      "text": "42 I also reject Mr Spencer's evidence that the only reason why the attachments and the CD ROM were password protected was that his software defaulted so as to set a password.",
      "id": "s196"
    },
    {
      "text": "Mr Spencer said that he did not know at the time how to adjust the security setting.",
      "id": "s197"
    },
    {
      "text": "If the password arose by default, there was no reason for Mr Spencer not to include the password in his first email, or to attach the conditions he did for accessing that password.",
      "id": "s198"
    },
    {
      "text": "The password was a device that Mr Spencer used to deflect the operation of the Orders.",
      "id": "s199"
    },
    {
      "text": "He was motivated by a desire to ensure that the intended recipients of the Orders would not be able to use the documents against him.",
      "id": "s200"
    },
    {
      "text": "43 Initially, counsel for Mr Spencer submitted that, if there be any non-compliance, it was technical and was not done with any intention on the part of Mr Spencer not to comply with the Orders.",
      "id": "s201"
    },
    {
      "text": "I disagree.",
      "id": "s202"
    },
    {
      "text": "I consider Mr Spencer's non-compliance was wilful.",
      "id": "s203"
    },
    {
      "text": "He took deliberate steps to deflect and, to some extent, defeat the intended operation of the Orders, while maintaining a veneer of compliance.",
      "id": "s204"
    },
    {
      "text": "44 Towards the end of his submissions, counsel for Mr Spencer acknowledged that the facts showed that there was 'a sort of grudging compliance' by Mr Spencer.",
      "id": "s205"
    },
    {
      "text": "However, counsel added that at the end of the process Mr Spencer accepted that he had to give hard copies and that is what he did.",
      "id": "s206"
    },
    {
      "text": "In my view, this submission understates the seriousness of Mr Spencer's non-compliance.",
      "id": "s207"
    },
    {
      "text": "It is also incorrect to say that at the end of the process Mr Spencer fully complied with the Orders.",
      "id": "s208"
    },
    {
      "text": "The hard copy documents that he eventually supplied by registered mail were incomplete.",
      "id": "s209"
    },
    {
      "text": "The most significant aspect of this incompleteness was the exclusion of the agreed statement of facts.",
      "id": "s210"
    },
    {
      "text": "THE DISCLOSURE STATEMENT \n \n45 Paragraph 12 of the Orders required Mr Spencer to provide a disclosure document complying with the requirements of cls 6 and 6B(1) of the Franchising Code of Conduct ('the Code') that is contained in the Schedule to the Trade Practices (Industry Codes --- Franchising) Regulations 1998 (Cth).",
      "id": "s211"
    },
    {
      "text": "The Code requires a disclosure document to be provided prior to the making of a franchise agreement and at the end of each year during its term.",
      "id": "s212"
    },
    {
      "text": "The document relates to the business that will be conducted, or is being conducted, under the franchise agreement by the franchisee.",
      "id": "s213"
    },
    {
      "text": "46 Clauses 6 and 6B(1) of the Code provide:\n \n '6.",
      "id": "s214"
    },
    {
      "text": "Franchisor must maintain a disclosure document \n (1) A franchisor must, before entering into a franchise agreement, and within 3 months after the end of each financial year after entering into a franchise agreement, create a document (a \"disclosure document\") for the franchise in accordance with this Division.",
      "id": "s215"
    },
    {
      "text": "(2) A disclosure document: \n (a) must be: \n (i) if the franchised business has an expected annual turnover of $50,000 or more --- in accordance with Annexure 1; or \n (ii) if the franchised business has an expected annual turnover of less than $50,000 --- in accordance with Annexure 1 or 2; and \n (b) may include additional information under the heading \"Other relevant disclosure information\"; and \n (c) must be signed by a director or an executive officer of the franchisor.",
      "id": "s216"
    },
    {
      "text": "... \n \n \n 6B.",
      "id": "s217"
    },
    {
      "text": "Requirement to give disclosure document \n (1) A franchisor must give a current disclosure document to: \n (a) a prospective franchisee; or \n (b) a franchisee proposing to renew or extend a franchise agreement.",
      "id": "s218"
    },
    {
      "text": "' \n \n \n\n47 Clause 6A provides that the purposes of a disclosure document are:\n \n \n \n '(a) to give to a prospective franchisee, or a franchisee proposing to enter into, renew or extend a franchise agreement, information from the franchisor to help the franchisee to make a reasonably informed decision about the franchise; and \n (b) to give a franchisee current information from the franchisor that is material to the running of the franchised business.",
      "id": "s219"
    },
    {
      "text": "' \n \n \n \n \n\nThe Code envisages two different kinds of disclosure document: a longer form document for a business whose expected annual turnover is $50,000 or more, and a shorter form document for smaller businesses.",
      "id": "s220"
    },
    {
      "text": "48 In light of these provisions, the meaning and operation of paragraph 12 of the Orders is somewhat uncertain.",
      "id": "s221"
    },
    {
      "text": "The persons to whom Mr Spencer was required to provide a disclosure document were those persons with whom Contact Plus had entered into a franchise agreement similar in terms to certain specified franchise agreements.",
      "id": "s222"
    },
    {
      "text": "At the time the Orders were made, there were no relevant franchise agreements on foot and no franchise relationships were in prospect.",
      "id": "s223"
    },
    {
      "text": "The former franchisor, Contact Plus, had been placed in liquidation.",
      "id": "s224"
    },
    {
      "text": "Mr Spencer was not in a position to exercise any powers or functions as a director or executive officer of Contact Plus.",
      "id": "s225"
    },
    {
      "text": "49 In his affidavit sworn 17 May 2006, Mr Spencer deposed that it did not occur to him when agreeing to the consent orders at the mediation that he might have difficulty in complying with paragraph 12 of the Orders.",
      "id": "s226"
    },
    {
      "text": "When he began to implement the Orders on and after 6 April 2006, Mr Spencer found the provision of the disclosure statement problematic in that it could not be provided by Contact Plus and, as much of the information he needed for the disclosure statement was now held by the liquidator, he had to negotiate with the liquidator's office as to what could be provided.",
      "id": "s227"
    },
    {
      "text": "50 It is unclear whether paragraph 12 of the Orders is referring to the disclosure statement that ought historically to have been given at some prior date to the persons who entered into a franchise agreement with Contact Plus, or a disclosure statement that is to speak as at the date of the Orders or at a date 14 days after the making of the Orders.",
      "id": "s228"
    },
    {
      "text": "The applicant submits that paragraph 12 contemplates a disclosure statement that speaks as of the date the Orders were made.",
      "id": "s229"
    },
    {
      "text": "It argues that the disclosure statement must be framed by reference to knowledge possessed by Contact Plus and Mr Spencer as of 8 February 2006.",
      "id": "s230"
    },
    {
      "text": "In my opinion, there are problems with this construction of paragraph 12.",
      "id": "s231"
    },
    {
      "text": "Those problems are magnified when regard is had to the required content of a disclosure statement: see Annexures 1 and 2 of the Code.",
      "id": "s232"
    },
    {
      "text": "51 Counsel for Mr Spencer submitted that it is a condition of proving civil contempt that the terms of the relevant order are clear, unambiguous and capable of compliance: see Advan at [31].",
      "id": "s233"
    },
    {
      "text": "In his submission, paragraph 12 of the Orders is unclear and ambiguous, and there is real doubt whether it was capable of being complied with by Mr Spencer on or after 8 February 2006.",
      "id": "s234"
    },
    {
      "text": "52 The applicant contended that the relevant form of disclosure document was the longer form in Annexure 1, but it proceeded to analyse Mr Spencer's compliance against the short form document in Annexure 2.",
      "id": "s235"
    },
    {
      "text": "It submitted that the document that Mr Spencer provided by way of a disclosure statement did not, on any view, comply with the requirements of Annexure 2.",
      "id": "s236"
    },
    {
      "text": "In particular, it submitted that it did not comply with Items 1 to 4, 9, 10 and 15 of Annexure 2 of the Code.",
      "id": "s237"
    },
    {
      "text": "In addition, the applicant argued that the previous franchise agreements contained ongoing obligations that survived termination, and it said that these obligations were not properly addressed in the short form disclosure document prepared by Mr Spencer.",
      "id": "s238"
    },
    {
      "text": "The applicant also submitted that Mr Spencer had made no attempt to contact the applicant, or to approach the Court, to clarify the nature and scope of his obligations in respect of the disclosure document: see ACCC v Hughes at [26].",
      "id": "s239"
    },
    {
      "text": "53 To some extent, the applicant acknowledged that there were difficulties with paragraph 12 of the Orders.",
      "id": "s240"
    },
    {
      "text": "Notwithstanding its contention that there are deficiencies in the disclosure document provided by Mr Spencer, it does not press for an order that a further revised disclosure document be provided by Mr Spencer.",
      "id": "s241"
    },
    {
      "text": "54 I am satisfied that there are difficulties with paragraph 12 of the Order.",
      "id": "s242"
    },
    {
      "text": "It is unclear what it requires of Mr Spencer.",
      "id": "s243"
    },
    {
      "text": "Once Mr Spencer appreciated the difficulties he confronted in complying with paragraph 12, the appropriate course for him to take would have been to raise those difficulties with the applicant and with the Court.",
      "id": "s244"
    },
    {
      "text": "But in all the circumstances, I am not prepared to find that Mr Spencer committed a contempt by the way in which he endeavoured to comply with paragraph 12 of the Orders.",
      "id": "s245"
    },
    {
      "text": "PENALTY \n \n55 The Court has a range of remedies available to it to ensure compliance with its Orders, including fines, sequestration of property and imprisonment: Australian Securities and Investments Commission v Matthews (1992) 32 ACSR 404 at 411; ACCC v Hughes at [28]; and Louis Vuitton Malletier SA v Design Elegance Pty Ltd [2006] FCA 83 ; (2006) 67 IPR 611 (' Louis Vuitton ').",
      "id": "s246"
    },
    {
      "text": "Imprisonment is reserved for the most serious criminal contempt cases and is not appropriate here: see Keeley v Mr Justice Brooking [1979] HCA 28 ; (1979) 143 CLR 162 at 179; Gallagher v Durack [1983] HCA 2 ; (1983) 152 CLR 238 at 245; Hickey at 245-246 [38]-[39].",
      "id": "s247"
    },
    {
      "text": "56 The applicant seeks a declaration that Mr Spencer is guilty of contempt by reason of his breach of the Orders and an order that he be fined $10,000 for that contempt.",
      "id": "s248"
    },
    {
      "text": "Ordinarily, the Court's power to impose a fine is exercised where the disobedience of the Court's orders is wilful and not merely casual, accidental or unintentional.",
      "id": "s249"
    },
    {
      "text": "I have found that the contravention of paragraph 13 of the Orders was wilful.",
      "id": "s250"
    },
    {
      "text": "57 As discussed by Merkel J in Louis Vuitton at 616-617 [25], the range of factors to be considered in deciding the appropriate penalty include the following:\n \n (a) the contemnor's personal circumstances;\n (b) the nature and circumstances of the contempt;\n (c) the effect of the contempt on the administration of justice;\n (d) the contemnor's culpability;\n (e) the need to deter the contemnor and others from repeating contempt; and\n (f) any prior conviction for contempt.",
      "id": "s251"
    },
    {
      "text": "I would emphasise that the Court's power in relation to contempt is to be exercised so as to ensure that orders are complied with, and to deter conduct in contravention of its orders.",
      "id": "s252"
    },
    {
      "text": "58 In deciding the amount of any fine, the Court will take into account the contemnor's financial means: Smith v The Queen (1991) 25 NSWLR 1.",
      "id": "s253"
    },
    {
      "text": "The Court may suspend a fine on terms.",
      "id": "s254"
    },
    {
      "text": "In fixing the appropriate penalty, the Court will also take into account whether or not there is genuine contrition and whether or not a full and genuine apology has been given.",
      "id": "s255"
    },
    {
      "text": "59 Having regard to my findings, I consider that the present case warrants a substantial penalty.",
      "id": "s256"
    },
    {
      "text": "There is an element in Mr Spencer's conduct that borders on defiance of the Orders.",
      "id": "s257"
    },
    {
      "text": "He deliberately adopted a series of steps that were designed to deny the benefit of the Court's Orders to the intended recipients of the documents.",
      "id": "s258"
    },
    {
      "text": "In my view, a penalty must be imposed that demonstrates to Mr Spencer, and to others, that the Court's orders cannot be disobeyed with impunity.",
      "id": "s259"
    },
    {
      "text": "60 In his affidavit, Mr Spencer proffered an apology in these terms:\n \n 'If, as a result of my misunderstanding, I have failed to comply in sufficient time with the orders I apologise to the Court.",
      "id": "s260"
    },
    {
      "text": "In all the relevant circumstances I believe I should be excused.",
      "id": "s261"
    },
    {
      "text": "' \n \n\n61 In oral submissions, counsel for Mr Spencer tendered an apology in similarly reserved and conditional terms.",
      "id": "s262"
    },
    {
      "text": "I consider that Mr Spencer has not shown any remorse for the fact that he wilfully disobeyed the Orders.",
      "id": "s263"
    },
    {
      "text": "Indeed, he has not acknowledged that he is in contempt of court.",
      "id": "s264"
    },
    {
      "text": "Through his counsel, Mr Spencer expressed his wish to 'rectify any remaining problems with his compliance with the orders.",
      "id": "s265"
    },
    {
      "text": "' In evidence, Mr Spencer added that he would 'rectify any and all points that the Court... says that I have not complied with in the orders.",
      "id": "s266"
    },
    {
      "text": "' I do not regard Mr Spencer's statement as one that affords any indication of regret, remorse or contrition about his contempt: it is merely an offer to do what Mr Spencer is in any event obliged to do under the Orders: see Australian Prudential Regulation Authority v Simiton (No 3) [2006] FCA 397 at [14] - [15] ; ACCC v INFO4PC at 57-58 [155].",
      "id": "s267"
    },
    {
      "text": "62 I have concluded that the appropriate penalty is to impose a fine of $8,000 on Mr Spencer in respect of the contempt constituted by his wilful breach of paragraph 13 of the Orders.",
      "id": "s268"
    },
    {
      "text": "This penalty is within the range suggested by the authorities: see ACCC v Globex; ACCC v INFO4PC ; and Australian Competition and Consumer Commission v Jayco Pty Ltd [2003] FCA 94.",
      "id": "s269"
    },
    {
      "text": "63 I have taken account of Mr Spencer's personal circumstances.",
      "id": "s270"
    },
    {
      "text": "Mr Spencer said that he is currently unemployed and is not remunerated for the work he does as a director of CPG Recruitment Pty Ltd ('CPGR') or Debtregister Pty Ltd ('Debtregister').",
      "id": "s271"
    },
    {
      "text": "He holds himself out to be the chief executive officer of Debtregister, although he said in evidence that he also fills the roles of marketing manager, software developer or whatever he wanted to call himself.",
      "id": "s272"
    },
    {
      "text": "He said the work he carries out for CPGR includes the preparation of quarterly BAS statements and the pursuit of various debts allegedly owed to CPGR.",
      "id": "s273"
    },
    {
      "text": "He said that the only person earning an income in CPGR is his wife, who is supporting him and his family.",
      "id": "s274"
    },
    {
      "text": "64 In my view, Mr Spencer has not been forthcoming about his personal position and financial circumstances.",
      "id": "s275"
    },
    {
      "text": "There is, on the whole, insufficient evidence to suggest that the resources available to Mr Spencer would be inadequate to meet a fine of $8,000.",
      "id": "s276"
    },
    {
      "text": "Nor do I consider that the imposition of a fine of $8,000 would impose undue hardship upon him.",
      "id": "s277"
    },
    {
      "text": "65 In fixing the penalty at $8,000, I have also taken account of the order I propose to make in relation to costs.",
      "id": "s278"
    },
    {
      "text": "INDEMNITY COSTS \n \n66 The applicant has submitted that Mr Spencer should be ordered to pay its costs of the notice of motion on an indemnity basis.",
      "id": "s279"
    },
    {
      "text": "67 Costs can be awarded on an indemnity basis where it is warranted by the interests of justice.",
      "id": "s280"
    },
    {
      "text": "In many contempt cases, the court has concluded that justice requires that the respondent pay the applicant's costs on an indemnity basis: Degmam Pty Ltd (in liq) v Wright (No 2) [1983] 2 NSWLR 354 at 358; and ACCC v INFO4PC at 58 [160]-[162].",
      "id": "s281"
    },
    {
      "text": "68 The applicant brought these proceedings by notice of motion to ensure compliance with the Orders and consistently with its charter to act in the public interest: ACCC v Globex at 43,105 [84].",
      "id": "s282"
    },
    {
      "text": "The applicant has been forced to take these extra steps to enforce its rights after they have already been adjudicated by the Court.",
      "id": "s283"
    },
    {
      "text": "69 Mr Spencer had a duty strictly to comply with paragraph 13 of the Orders.",
      "id": "s284"
    },
    {
      "text": "He failed to do so and he is still in breach.",
      "id": "s285"
    },
    {
      "text": "He failed to take the necessary steps to comply with the Orders, notwithstanding correspondence from the applicant's solicitors warning that his failure amounted to a contempt.",
      "id": "s286"
    },
    {
      "text": "He was given ample opportunity to comply with the Orders.",
      "id": "s287"
    },
    {
      "text": "70 I consider that it is appropriate in the interests of justice in this case to make an order that Mr Spencer pay the applicant's costs of and incidental to the notice of motion on an indemnity basis.",
      "id": "s288"
    },
    {
      "text": "I do not consider that my finding that the charge of contempt is not made out in respect of paragraph 12 of the Orders warrants me taking a different view as to costs.",
      "id": "s289"
    },
    {
      "text": "OTHER RELIEF \n \n71 I will make a declaration that Mr Spencer is in contempt of paragraph 13 of the Orders.",
      "id": "s290"
    },
    {
      "text": "72 The remaining question is what course should be taken in relation to the further operation of paragraph 12 of the Orders.",
      "id": "s291"
    },
    {
      "text": "While the applicant submitted that paragraph 12 has been breached, it did not press for an order that would have the consequence that Mr Spencer is required to take further steps to comply with paragraph 12 of the Orders.",
      "id": "s292"
    },
    {
      "text": "In the circumstances, I propose to order that paragraph 12 of the Orders be vacated.",
      "id": "s293"
    },
    {
      "text": "I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young J.",
      "id": "s294"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2006\n\n\n\n\n Counsel for the Applicant: JP Moore \n \n Solicitor for the Applicant: Deacons \n \n Counsel for the Second Respondent: D Bailey \n \n Solicitor for the Second Respondent: David Stagg Tonkin &amp; Co \n \n Date of Hearing: 18 May 2006 \n \n Date of Judgment: 6 June 2006 \n\n \n\n \n\n \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/695.html",
      "id": "s295"
    }
  ]
}