{
  "name": "Peter Hillig as Administrator of Worimi Local Aboriginal Land Council v Minister for Lands for New South Wales, State Minister under the Native Title Act 1993 (Cth) [2006] FCA 61 (9 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/61.html",
  "catchphrases": [
    {
      "text": "application to be joined as a party",
      "id": "c0"
    },
    {
      "text": "native title act 1993 (cth) s 84(3)",
      "id": "c1"
    },
    {
      "text": "whether interests of adjoining landowners affected by determination",
      "id": "c2"
    },
    {
      "text": "whether interests indirect, remote or lacking in substance",
      "id": "c3"
    },
    {
      "text": "interest is in possible development of the land after determination made",
      "id": "c4"
    },
    {
      "text": "native title",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 In these proceedings for a native title determination, Warren James Parkinson and Judith Anne Parkinson ('the Parkinsons') seek to be joined pursuant to s 84(3)(b) of the Native Title Act 1993 (Cth) ('the Native Title Act ').",
      "id": "s0"
    },
    {
      "text": "2 The required notice of the non-claimant application has been given under s 66 of the Native Title Act .",
      "id": "s1"
    },
    {
      "text": "The period specified in the notice commenced on 9 March 2005 and expired on 8 June 2005.",
      "id": "s2"
    },
    {
      "text": "On 12 May 2005, within the notification period, the Parkinsons notified the Court in writing that they wanted to become parties to these proceedings.",
      "id": "s3"
    },
    {
      "text": "3 The non-claimant application was filed by Mr Hillig ('the Administrator'), the administrator of Worimi Local Aboriginal Land Council ('the Land Council'), for the purpose of obtaining an approved determination, pursuant to s 13 of the Native Title Act , that no native title exists in relation to the land described as Lot 576 in Deposited Plan 48823 ('the land').",
      "id": "s4"
    },
    {
      "text": "The land is in the local government area of Port Stephens, New South Wales.",
      "id": "s5"
    },
    {
      "text": "There has been no determination to date that native title exists in relation to the land.",
      "id": "s6"
    },
    {
      "text": "4 The Land Council has owned the land in fee simple since 16 March 1998 having made a successful claim pursuant to the provisions of the Aboriginal Land Rights Act 1983 (NSW) ('the NSW Act').",
      "id": "s7"
    },
    {
      "text": "The transfer of the land to the Land Council was conditional on s 36(9) of the NSW Act.",
      "id": "s8"
    },
    {
      "text": "Section 36(9) provides that any transfer to an Aboriginal land council is subject to any native title rights and interests existing in relation to the land.",
      "id": "s9"
    },
    {
      "text": "Sections 40 and 40AA of the NSW Act prevent the Land Council from dealing with land vested in it if the land is subject to native title rights under s 36(9) unless the land is the subject of an approved determination of native title under the Native Title Act .",
      "id": "s10"
    },
    {
      "text": "5 Section 61 of the Native Title Act specifies that applications, including ' native title determination application [s]', may be made to the Federal Court by a person who holds a non-native title interest in relation to the whole of the area in relation to which the determination is sought.",
      "id": "s11"
    },
    {
      "text": "Section 223 defines native title.",
      "id": "s12"
    },
    {
      "text": "6 The Parkinsons appeared in person without legal representation.",
      "id": "s13"
    },
    {
      "text": "They seek to be joined as parties to these proceedings pursuant to s 84(3) of the Native Title Act which provides:\n \n 'Another person is a party to the proceedings if: \n \n \n (a) any of the following applies: \n \n \n \n \n \n (i) the person is covered by paragraph 66(3)(a); \n \n \n \n \n \n \n \n (ii) the person claims to hold native title in relation to land or waters in the area covered by the application; \n \n \n \n \n \n \n \n (iii) the person's interests may be affected by a determination in the proceedings; and \n \n \n \n \n \n \n (b) the person notifies the Federal Court, in writing, within the period specified in the notice under section 66 , that the person wants to be a party to the proceeding.",
      "id": "s14"
    },
    {
      "text": "' \n \n \n \n\n7 The Parkinsons do not claim to hold native title.",
      "id": "s15"
    },
    {
      "text": "They claim an interest that may be affected by a determination on the following bases:\n \n &#8226; The Parkinsons have been owners of property adjoining the land since 1991.",
      "id": "s16"
    },
    {
      "text": "&#8226; Before acquiring the property, the Parkinsons conducted searches with respect to the land.",
      "id": "s17"
    },
    {
      "text": "It was then a dedicated public reserve and this status was affirmed by the New South Wales Department of Land and Water Conservation.",
      "id": "s18"
    },
    {
      "text": "They claim that they relied upon written representations from the Department of Land and Water Conservation, the Department of Urban Affairs and Planning, the Minister for Aboriginal Affairs and on representations in a 1980 New South Wales Government Gazette that the land would remain a reserve.",
      "id": "s19"
    },
    {
      "text": "&#8226; The Parkinsons asserted that it was \"in the public interest\" that they be joined because they had been led astray by the New South Wales government.",
      "id": "s20"
    },
    {
      "text": "&#8226; The Parkinsons fear that any development of the land may ' impinge on our light, air flow, privacy, views and general ambience for which we and others paid ' , may cause air and noise pollution during construction, may detrimentally affect their home's foundations and may result in a substantial decrease in the value of their property.",
      "id": "s21"
    },
    {
      "text": "&#8226; The Parkinsons purport to seek to be parties to the proceedings on behalf of other adjoining owners and nearby residents.",
      "id": "s22"
    },
    {
      "text": "&#8226; A petition has been presented to Port Stephens Council bearing 460 signatures asking the Council to take steps to \"protect\" the land and prevent development.",
      "id": "s23"
    },
    {
      "text": "8 The Parkinsons make no assertion one way or the other as to the existence of native title.",
      "id": "s24"
    },
    {
      "text": "As a party, the Parkinsons would be able to oppose the Administrator's non-claimant application.",
      "id": "s25"
    },
    {
      "text": "It appears that the Parkinsons wish to intervene in these proceedings so as to impede the sale of the land by the Land Council, in the hope that the land would then not be developed.",
      "id": "s26"
    },
    {
      "text": "9 The Administrator opposes the Parkinsons' application for joinder.",
      "id": "s27"
    },
    {
      "text": "On 18 November 2005, I referred the Parkinsons' joinder application to Deputy District Registrar Kavallaris for confidential case management.",
      "id": "s28"
    },
    {
      "text": "Registrar Kavallaris listed the application for hearing on Tuesday 13 December 2005.",
      "id": "s29"
    },
    {
      "text": "10 In order to determine whether the Parkinsons are entitled to be joined in the proceedings, I received an affidavit and written and oral submissions from them and from the Administrator.",
      "id": "s30"
    },
    {
      "text": "The second respondent, the New South Wales Native Title Service Ltd also opposes the joinder of the Parkinsons but made no oral or written submissions.",
      "id": "s31"
    },
    {
      "text": "The first respondent, the Minister for Lands for the State of New South Wales, neither opposes nor supports their joinder and made no submissions.",
      "id": "s32"
    },
    {
      "text": "11 Save for one matter that was not relevant to these proceedings, there was no objection by Mr Wright, who appears for the Administrator, to the matters raised by the Parkinsons in submissions being treated as admissible evidence.",
      "id": "s33"
    },
    {
      "text": "12 Mr Wright submits that the Parkinsons have failed to establish that they possess an \"interest\" in relation to the land within the meaning of s 253 of the Native Title Act and that such failure is fatal to their claim to possess an interest within the meaning of s 84(3)(a)(iii) of the Native Title Act .",
      "id": "s34"
    },
    {
      "text": "Rather than an interest relevant to the determination as to the existence or otherwise of native title in the land, Mr Wright submits that the Parkinsons' interest is an intellectual concern in the possible development of the land by a future purchaser.",
      "id": "s35"
    },
    {
      "text": "He argues that their interest is in the nature of a land and environmental planning issue.",
      "id": "s36"
    },
    {
      "text": "He says that the matters that they raise are not relevant to a determination of the existence or otherwise of native title.",
      "id": "s37"
    },
    {
      "text": "Joinder under the Native Title Act \n \n13 Whether or not the Parkinsons are entitled to be joined in these proceedings depends on whether their ' interests may be affected by a determination in the proceeding '; s 84(3)(a)(ii) of the Native Title Act .",
      "id": "s38"
    },
    {
      "text": "14 Section 84 of the Native Title Act prescribes the parties to a native title determination application.",
      "id": "s39"
    },
    {
      "text": "A person may become a party to proceedings pursuant to sections 84(3) and 84 (5) (but subject to s 84(8)) if the Court is satisfied that his or her interests may be affected by a determination in the proceedings and written notice is given to the Court within the notification period (s 66) that the person wants to become a party to the proceeding.",
      "id": "s40"
    },
    {
      "text": "The latter condition has been established.",
      "id": "s41"
    },
    {
      "text": "15 The Full Court held in Byron Environment Centre Incorporated v Arakwal People (1997) 148 ALR 46 that interests which could entitle a person to become a party to the application under s 84 are not confined to the interests referred to in s 253 of the Native Title Act in relation to land or waters.",
      "id": "s42"
    },
    {
      "text": "Section 253 of the Native Title Act relevantly provides a definition of \"interest\":\n \n 'interest, in relation to land or waters, means: \n \n (a) a legal or equitable estate or interest in the land or waters; or \n \n (b) any other right (including a right under an option and a right of redemption), charge, power or privilege over, or in connection with: \n \n \n \n \n (i) the land or waters; or \n \n \n \n \n (ii) an estate or interest in the land or waters; or \n \n \n \n a restriction on the use of the land or waters, whether or not annexed to other land or waters.",
      "id": "s43"
    },
    {
      "text": "' \n \n \n \n\n16 In Byron Environment, Black CJ considered what was meant by interest for the purposes of s 84(5) at 51-52 as follows: \n \n 'The nature and content of the right to become a party to proceedings for the determination of native title, with the power as a party in effect to veto the process of mediation and conciliation which the Act favours, suggests that the interests with which s 68(2)(a) and the related sections dealing with parties are concerned are interests that are not indirect, remote or lacking substance.",
      "id": "s44"
    },
    {
      "text": "The nature and content of the right also suggests that the interests must be capable of clear definition and, equally importantly, that they are of such a character that may be affected in a demonstrable way by a determination in relation to the application.",
      "id": "s45"
    },
    {
      "text": "There is, however, no reason to conclude from the subject matter, scope and purpose of the Act that the interests need be proprietary or even legal or equitable in nature.",
      "id": "s46"
    },
    {
      "text": "Whilst the interests must be genuine and not indirect, remote or lacking substance, there is no indication that, for example, a person who has a special, well-established non-proprietary connection with land or waters which is of significance to that person is not to be regarded as having interests that may be affected by a determination.",
      "id": "s47"
    },
    {
      "text": "To the contrary, the consensual objects of the Act would seem to be advanced if a person with genuine interests of that nature that might or would be affected did have the rights of involvement in the process of native title determination given by the Act to a person who is a party.",
      "id": "s48"
    },
    {
      "text": "Each case will of course turn on its own facts and whether or not interests will or may be affected will depend upon an assessment of the interaction between the interests asserted by a person who wants to be a party and the nature and extent of the native title rights and interests claimed.",
      "id": "s49"
    },
    {
      "text": "It does not follow, however, that the objects of the Act would be advanced if s68(2)(a) and related provisions concerning parties were interpreted as extending to interests and affectations of an emotional, conscientious, ideological or intellectual kind only.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n17 The following observations of Merkel J in Byron Environment at 84 are similar in effect:\n \n 'In my view, when regard is had to the subject matter, scope and purpose of the relevant provisions of the Act standing as a party under the Act is restricted to persons whose interests : \n \n \n &#8226; may be genuinely, demonstrably and not indirectly affected by a determination of native title \n \n &#8226; are not remote or so insubstantial that it will be mere speculation as to whether and, if so, how they may be actually affected by the determination \n \n &#8226; can be defined with reasonable certainty and is in each case readily ascertainable as a matter of fact and law.",
      "id": "s51"
    },
    {
      "text": "The legislature did not intend that those who have mere, albeit genuine, intellectual, ideological, conscientious or emotional concerns or interests in relation to a claim or the area covered by it, should be regarded as persons \"whose interests may be affected\" for the purposes of s68 or 84 .",
      "id": "s52"
    },
    {
      "text": "' (Emphasis in original)\n \n\n18 The decision of the Full Court in Byron Environment, in particular as to the consequence of the definition of \"interest\" in s 253 for the purposes of s 84 , is not affected or diminished by the subsequent changes in the Native Title Act ( Jack Woodridge on behalf of the Gomilaroi People v Minister for Land &amp; Water Conservation for the State of New South Wales, State Minister under the Native Title Act 1993 (Cth) [2001] FCA 419 ; (2003) 108 FCR 527 per Katz J).",
      "id": "s53"
    },
    {
      "text": "19 In Wilson (on behalf of the Bandjalang People) v Minister for Land and Water Conservation (NSW) [2003] FCA 307 ; (2003) 198 ALR 238, two applications for a determination of native title of adjoining areas of land and water were lodged by the applicant, the Bandjalang people.",
      "id": "s54"
    },
    {
      "text": "Included among the respondents to the second claim were a number of members of the New South Wales Farmers Association, none of whom had any interest in the lands the subject of the first claim but who had interests of various types in parcels of land within the second claim.",
      "id": "s55"
    },
    {
      "text": "The farmers sought to be joined as parties to the first claim or that the claims be consolidated.",
      "id": "s56"
    },
    {
      "text": "Hely J held it would be inconsistent with the scope and purpose of the Native Title Act to allow the joinder of the farmers.",
      "id": "s57"
    },
    {
      "text": "The farmers' interests, being the occupancy rights in relation to the adjoining land, would not have been directly affected by the final determination of the Court in Bandjalang #1 and, at best, there was only a possibility that their interests could have been affected.",
      "id": "s58"
    },
    {
      "text": "20 In Chapman v Minister for Land and Water Conservation for the State of New South Wales [2000] FCA 1114 , Emmett J considered an application for the removal of parties to a native title determination.",
      "id": "s59"
    },
    {
      "text": "Those respondents were owners of land adjoining the claimed area.",
      "id": "s60"
    },
    {
      "text": "The issue was whether ' the right that the owner of such land exercises and the interest that that right represents [were] anything other than the public right of access over or use of part of the Claimed Area .",
      "id": "s61"
    },
    {
      "text": "' His Honour held at [12] that it was not.",
      "id": "s62"
    },
    {
      "text": "This was because the interest of the respondents in the adjoining land was not the subject of any claim or consideration in the proceedings.",
      "id": "s63"
    },
    {
      "text": "Emmett J acknowledged, as a theoretical possibility, that the determination of the claim could have some effect on the value of the respondents' adjoining land by interfering with the public right of access over or use of the claimed area.",
      "id": "s64"
    },
    {
      "text": "However, his Honour ordered that those respondents cease to be parties of the proceedings because his Honour was satisfied that their interest, that the public right of access not be interfered with, would be properly represented in the proceedings by other respondents.",
      "id": "s65"
    },
    {
      "text": "21 The Parkinsons have no legal or equitable interest in the land or any ' charge, power or privilege over or in connection with the land '.",
      "id": "s66"
    },
    {
      "text": "Unlike in Chapman, where the adjoining landowners had an actual or existing interest in the claimed land, which would become subject to any native title upon a native title determination, the Land Council owns the land in fee simple.",
      "id": "s67"
    },
    {
      "text": "The Parkinsons cannot claim a public right of access over or use of the area.",
      "id": "s68"
    },
    {
      "text": "22 The determination of native title in these proceedings does not involve consideration of the interests of the Parkinsons in their property.",
      "id": "s69"
    },
    {
      "text": "The Parkinsons' \"interest\" is in relation to the consequences of a potential use of the land.",
      "id": "s70"
    },
    {
      "text": "23 While there is no evidence before me as to the nature of the intentions of any proposed purchaser of the land, the parties have agreed that I am entitled to draw the inference that the land may be developed if there is a finding that no native title exists over the land.",
      "id": "s71"
    },
    {
      "text": "It may be that a determination in favour of the Administrator allowing for the sale of the land will have some effect on the value of the Parkinsons' property as well as on the value of other properties in the vicinity.",
      "id": "s72"
    },
    {
      "text": "Subsequent development may affect the value of the Parkinsons' property but whether it will increase or decrease the value and to what extent is mere speculation.",
      "id": "s73"
    },
    {
      "text": "24 Section s 84(3)(iii) specifies that the interests of the persons seeking to be joined must be affected in the proceedings .",
      "id": "s74"
    },
    {
      "text": "The Parkinsons have not established that they have any interest in the land which may be affected by the determination of native title.",
      "id": "s75"
    },
    {
      "text": "There are a number of processes available to the Parkinsons if and when an application is lodged to develop the land if they have concerns about its impact on them.",
      "id": "s76"
    },
    {
      "text": "The New South Wales Land and Environment Court is a venue to resolve their concerns.",
      "id": "s77"
    },
    {
      "text": "25 To test whether the Parkinsons' interest may be affected by the native title determination in these proceedings, it is pertinent to consider how their interest in the land might be affected if it were determined that native title did exist in relation to the land.",
      "id": "s78"
    },
    {
      "text": "Subject to local government approvals, the Land Council could, if they chose, develop the land themselves.",
      "id": "s79"
    },
    {
      "text": "The native title claim does not of itself protect the Parkinsons' interest.",
      "id": "s80"
    },
    {
      "text": "26 The Parkinsons purchased their property well before the land was transferred to the Land Council in 1998.",
      "id": "s81"
    },
    {
      "text": "When I raised this matter with them at the hearing, they replied that they would never have bought their property had they known that the land would not remain a public park or if they had known that that it could be subject to a native title claim.",
      "id": "s82"
    },
    {
      "text": "That may have been the case but any remedy for this misapprehension lies outside these proceedings.",
      "id": "s83"
    },
    {
      "text": "27 The right to become a party to proceedings for determination of native title under the Native Title Act is restricted to persons whose interests may be genuinely, demonstrably and not indirectly affected by a determination of native title and which are not remote or so insubstantial that it will be mere speculation as to whether, and if so, how they may be actually affected by the determination ( Byron Environment ).",
      "id": "s84"
    },
    {
      "text": "The Parkinsons have no interest in the land.",
      "id": "s85"
    },
    {
      "text": "Their interest in their property will not be affected by the determination in these proceedings.",
      "id": "s86"
    },
    {
      "text": "Their interest in seeking to prevent development of the land because that may affect their enjoyment of or the value of their property does not satisfy this test.",
      "id": "s87"
    },
    {
      "text": "28 The Parkinsons do not have standing and their application for joinder is dismissed.",
      "id": "s88"
    },
    {
      "text": "Costs \n \n29 The Administrator seeks an order of costs pursuant to s 85A of the Native Title Act .",
      "id": "s89"
    },
    {
      "text": "30 I have a broad discretion as to costs.",
      "id": "s90"
    },
    {
      "text": "It is a discretion that not only must be exercised judicially but also is informed but not governed by s 85A of the Native Title Act .",
      "id": "s91"
    },
    {
      "text": "Section 85A provides:\n \n \n '(1) Unless the Federal Court orders otherwise, each party to a proceeding must bear his or her own costs.",
      "id": "s92"
    },
    {
      "text": "(2) Without limiting the Court's power to make orders under subsection (1), if the Federal Court is satisfied that a party to a proceeding has, by any unreasonable act or omission, caused another party to incur costs in connection with the institution or conduct of the proceeding, the Court may order the first-mentioned party to pay some or all of those costs.",
      "id": "s93"
    },
    {
      "text": "' \n \n \n\n31 The starting point, as Lee J observed in Ward v Western Australia (No 2) [1999] FCA 580 ; (1999) 93 FCR 305 at 312, is that each party bears its own costs, not that costs ordinarily follow the event.",
      "id": "s94"
    },
    {
      "text": "One basis upon which the Court may order a party to bear costs is that the party has engaged in unreasonable conduct as set out in s 85A(2).",
      "id": "s95"
    },
    {
      "text": "However, s 85A(2) provides that, even if the Court is satisfied that an act or omission of a party is unreasonable, the power in s 85A(2) is not limited.",
      "id": "s96"
    },
    {
      "text": "32 Mr Wright submits that the Parkinsons have been given every opportunity to reconsider their position at mediation and at directions hearings but have persisted with their application to the point where it has been necessary to seek a formal determination of their application by the Court.",
      "id": "s97"
    },
    {
      "text": "He submits that the Parkinsons' unreasonable persistence has resulted in four months' delay and considerable expense.",
      "id": "s98"
    },
    {
      "text": "33 I note that the Parkinsons have had no legal assistance.",
      "id": "s99"
    },
    {
      "text": "The Parkinsons gave evidence from the bar table that they were unable to afford counsel (but that they were ineligible for legal aid) and similarly that they would be unable to afford to pay the Administrator's costs should the Court so order.",
      "id": "s100"
    },
    {
      "text": "No issue was taken with the form of the evidence and its content was accepted.",
      "id": "s101"
    },
    {
      "text": "34 As I have indicated, while this application for joinder may have been brought with the best intentions, it is misconceived.",
      "id": "s102"
    },
    {
      "text": "However, I am satisfied, that the Parkinsons' application did not amount to an abuse of process, nor can it be said to have served little practical purpose ( Davidson v Fesl (No 2) [2005] FCAFC 274).",
      "id": "s103"
    },
    {
      "text": "The Parkinsons have stated that at no time were they conscious of the fact that they would not be successful in their application.",
      "id": "s104"
    },
    {
      "text": "I am of the view that the Parkinsons acted in good faith in bringing this application.",
      "id": "s105"
    },
    {
      "text": "The legal principles involved are by no means simple and I do not think that the Parkinsons' action should be categorised as \"unreasonable\".",
      "id": "s106"
    },
    {
      "text": "35 In all the circumstances therefore, I make order that each party is to bear his, its and their own costs.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: 9 February 2006\n\n\n Counsel for the Applicant: M Wright \n \n Solicitor for the Applicant: W Mangioni \n \n Solicitor for the First Respondent: D Stewart \n \n Solicitor for the Second Respondent: D Barnes \n \n Date of Hearing: 13 December 2005 \n \n Date of Judgment: 9 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/61.html",
      "id": "s109"
    }
  ]
}