{
  "name": "Seymour v Migration Agents Registration Authority [2006] FCA 649 (31 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/649.html",
  "catchphrases": [
    {
      "text": "application for review of a decision of the administrative appeals tribunal (\"aat\")",
      "id": "c0"
    },
    {
      "text": "aat decision to refuse application for stay of decision of migration agents registration authority to refuse migration registration application",
      "id": "c1"
    },
    {
      "text": "effect of s 300(7) of migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "whether stay would be effective",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 This is an application for review of a decision of the Administrative Appeals Tribunal (\"AAT\"), dated 27 April 2006.",
      "id": "s0"
    },
    {
      "text": "The application is made under s 13 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (\" ADJR Act \") and s 39B of the Judiciary Act 1903 (Cth) (\" Judiciary Act \").",
      "id": "s1"
    },
    {
      "text": "2 The AAT refused to grant a stay under s 41(2) of the Administrative Appeals Tribunal Act 1975 (Cth) (\" AAT Act \") against the operation of a decision of the first respondent, the Migration Agents Registration Authority (\"the MARA\") made on 20 February 2006.",
      "id": "s2"
    },
    {
      "text": "On that date the MARA refused an application made by the applicant for registration as a migration agent for the 12 month period from 24 May 2005 to 23 May 2006.",
      "id": "s3"
    },
    {
      "text": "3 The Migration Act 1958 (Cth) (\"the Act \"), both in its previous form, and in the terms as amended by the Migration Legislation Amendment (Migration Agents Integrity Measures) Act 2004 (Cth) (\"the Amending Act \"), provided for migration agents to be registered and that the registration lasts for a period of 12 months after registration.",
      "id": "s4"
    },
    {
      "text": "Application for registration must then be made annually.",
      "id": "s5"
    },
    {
      "text": "4 Section 300 of the Act provides for automatic continuation of a registered migration agent's registration in certain circumstances.",
      "id": "s6"
    },
    {
      "text": "The provisions for automatic continuation were amended by the terms of the new s 300 introduced by the Amending Act .",
      "id": "s7"
    },
    {
      "text": "5 The AAT refused to grant the applicant a stay because it considered that the terms of the new s 300 prevented the AAT from granting a stay order which would be effective.",
      "id": "s8"
    },
    {
      "text": "6 The essential question which arises on this application is the proper construction of \ns 300, as introduced by the Amending Act .",
      "id": "s9"
    },
    {
      "text": "In particular, the application turns upon the construction of s 300(7) which provides that \"for the purposes of this section\", the MARA is taken to have made a decision, even if the decision is later stayed.",
      "id": "s10"
    },
    {
      "text": "The Relevant Legislation \n \n7 Prior to 1 July 2004, s 300 of the Act provided that:-\n \n \"300 Automatic continuation of registration \n \n (1) If: \n \n (a) before the end of the last day (the expiry day) of the period of registration of a registered agent, the agent has made a registration application; and \n \n (b) the agent has paid the registration application fee (if any) in respect of the application; and \n \n (c) the Migration Agents Registration Authority has not decided the application before the end of the expiry day; \n \n the agent's registration is taken to continue until the Authority decides the application.",
      "id": "s11"
    },
    {
      "text": "(2) Application granted if no decision within a certain period \n However, if the Authority has not decided the registration application before the end of the period of 10 months beginning on the day after the expiry day, the application is taken to have been granted at the end of that period.",
      "id": "s12"
    },
    {
      "text": "(3) When registration takes effect \n If the Authority grants the registration application, or the registration application is taken to have been granted under subsection (2), the registration is treated as having taken effect at the end of the expiry day.",
      "id": "s13"
    },
    {
      "text": "\" \n \n8 In Shi v Migration Institute of Australia [2003] FCA 1304 ; (2003) 134 FCR 326 (\" Shi\") , Tamberlin J considered this section.",
      "id": "s14"
    },
    {
      "text": "His Honour described the repeat registration system as a 'continuum' and found that s 300 operated as a deeming provision so that an agent is treated as if s/he were registered and has the same rights as if s/he were registered up to the time of the making of the decision not to renew.",
      "id": "s15"
    },
    {
      "text": "He concluded that a decision by the MARA not to renew has an operation capable of being stayed, pursuant to s 41(2) of the AAT Act .",
      "id": "s16"
    },
    {
      "text": "9 However, on 1 July 2004, amendments contained in the Amending Act came into effect.",
      "id": "s17"
    },
    {
      "text": "By Item 63 in Schedule 1 of the Amending Act , s 300 was repealed and substituted with the following:\n \n \"300 Automatic continuation of registration \n \n When agent's registration is automatically continued \n\n (1) Subsection (4) applies to continue a registered migration agent's registration beyond the last day (the expiry day) of the agent's registration if, before the end of the expiry day: \n \n (a) the agent made a registration application; and \n \n (b) the agent paid the registration application fee (if any) in respect of the application; and \n \n (c) the Migration Agents Registration Authority had not decided the application.",
      "id": "s18"
    },
    {
      "text": "Exception--suspension \n\n (2) However, subsection (4) does not apply to continue the agent's registration if, before the end of the expiry day, the Authority made a decision to suspend the agent's registration, unless: \n \n (a) the suspension had been completed before the end of the expiry day; or \n \n (b) there was a decision (other than a stay order) of the Administrative Appeals Tribunal or a court in force, immediately before the end of the expiry day, to the effect that the agent's registration is not suspended or cancelled.",
      "id": "s19"
    },
    {
      "text": "Exception--cancellation \n\n (3) Subsection (4) also does not apply to continue the agent's registration if, before the end of the expiry day, the Authority made a decision to cancel the agent's registration, unless: \n \n (a) there was a decision (other than a stay order) of the Administrative Appeals Tribunal or a court in force, immediately before the end of the expiry day, to the effect that the agent's registration is not suspended or cancelled; or \n \n (b) there was a decision of the Administrative Appeals Tribunal or a court in force to the effect that the agent's registration is suspended, and the suspension had been completed before the end of the expiry day.",
      "id": "s20"
    },
    {
      "text": "Period of continuation of registration \n\n (4) The agent's registration is taken to continue after the expiry day until the earliest of the following: \n \n (a) the Authority decides the application; \n \n (b) the Authority decides to suspend the agent's registration; \n \n (c) the Authority decides to cancel the agent's registration; \n \n (d) the end of the period of 10 months beginning on the day after the expiry day.",
      "id": "s21"
    },
    {
      "text": "Application granted if no decision within a certain period \n\n (5) If, before the end of the period of 10 months beginning on the day after the expiry day, the Authority has not: \n \n (a) decided the registration application; and \n \n (b) decided to suspend the agent's registration; and \n \n (c) decided to cancel the agent's registration; \n \n then the application is taken to have been granted at the end of that period.",
      "id": "s22"
    },
    {
      "text": "When registration takes effect \n\n (6) If the Authority grants the registration application, or the registration application is taken to have been granted under subsection (5), the registration is treated as having taken effect at the end of the expiry day.",
      "id": "s23"
    },
    {
      "text": "When Authority makes decision \n \n (7) For the purposes of this section, the Authority is taken to have made a decision even if the decision is later stayed.",
      "id": "s24"
    },
    {
      "text": "\" \n Background \n \n10 The applicant was first registered as a migration agent on 15 April 1994.",
      "id": "s25"
    },
    {
      "text": "For reasons which are not clear, the applicant's registration came to expire on 23 May each year.",
      "id": "s26"
    },
    {
      "text": "11 In May 2004, the applicant applied for registration for the year from 24 May 2004 to 23 May 2005.",
      "id": "s27"
    },
    {
      "text": "The application was refused by the MARA in February 2005 but the AAT subsequently granted a stay of the decision under the terms of the Act as in force prior to the Amending Act .",
      "id": "s28"
    },
    {
      "text": "The MARA's decision was affirmed by the AAT in January 2006.",
      "id": "s29"
    },
    {
      "text": "Judicial review of that decision has been sought from another judge of the Court.",
      "id": "s30"
    },
    {
      "text": "That matter is quite separate from the present proceedings.",
      "id": "s31"
    },
    {
      "text": "12 On 5 May 2005, the applicant lodged his application for registration for 24 May 2005 to 23 May 2006.",
      "id": "s32"
    },
    {
      "text": "The parties agree that the amended s 300 was in force at the time of the application, by virtue of the transitional provisions in Item 179A in Schedule 1 to the Amending Act .",
      "id": "s33"
    },
    {
      "text": "13 On 20 February 2006, the MARA rejected the application for the period 24 May 2005 to 23 May 2006.",
      "id": "s34"
    },
    {
      "text": "The Decision of the AAT \n \n14 The applicant sought a stay of the decision of the MARA in the AAT, arguing that a stay would have the effect of prolonging registration under s 300 of the Act .",
      "id": "s35"
    },
    {
      "text": "15 The learned Deputy President referred to the decision of Tamberlin J in Shi .",
      "id": "s36"
    },
    {
      "text": "However, he observed that Shi was decided on the Act as it stood before the Amending Act .",
      "id": "s37"
    },
    {
      "text": "The question for the Deputy President was therefore whether there was power to grant a stay under the new s 300 introduced by the Amending Act .",
      "id": "s38"
    },
    {
      "text": "16 The AAT referred to the amendments to s 300 and the supplementary explanatory memorandum to the Amending Act .",
      "id": "s39"
    },
    {
      "text": "It noted that the effect of s 300(4)(a) was that the Applicant's registration as a migration agent ceased on 20 February 2006 when the MARA made its decision.",
      "id": "s40"
    },
    {
      "text": "17 The AAT then considered s 300(7), stating at [17](d)] that:-\n \n \"The clear import of section 300(7) is that a decision once made (and the term decision must include a decision under subsection 4(a)) stands notwithstanding that it might be the subject of a stay order.",
      "id": "s41"
    },
    {
      "text": "\" \n \n\n18 The AAT concluded at [21] that:-\n \n \"To grant a stay order in these circumstances would be entirely without purpose, and simply because it would not be effective.",
      "id": "s42"
    },
    {
      "text": "The registration of the Applicant ceased on 20 February 2006 and without registration he cannot act as a migration agent.",
      "id": "s43"
    },
    {
      "text": "To grant a stay order might have the effect that the public is misled and moreover would expose the Applicant to prosecution under a number of sections of the Act .",
      "id": "s44"
    },
    {
      "text": "I appreciate that the effect of this decision might appear to be harsh; however, the legislation is cast in terms which in my view, prevents me from granting a stay order which is effective.",
      "id": "s45"
    },
    {
      "text": "\" \n The Proper Approach to Statutory Construction \n \n19 The modern approach to statutory construction is to construe the relevant provision in its context so that it is consistent with the language and purpose of all the provisions of the statute; see CIC Insurance Limited v Bankstown Football Club Limited [1997] HCA 2 ; (1997) 187 CLR 384 at 408 (Brennan CJ, Dawson, Toohey and Gummow JJ); Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at [69] (McHugh, Gummow, Kirby and Hayne JJ).",
      "id": "s46"
    },
    {
      "text": "Recourse to extrinsic material, including the legislative history and explanatory material such as a Second Reading Speech is permitted; see Newcastle City Council v GIO General Limited [1997] HCA 53 ; (1997) 191 CLR 85 at 99 (Toohey, Gaudron and Gummow JJ) and at 112 (McHugh J); Isherwood v Butler Pollnow Pty Limited (1986) 6 NSWLR 363 at 387-388 (McHugh JA).",
      "id": "s47"
    },
    {
      "text": "Part 3 of the Act , as amended by the Amending Act \n \n20 Section 300 is located within Part 3 of the Act ; this part deals with the provision of assistance to persons in connection with applications for migration visas.",
      "id": "s48"
    },
    {
      "text": "Persons must be registered as migration agents in order to give, and charge a fee for, migration assistance; see ss 280 and 281 .",
      "id": "s49"
    },
    {
      "text": "Severe penalties are imposed for the breach of these provisions.",
      "id": "s50"
    },
    {
      "text": "21 Division 3 of Part 3 concerns the registration of persons as migration agents.",
      "id": "s51"
    },
    {
      "text": "Central to these provisions are the duties and powers of the MARA to determine applications for registration, cancel or suspend a migration agent's registration, or caution a migration agent; see s 303.",
      "id": "s52"
    },
    {
      "text": "22 The provisions setting out the requirements for registration are highly prescriptive.",
      "id": "s53"
    },
    {
      "text": "When applying for registration, different criteria apply to those who have, in the 12 months prior to making an application, been a registered migration agent, and those who have not; see ss 288(2) and 288A .",
      "id": "s54"
    },
    {
      "text": "The criteria in relation to the latter group is more onerous, and includes completion of a prescribed course, within a prescribed period, and passing a prescribed exam or having prescribed qualifications; see s 289A.",
      "id": "s55"
    },
    {
      "text": "23 In addition, every applicant must satisfy certain character requirements; s 290 provides as follows:-\n \n \"290 Applicant must not be registered if not a person of integrity or not fit and proper \n (1) An applicant must not be registered if the Migration Agents Registration Authority is satisfied that: \n (a) the applicant is not a fit and proper person to give immigration assistance; or \n (b) the applicant is not a person of integrity; or \n (c) the applicant is related by employment to an individual who is not a person of integrity and the applicant should not be registered because of that relationship.",
      "id": "s56"
    },
    {
      "text": "(2) In considering whether it is satisfied that the applicant is not fit and proper or not a person of integrity, the Migration Agents Registration Authority must take into account: \n (a) the extent of the applicant's knowledge of migration procedure; and \n (c) any conviction of the applicant of a criminal offence relevant to the question whether the applicant is not: \n (i) a fit and proper person to give immigration assistance; or \n (ii) a person of integrity; \n (except a conviction that is spent under Part VIIC of the Crimes Act 1914 ); and \n (d) any criminal proceedings that the applicant is the subject of and that the Authority considers relevant to the application; and \n (e) any inquiry or investigation that the applicant is or has been the subject of and that the Authority considers relevant to the application; and \n (f) any disciplinary action that is being taken, or has been taken, against the applicant that the Authority considers relevant to the application; and \n (g) any bankruptcy (present or past) of the applicant; and \n (h) any other matter relevant to the applicant's fitness to give immigration assistance.",
      "id": "s57"
    },
    {
      "text": "(3) In considering whether it is satisfied that an individual to whom the applicant is related by employment is not a person of integrity, the Migration Agents Registration Authority must take into account each of the following matters, so far as the Authority considers it relevant to the question whether the individual is not a person of integrity: \n (a) any conviction of the individual of a criminal offence (except a conviction that is spent under Part VIIC of the Crimes Act 1914); \n (b) any criminal proceedings that the individual is the subject of; \n (c) any inquiry or investigation that the individual is or has been the subject of; \n (d) any disciplinary action that is being taken, or has been taken, against the individual; \n (e) any bankruptcy (present or past) of the individual.",
      "id": "s58"
    },
    {
      "text": "(4) To avoid doubt, this section applies to all applicants (not just first time applicants).",
      "id": "s59"
    },
    {
      "text": "\" \n \n \n\n24 Furthermore, an applicant will not be registered if they have been refused registration as a migration agent within 12 months prior to making the application; see s 291.",
      "id": "s60"
    },
    {
      "text": "25 There are further requirements relating to professional development, professional indemnity insurance, age, citizenship, and residency; see ss 290A, 292B, 293 and 294.",
      "id": "s61"
    },
    {
      "text": "26 As noted earlier, registration lasts for 12 months (see s 299), though this period is subject to a number of other provisions, including s 300, which has been reproduced above.",
      "id": "s62"
    },
    {
      "text": "27 Section 303 gives the MARA power to discipline registered migration agents, and in particular to cancel or suspend an agent's registration or caution that agent if satisfied that:-\n \n \"(d) the agent's application for registration was known by the agent to be false or misleading in a material particular; or \n \n (e) the agent becomes bankrupt; or \n \n (f) the agent is not a person of integrity or is otherwise not a fit and proper person to give immigration assistance; or \n \n (g) an individual related by employment to the agent is not a person of integrity; or \n \n (h) the agent has not complied with the Code of Conduct prescribed under section 314.",
      "id": "s63"
    },
    {
      "text": "\" \n \n\n \n28 Provision is also made in ss 305 and 305A for the publication of disciplinary decisions.",
      "id": "s64"
    },
    {
      "text": "29 An application may be made to the AAT for review of a decision by the MARA: s 306.",
      "id": "s65"
    },
    {
      "text": "Section 306AA states that:-\n \n \"If the Administrative Appeals Tribunal or a court orders a stay of a decision under section 303 to cancel or suspend a registered migration agent's registration, it is taken to be a condition of the order that the prescribed supervisory requirements apply in relation to the agent during the period of the order.",
      "id": "s66"
    },
    {
      "text": "\" \n \n\n30 Division 3 of Part 3 of the Act constitutes a highly regulated system of registration.",
      "id": "s67"
    },
    {
      "text": "It reveals an intention to ensure, so far as possible, that registered migration agents have and maintain sufficient training and good character so that they provide appropriate immigration assistance to visa applicants and persons seeking advice on migration questions.",
      "id": "s68"
    },
    {
      "text": "31 Tamberlin J observed in Shi at [14] that Part 3 of the Act was introduced in 1992 with the purpose of establishing a comprehensive scheme for registration and control of migration agents.",
      "id": "s69"
    },
    {
      "text": "Prior to its introduction, there was no regulation of migration agents.",
      "id": "s70"
    },
    {
      "text": "The emphasis in Division 3, Part 3 on migration agents having sufficient training and good character, and the provisions relating to publication of disciplinary proceedings indicates a concern that the integrity of the visa scheme governed by the Act is maintained.",
      "id": "s71"
    },
    {
      "text": "The Proper Construction of s 300 \n \n32 Section s 300 is to be construed in its context in light of the statutory scheme to which I have referred.",
      "id": "s72"
    },
    {
      "text": "It is to be borne in mind that a registered agent does not have a right to be re-registered.",
      "id": "s73"
    },
    {
      "text": "Applications must be made each year and the criteria for registration must be satisfied on each application.",
      "id": "s74"
    },
    {
      "text": "33 It is true that s 300(1) operates so as to extend the period of registration of a registered migration agent beyond the expiry date of the agent's registration.",
      "id": "s75"
    },
    {
      "text": "The combined effect of ss 300(1) and (4) is that a registered agent's registration is taken to continue after the expiry date, provided that the requirements of s 300(1) (a) to (c) are satisfied.",
      "id": "s76"
    },
    {
      "text": "34 However, s 300(4) makes it plain that the registration is taken to continue only until the earliest of the decisions of the MARA specified in s 300(4) (a) to (c), or the date specified in s 300(4)(d).",
      "id": "s77"
    },
    {
      "text": "35 The effect of s 300(4) is that although the usual period of registration is for 12 months, it may be extended for a period of up to 10 months.",
      "id": "s78"
    },
    {
      "text": "36 But it is plain from s 300(4)(a) that the statutory extension of an agent's registration ceases when the MARA decides the application in respect of the current year.",
      "id": "s79"
    },
    {
      "text": "If the decision is favourable to the agent, he or she is registered for the full 12 month period.",
      "id": "s80"
    },
    {
      "text": "37 However, if the MARA's decision is to refuse registration, then the applicant ceases to be a registered migration agent, so long as that decision is made before the end of the 10 month extension provided for in s 300(4)(d).",
      "id": "s81"
    },
    {
      "text": "38 The same consequence applies if the MARA's decision is to suspend or cancel the agent's registration; see s 300(4)(b) and (c).",
      "id": "s82"
    },
    {
      "text": "39 If the MARA's decision is to refuse registration, an applicant may seek review of the decision of the AAT; see s 306.",
      "id": "s83"
    },
    {
      "text": "An appeal on a question of law lies to the Court from the decision of the AAT; see s 44(1) of the AAT Act .",
      "id": "s84"
    },
    {
      "text": "Alternatively, the decision of the AAT is amenable to judicial review.",
      "id": "s85"
    },
    {
      "text": "40 It is in those circumstances that the effect of s 300(7) falls for consideration.",
      "id": "s86"
    },
    {
      "text": "41 The ordinary meaning of s 300(7) follows from the opening words.",
      "id": "s87"
    },
    {
      "text": "It is plain that the words \"(f)or the purposes of this section\" apply to each type of decision referred to in \ns 300(1) to (6).",
      "id": "s88"
    },
    {
      "text": "42 Thus, upon the proper construction of ss 300(4)(a) and (7), the statutory extension of an agent's registration ceases when the MARA decides to refuse the application for registration, even if that decision is later stayed.",
      "id": "s89"
    },
    {
      "text": "43 This is the ordinary meaning of s 300(4)(a) and s 300(7).",
      "id": "s90"
    },
    {
      "text": "It is consistent with the scheme of Division 3 of Part 3.",
      "id": "s91"
    },
    {
      "text": "It is consistent, in particular, with the central role of the MARA in regulating the scheme.",
      "id": "s92"
    },
    {
      "text": "It achieves the dual aim of the provisions of Division 3 of Part 3 , being the protection of visa applicants and maintaining the integrity of the visa scheme.",
      "id": "s93"
    },
    {
      "text": "44 It may also be thought that this meaning is consistent with the title of the Amending Act , that is to say the Migration Legislation Amendment (Migration Agents Integrity Measures) Act 2004 (Cth).",
      "id": "s94"
    },
    {
      "text": "The Extrinsic Material \n \n45 The relevant extrinsic material gives unqualified support to the view I have expressed as to the proper construction of ss 300(4)(a) and (7).",
      "id": "s95"
    },
    {
      "text": "46 The learned Deputy President set out in full at [14] of the decision of the AAT the content of the relevant paragraphs of the Supplementary Explanatory Memorandum to the Amending Act .",
      "id": "s96"
    },
    {
      "text": "Those paragraphs explain the provisions of s 300 and I do not propose to repeat them.",
      "id": "s97"
    },
    {
      "text": "47 However, I should observe that [30], [31] and [36] of the Supplementary Explanatory Memorandum state in the plainest terms that the statutory extension continues only until the decision of the MARA, or until the other events stated in s 300(4).",
      "id": "s98"
    },
    {
      "text": "48 Moreover, [41] of the Supplementary Explanatory Memorandum states that \ns 300(7) \"makes it clear that for the purposes of s 300, the MARA is taken to have made a decision, even if it is later stayed\".",
      "id": "s99"
    },
    {
      "text": "Reference is made, by way of example, to orders staying the operation of a suspension or cancellation.",
      "id": "s100"
    },
    {
      "text": "49 Although this paragraph of the Supplementary Explanatory Memorandum refers to only two of the three types of decision referred to in s 300(4), these words can only be used as a guide to the meaning of the Act.",
      "id": "s101"
    },
    {
      "text": "They do not replace the statutory language; see Re Bolton; Ex parte Beane [1987] HCA 12 ; (1987) 162 CLR 514 at 518 (Mason CJ, Wilson and Dawson JJ); see also R v Young [1999] NSWCCA 166 ; (1999) 46 NSWLR 681 at [35] (Spigelman CJ).",
      "id": "s102"
    },
    {
      "text": "50 In my opinion it is clear that the Supplementary Explanatory Memorandum referred to a cancellation and suspension only by way of example.",
      "id": "s103"
    },
    {
      "text": "It is clear that the draftsman of the document was pointing to the effect of s 300(7) in relation to all types of decisions contemplated by the section.",
      "id": "s104"
    },
    {
      "text": "51 If further support be needed, it may be found in the Second Reading Speech made by Mr Gary Hargrave, the Minister for Citizenship and Multicultural Affairs.",
      "id": "s105"
    },
    {
      "text": "52 The Minister said, on 24 March 2004, at Hansard p 27110, that the Amending Act , dealt inter alia , with concerns about sanctioned agents no longer being able to practice once their registration year expires.",
      "id": "s106"
    },
    {
      "text": "He said that such an agent will no longer be able to practice after the expiry date by making an application for review and obtaining a stay.",
      "id": "s107"
    },
    {
      "text": "53 These comments, on their face, seem to be directed at agents whose registration is suspended or cancelled but the overall thrust of the speech supports the construction which I have adopted.",
      "id": "s108"
    },
    {
      "text": "The applicant's submissions \n \n54 The essence of the applicant's submission is that the opening words of s 300(7) are limited to decisions of the MARA to suspend or cancel the agent's registration.",
      "id": "s109"
    },
    {
      "text": "55 However, there is simply no warrant for this approach in the plain meaning of \ns 300(4) or the plain words of s 300(7).",
      "id": "s110"
    },
    {
      "text": "The words \"for the purposes of this section\" mean what they say.",
      "id": "s111"
    },
    {
      "text": "There is nothing to suggest that they should be read down in the manner urged by the applicant.",
      "id": "s112"
    },
    {
      "text": "56 The applicant submits that the AAT's decision ignores the power given to the AAT to stay decisions of the MARA pursuant to s 306AA and Regulation 7B of the Migration Agents Regulations 1998 .",
      "id": "s113"
    },
    {
      "text": "57 However, s306AA is not concerned with a stay of a decision refusing an application for registration which was deemed continuing by force of s 300(1) and (4).",
      "id": "s114"
    },
    {
      "text": "Rather, s 306AA deals with orders staying a decision under s 303 to cancel or suspend the registration of an agent who has already been registered for the current year; that is, prior to the cancellation or suspension.",
      "id": "s115"
    },
    {
      "text": "This was illustrated in Tanari v Migration Agents Registration Authority [2005] AATA 419 (\" Tanari \").",
      "id": "s116"
    },
    {
      "text": "58 Section 300 lays down a different regime for deemed registration.",
      "id": "s117"
    },
    {
      "text": "Quite plainly, a migration agent whose application for registration in the current year is granted, is no longer deemed registered; s/he is actually registered.",
      "id": "s118"
    },
    {
      "text": "But the registration is treated as having taken effect at the end of the expiry date; ie from the commencement of the current year; see s 300(6).",
      "id": "s119"
    },
    {
      "text": "59 Section 300(4)(b) and (c) therefore deal with the situation where the MARA decides, during the period of deemed continuation of registration (but before the grant of any application for registration), to suspend or cancel the agent's registration.",
      "id": "s120"
    },
    {
      "text": "The relevant regime is explained by reference to s 300(2) and (3) when read with s 300(4).",
      "id": "s121"
    },
    {
      "text": "60 Section 300(2) and (3) deal with the situation where an application for registration is made before the end of the expiry day and, between the date of the application and the end of the expiry day suspension or cancellation proceedings are brought against the agent.",
      "id": "s122"
    },
    {
      "text": "If, between those dates the MARA makes a decision to suspend or cancel the registration, then s 300(4) does not apply to continue the agent's registration unless the conditions stated in s 300(2)(a) or (b) or s 300(a) or (b) are satisfied.",
      "id": "s123"
    },
    {
      "text": "61 Section 300(4)(b) and (c) must therefore address the situation where suspension or cancellation proceedings are on foot between the date of application and the expiry day but the MARA has not made a decision on those proceedings until after the expiry day.",
      "id": "s124"
    },
    {
      "text": "The effect of ss 300(4)(b) and (c) is that, if the MARA then decides to suspend or cancel the registration, the deemed continuation ceases.",
      "id": "s125"
    },
    {
      "text": "62 Such a decision, as with a decision taken during the deeming period to refuse an application for registration, is not amenable to an effective stay by virtue of the provisions in s 300(7).",
      "id": "s126"
    },
    {
      "text": "63 This approach to the proper construction is supported by the Minister's Second Reading speech to which I referred in [51] --- [52].",
      "id": "s127"
    },
    {
      "text": "64 The applicant submits that the interpretation of s 300(7) which I have adopted produces an \"absurd result\".",
      "id": "s128"
    },
    {
      "text": "Mr Hurley argues that Part 3 creates a scheme where registration is paramount, is to be obtained over short periods, and decisions refusing registration are subject to merits review.",
      "id": "s129"
    },
    {
      "text": "The applicant submits that without the possibility of staying a decision of the MARA, the merits review system is 'useless' unless concluded within one registration year, for otherwise, an agent would not be eligible for re-registration.",
      "id": "s130"
    },
    {
      "text": "65 The applicant also points to the serious consequences of the AAT's decision for the applicant.",
      "id": "s131"
    },
    {
      "text": "The practical effect of the decision is that he can no longer practice as a migration agent and so is deprived of the opportunity to pursue his livelihood, at least until he obtains successful merits review or successfully applies afresh for registration.",
      "id": "s132"
    },
    {
      "text": "66 I do not think these consequences can be described as \"absurd\".",
      "id": "s133"
    },
    {
      "text": "It seems to me that the construction given to s 300(7) by the AAT is consistent with the purpose of the provisions and the clear wording of the section.",
      "id": "s134"
    },
    {
      "text": "Upon a decision to refuse registration, s 300(4)(a) is enlivened and the deeming provision in s 300(1) ceases to have the effect of continuing an agent's registration; section 300(7) evinces a clear legislative intention that even a stay cannot operate to defeat the effect of the decision.",
      "id": "s135"
    },
    {
      "text": "Conclusion and Orders \n \n67 The AAT has made no error of law, and the application must be dismissed with costs.",
      "id": "s136"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s137"
    },
    {
      "text": "Associate:\n\nDate: 31 May 2006\n\n\n Counsel for the Applicant: Mr T Hurley \n \n Counsel for the First Respondent: Mr J Smith \n \n Solicitor for the First Respondent: Phillips Fox \n \n Date of Hearing: 10 May 2006 \n \n Date of Judgment: 31 May 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/649.html",
      "id": "s138"
    }
  ]
}