{
  "name": "SZFIO v Minister for Immigration and Multicultural Affairs [2006] FCA 663 (10 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/663.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from orders made by federal magistrate dismissing applicant's application for review of decision of minister's delegate refusing applicant protection visa",
      "id": "c0"
    },
    {
      "text": "decision of minister's delegate previously affirmed by refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "application for review of decision of tribunal previously dismissed by federal magistrate and judge of federal court.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from orders made by a Federal Magistrate on 6 February 2006.",
      "id": "s0"
    },
    {
      "text": "The application is dated 23 February 2006 and is supported by an affidavit and draft notice of appeal.",
      "id": "s1"
    },
    {
      "text": "The orders made by the Magistrate were as follows:\n \n\n \n \n ' (1) The title of the respondent be changed to the Minister for Immigration and Multicultural Affairs.",
      "id": "s2"
    },
    {
      "text": "(2) The application is dismissed pursuant to rules 13.10(a) and 13.10(c) of the Federal Magistrates Court Rules 2001.",
      "id": "s3"
    },
    {
      "text": "(3) The applicant is to pay the respondent's costs and disbursements of and incidental to the application on an indemnity basis, fixed in the sum of $4000.",
      "id": "s4"
    },
    {
      "text": "(4) No further application by this applicant to review the decision of the delegate made on 8 August 2002 be accepted for filing in this court except by leave.",
      "id": "s5"
    },
    {
      "text": "' \n \n\n\n \n2 The orders were made on an application by notice of motion brought by the Minister for Immigration and Multicultural Affairs.",
      "id": "s6"
    },
    {
      "text": "The Minister sought the dismissal of the proceedings issued in the Federal Magistrates Court of Australia by the applicant and relied on various rules of the Federal Magistrates Court Rules 2001 (Pt 13 r 13.10(a), (b) and (c)).",
      "id": "s7"
    },
    {
      "text": "The proceedings issued by the applicant that were the subject of the Minister's application were an application under the Judiciary Act 1903 (Cth) and the Migration Act 1958 (Cth) seeking the review of the decision of a delegate of the Minister whereby the applicant was refused a protection visa.",
      "id": "s8"
    },
    {
      "text": "The decision of the delegate was made on 8 August 2002.",
      "id": "s9"
    },
    {
      "text": "The matter has a long history which is relevant to the present application and which I summarise as follows:\n \n \n 1.",
      "id": "s10"
    },
    {
      "text": "The applicant is a citizen of Bangladesh who arrived in Australia on 7 October 1999.",
      "id": "s11"
    },
    {
      "text": "On 21 May 2002 he lodged an application for a protection (class XA) visa.",
      "id": "s12"
    },
    {
      "text": "2.",
      "id": "s13"
    },
    {
      "text": "On 8 August 2002 a delegate of the Minister refused the application.",
      "id": "s14"
    },
    {
      "text": "3.",
      "id": "s15"
    },
    {
      "text": "On 5 June 2003 the Refugee Review Tribunal affirmed the delegate's decision.",
      "id": "s16"
    },
    {
      "text": "The decision of the Tribunal was handed down on 23 July 2003.",
      "id": "s17"
    },
    {
      "text": "4.",
      "id": "s18"
    },
    {
      "text": "On 24 December 2004 the applicant issued proceedings in the Federal Magistrates Court seeking a review of the decision.",
      "id": "s19"
    },
    {
      "text": "5.",
      "id": "s20"
    },
    {
      "text": "On 20 April 2005 the respondent brought an application to dismiss the application for review on the ground that it did not disclose a reasonable cause of action.",
      "id": "s21"
    },
    {
      "text": "6.",
      "id": "s22"
    },
    {
      "text": "The Federal Magistrate made an order that the application for review be dismissed or in the alternative is incompetent because it is out of time.",
      "id": "s23"
    },
    {
      "text": "Those orders were made on 9 September 2005.",
      "id": "s24"
    },
    {
      "text": "7.",
      "id": "s25"
    },
    {
      "text": "On 23 September 2005 the applicant applied to this court for leave to appeal.",
      "id": "s26"
    },
    {
      "text": "8.",
      "id": "s27"
    },
    {
      "text": "On 7 October 2005 Bennett J dismissed the application for leave to appeal: SZFIO v Minister for Immigration and Multicultural and Indigenous Affairs &amp; Anor [2005] FCA 1449.",
      "id": "s28"
    },
    {
      "text": "9.",
      "id": "s29"
    },
    {
      "text": "An application for review of the delegate's decision was lodged in the Federal Magistrates Court by the applicant on 26 October 2005.",
      "id": "s30"
    },
    {
      "text": "That is the application which is the subject of the second order made by the Magistrate.",
      "id": "s31"
    },
    {
      "text": "10.",
      "id": "s32"
    },
    {
      "text": "On 1 December 2005 the respondent issued the notice of motion to which I have previously referred to have that proceeding dismissed.",
      "id": "s33"
    },
    {
      "text": "11.",
      "id": "s34"
    },
    {
      "text": "On 6 February 2006 the respondent's application came on for hearing before a Federal Magistrate and he made the orders which I have set out above.",
      "id": "s35"
    },
    {
      "text": "The Magistrate said that the applicant's application challenges the delegate's decision and he said that it was doomed to fail because the decision of the delegate was subsumed in the decision of the Tribunal.",
      "id": "s36"
    },
    {
      "text": "3 I do not think that the applicant's proposed appeal enjoys any prospect of success.",
      "id": "s37"
    },
    {
      "text": "This case is similar to the case which came before Wilcox J in SZDFW v The Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1821.",
      "id": "s38"
    },
    {
      "text": "The Tribunal conducted a full merits review in relation to the decision of the delegate and the applicant was given every opportunity to present his case (see s 415 of the Migration Act 1958 (Cth), Zubair v The Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344).",
      "id": "s39"
    },
    {
      "text": "The Federal Magistrate found that the decision of the Tribunal was in no way affected by jurisdictional error and a judge of this court refused leave to appeal against that decision.",
      "id": "s40"
    },
    {
      "text": "4 The delegate's decision is now of no significance having regard to the fact that it was reviewed by the Tribunal.",
      "id": "s41"
    },
    {
      "text": "The application for leave to appeal is dismissed.",
      "id": "s42"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s43"
    },
    {
      "text": "Associate:\n\nDated: 31 May 2006\n\n Counsel for the Applicant: The applicant appeared in person.",
      "id": "s44"
    },
    {
      "text": "Counsel for the Respondent: Ms E Knight \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 10 May 2006 \n \n Date of Judgment: 10 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/663.html",
      "id": "s45"
    }
  ]
}