{
  "name": "Ogawa v Registrar of the High Court of Australia [2006] FCA 607 (16 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/607.html",
  "catchphrases": [
    {
      "text": "application for judicial review of decision of registrar of high court",
      "id": "c0"
    },
    {
      "text": "order sought would have no utility in the circumstances",
      "id": "c1"
    },
    {
      "text": "application dismissed.",
      "id": "c2"
    },
    {
      "text": "administrative law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the applicant for judicial review of a decision of a Registrar of the High Court of Australia refusing the applicant's tender of Appeal Books in support of two separate applications for special leave to appeal to the High Court.",
      "id": "s0"
    },
    {
      "text": "The applicant is unrepresented.",
      "id": "s1"
    },
    {
      "text": "The respondent has filed a submitting appearance and there is no contradictor.",
      "id": "s2"
    },
    {
      "text": "2 The applicant has not appeared today.",
      "id": "s3"
    },
    {
      "text": "She has been called in the precincts of the Court sitting in Melbourne and the Court sitting in Brisbane.",
      "id": "s4"
    },
    {
      "text": "3 Ms Ogawa sent a letter to my chambers which was received on 15 May 2006.",
      "id": "s5"
    },
    {
      "text": "In that letter she asked that I do two things; first, transfer the proceeding to the Federal Magistrates Court and, secondly, disqualify myself.",
      "id": "s6"
    },
    {
      "text": "She wrote in her letter:\n \n 'Constable Helen Wheatley of the Queensland Police informed me that the Federal Court was complaining against me alleging that the Court had been threatened by me.",
      "id": "s7"
    },
    {
      "text": "I gathered from Constable Wheatley and from the Court brief by the Queensland Police that there was only one judge to whom the alleged threat was directed, and that was His Honour Justice Lander.",
      "id": "s8"
    },
    {
      "text": "Although, I doubt that his Honour can be threatened by the alleged statement that I wanted to throw his Honour out of a window (of a courtroom where there is no window) (through video link from Brisbane,) the serious allegation brought against me demonstrates the conflict of interest between his Honour and myself, or bias, either apprehended or actual of his Honour against me.",
      "id": "s9"
    },
    {
      "text": "In the circumstance, I do not believe that his Honour can hear any proceedings to which I am a party.",
      "id": "s10"
    },
    {
      "text": "As for the matter of VID 31 of 2006, it now reveals that there is only one simple question involved and there is no associated matter in this Court.",
      "id": "s11"
    },
    {
      "text": "The matter is one that can be dealt with appropriately by the Federal Magistrates Court.",
      "id": "s12"
    },
    {
      "text": "Furthermore, the respondent submitted to the jurisdiction of the Court and does not oppose a transfer.",
      "id": "s13"
    },
    {
      "text": "I request his Honour to transfer the proceeding of VID31 of 2006 to the Federal Magistrates Court.",
      "id": "s14"
    },
    {
      "text": "' [VID 31 of 2006 is the matter presently before me.",
      "id": "s15"
    },
    {
      "text": "] \n\n4 Last night I am informed that Ms Ogawa called the chambers of the Chief Justice at approximately 4.45pm.",
      "id": "s16"
    },
    {
      "text": "She inquired of the Chief Justice's staff whether I had received the letter which she had posted to me.",
      "id": "s17"
    },
    {
      "text": "The Chief Justice's staff informed her that my chambers had received the letter.",
      "id": "s18"
    },
    {
      "text": "She was also informed that I would hear her in relation to the matters contained in the letter during the hearing today and I would also hear about any other issues that she wished to raise.",
      "id": "s19"
    },
    {
      "text": "Ms Ogawa told the Chief Justice's staff that she would probably not attend the video conference today as she was finding it difficult to cope with everything.",
      "id": "s20"
    },
    {
      "text": "5 There is no reason, in my opinion, to transfer this matter to the Federal Magistrates Court.",
      "id": "s21"
    },
    {
      "text": "The matter was listed for hearing today.",
      "id": "s22"
    },
    {
      "text": "I am ready to hear the matter and the matter should proceed.",
      "id": "s23"
    },
    {
      "text": "I, therefore, decline as requested to transfer this matter to the Federal Magistrates Court.",
      "id": "s24"
    },
    {
      "text": "There is no reason also, in my opinion, why I should disqualify myself either for actual bias or apprehended bias.",
      "id": "s25"
    },
    {
      "text": "6 The first time that I knew that there had been any threat, if there has been a threat directed to me, was when I read Ms Ogawa's letter on 15 May.",
      "id": "s26"
    },
    {
      "text": "I was not previously aware that the Queensland Police were investigating any threat made to or about me.",
      "id": "s27"
    },
    {
      "text": "It is not appropriate for me to disqualify myself in those circumstances.",
      "id": "s28"
    },
    {
      "text": "I need not disqualify myself because the applicant has brought to my attention the allegation that she has previously made a threat to me.",
      "id": "s29"
    },
    {
      "text": "As Mason J said in Re JRL; ex parte CJL [1986] HCA 39 ; (1986) 161 CLR 342 at 352:\n \n 'Although it is important that justice must be seen to be done, it is equally important that judicial officers discharge their duty to sit and do not, by acceding too readily to suggestions of appearance of bias encourage parties to believe that by seeking the disqualification of a judge, they will have had their case tried by someone thought to be more likely to decide the case in their favour.",
      "id": "s30"
    },
    {
      "text": "' \n\n7 I decline to disqualify myself for bias.",
      "id": "s31"
    },
    {
      "text": "8 The application for judicial review was listed for hearing today.",
      "id": "s32"
    },
    {
      "text": "There has been no appearance of the applicant.",
      "id": "s33"
    },
    {
      "text": "As I have said, there is no contradictor.",
      "id": "s34"
    },
    {
      "text": "Order 32 rule 2(1)(d) of the Federal Court Rules allows the Court to proceed in the absence of a party.",
      "id": "s35"
    },
    {
      "text": "In my opinion, it is appropriate that I proceed in this matter in the absence of the applicant.",
      "id": "s36"
    },
    {
      "text": "My reasons for judgment will show that, in my opinion, this application on any understanding is doomed to fail.",
      "id": "s37"
    },
    {
      "text": "It therefore should be disposed of as soon as possible.",
      "id": "s38"
    },
    {
      "text": "9 On 9 September 2003 the applicant commenced proceedings against the University of Melbourne in the Queensland Registry of the Federal Court of Australia for damages for a contravention by the University of Melbourne of s 52 of the Trade Practices Act 1974 (Cth) (' Trade Practices Act ').",
      "id": "s39"
    },
    {
      "text": "The application was accompanied by a statement of claim.",
      "id": "s40"
    },
    {
      "text": "10 On 19 September 2003 an amended statement of claim was filed pursuant to leave given by Kiefel J.",
      "id": "s41"
    },
    {
      "text": "On 25 November 2003 her Honour ordered that the matter be transferred to the Melbourne Registry.",
      "id": "s42"
    },
    {
      "text": "On 17 December 2003 Weinberg J gave leave for the applicant to file a further amended statement of claim.",
      "id": "s43"
    },
    {
      "text": "On 4 May 2004 Marshall J ordered the proceedings be transferred to the Federal Magistrates Court.",
      "id": "s44"
    },
    {
      "text": "On 11 June 2004 Phipps FM gave leave to file yet a further amended statement of claim.",
      "id": "s45"
    },
    {
      "text": "11 On 27 July 2004 Phipps FM was called upon to consider two matters.",
      "id": "s46"
    },
    {
      "text": "First, an application by the applicant to transfer her proceeding to the Federal Court of Australia from which it had previously been transferred.",
      "id": "s47"
    },
    {
      "text": "Secondly, an application by the University of Melbourne to strike out or have summarily dismissed certain parts of the applicant's statement of claim.",
      "id": "s48"
    },
    {
      "text": "12 On 27 July 2004 Phipps FM published ex tempore reasons for refusing to transfer the proceeding to the Federal Court.",
      "id": "s49"
    },
    {
      "text": "In essence, his Honour refused the applicant's application on the ground that what was sought was to reagitate the matters which had been before Marshall J at the time that Marshall J, on his own motion, had transferred the matter to the Federal Magistrates Court.",
      "id": "s50"
    },
    {
      "text": "13 The Federal Magistrate did not deal with the second application brought by the University of Melbourne on that day.",
      "id": "s51"
    },
    {
      "text": "14 On 2 August 2004 the applicant sought leave of a judge of the Federal Court to appeal to the Federal Court from the order of Phipps FM refusing her application to transfer the proceeding to the Federal Court.",
      "id": "s52"
    },
    {
      "text": "15 On 10 August 2004 North J dismissed the applicant's application for a stay on the ground that the application for leave to appeal was hopeless.",
      "id": "s53"
    },
    {
      "text": "His Honour relied upon s 39(6) of the Federal Magistrates Act 1999 (Cth) (' Federal Magistrates Act ') which provides 'An appeal does not lie from a decision of the Federal Magistrates Court in relation to the transfer of a proceeding under subsection (1)'.",
      "id": "s54"
    },
    {
      "text": "Section 39(1) of the Federal Magistrates Act provides that 'if a proceeding is pending in the Federal Magistrates Court, the Federal Magistrates Court may, by order, transfer the proceeding from the Federal Magistrates Court to the Federal Court or the Family Court'.",
      "id": "s55"
    },
    {
      "text": "His Honour did not dismiss the application on the wider ground that an applicant cannot seek a stay of the applicant's own proceeding.",
      "id": "s56"
    },
    {
      "text": "16 On 23 August 2004 the applicant lodged an application for special leave to appeal to the High Court of Australia from the order of North J.",
      "id": "s57"
    },
    {
      "text": "An amended application seeking special leave was lodged on 27 October 2004.",
      "id": "s58"
    },
    {
      "text": "17 Because North J did not stay the proceeding on 5 August 2004, Phipps FM proceeded to hear the University of Melbourne's application originally listed before him on 27 July 2004 to strike out or to have summarily dismissed certain parts of the applicant's statement of claim.",
      "id": "s59"
    },
    {
      "text": "The Federal Magistrate refused to summarily dismiss any part of the applicant's proceeding but did make an order striking out various paragraphs of the statement of claim.",
      "id": "s60"
    },
    {
      "text": "He gave leave to the applicant to file and serve a third further amended statement of claim within 28 days of that order.",
      "id": "s61"
    },
    {
      "text": "18 On 1 October 2004 three matters came before Kenny J.",
      "id": "s62"
    },
    {
      "text": "First, the applicant's application for leave to appeal from the order of Phipps FM made on 27 July 2004 dismissing the applicant's application to transfer the matter to the Federal Court.",
      "id": "s63"
    },
    {
      "text": "Secondly, a motion brought by the University of Melbourne seeking, amongst other things, an order that the applicant's application for leave to appeal be dismissed as incompetent.",
      "id": "s64"
    },
    {
      "text": "Thirdly, a notice of motion dated 9 September 2004 brought by the applicant seeking leave to appeal from the order made by Phipps FM on 3 September 2004 striking out parts of the applicant's statement of claim.",
      "id": "s65"
    },
    {
      "text": "Of course, the second motion to which I have referred was a mirror image of the first so, in fact, there were two matters of substance before Kenny J.",
      "id": "s66"
    },
    {
      "text": "On that day Kenny J ordered that the application for leave to appeal from the orders made by Phipps FM on 27 July 2004 be dismissed.",
      "id": "s67"
    },
    {
      "text": "Secondly, she dismissed the applicant's second motion for leave to appeal against the order made by Phipps FM on 3 September 2004.",
      "id": "s68"
    },
    {
      "text": "She ordered the applicant to pay the University of Melbourne's costs on a party and party basis.",
      "id": "s69"
    },
    {
      "text": "19 On 11 November 2004 the applicant filed a further application for special leave to appeal to the High Court against Kenny J's refusal to grant leave to appeal to the Federal Court of Australia from the decision of Phipps FM made on 27 July 2004 refusing to transfer the proceeding from the Federal Magistrates Court to the Federal Court.",
      "id": "s70"
    },
    {
      "text": "There are thus two applications for special leave to appeal to the High Court which have not yet been heard; the first from North J, and the second from Kenny J.",
      "id": "s71"
    },
    {
      "text": "On 7 February 2004 the applicant applied in the High Court for an order for expedition of the hearing of her two applications for special leave to appeal but that application was dismissed by Gummow J on 11 February 2005.",
      "id": "s72"
    },
    {
      "text": "20 There may be a further application for special leave to appeal to the High Court.",
      "id": "s73"
    },
    {
      "text": "In his reasons for judgment to which I will refer, Ryan J has said that on 24 November 2004 the applicant applied to the High Court for special leave to appeal from the judgment of Kenny J published on 1 October 2004 relating to her order refusing to grant leave to appeal from the decision of Phipps FM regarding the pleadings in the substantive matter and sought an extension of time in which to make that application.",
      "id": "s74"
    },
    {
      "text": "If there be a third application for special leave that has also not been heard or determined.",
      "id": "s75"
    },
    {
      "text": "This application, however, does not relate to that third application if it exists in the High Court.",
      "id": "s76"
    },
    {
      "text": "In addition to the two or perhaps three applications for special leave to appeal, the applicant has brought numerous applications for the issue of the constitutional writs in the High Court, all of which have been refused.",
      "id": "s77"
    },
    {
      "text": "For the sake of completeness, I outline them.",
      "id": "s78"
    },
    {
      "text": "21 On 23 September 2004 the applicant instituted proceedings in the High Court seeking an order for the issue of the constitutional writs and associated relief.",
      "id": "s79"
    },
    {
      "text": "The respondents to that application were Marshall J, Phipps FM, North J and the University of Melbourne.",
      "id": "s80"
    },
    {
      "text": "The applicant sought orders setting aside the orders transferring the proceeding to the Federal Magistrates Court and the refusal to transfer them back to the Federal Court and the refusal of a stay of the proceeding.",
      "id": "s81"
    },
    {
      "text": "The application was dismissed with costs by Hayne J on 13 October 2004.",
      "id": "s82"
    },
    {
      "text": "22 On 26 October 2004 the applicant commenced proceedings in the High Court seeking an order nisi for the issue of the constitutional writs and associated relief.",
      "id": "s83"
    },
    {
      "text": "On this occasion the respondents were Marshall J, Phipps FM, North J, the University of Melbourne, Registrar Tim Connard and Kenny J.",
      "id": "s84"
    },
    {
      "text": "The applicant sought orders to compel the respondents to provide pro bono legal assistance; to quash the order of Marshall J of 4 May 2004 transferring the matter to the Federal Magistrates Court; to quash the decision of Phipps FM of 3 September 2004 not to retransfer the proceedings to the Federal Court; to quash the orders of North J of 11 August 2004 refusing to stay the proceeding in the Federal Magistrates Court; to quash the orders of Kenny J of 1 October 2004 refusing leave to appeal the decisions of Phipps FM; and to extend time in relation to the application for mandamus.",
      "id": "s85"
    },
    {
      "text": "That application was dismissed with costs by Heydon J on 9 December 2004.",
      "id": "s86"
    },
    {
      "text": "23 On 19 November 2004 the applicant commenced proceedings in the High Court seeking an order nisi for the issue of the constitutional writs and associated relief relating again to the order transferring proceedings to the Federal Magistrates Court and for pro bono representation for the applicant.",
      "id": "s87"
    },
    {
      "text": "The respondents in that matter were Registrar Wood, Kiefel J, Dowsett J, Phipps FM, Kenny J and the University of Melbourne.",
      "id": "s88"
    },
    {
      "text": "24 The applicant sought orders in the nature of mandamus to consider and determine by law the notice of motion filed on 10 August 2004 requiring pro bono counsel be appointed for the applicant; a writ of certiorari to quash the orders of Phipps FM and Kenny J made on 10 August 2004; a writ of prohibition directed to the Magistrate preventing him from further proceeding on orders made after 10 August 2004.",
      "id": "s89"
    },
    {
      "text": "That application was heard with the previous application by Heydon J on 9 December 2004 and was also dismissed by his Honour on that day.",
      "id": "s90"
    },
    {
      "text": "25 On 23 December 2004 the applicant filed an application in the High Court seeking leave to appeal from the judgment of Hayne J to which I have referred and an extension of time within which to make that application.",
      "id": "s91"
    },
    {
      "text": "On 22 June 2005 Gleeson CJ dismissed both applications with costs.",
      "id": "s92"
    },
    {
      "text": "26 In an affidavit filed in the proceeding presently before me, the applicant deposes that on 5 January 2006 she presented to the Queensland District Registry of the Federal Court seven copies of the Appeal Books in relation to the two applications for special leave to appeal to the High Court.",
      "id": "s93"
    },
    {
      "text": "27 She said on the same day she was informed by the Registrar of the High Court that 'she had decided not to file my Appeal Books because of their form'.",
      "id": "s94"
    },
    {
      "text": "The applicant has further deposed that on 31 March 2006 she tendered to the Court one of the seven copies of the Appeal Books.",
      "id": "s95"
    },
    {
      "text": "She said:\n \n 'I see no reason why the Appeal Book should be rejected and believe that they should have been filed.",
      "id": "s96"
    },
    {
      "text": "' \n\n28 In the meantime the principal proceeding which was listed before Phipps FM came on for hearing on 8 August 2005.",
      "id": "s97"
    },
    {
      "text": "The applicant did not appear on that occasion and the respondent requested the Federal Magistrate to proceed with the matter pursuant to r 13.03A(d) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s98"
    },
    {
      "text": "The Federal Magistrate acceded to that request and made an order dismissing the application.",
      "id": "s99"
    },
    {
      "text": "He published ex tempore reasons for his order.",
      "id": "s100"
    },
    {
      "text": "He adjourned the question of costs to 18 August 2005.",
      "id": "s101"
    },
    {
      "text": "On that day he made a further order that the applicant pay the respondent's costs which he fixed at $58.000.",
      "id": "s102"
    },
    {
      "text": "29 Subsequently, the applicant commenced proceedings in the Federal Court of Australia seeking the same relief as had been the subject of the order of Phipps FM.",
      "id": "s103"
    },
    {
      "text": "On 22 August 2005 Ryan J made an order staying those proceedings and a further order requiring that the applicant obtain leave of a judge before filing and serving any application, motion or process against the University of Melbourne including any application or motion to discharge or vary the stay order made that day.",
      "id": "s104"
    },
    {
      "text": "30 On 4 April 2006 Finkelstein J heard a separate application brought by the applicant for judicial review of the decisions of Phipps FM made on 8 August and 18 August 2005.",
      "id": "s105"
    },
    {
      "text": "On that day his Honour made the following orders:\n \n '(1) An order in the nature of a writ of certiorari issued to quash the decisions of the first respondent made on 18 August 2005.",
      "id": "s106"
    },
    {
      "text": "(2) An order in the nature of a writ of prohibition issued prohibiting the second respondent from taking any further step in proceeding number MLG463 of 2004 while it remains in the Federal Magistrates Court.",
      "id": "s107"
    },
    {
      "text": "(3) An order in the nature of a writ of mandamus issued requiring the first respondent to order the proceeding number MLG463 of 2004 be transferred to the Federal Court of Australia.",
      "id": "s108"
    },
    {
      "text": "(4) That the parties bear their own costs of the application.",
      "id": "s109"
    },
    {
      "text": "' \n\n31 His Honour was of the opinion that an error was made when the applicant's original proceeding was transferred to the Federal Magistrates Court.",
      "id": "s110"
    },
    {
      "text": "It is not necessary to examine his Honour's reasons except to say that he concluded that the original order should not have been made because the applicant's claim was said by the applicant to exceed the jurisdictional limit of the Federal Magistrates Court and the Federal Magistrates Court did not have jurisdiction to entertain one aspect of the applicant's application being that part of the application made under s 51AB of the Trade Practices Act .",
      "id": "s111"
    },
    {
      "text": "32 The effect of his Honour's order was to require the Federal Magistrates Court to retransfer the matter to the Federal Court of Australia.",
      "id": "s112"
    },
    {
      "text": "That had been the order sought by the applicant on 27 July 2004 and refused by Phipps FM.",
      "id": "s113"
    },
    {
      "text": "On 21 April 2006 Phipps FM in conformity with his Honour's order made a further order:\n \n '(1) Pursuant to section 39 of the Federal Magistrates Act 1999 this matter be transferred to the Federal Court of Australia.",
      "id": "s114"
    },
    {
      "text": "' \n\n33 The principal proceeding has now been retransferred to this Court.",
      "id": "s115"
    },
    {
      "text": "That matter is listed before me for directions to follow immediately after the hearing of this matter.",
      "id": "s116"
    },
    {
      "text": "It is appropriate to deal with this matter, being the applicant's application for judicial review, before considering what directions ought to be made in the principal proceeding.",
      "id": "s117"
    },
    {
      "text": "34 The application before me is for judicial review of the decision of the Registrar of the High Court to refuse to accept the Appeal Books tendered by the applicant in support of her application for special leave to appeal.",
      "id": "s118"
    },
    {
      "text": "The applicant now has succeeded, albeit in a roundabout way, of obtaining the orders she sought on 27 July 2004.",
      "id": "s119"
    },
    {
      "text": "The proceeding has been transferred to this Court and will now be heard in this Court.",
      "id": "s120"
    },
    {
      "text": "There is therefore no point, of course, in pursuing an application for a stay of the proceeding in the Federal Magistrates Court because the proceeding is no longer in that Court, nor is there any utility in pursuing an application for leave to appeal from the order of Phipps FM refusing to transfer the proceeding to this Court because the proceeding has now been transferred pursuant to an order made by Phipps FM in conformity with the order made by Finkelstein J.",
      "id": "s121"
    },
    {
      "text": "35 In those circumstances, there is no longer any utility in the applications for special leave to appeal to the High Court.",
      "id": "s122"
    },
    {
      "text": "It is inconceivable, having regard to the history set out above and having regard to the orders made by Finkelstein J and Phipps FM, that the High Court would grant the applicant special leave to appeal.",
      "id": "s123"
    },
    {
      "text": "The applicant has achieved the result by those recent orders to which I have just referred that she sought to obtain in her application for special leave to appeal.",
      "id": "s124"
    },
    {
      "text": "Her applications for special leave to appeal to the High Court are now otiose.",
      "id": "s125"
    },
    {
      "text": "36 I therefore do not need to consider whether this application is maintainable under the Judiciary Act 1903 (Cth) or the Administrative Decisions (Judicial Review) Act 1977 (Cth).",
      "id": "s126"
    },
    {
      "text": "The Administrative Decisions (Judicial Review) Act 1977 would apply if the Registrar's decision was a decision of an administrative character of the kind referred to in s 3 of that Act.",
      "id": "s127"
    },
    {
      "text": "However, even if it were, I would not grant the relief sought because there is now no utility in considering whether or not the Registrar was right to refuse the applicant's tender of the Appeal Books.",
      "id": "s128"
    },
    {
      "text": "37 Whether this application is brought under the Judiciary Act 1903 or the Administrative Decisions (Judicial Review) Act 1977 a grant of a remedy is discretionary.",
      "id": "s129"
    },
    {
      "text": "The issue of the constitutional writs is always discretionary: Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 and Re McBain; Ex parte Australian Catholic Bishops Conference and Another [2002] HCA 16 ; (2002) 209 CLR 372.",
      "id": "s130"
    },
    {
      "text": "Any remedy under the Administrative Decisions (Judicial Review) Act 1977 is also discretionary: s 16.",
      "id": "s131"
    },
    {
      "text": "38 It is appropriate, therefore, to dismiss this application for judicial review of the Registrar's decision to accept the tender of the Appeal Books.",
      "id": "s132"
    },
    {
      "text": "The order of the Court will be that the application is dismissed.",
      "id": "s133"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s134"
    },
    {
      "text": "Associate:\n\nDated: 23 May 2006\n\n\n Counsel for the Applicant: The Applicant did not appear \n \n Counsel for the Respondent: The Respondent did not appear \n \n Date of Hearing: 16 May 2006 \n \n Date of Judgment: 16 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/607.html",
      "id": "s135"
    }
  ]
}