{
  "name": "Australian Securities and Investments Commission, Inthe Matter of Richstar Enterprises Pty Ltd (ACN 099 071 968) v Carey (No 4) [2006] FCA 644 (26 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/644.html",
  "catchphrases": [
    {
      "text": "appointment of receivers to property of corporation",
      "id": "c0"
    },
    {
      "text": "pending investigation by australian securities and investments commission",
      "id": "c1"
    },
    {
      "text": "possible contraventions of corporations act 2001 (cth)",
      "id": "c2"
    },
    {
      "text": "possible liability of corporation to third parties",
      "id": "c3"
    },
    {
      "text": "orders necessary and desirable",
      "id": "c4"
    },
    {
      "text": "receivers appointed.",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 20 April 2006 orders were made, on the application of the Australian Securities and Investments Commission (ASIC), appointing receivers to the property of four individuals and four companies associated with the Westpoint Property and Finance Group --- Australian Securities and Investment Commission; In the matter of Richstar Enterprises Pty Ltd v Carey (No 3) [2006] FCA 433.",
      "id": "s0"
    },
    {
      "text": "By an interlocutory application filed in Court on 23 May 2006 in the same proceedings ASIC now applies for the appointment of receivers to a further Westpoint Company, Keypoint Developments Pty Ltd (ACN 115 507 232) (Keypoint).",
      "id": "s1"
    },
    {
      "text": "That company is named as ninth defendant.",
      "id": "s2"
    },
    {
      "text": "2 The ASIC application is brought under s 1323 of the Corporations Act 2001 (Cth).",
      "id": "s3"
    },
    {
      "text": "Counsel for Keypoint indicated that it is not opposed.",
      "id": "s4"
    },
    {
      "text": "3 Most of the affidavit evidence relevant to the appointment of receivers ordered on 20 April 2006 was also relied upon in the present application.",
      "id": "s5"
    },
    {
      "text": "The factual background disclosed by those affidavits is as set out in the earlier judgment and it is unnecessary to repeat it here.",
      "id": "s6"
    },
    {
      "text": "4 In addition to the affidavits relied upon in the earlier application, ASIC relies upon the following: \n \n 1.",
      "id": "s7"
    },
    {
      "text": "The affidavit of Brian Keith McMaster, one of the receivers already appointed to the other defendants --- 4 May 2006.",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "The affidavits of Nicholas Emil Gvozdin, the solicitor for ASIC --- 5 and 18 May 2006.",
      "id": "s10"
    },
    {
      "text": "3.",
      "id": "s11"
    },
    {
      "text": "The affidavit of Rodney James Edgell, an officer of Westpac --- 9 May 2006.",
      "id": "s12"
    },
    {
      "text": "4.",
      "id": "s13"
    },
    {
      "text": "Five affidavits of Cheryl Lorraine Harrison, process server --- 28 April 2006 (x 2) and 1 May 2006 (x 3).",
      "id": "s14"
    },
    {
      "text": "5.",
      "id": "s15"
    },
    {
      "text": "The affidavit of Kevin Mayfield, process server --- 12 April 2006.",
      "id": "s16"
    },
    {
      "text": "5 As appears from the previous reasons for judgment, ASIC determined on 17 February 2006 to conduct an investigation into Keypoint.",
      "id": "s17"
    },
    {
      "text": "6 ASIC relies upon five matters which it submits warrant the appointment of receivers to Keypoint.",
      "id": "s18"
    },
    {
      "text": "They are as follows: \n \n 1.",
      "id": "s19"
    },
    {
      "text": "The assignment to Lanepoint Enterprises Pty Ltd (Lanepoint) by Westpoint Corporation on 10 January 2006 of a debt of $429,105.14 owed to it by Keypoint --- as appears from Mr Zohar's first affidavit.",
      "id": "s20"
    },
    {
      "text": "Alan Carey, a brother of Norman Carey, is the sole director of Lanepoint.",
      "id": "s21"
    },
    {
      "text": "All of its issued capital is owned by Bowesco Pty Ltd (Bowesco).",
      "id": "s22"
    },
    {
      "text": "The effect of the assignment, on ASIC's submission, was to take an amount available to the creditors of Westpoint Corporation and to put it in the hands of another company in the Westpoint Group controlled by Mr Norman Carey's brother.",
      "id": "s23"
    },
    {
      "text": "2.",
      "id": "s24"
    },
    {
      "text": "On 24 and 25 November 2005, payments were made from Westpoint Corporation to Bowesco ($1.15 million), Renaissance Mezzaine Pty Ltd ($1 million) and Richstar Enterprises Pty Ltd ($1.37 million) (Richstar).",
      "id": "s25"
    },
    {
      "text": "The moneys paid to Bowesco were the subject of two 'Round Robin\" transactions referred to in the earlier judgment at [54] to [65].",
      "id": "s26"
    },
    {
      "text": "After completion of the Second Round Robin, $200,000 of the original $1.15 million paid by Westpoint Corporation to Bowesco was used by Keypoint for making payments to a number of its creditors as well as various creditors of Lanepoint and Keyworld Investments Pty Ltd.",
      "id": "s27"
    },
    {
      "text": "The effect of the transactions was that Keypoint used $200,000 which, it is said, properly belonged to Westpoint Corporation for the purpose of satisfying its creditors and the creditors of other companies within the Westpoint Group controlled by Norman Carey and his relatives.",
      "id": "s28"
    },
    {
      "text": "3.",
      "id": "s29"
    },
    {
      "text": "The third transaction relied upon is the electronic transfer on 31 March 2006 of $875,000 from Richstar to Keypoint in breach of ASIC preservation orders made by Siopis J on 30 March 2006.",
      "id": "s30"
    },
    {
      "text": "The evidence is that Mr Norman Carey caused the sum to be electronically transferred but at the time was not a director of either company.",
      "id": "s31"
    },
    {
      "text": "ASIC submits that even accepting Mr Carey's explanation that the transfer was carried out before he was personally served with Siopis J's orders, it is a matter for concern that he did not bring the transaction to the Court's attention.",
      "id": "s32"
    },
    {
      "text": "Moreover when Mr McMaster asked Mr Carey to repay the sum of $875,000 to Richstar he did not agree to do so, but said he wanted to think about it.",
      "id": "s33"
    },
    {
      "text": "ASIC contends that the circumstances surrounding this transaction raise serious concerns about those controlling Keypoint and the use of that corporate vehicle by Mr Carey.",
      "id": "s34"
    },
    {
      "text": "4.",
      "id": "s35"
    },
    {
      "text": "The fourth transaction involves an attempt by Mr Carey to withdraw $600,000 from a Keypoint account which then had a balance of $1.06 million, including the sum of $875,000, and to pay that sum to Gemspark Pty Ltd (Gemspark).",
      "id": "s36"
    },
    {
      "text": "Gemspark's sole director and shareholder is Mr Carey's sister, Karen Sandra Carey-Hazell.",
      "id": "s37"
    },
    {
      "text": "ASIC submits that at the time of this attempted transaction Mr Carey knew that the bulk of the funds held by Keypoint had come from the Richstar payment of $875,000.",
      "id": "s38"
    },
    {
      "text": "ASIC contends that this conduct casts further doubt over Mr Carey's bona fides and his excuse for effecting the transfer of $875,000 to Keypoint.",
      "id": "s39"
    },
    {
      "text": "5.",
      "id": "s40"
    },
    {
      "text": "The affidavit of assets and liabilities served on behalf of Richstar disclose that it had lent the sum of $917,739 to Keypoint on an unsecured basis.",
      "id": "s41"
    },
    {
      "text": "That included the sum of $875,000 paid on 31 March 2006.",
      "id": "s42"
    },
    {
      "text": "In addition to that sum, which has been the subject of a repayment order by the Court, Keypoint also holds $42,739 lent to it by Richstar on an unsecured basis.",
      "id": "s43"
    },
    {
      "text": "ASIC contends that that money properly belongs to Richstar and should be returned to it forthwith.",
      "id": "s44"
    },
    {
      "text": "7 The conduct reflected in the five transactions is said to be consistent with the misuse of corporate vehicles by Mr Norman Carey with the intention of placing assets, which might otherwise be available to aggrieved persons, beyond their reach.",
      "id": "s45"
    },
    {
      "text": "8 I am satisfied that the circumstances disclosed by the affidavits relied upon by ASIC and in particular the five transactions asserted, make it necessary and desirable for the purpose of protecting the interests of creditors of companies in the Westpoint Group and in particular creditors of Westpoint Corporation and Richstar, that a receiver be appointed to the assets of Keypoint in terms similar to the appointment of receivers to the other defendants.",
      "id": "s46"
    },
    {
      "text": "9 I will therefore make an order in terms of the order sought by ASIC save that I will deal with the question of the payment of the receivers of all of the corporate defendants in a separate decision shortly.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s48"
    },
    {
      "text": "Associate:\nDated: 26 May 2006\n\n Counsel for the Plaintiff: Mr S Owen-Conway QC and Mr N Gvozdin Solicitor for the Plaintiff: Australian Government Solicitor \n \n Counsel for the Ninth Defendant: Mr P Clavey Solicitor for the Ninth Defendant: Clavey Legal \nCounsel for the Receivers:\n\nSolicitors for the Receivers: \nMr JA Thomson\n\nCorrs Chambers Westgarth Date of Hearing: 23 May 2006 Date of Judgment: 26 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/644.html",
      "id": "s49"
    }
  ]
}