{
  "name": "Elliott v Minister for Immigration and Multicultural and Indigenous Affairs (with Corrigendum dated 22 March 2006) [2006] FCA 67 (9 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/67.html",
  "catchphrases": [
    {
      "text": "remaining relative visa",
      "id": "c0"
    },
    {
      "text": "tribunal affirmed delegate's decision to refuse",
      "id": "c1"
    },
    {
      "text": "application for review",
      "id": "c2"
    },
    {
      "text": "tribunal accepted effect of full court decision was to negate previous ground of review",
      "id": "c3"
    },
    {
      "text": "tribunal found applicant had not satisfied it he had not had contact with his overseas near relatives within a reasonable period",
      "id": "c4"
    },
    {
      "text": "no failure to ask right question",
      "id": "c5"
    },
    {
      "text": "no misapplication of the requirement of 'contact'",
      "id": "c6"
    },
    {
      "text": "no misapplication of onus of proof",
      "id": "c7"
    },
    {
      "text": "no wrong choice of three years as a reasonable period",
      "id": "c8"
    },
    {
      "text": "no failure to consider merits",
      "id": "c9"
    },
    {
      "text": "no application of policy to preclusion of regulatory provision",
      "id": "c10"
    },
    {
      "text": "no misconstruction of policy",
      "id": "c11"
    },
    {
      "text": "migration",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for review from a decision of the Migration Review Tribunal ('the Tribunal') made on 22 November 2004.",
      "id": "s0"
    },
    {
      "text": "In that decision the Tribunal affirmed the decision of a delegate of the first respondent refusing to grant to the applicant a subclass 853 Remaining Relative visa.",
      "id": "s1"
    },
    {
      "text": "2 The Tribunal is joined as second respondent on the basis it will abide the decision of the Court.",
      "id": "s2"
    },
    {
      "text": "References in these reasons to 'the respondent' are therefore to be understood as referrable to the first respondent.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n3 The applicant is a citizen of the United Kingdom who was born on 26 October 1981.",
      "id": "s4"
    },
    {
      "text": "On 6 September 1998 the applicant entered Australia as the holder of a subclass 976 Visitor visa.",
      "id": "s5"
    },
    {
      "text": "On 7 April 1999 he was granted a subclass 457 visa, valid until 21 October 2001, as a dependent associated with an application and grant of visa to his father, Mr Gary Elliott.",
      "id": "s6"
    },
    {
      "text": "4 The applicant has not left Australia since his arrival on 6 September 1998.",
      "id": "s7"
    },
    {
      "text": "On 19 October 2001 the applicant's father applied for a subclass 856 visa.",
      "id": "s8"
    },
    {
      "text": "The secondary applicants included the applicant's father's spouse, Ms Dianne Gleghorn, their son Thomas and the applicant.",
      "id": "s9"
    },
    {
      "text": "On the same date, the applicant was granted a Bridging A visa valid until 16 October 2002.",
      "id": "s10"
    },
    {
      "text": "On 11 October 2002 the applicant was granted a further Bridging A visa.",
      "id": "s11"
    },
    {
      "text": "5 On 1 September 2002 the applicant's father advised the Department of Immigration and Multicultural and Indigenous Affairs ('the Department') that the applicant could not be classified as a dependent child and the applicant withdrew from his father's application for a subclass 856 visa on 18 September 2002.",
      "id": "s12"
    },
    {
      "text": "6 On 17 October 2002 the applicant applied for an Other Family (Residence) (Class BU) visa seeking a subclass 835 Remaining Relative visa.",
      "id": "s13"
    },
    {
      "text": "In the section of the application form requiring details of the applicant's family members, the applicant included his mother, Cathy Payton, and two half-sisters, Kerry Payton and Nicola Swarbrick.",
      "id": "s14"
    },
    {
      "text": "The applicant gave their country of current residence as England.",
      "id": "s15"
    },
    {
      "text": "7 A delegate of the first respondent made a decision on 17 February 2004 refusing to grant the applicant a subclass 853 Remaining Relative visa.",
      "id": "s16"
    },
    {
      "text": "The delegate concluded that because the applicant usually resided in Australia, he did not satisfy the requirements of subreg 1.15(1)(c)(i) of the Migration Regulations 1994 (Cth) ('the Migration Regulations '), and therefore could not be a remaining relative.",
      "id": "s17"
    },
    {
      "text": "On 10 March 2004 the applicant lodged an application with the Migration Review Tribunal ('the Tribunal') seeking review of the delegate's decision.",
      "id": "s18"
    },
    {
      "text": "8 The Tribunal hearing was held on 30 August 2004 at which the applicant and his father gave oral evidence.",
      "id": "s19"
    },
    {
      "text": "The decision affirming the delegate's decision adverse to the applicant was made on 22 November 2004.",
      "id": "s20"
    },
    {
      "text": "GROUNDS OF REVIEW \n \n9 On 24 December 2004 the applicant lodged an application with the Federal Court of Australia pursuant to s 39B of the Judiciary Act 1903 (Cth) for review of the Tribunal's decision.",
      "id": "s21"
    },
    {
      "text": "The grounds of the application are:\n \n \n '1.",
      "id": "s22"
    },
    {
      "text": "In making or purporting to make the decision the Tribunal acted without or in excess of jurisdiction in that it failed to understand and to apply the definition of remaining relative in Regulation 1.15 of the Migration Regulations 1994 (\"the Regulations \") made applicable by Item 1123B in Schedule 1 to the Regulations and Part 835 of Schedule 2 to the Regulations , and thereby asked itself the wrong question or failed to ask itself the right, or a right, question.",
      "id": "s23"
    },
    {
      "text": "[particulars omitted]\n 2..",
      "id": "s24"
    },
    {
      "text": "If (which is denied) the Tribunal did as part of its decision-making process ask itself the question of whether the Applicant had not had contact with his overseas near relatives within a reasonable period before making his application, and to address that matter, in so doing the Tribunal acted without or in excess of jurisdiction.",
      "id": "s25"
    },
    {
      "text": "[particulars omitted] \n \n\n10 In the particulars to the grounds of the application, the applicant contends that the Tribunal wrongly interpreted subreg 1.15(1)(c)(i) of the Migration Regulations to mean that if he was at the time of application residing in Australia, then ipso facto he could not be a remaining relative .",
      "id": "s26"
    },
    {
      "text": "The particulars further allege that in relation to subreg 1.15(1)(c)(ii) the Tribunal failed to ask itself the right question, wrongly directed itself as to certain matters, and addressed the wrong question.",
      "id": "s27"
    },
    {
      "text": "11 The hearing of the application on 29 June 2005 was adjourned to 19 October 2005 to enable the parties to file further written submissions following the delivery of the decision of the Full Court in relation to the Minister for Immigration and Multicultural and Indigenous Affair's appeal from the decision of Spender J in Minister for Immigration and Multicultural and Indigenous Affairs v Hidalgo [2005] FCA 437 , which was listed for hearing on 22 August 2005.",
      "id": "s28"
    },
    {
      "text": "12 On 22 August 2005 the Full Court heard the Hidalgo appeal and on that same date the Court ordered that the appeal be dismissed: Minister for Immigration and Multicultural and Indigenous Affairs v Hidalgo [2005] FCAFC 192.",
      "id": "s29"
    },
    {
      "text": "The Full Court's reasons for judgment were published on 12 September 2005.",
      "id": "s30"
    },
    {
      "text": "REGULATORY FRAMEWORK \n \n13 Clause 835.212 of Sch 2 of the Migration Regulations in relation to the criteria to be satisfied at the time of application for a subclass 835 Remaining Relative visa provides that:\n \n \n \n '835.212 The applicant is a remaining relative of an Australian relative.",
      "id": "s31"
    },
    {
      "text": "' \n \n \n\n14 The term 'remaining relative' is defined in reg 1.15.",
      "id": "s32"
    },
    {
      "text": "Subregulation 1.15(1) relevantly provides that:\n \n '(1) An applicant for a visa is a remaining relative of another person who is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen if the applicant satisfies the Minister that: \n \n \n \n (a) the other person is a parent, brother, sister, step-parent, step-brother or step-sister of the applicant; and \n (b) the other person is usually resident in Australia; and \n (c) if the applicant or the applicant's spouse (if any) has an overseas near relative: \n \n \n \n (i) the applicant and the applicant's spouse (if any) usually reside in a country, not being Australia, that is different to the country in which that relative resides; and \n (ii) neither the applicant nor the applicant's spouse (if any) have had contact with that relative within a reasonable period before making the application; and \n \n \n \n (d) the applicant and the applicant's spouse (if any) together have not more than 3 overseas near relatives; and \n (e) ...' \n \n \n\n15 The expression 'overseas near relative' in subreg 1.15(1) is in turn defined in subreg 1.15(2) as follows:\n \n 'In this regulation: \n \n \n overseas near relative , in relation to an applicant, means a person who is: \n (a) a parent, brother, sister, step-parent, step-brother or step-sister of the applicant or of the applicant's spouse (if any); or \n (b) ... \n \n \n other than a relative of that kind who: \n \n \n (c) is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen; and \n (d) is usually resident in Australia.",
      "id": "s33"
    },
    {
      "text": "' \n \n\n16 Subregulation 1.15(3) is concerned with the onus of establishing the country of residence of an overseas near relative.",
      "id": "s34"
    },
    {
      "text": "It states that:\n \n 'For the purposes of paragraphs 1(c) and (d), an overseas near relative is taken to reside in his or her last known country of residence unless the applicant satisfies the Minister that the relative resides in another country.",
      "id": "s35"
    },
    {
      "text": "' \n\n17 Regulation 1.15 as presently in force came into effect from 1 November 1999 pursuant to amendments made by the Migration Amendment Regulations 1999 (No.",
      "id": "s36"
    },
    {
      "text": "13) SR No.",
      "id": "s37"
    },
    {
      "text": "259.",
      "id": "s38"
    },
    {
      "text": "Prior to those amendments, subreg 1.15(1) provided that an applicant was a remaining relative if the applicant had a relative of the same kind as is specified in the present subreg 1.15(1)(a) who was usually resident in Australia, unless the applicant was disqualified under subreg (2).",
      "id": "s39"
    },
    {
      "text": "The former subreg 1.15(2)(a) provided that:\n \n '(2) An applicant is disqualified if: \n \n \n \n (a) the applicant or the spouse (if any) of the applicant: \n \n \n \n (i) usually resides in the same country, not being Australia, as an overseas near relative; or \n (ii) has had contact with an overseas near relative during a reasonable period preceding the application; or ...' \n CONSTRUCTION OF SUBREGULATION 1.15(1)(c)(i) \n \n18 In dismissing the Minister's appeal from the decision of Spender J in Hidalgo , the Full Court held that in the event that a visa applicant usually resides in Australia only, the criterion under subreg 1.15(1)(c)(i) of the Migration Regulations simply does not apply because the circumstances to which it is intended to apply do not arise: see French J at [12]-[14] with whom Finn and Hely JJ.",
      "id": "s40"
    },
    {
      "text": "19 As a result of the Full Court's decision in Hidalgo , the respondent concedes that the Tribunal erred in its construction of subreg 1.15(1)(c)(i).",
      "id": "s41"
    },
    {
      "text": "As the Tribunal was satisfied that the applicant was usually resident in Australia at the time of his visa application and at the time of the Tribunal's decision and that his overseas near relatives were usually resident in the United Kingdom at the time of application and at the time of decision (at [43] and [44]), the applicant met the requirements of subreg 1.15(1)(c)(i).",
      "id": "s42"
    },
    {
      "text": "Accordingly, ground 1 of the application is made out.",
      "id": "s43"
    },
    {
      "text": "TRIBUNAL'S REASONS \n \n20 Although the Tribunal favoured a construction of subreg 1.15(1)(c)(i) that has now been held by the Full Court in Hidalgo to be erroneous, the Tribunal went on to consider whether, in the event that its interpretation of subreg 1.15(1)(c)(i) was incorrect and the applicant did satisfy its requirements, he also satisfied the requirements of subreg 1.15(1)(c)(ii).",
      "id": "s44"
    },
    {
      "text": "The Tribunal concluded that the applicant did not satisfy subreg 1.15(1)(c)(ii).",
      "id": "s45"
    },
    {
      "text": "The respondent contends there was no jurisdictional error by the Tribunal in reaching that conclusion.",
      "id": "s46"
    },
    {
      "text": "21 The Tribunal said that in order to satisfy subreg 1.15(1)(c)(ii), the visa applicant must not have had any contact with an overseas near relative within a reasonable period before making the application.",
      "id": "s47"
    },
    {
      "text": "22 The Tribunal stated that in assessing the issue of contact, PAM 3 (the policy statement) provided the following guidelines: \n \n '18.3 Assessing the degree of contact \n \n \n \n In assessing whether the applicant has (or has not had) contact with an ONR [overseas near relative] , officers must have regard to the following (arising from various court rulings).",
      "id": "s48"
    },
    {
      "text": "'Contact' does not mean \"physical contact\" (such as meeting) but rather communication in the sense of a social relationship.",
      "id": "s49"
    },
    {
      "text": "Non-social, unavoidable contact, for example: \n \n \n &#8226; for legal reasons such as the settling of a will, disposing of property or signing documents or \n &#8226; making contact with a relative at [the Department's] request \n &#8226; should not be regarded as 'contact' for the purposes of this regulation.",
      "id": "s50"
    },
    {
      "text": "18.4 'Reasonable period' \n \n \n \n \n \n The bar on contact 'within a reasonable period' means contact throughout the period, rather than single instances of contact (specific to this provision, a reasonable period is, under policy, taken to be three years preceding the application).",
      "id": "s51"
    },
    {
      "text": "18.5 Contact is to be assumed \n \n \n \n \n \n It is policy that, in the absence of evidence to the contrary, contact, if made: \n \n \n &#8226; has been in the context of a social relationship and \n &#8226; has been throughout the period in question.",
      "id": "s52"
    },
    {
      "text": "In other words, it is for the applicant to demonstrate (or otherwise satisfy the decision-maker) that: \n \n \n &#8226; there has been no contact or \n &#8226; if there has been contact, it has not been in the context of a \"social relationship\" \n &#8226; if there has been contact (whether or not in the context of a social relationship), it has been single instances rather than throughout the period in question.",
      "id": "s53"
    },
    {
      "text": "18.6 Interviewing \n \n \n \n \n \n To assess claims against this requirement, officers should interview the applicant/s (and where considered appropriate, the Australian relative) with a view to establishing the nature and degree of contact made with ONR/s [overseas near relatives] .",
      "id": "s54"
    },
    {
      "text": "The following may be useful as a basis for an interview and assessing the genuineness of the applicant's claims: \n \n \n &#8226; the reasons for there being no contact \n &#8226; whether the lack of contact is due to a passive attitude towards family relationships \n &#8226; whether the Australian relative has had contact with the relevant ONR [overseas near relative] with whom the applicant is claiming not to have had contact \n &#8226; the applicant's attitude towards the ONR [overseas near relative] in circumstances of family crisis or family celebration.",
      "id": "s55"
    },
    {
      "text": "' \n\n23 The Tribunal then continued:\n \n \n '60 The visa applicant has claimed that he did not have any contact with either his mother or half-siblings in the United Kingdom within a reasonable period before making his application on 17 October 2002.",
      "id": "s56"
    },
    {
      "text": "He gave evidence that apart from a birthday card in 1998 or 1999 he had not heard from his mother and half-siblings and that he believed it had been 4-5 years since he had last spoken to his mother.",
      "id": "s57"
    },
    {
      "text": "When questioned by the Tribunal why the visa applicant had not had any contact with his mother, given that he had always lived with her until the age of 16 years, he responded that he had not got on well with his mother for a number of years and he believed it was just a matter of time before contact between them would have ceased in any event.",
      "id": "s58"
    },
    {
      "text": "... Mr Elliott [the applicant's father] also told the Tribunal that during the sixteen years the visa applicant had lived with his former spouse, she had been involved in a number of abusive relationships where the visa applicant had been required to step in to stop the physical abuse of his mother by one of his [sic] partners.",
      "id": "s59"
    },
    {
      "text": "However, Mr Elliott stated that the visa applicant's mother had failed to provide him with any ongoing support in the circumstances and therefore it was not surprising that the visa applicant had not maintained contact with his mother.",
      "id": "s60"
    },
    {
      "text": "Mr Elliott also claimed that one of the visa applicant's half-siblings had also left her mother and returned to live with her natural father for the same reason.",
      "id": "s61"
    },
    {
      "text": "' \n \n\n24 The Tribunal next referred to the provisions of items 18.3, 18.4 and 18.5 of the policy noting that the three year period referred to in item 18.4 would in this case mean during the period of approximately 17 October 1999 to 17 October 2002.",
      "id": "s62"
    },
    {
      "text": "The Tribunal continued:\n \n \n '61.",
      "id": "s63"
    },
    {
      "text": "...",
      "id": "s64"
    },
    {
      "text": "The visa applicant has claimed to have had only single instances of contact with his mother and half-siblings in the United Kingdom since 1998 or 1999 in the form of birthday cards.",
      "id": "s65"
    },
    {
      "text": "He claims not to have had any social contact with his mother because their relationship had effectively been difficult prior to his arrival in Australia.",
      "id": "s66"
    },
    {
      "text": "... ' \n \n\n25 Then followed the essence of the Tribunal's reasons in the following paragraph:\n \n \n '62.",
      "id": "s67"
    },
    {
      "text": "The Tribunal has taken into account that the policy guidelines require the visa applicant to demonstrate that he has not had any contact with his overseas near relatives and observes that proving a negative fact can be difficult for an applicant.",
      "id": "s68"
    },
    {
      "text": "However, the Tribunal also notes that despite his claims regarding the nature of his relationship with his mother, apart from his oral evidence and that of his father, no other evidence, such as statements from the [sic] his mother or half-siblings, custody documents or the like have been provided to the Tribunal to support his claim.",
      "id": "s69"
    },
    {
      "text": "On the other hand, the visa applicant's evidence to the Tribunal was that he had lived with his mother for the first sixteen years of his life before he arrived in Australia.",
      "id": "s70"
    },
    {
      "text": "He was also somewhat vague in describing to the Tribunal when he had last had contact with his mother and half-siblings.",
      "id": "s71"
    },
    {
      "text": "In the circumstances of this particular case, the Tribunal sees no cogent reasons to depart from policy in relation to the onus of proof regarding lack of contact with an overseas near relative.",
      "id": "s72"
    },
    {
      "text": "In addition, the Tribunal notes that the claims regarding lack of contact with his overseas near relatives were only raised by the visa applicant at review, after the visa applicant had become aware of the importance of this particular issue in relation to the definition of a remaining relative.",
      "id": "s73"
    },
    {
      "text": "In the circumstances, the Tribunal gives less weight to the claim that the only contact that took place with the visa applicant's mother in relation to his visa application was between his father and his mother.",
      "id": "s74"
    },
    {
      "text": "' \n \n\n26 The reference by the Tribunal to the contact with the applicant's mother in relation to the visa application had previously been addressed by the Tribunal as relating to a letter dated 20 March 2003 in support of his visa application.",
      "id": "s75"
    },
    {
      "text": "The Tribunal had said that the applicant stated his father had asked his mother to send this letter to the Department and that had been confirmed by his father.",
      "id": "s76"
    },
    {
      "text": "27 The Tribunal was therefore not satisfied on the balance of probabilities that the applicant had not had any social contact with his mother or half-siblings within a reasonable period before making his visa application.",
      "id": "s77"
    },
    {
      "text": "Therefore, it found that at the time of the application he did not satisfy subreg 1.15(1)(c)(ii) and therefore cl 835.212, so that the application failed.",
      "id": "s78"
    },
    {
      "text": "CONTENTIONS ON SUBREG 1.15(1)(c)(ii) \n APPLICANT'S CONTENTIONS \n \n28 The applicant contends the Tribunal erred jurisdictionally in that it did not apply the requirements of this subregulation.",
      "id": "s79"
    },
    {
      "text": "Particulars (a) and (b) of ground 2 of the application therefore contend that the Tribunal failed to ask itself the right question, namely whether it was satisfied that he had not had contact with his overseas near relatives within a reasonable period before making his visa application, and instead had wrongly directed itself that:\n \n \n '(i) if any contact at all had been made it was to be assumed in the absence of evidence to the contrary that: \n \n \n \n \n A. such contact has been in the context of a social relationship; \n B. it has occurred throughout the period in question; \n \n \n \n (ii) the Applicant bore a burden of proof; \n \n \n (iii) there would have to be cogent reasons to depart from policy in relation to the onus of proof.",
      "id": "s80"
    },
    {
      "text": "' \n \n\n29 The applicant further contends in particular (c) of ground 2 that the Tribunal addressed the wrong question, namely, whether he had not had contact with his overseas near relatives within a period of three years before making his application, rather than the right question, whether he had not had such contact within a reasonable period before that time.",
      "id": "s81"
    },
    {
      "text": "The applicant claims that as a consequence of these errors the Tribunal wrongly concluded that he was not a remaining relative: see particular (d) to ground 2.",
      "id": "s82"
    },
    {
      "text": "30 In support of these contentions the applicant relies particularly on the decision of the Full Court (French, Sackville and Hely JJ) in Lobo v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 168 ; (2003) 200 ALR 359.",
      "id": "s83"
    },
    {
      "text": "There, Mrs Lobo had applied for a Business Skills (Residence) (class BH) visa subclass 845 (established business in Australia).",
      "id": "s84"
    },
    {
      "text": "Her husband and their daughters were included in the application as secondary visa applicants.",
      "id": "s85"
    },
    {
      "text": "The application was refused by a delegate of the Minister for Immigration and Ethnic Affairs on 8 March 2001.",
      "id": "s86"
    },
    {
      "text": "The Tribunal in that case affirmed the decision on 6 November 2002.",
      "id": "s87"
    },
    {
      "text": "At first instance, Giles J dismissed an application for review on the basis that relief was not available because of the operation of the privative clause s 474 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s88"
    },
    {
      "text": "He also found, however, that the Tribunal erred in applying a Departmental policy to the visa application which was narrower it its terms than the relevant criterion which it should have applied.",
      "id": "s89"
    },
    {
      "text": "A question before the Full Court was whether misconstruction of a visa grant criteria under the Act was amenable to judicial review.",
      "id": "s90"
    },
    {
      "text": "The Full Court held that the Tribunal having failed to apply the relevant criterion for the grant of a subclass 845 visa, that failure constituted a jurisdictional error and the decision made under it was not be protected by s 474 of the Act.",
      "id": "s91"
    },
    {
      "text": "The Full Court held that the Tribunal had treated assessment according to the Departmental policy as assessment for the purposes of the provision in cl 845.216.",
      "id": "s92"
    },
    {
      "text": "It said that in so doing, the Tribunal had erred and its error was jurisdictional because it did not address the question which s 65(1) of the Act required it to address.",
      "id": "s93"
    },
    {
      "text": "31 Consistently with the particularisation in his application, the applicant here contends that in his case the Tribunal applied a different set of criteria than that required by the regulations so that it regarded itself as too rigidly bound by the policy and failed to apply the regulatory provision.",
      "id": "s94"
    },
    {
      "text": "RESPONDENT'S CONTENTIONS \n \n32 The respondent argues that the question which the Tribunal had to ask itself in relation to subreg 1.15(1)(c)(ii) was whether the applicant had satisfied it that he had not had contact with his overseas near relatives (his mother and two half-sisters) within a reasonable period before making his visa application.",
      "id": "s95"
    },
    {
      "text": "It is contended the Tribunal did address this question and it concluded that it was not so satisfied.",
      "id": "s96"
    },
    {
      "text": "Further, the Tribunal did not wrongly direct itself that if any contact at all had been made, it would have to be assumed in the absence of evidence to the contrary that such contact had been in the context of a social relationship and had occurred throughout the period in question.",
      "id": "s97"
    },
    {
      "text": "33 In support of its contentions and in opposition to the applicant's contentions the Tribunal relied upon two authorities.",
      "id": "s98"
    },
    {
      "text": "The first was Braganza v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 170.",
      "id": "s99"
    },
    {
      "text": "There it was in issue whether the Tribunal had inflexibly applied Departmental policy and failed to give real and genuine consideration to the merits of the appellant's case.",
      "id": "s100"
    },
    {
      "text": "It was contended there that the Tribunal had failed to give proper genuine and realistic consideration to the merits of the appellant's case because it had slavishly followed the terms of a policy statement MSI205.",
      "id": "s101"
    },
    {
      "text": "The issue arose in relation to a claim by that appellant that he was a 'Special Need Relative' of another person who was a 'settled Australian Permanent Resident' as required by cl 806.213.",
      "id": "s102"
    },
    {
      "text": "The relevant definition in Migration Regulation 1.03 of the 'settled' in relation to an Australian citizen was that it meant lawfully registered in Australia for a reasonable period.",
      "id": "s103"
    },
    {
      "text": "34 The Full Court in Braganza (also constituted by French, Sackville and Hely JJ) identified the threshold question on the appeal as whether the Tribunal had inflexibly applied Departmental policy or failed to give genuine and serious consideration to the merits of the case.",
      "id": "s104"
    },
    {
      "text": "The Full Court found that in some respects the Tribunal's language was somewhat loose.",
      "id": "s105"
    },
    {
      "text": "However, it said that those defects did not demonstrate that the Tribunal had inflexibly applied Departmental policy or failed to consider the merits of the case.",
      "id": "s106"
    },
    {
      "text": "Furthermore, as had been accepted for the appellant there that although the Tribunal was required to have regard to Departmental policy, that policy was not binding on it: Re Drake v Minister for Immigration and Ethnic Affairs (No 2) (1979) 2 ALD 634.",
      "id": "s107"
    },
    {
      "text": "It was open to the Tribunal, in the interests of consistency, to apply the Departmental policy unless there were cogent reasons for departing from it.",
      "id": "s108"
    },
    {
      "text": "The Full Court referred to the two reasons which occasioned the Tribunal to conclude it should not depart from the general rule stated in the Departmental policy.",
      "id": "s109"
    },
    {
      "text": "35 The Full Court held that the Tribunal's reasons showed that it had correctly understood the role of Departmental policy; asked itself the correct question in terms of the statutory criteria; considered the facts put forward by the appellant as justifying departure from the Departmental policy and concluded those facts did not warrant such a departure.",
      "id": "s110"
    },
    {
      "text": "Therefore the Full Court concluded that it could not be said the Tribunal slavishly followed the terms of the statement of policy MSI 205, nor that the Tribunal failed to consider the merits of the appellant's case.",
      "id": "s111"
    },
    {
      "text": "It said that its conclusion that she had not been resident for a reasonable period was essentially evaluative in character.",
      "id": "s112"
    },
    {
      "text": "The Full Court considered that there may have been some virtue in the Tribunal stating the reasons for its evaluation judgment more fully.",
      "id": "s113"
    },
    {
      "text": "However, its failure to do so did not establish that it inflexibly applied Departmental policy or that it failed to consider the merits of the appellant's.",
      "id": "s114"
    },
    {
      "text": "36 In view of that conclusion the Full Court saw no need to consider whether an inflexible application of Departmental policy, or a failure to give proper, genuine and realistic consideration to the merits of an application would give rise to jurisdictional error.",
      "id": "s115"
    },
    {
      "text": "In this respect it cited comparatively Lobo at [42].",
      "id": "s116"
    },
    {
      "text": "37 The second authority on which the respondents' contentions relied was that of Djalic v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 151 ; (2004) 206 ALR 488.",
      "id": "s117"
    },
    {
      "text": "There the Full Court at [79] cited Braganza at [37] and stated that it was an unresolved question whether a failure to giver proper genuine and realistic consideration to the merits of an application is, of itself, a jurisdictional error.",
      "id": "s118"
    },
    {
      "text": "REASONING \n \n38 The question which the Tribunal was required to answer in relation to subreg 1.15(1)(c)(ii) was whether the applicant had an overseas near relative with whom he had not had contact within a reasonable period before making the application.",
      "id": "s119"
    },
    {
      "text": "In the case of the applicant, the question was referrable to his mother and/or half-siblings.",
      "id": "s120"
    },
    {
      "text": "39 The evidence relevant to that issue which was before the Tribunal, as it appears from the reasons of the Tribunal, was as follows:\n \n (1) The applicant's mother and half-siblings reside in the United Kingdom: [10].",
      "id": "s121"
    },
    {
      "text": "(2) Since his arrival in Australia in September 1998 the applicant has not left Australia: [10].",
      "id": "s122"
    },
    {
      "text": "(3) Subsequent to his application for a visa, copies of the applicant's half sisters school reports and a letter from his mother were received.",
      "id": "s123"
    },
    {
      "text": "In the letter his mother confirmed the applicant is her son and that he is a half-brother of his half-sisters: [12].",
      "id": "s124"
    },
    {
      "text": "(4) In an interview on 12 February 2004 the applicant confirmed the place of residency of his mother and two half-sisters: [12].",
      "id": "s125"
    },
    {
      "text": "(5) It was submitted at the interview that the only contact the visa applicant had with his mother or half-sisters was a birthday card in 1998 \"and\" 1999: [14].",
      "id": "s126"
    },
    {
      "text": "(6) The applicant's father stated that the applicant had experienced physical violence by his mother's de facto spouse: [14].",
      "id": "s127"
    },
    {
      "text": "(7) At the hearing on 30 August 2004 the applicant stated that he had lived with his mother in England his entire life until the age of 16 years: [16].",
      "id": "s128"
    },
    {
      "text": "(8) The applicant also stated that after he came to Australia he had little contact with his mother or half-sisters in England.",
      "id": "s129"
    },
    {
      "text": "He said that apart from a birthday card in 1998 \"or\" 1999 he had not heard from his mother or sisters in England and he believed the last time he spoke to his mother was 4-5 years ago: [19].",
      "id": "s130"
    },
    {
      "text": "[The transcript of this evidence shows that the applicant's father referred to 'probably 1998 \"and\" 1999' but the respondents do not dispute the applicant's contention from listening to the tape that \"and\" should read \"or\"].",
      "id": "s131"
    },
    {
      "text": "(9) The Tribunal asked the applicant why he had not any contact with his mother, given that he had always lived with her until the age of 16 years.",
      "id": "s132"
    },
    {
      "text": "He responded that he had not got on well with his mother for a number of years and he believed it was just a matter to time before contact between them would have ceased in any event: [19].",
      "id": "s133"
    },
    {
      "text": "(10) The Tribunal observed that the applicant's mother had sent the Department a letter and the applicant had said that his father had asked his mother to do so: [19].",
      "id": "s134"
    },
    {
      "text": "His father confirmed this was so: [20].",
      "id": "s135"
    },
    {
      "text": "(11) The applicant's father gave evidence (described by the Tribunal as explaining in part why they had ceased to have any contact once the applicant came to Australia).",
      "id": "s136"
    },
    {
      "text": "He told the Tribunal that the applicant's mother had been in three de facto relationships in the 16 years that the applicant had lived with her, some of which had been physically abusive.",
      "id": "s137"
    },
    {
      "text": "On a number of occasions the applicant had been required to step in and stop physical abuse of his mother by one of her partners but she had failed to provide him with any ongoing support.",
      "id": "s138"
    },
    {
      "text": "Therefore he said it was not surprising that the applicant had not maintained contact with his mother: [20].",
      "id": "s139"
    },
    {
      "text": "WHETHER TRIBUNAL FAILED TO ASK ITSELF THE RIGHT QUESTION \n \n40 Approaching the reasons of the Tribunal in accordance with the injunction of the High Court in Minister for Immigration and Ethnic Affairs v Wu Shang Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272 not to construe such reasons too finely, it is a fact that the Tribunal stated the following in the course of its reasons: \n \n 'In order to satisfy subregulation 1.15(1)(c)(ii) the visa applicant must not have had any contact with an overseas near relative within a reasonable period before making the application.",
      "id": "s140"
    },
    {
      "text": "' \n \n 'The visa applicant has claimed that he did not have any contact with either his mother or half-siblings in the United Kingdom within a reasonable period before making his application on 17 October 2002.",
      "id": "s141"
    },
    {
      "text": "' \n \n 'Based on the evidence before it, the Tribunal is not satisfied that, on the balance of probabilities, the visa applicant had not had any social contact with his mother or half-siblings within a reasonable period before making his visa application.",
      "id": "s142"
    },
    {
      "text": "' \n \n\nOn the face of these statements they support a conclusion that the Tribunal understood the question posed by subreg 1.15(1)(c)(ii).",
      "id": "s143"
    },
    {
      "text": "In themselves they belie the contention of the applicant that the Tribunal applied the policy with disregard to the requirements of the Act.",
      "id": "s144"
    },
    {
      "text": "41 However, the applicant contends that an examination of [62] of the Tribunal's reasons discloses an important misconception.",
      "id": "s145"
    },
    {
      "text": "This is said to become apparent from the composite phrase 'the Tribunal sees no cogent reasons to depart from policy in relation to the onus of proof regarding lack of contact with an overseas near relative'.",
      "id": "s146"
    },
    {
      "text": "It is said this discloses that the Tribunal thought that its task could be discharged by it forming an inchoate view that the evidence presented by the applicant would be given less than full weight, without being rejected and by application of the onus of proof.",
      "id": "s147"
    },
    {
      "text": "42 The onus of proof referred to by the Tribunal must be taken to be a reference to item 18.5 in PAM 3.",
      "id": "s148"
    },
    {
      "text": "This placed the onus on the applicant to satisfy the Tribunal that, as there had been contact (in the form of a birthday card) it was not in the context of a 'social relationship' and was in the nature of a single instance.",
      "id": "s149"
    },
    {
      "text": "There was evidence before the Tribunal which may have supported a finding of fact by it in those terms.",
      "id": "s150"
    },
    {
      "text": "43 The Tribunal arrived at a contrary view.",
      "id": "s151"
    },
    {
      "text": "In doing so it relied in its reasoning in [62] of its reasons on the following factors:\n \n (A) The applicant had not provided other evidence such as statements from his mother or half-siblings, custody documents or the like to support his claim.",
      "id": "s152"
    },
    {
      "text": "[The letter from the applicant's mother was confined to an attestation of the applicant as her son and that he is the brother of his half-sisters].",
      "id": "s153"
    },
    {
      "text": "(B) The applicant was 'somewhat vague' in describing to the Tribunal when he had last had contact with his mother and half-siblings.",
      "id": "s154"
    },
    {
      "text": "(C) The claims regarding lack of contact with his overseas near relatives were only raised by the visa applicant at review, after the applicant had become aware of the importance of the issue.",
      "id": "s155"
    },
    {
      "text": "[It is difficult to see why this should have been an adverse consideration to the applicant.",
      "id": "s156"
    },
    {
      "text": "]\n (D) Less weight was therefore to be given to the claim that the only contact that took place with the applicant's mother in relation to his visa application was between his father and mother.",
      "id": "s157"
    },
    {
      "text": "[The applicant makes the submission that this was irrelevant because the contact was of a non-social nature].",
      "id": "s158"
    },
    {
      "text": "As appears from this, the Tribunal took the view that absent evidence of the type referred to in (A) above, it was not satisfied that the applicant had not had any contact with his overseas near relatives within a reasonable period.",
      "id": "s159"
    },
    {
      "text": "44 When the elements of the Tribunal's reasoning process are thus viewed, it is apparent that the Tribunal was engaging in a fact finding as it was required to do.",
      "id": "s160"
    },
    {
      "text": "The issue is whether it was in error of law in the manner in which it did so.",
      "id": "s161"
    },
    {
      "text": "WHETHER TRIBUNAL WRONGLY DIRECTED ITSELF ON CONTACT \n \n45 I agree with the submissions for the respondent that the Tribunal's reasons, including [61], do not demonstrate that it considered if any contact had been made between the applicant and his overseas near relatives, it was to be assumed that such contact was in the context of a social relationship and had occurred throughout the period in question.",
      "id": "s162"
    },
    {
      "text": "Rather, the passage in [61] indicates that the Tribunal considered that policy placed a requirement on a visa applicant to demonstrate (i.e.",
      "id": "s163"
    },
    {
      "text": "to satisfy the Tribunal) that there had not been contact of a social nature with his or her overseas near relatives throughout a reasonable period before the applicant made his or her visa application.",
      "id": "s164"
    },
    {
      "text": "The Tribunal in that passage is reflecting the policy's beneficial aspect that an applicant will not fail to satisfy subreg 1.15(1)(c)(ii) merely because of a single instance or single instances of contact of a non-social or unavoidable nature.",
      "id": "s165"
    },
    {
      "text": "WHETHER TRIBUNAL WRONGLY UNDERSTOOD THE ONUS OF PROOF \n \n46 I also agree with the submissions of the respondent that the Tribunal's reference to the policy stating 'that the onus is on the visa applicant' is simply a reference to the policy's statement that 'it is for the applicant to demonstrate (or otherwise satisfy the decision-maker)' that he or she has not had social contact with an overseas near relative throughout the period in question.",
      "id": "s166"
    },
    {
      "text": "That policy statement in turn reflects the amendments to reg 1.15 by which the disqualifying elements in the former subreg 1.15(2) (which required a positive finding by the Tribunal - see Minister for Immigration and Multicultural Affairs v Hughes [1999] FCA 325 ; (1999) 86 FCR 567) have now become matters in respect of which the visa applicant must satisfy the Minister, or on review, the Tribunal.",
      "id": "s167"
    },
    {
      "text": "47 The Tribunal did not wrongly direct itself that the applicant 'bore a burden of proof'.",
      "id": "s168"
    },
    {
      "text": "The Tribunal's statements in relation to 'onus' and 'onus of proof' at [61] and [62] are a reflection of the Tribunal's view (reflected in the policy set out in the Department's PAM 3 guidelines and by the provisions of subreg 1.15(1)(c)(ii)) that the applicant had an 'onus' in the sense that he was required to satisfy the Tribunal that he had not had social contact with his mother and half-sisters within a reasonable period before making his visa application.",
      "id": "s169"
    },
    {
      "text": "Accordingly, those references do not demonstrate that the Tribunal wrongly directed itself that the applicant bore a burden of proof.",
      "id": "s170"
    },
    {
      "text": "48 There is also the question, arising by analogy from the reasoning in Lobo , whether the Tribunal in these passages nevertheless addressed the criteria in the policy and, in so doing, failed to address the criteria in the subregulation.",
      "id": "s171"
    },
    {
      "text": "I do not consider it did so with respect to that aspect of policy addressing onus of proof.",
      "id": "s172"
    },
    {
      "text": "Seen in its proper context, the Tribunal's reference to 'onus of proof' is no more than a reflection of the policy statement that it is for an applicant to demonstrate or otherwise satisfy the decision-maker that there has not been contact of a social nature with overseas near relatives throughout a reasonable period prior to the making of the visa application.",
      "id": "s173"
    },
    {
      "text": "49 Furthermore, the statement of policy is a reflection of the legislative requirement in subreg 1.15(1)(c)(ii) that provides that a visa applicant is a remaining relative if the applicant satisfies the Minister for Immigration and Multicultural and Indigenous Affairs, or on review the Tribunal, that he or she has not had contact with an overseas near relative within a reasonable period before making the visa application.",
      "id": "s174"
    },
    {
      "text": "As the policy is a reflection of the legislative requirement expressed by subreg 1.15(1)(c)(ii), the Tribunal was in any event not free to depart from the requirement even if cogent reasons did exist.",
      "id": "s175"
    },
    {
      "text": "WHETHER TRIBUNAL WRONGLY EQUATED THREE YEARS WITH REASONABLE PERIOD \n \n50 The final basis upon which the applicant contends that the Tribunal acted without, or in excess of, jurisdiction, is his claim in particular (c) of ground 2 that the Tribunal addressed the wrong question of whether he had not had contact with his overseas near relatives within a period of three years before making his visa application, rather than whether he had not had such contact within a reasonable period before making his application.",
      "id": "s176"
    },
    {
      "text": "This contention is also advanced on the basis of analogy with Lobo .",
      "id": "s177"
    },
    {
      "text": "That is, it is contended that the Tribunal applied the policy by focussing on three years and thereby failed to apply the criteria of the subregulation referring to a reasonable period.",
      "id": "s178"
    },
    {
      "text": "I agree with the respondents that the Tribunal's reasons for decision demonstrate that it did not ask such a wrong question.",
      "id": "s179"
    },
    {
      "text": "51 In the passages cited above under the sub-heading 'whether Tribunal failed to ask itself the right question', the Tribunal's reasons for decision show that it was fully aware that subreg 1.15(1)(c)(ii) required the applicant to satisfy it that he had not had contact with his overseas near relatives within a reasonable period before making his visa application.",
      "id": "s180"
    },
    {
      "text": "While the Tribunal applied the policy under the Department's PAM 3 guidelines to the effect that a reasonable period is three years preceding the visa application, there was no error by the Tribunal in following the policy in this regard.",
      "id": "s181"
    },
    {
      "text": "52 Further, it is necessary to consider whether, in light of the applicant's claims and evidence, it was reasonable for the Tribunal to take three years as the reasonable period for the purposes of subreg 1.15(1)(c)(ii).",
      "id": "s182"
    },
    {
      "text": "The applicant lodged his visa application with the Department on 17 October 2002.",
      "id": "s183"
    },
    {
      "text": "His birthday is on 26 October.",
      "id": "s184"
    },
    {
      "text": "The only evidence of contact by the applicant with an overseas near relative was in 1998 or 1999.",
      "id": "s185"
    },
    {
      "text": "The period of three years back from the date of application just encompassed the contact by card having occurred on his birthday in 1999.",
      "id": "s186"
    },
    {
      "text": "The period of three years back from the same date would not have encompassed that contact if it occurred in 1998.",
      "id": "s187"
    },
    {
      "text": "In the latter case, the Tribunal would have had to consider a case where there was no relevant evidence of contact.",
      "id": "s188"
    },
    {
      "text": "Neither of these considerations, however, made unreasonable the choice of the three year period.",
      "id": "s189"
    },
    {
      "text": "53 The respondent contends that, in any event, it is clear from the Tribunal's reasons that even if it had adopted some lesser period such as two years, or even one year, before the making of the applicant's visa application, this could not have affected its conclusion that it was not satisfied that the applicant had not had any social contact with his overseas near relatives within a reasonable period before making his visa application.",
      "id": "s190"
    },
    {
      "text": "The respondent contends that the reasons of the Tribunal should be understood to conclude that there would have been no basis for the Tribunal to have reached a contrary conclusion in respect of any period whether a two year period or a one year period or some other period.",
      "id": "s191"
    },
    {
      "text": "The respondent maintains it follows that even if the Tribunal was somehow in error in taking a reasonable period to be three years prior to the making of the visa application in accordance with the Department's PAM 3 guidelines, that did not have any effect on the Tribunal's ultimate decision, and accordingly would not have amounted to jurisdictional error: see Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 per McHugh, Gummow and Hayne JJ at 351, at [82].",
      "id": "s192"
    },
    {
      "text": "54 I do not accept this submission.",
      "id": "s193"
    },
    {
      "text": "The selection of a two or one year period or some other lesser period would necessarily have excluded from consideration the evidence of contact in 1998 or, relevantly, 1999.",
      "id": "s194"
    },
    {
      "text": "The Tribunal would therefore have been bound to approach the issue on that basis.",
      "id": "s195"
    },
    {
      "text": "For instance, in terms of the policy it would have been open to it to conclude that the applicant had demonstrated that there had been no contact.",
      "id": "s196"
    },
    {
      "text": "It would not necessarily therefore have resorted to the absence of the type of evidence which it referred to in (A) above.",
      "id": "s197"
    },
    {
      "text": "55 None of those considerations, however, make unreasonable the choice of three years as a reasonable period.",
      "id": "s198"
    },
    {
      "text": "WHETHER TRIBUNAL FAILED TO CONSIDER MERITS BY APPLYING POLICY OR MISCONSTRUED POLICY \n \n56 While a decision-maker must not make a decision in accordance with a rule or policy without regard to the merits of the particular case (see Drake v Minister for Immigration and Ethnic Affairs (1979) 24 ALR 577 and Minister for Immigration, Local Government and Ethnic Affairs v Gray (1994) 50 FCR 189 at 206), the Tribunal clearly had regard to the applicant's claims that he had not had contact with his mother or half-sisters within a reasonable period before making his visa application, and the evidence he presented in support, including the evidence of his father.",
      "id": "s199"
    },
    {
      "text": "However, in order to meet the criterion in subreg 1.15(1)(c)(ii), the applicant had to satisfy the Tribunal that he had not had such contact.",
      "id": "s200"
    },
    {
      "text": "In concluding that on the evidence before it was not so satisfied (at [63]), the Tribunal could not be said to be applying policy without considering the merits of the applicant's case.",
      "id": "s201"
    },
    {
      "text": "To the contrary, the Tribunal's reference to 'the evidence before it' shows clearly that the Tribunal had regard to the merits of the applicant's case.",
      "id": "s202"
    },
    {
      "text": "However, the Tribunal was not bound, as a matter of law, to reach a conclusion that the applicant had satisfied it that he had not had contact with his mother and half-sisters within a reasonable period before making his visa application, and there was no jurisdictional error by the Tribunal in not reaching that prescribed state of satisfaction.",
      "id": "s203"
    },
    {
      "text": "57 It is further argued for the applicant that, in any event, the Tribunal misconstrued the applicable policy and so misapplied it.",
      "id": "s204"
    },
    {
      "text": "The applicant accepts that the Tribunal was not bound by the policy but could take such policy into account: Gray at 205.",
      "id": "s205"
    },
    {
      "text": "Further, where the original decision-maker has properly paid regard to some general government policy in reaching the decision (as occurred here), the existence of that policy will be a relevant factor for the Tribunal to take into account: Drake v Minister for Immigration and Ethnic Affairs (1979) 24 ALR 577 at 590-591.",
      "id": "s206"
    },
    {
      "text": "It is submitted that therefore the Tribunal was bound to consider the policy but not to apply it.",
      "id": "s207"
    },
    {
      "text": "If the Tribunal seriously misconstrued the terms of the policy that may constitute a failure to take into account a relevant factor and result in an improper exercise of power.",
      "id": "s208"
    },
    {
      "text": "In Gray at 208 French and Drummond JJ said:\n \n 'The question arises whether a misapplication or misconstruction of the Ministerial policy by the Tribunal gives rise to error which is reviewable on appeal to this Court as an error of law.",
      "id": "s209"
    },
    {
      "text": "It must be accepted, as counsel for the Minister submitted, that Ministerial policy is not to be construed and applied with the nicety of a statute.",
      "id": "s210"
    },
    {
      "text": "Policies are not statutory instruments.",
      "id": "s211"
    },
    {
      "text": "They prescribe guidelines in general, and not always very precise, language.",
      "id": "s212"
    },
    {
      "text": "To apply them with statutory nicety is to misunderstand their function.",
      "id": "s213"
    },
    {
      "text": "On the other hand, where the existence and content of such a policy is to be regarded as a relevant fact which the Tribunal is bound to consider, a serious misconstruction of its terms or misunderstanding of its purposes in the course of decision-making may constitute a failure to take into account a relevant factor and for that reason may result in an improper exercise of the statutory power.",
      "id": "s214"
    },
    {
      "text": "If a decision-maker, not bound to apply policy, purports to apply it as a proper basis for disposing of the case in hand but misconstrues or misunderstands it so that what is applied is not the policy but something else, then there may be reviewable error.",
      "id": "s215"
    },
    {
      "text": "In a limiting case a policy may be so broadly stated as to cover all considerations properly brought to bear on the exercise of the discretion.",
      "id": "s216"
    },
    {
      "text": "In such a case misconstruction of the policy may reduce to misconstruction of the statute or misunderstanding of its purpose.",
      "id": "s217"
    },
    {
      "text": "' \n\n58 The applicant contends the Tribunal misconstrued the policy in the following respects:\n \n (a) the only evidence of social contact was of a single birthday card in 1998 or 1999 and such evidence, being of a single contact only, according to the policy was to be disregarded, as: \n \n (i) disqualifying contact is only contact which occurs throughout the period (the ('reasonable period') (item 18.3 of the relevant section of PAM 3, reproduced at [59] of the Tribunal's reasons, provides that the bar on contact within a reasonable period means contact throughout the period, rather than single instances of contact); and (ii) there being no finding of fact as to whether the card was sent in 1998 or 1999, it could not be concluded that it was an instance of contact within the period of three years prior to the making of the application; \n \n (b) the letter from the applicant's mother should have been disregarded, as it was: \n \n (i) evidence not of social contact, but rather of contact in the nature of business (item 18.3 of PAM 3 relevantly provides further that contact means communication in the sense of a social relationship and that non-social, unavoidable contact, for example, making contact with a relative at the Department's request, should not be regarded as contact for the purposes of the regulation); (ii) provided at the request of the applicant's father, and thus was not an instance of contact between the applicant and his mother (an overseas near relative ); and (iii) written after the making of the applicant and accordingly was not relevant contact (item 18.4 of the PAM 3, consistently with the terms of the regulation, states that a reasonable period is, under policy taken to be three years preceding the application.",
      "id": "s218"
    },
    {
      "text": "59 The applicant further submits that, for the reasons that follow, this misconstruction of the policy by the Tribunal (or at least some aspects of that misconstruction) also reduces to misconstruction of the regulation or misunderstanding of its purpose: Gray at 208.",
      "id": "s219"
    },
    {
      "text": "60 The relevant part is subreg 1.15(1)(ii).",
      "id": "s220"
    },
    {
      "text": "The applicant being single, it relevantly required that the Tribunal be satisfied by the applicant that he had not had contact with any overseas near relative within a reasonable period before making the application.",
      "id": "s221"
    },
    {
      "text": "61 Those aspects of the Tribunal's misconstruction of the policy which reduce to misconstruction of the regulation and which also reveal misunderstanding of the regulation, are said to be the following:\n \n (a) the letter from the applicant's mother to the Department had been provided at the request of the applicant's father and thus was not an instance of contact between the applicant and his mother (an overseas near relative ); and\n (b) the letter had been written after the making of the application and accordingly was not relevant contact (item 18.4 of PAM 3, consistently with the terms of the regulation, states that a reasonable period is, under policy taken to be three years preceding the application.",
      "id": "s222"
    },
    {
      "text": "The relevant sections of the Policy said to have been misconstrued are set out above as items 18.3, 18.4 and 18.5 of PAM 3.",
      "id": "s223"
    },
    {
      "text": "62 The respondent disputes that the Tribunal misconstrued or misunderstood the policy.",
      "id": "s224"
    },
    {
      "text": "It is submitted that the fact the Tribunal correctly understood the policy in items 18.3, 18.4 and 18.5 of PAM 3 and the applicant's claims is exemplified by the statements in [61] of the Tribunal's reasons.",
      "id": "s225"
    },
    {
      "text": "That reads in full:\n \n 'Policy states that the onus is on the visa applicant to demonstrate that there has been no contact with an overseas near relative or if there has been contact that it has not been in the context of a \"social relationship\".",
      "id": "s226"
    },
    {
      "text": "According to the policy guidelines contact 'within a reasonable period' means the three years preceding the visa applicant's application.",
      "id": "s227"
    },
    {
      "text": "In this case this would mean during the period approximately 17 October 1999 to 17 October 2002.",
      "id": "s228"
    },
    {
      "text": "Policy also requires that the contact be of a social nature throughout this period, rather than single instances of contact.",
      "id": "s229"
    },
    {
      "text": "The visa applicant has claimed to have had only single instances of contact with his mother and half-siblings in the United Kingdom since 1998 or 1999 in the form of birthday cards.",
      "id": "s230"
    },
    {
      "text": "He claims not to have had any social contact with his mother because their relationship had effectively been difficult prior to his arrival in Australia.",
      "id": "s231"
    },
    {
      "text": "In relation to the letter from the visa applicant's mother dated 20 March 2003 the visa applicant stated that this letter was initiated by his father, not by him.",
      "id": "s232"
    },
    {
      "text": "' \n \n\nIt is said by the respondents that [61] read with [62] (quoted earlier in these reasons) demonstrate that the Tribunal was fully cognisant that it had to be satisfied that the applicant had not had social contact with his overseas near relatives throughout a reasonable period prior to making his visa application and that single instances of contact would not amount to social contact throughout such a period.",
      "id": "s233"
    },
    {
      "text": "At [62] the Tribunal set out a number of matters which then led it to conclude in [63] that it was not satisfied on the balance of probabilities that the applicant 'had not had any social contact with his mother or half-siblings within a reasonable period before making his visa application'.",
      "id": "s234"
    },
    {
      "text": "63 Additionally, the respondents contend that the reference at the end of [62] concerning the giving of 'less weight to the claim that the only contact that took place with the visa applicant's mother in relation to his visa application was between his father and his mother' was not demonstrative of any misconstruction or misunderstanding of the policy.",
      "id": "s235"
    },
    {
      "text": "Rather the statement attributes such weight to a specific claim by the applicant's father which required weighing by the Tribunal in conjunction with the other matters.",
      "id": "s236"
    },
    {
      "text": "64 In Gray the majority found that the Tribunal had misconstrued and misapplied the relevant policy (the criminal deportation policy) by not recognising that it was necessary to weigh the collective welfare of the Australian community against hardship to the offender.",
      "id": "s237"
    },
    {
      "text": "Additionally, the Tribunal had failed to correctly apply the policy when it determined the level of acceptable risk by reference to factors adverse to the applicant and without reference to the level of rehabilitation achieved and potential as a role model.",
      "id": "s238"
    },
    {
      "text": "65 There is no comparable evidence of misconstruction here.",
      "id": "s239"
    },
    {
      "text": "I agree with the submission for the respondents that it is apparent from the Tribunal's reasons that it did not misconstrue the policy in PAM 3.",
      "id": "s240"
    },
    {
      "text": "66 In the end the Tribunal was simply not 'satisfied' of the issue on which the applicant was required to satisfy it.",
      "id": "s241"
    },
    {
      "text": "In my view the respondent is correct when she submits there was no error of law in the reasoning of the Tribunal.",
      "id": "s242"
    },
    {
      "text": "CONCLUSION \n \n67 For the reasons set out above, the Tribunal's decision did not involve jurisdictional error in any of the ways alleged by the applicant.",
      "id": "s243"
    },
    {
      "text": "Accordingly, the Tribunal did not wrongly conclude that the applicant was not a remaining relative as contended by the applicant in particular (d) of ground 2 of his application.",
      "id": "s244"
    },
    {
      "text": "The application must be dismissed with costs.",
      "id": "s245"
    },
    {
      "text": "COMMENT \n \n68 The applicant failed to satisfy the Tribunal because he did not provide the absent evidence identified in 'A' above: namely from [43] above:\n \n 'The applicant had not provided other evidence such as statements from his mother or half-siblings, custody documents or the like to support his claim.'.",
      "id": "s246"
    },
    {
      "text": "Given the serious consequences for his life flowing from the refusal of the remaining relative visa, it may be considered appropriate for him to have the opportunity to bring the absent evidence either in support of a further application or as a consequence of the exercise of any appropriately available Ministerial discretion.",
      "id": "s247"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s248"
    },
    {
      "text": "Associate:\n\nDated: 9 February 2006\n\n Counsel for the Applicant: SA Walker \n \n Solicitor for the Applicant: Friedman Lurie Singh &amp; D'Angelo \n \n Counsel for the Respondents: PR Macliver \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 19 October 2005 \n \n Date of Last Written Submissions: 20 December 2005 \n \n Date of Judgment: 9 February 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/67.html",
      "id": "s249"
    }
  ]
}