{
  "name": "SZHIB v Minister for Immigration and Multicultural Affairs [2006] FCA 611 (8 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/611.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c1"
    },
    {
      "text": "whether tribunal failed to give particulars required by s 424a of migration act 1958 (cth) of information it relied upon",
      "id": "c2"
    },
    {
      "text": "whether information given for the purpose of application",
      "id": "c3"
    },
    {
      "text": "whether tribunal failed to invite applicant to appear before tribunal and give evidence and present argument",
      "id": "c4"
    },
    {
      "text": "no error established",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the orders of the Federal Magistrates Court made on 20 January 2006.",
      "id": "s0"
    },
    {
      "text": "It came before me pursuant to a direction by the Chief Justice that the appeal be dealt with by a single judge.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 25 November 2004 on a temporary business visa.",
      "id": "s3"
    },
    {
      "text": "The appellant lodged an application for a protection visa on 23 December 2004.",
      "id": "s4"
    },
    {
      "text": "The application was supported by the appellant's statutory declaration made on 22 December 2004.",
      "id": "s5"
    },
    {
      "text": "The statutory declaration sets out the grounds upon which the appellant claims to be entitled to a protection visa.",
      "id": "s6"
    },
    {
      "text": "3 The delegate of the first respondent refused to grant a protection visa on 18 March 2005.",
      "id": "s7"
    },
    {
      "text": "The appellant applied to the Refugee Review Tribunal ('Tribunal') for a review of that decision.",
      "id": "s8"
    },
    {
      "text": "The Tribunal affirmed the delegate's decision not to grant the appellant a protection visa.",
      "id": "s9"
    },
    {
      "text": "The appellant applied for a review of the Tribunal's decision in the Federal Magistrates Court and on 20 January 2006, Scarlett FM dismissed the application with costs.",
      "id": "s10"
    },
    {
      "text": "This appeal arises from that decision of the Federal Magistrate.",
      "id": "s11"
    },
    {
      "text": "4 The bases of the appellant's claims to be entitled to a protection visa are set out in detail in the reasons for decision of the Tribunal.",
      "id": "s12"
    },
    {
      "text": "They are also summarised in the decision of Scarlett FM: see SZHIB v Minister for Immigration &amp; Anor [2006] FMCA 137.",
      "id": "s13"
    },
    {
      "text": "BACKGROUND \n \n5 The appellant claims to have been a driver for senior leaders of the Chengbei Industry General Corporation from 1995.",
      "id": "s14"
    },
    {
      "text": "In the course of those duties, he became privy to certain views and actions to be taken concerning Mr Guo, a politically active farmer.",
      "id": "s15"
    },
    {
      "text": "The appellant became aware that Mr Guo had been or would be falsely incriminated, and consequently the appellant wrote to the People's Court and Procuratorate to let them know the truth.",
      "id": "s16"
    },
    {
      "text": "As a result of his actions, the appellant claims to have dismissed from the Chengbei Industry General Corporation in September 1999.",
      "id": "s17"
    },
    {
      "text": "He subsequently became a freelance driver after purchasing a second-hand truck.",
      "id": "s18"
    },
    {
      "text": "6 The appellant claims that in January 2003 he became involved in a farmers' union at the behest of Mr Guo and another person by the name of Mr Cong.",
      "id": "s19"
    },
    {
      "text": "The farmers' union was known as the Farmer's Self-Supported Association ('the Association').",
      "id": "s20"
    },
    {
      "text": "The appellant says that Mr Guo and Mr Cong requested him to be the public face of the Association because the other men had ongoing problems with the authorities.",
      "id": "s21"
    },
    {
      "text": "7 The appellant claims that his increasing involvement with the Association led to his arrest and detention on 1 May 2004.",
      "id": "s22"
    },
    {
      "text": "He says that a popular protest on his behalf led to his early release.",
      "id": "s23"
    },
    {
      "text": "The appellant left China in November 2004.",
      "id": "s24"
    },
    {
      "text": "REVIEW BY THE TRIBUNAL \n \n8 The appellant's application for review to the Tribunal was accompanied by his letter dated 20 April 2005.",
      "id": "s25"
    },
    {
      "text": "In his letter, the appellant stated, among other things, that:\n \n a) he did not think that the first respondent's delegate had considered all of his claims fairly and carefully; \n b) it was difficult for him to believe that the delegate had carefully considered his claims, having regard to the fact that he had provided those claims 'in details'; and \n c) in conclusion, he did not think that the delegate had carefully considered all of his claims.",
      "id": "s26"
    },
    {
      "text": "Thus in his letter the appellant repeatedly referred to his 'claims' which, in context, must be read as a reference to the detailed claims set out in his statutory declaration of 22 December 2004 which supported his application for a protection visa.",
      "id": "s27"
    },
    {
      "text": "9 At the Tribunal hearing on 23 August 2005, the appellant elaborated his claims and answered various questions posed by the Tribunal.",
      "id": "s28"
    },
    {
      "text": "The Tribunal's reasons for decision describe in detail the events that transpired at the hearing.",
      "id": "s29"
    },
    {
      "text": "The Tribunal's reasons summarise the information that the appellant provided and the matters about which the Tribunal questioned him.",
      "id": "s30"
    },
    {
      "text": "At the conclusion of the hearing, the Tribunal pointed out to the appellant that there were numerous contradictions, inconsistencies and implausibilities in his evidence and told the appellant that the Tribunal had concerns about his truthfulness.",
      "id": "s31"
    },
    {
      "text": "The appellant was given an opportunity to clarify the contradictions regarding the various claims he had made, and his response was to the effect that he was telling the truth.",
      "id": "s32"
    },
    {
      "text": "10 The Tribunal affirmed the delegate's decision to refuse the grant of a protection visa.",
      "id": "s33"
    },
    {
      "text": "REVIEW BY THE FEDERAL MAGISTRATES COURT \n \n11 The appellant raised two primary grounds in his application to the Federal Magistrates Court for review of the Tribunal's decision.",
      "id": "s34"
    },
    {
      "text": "Those grounds were founded on s 424A and s 425 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s35"
    },
    {
      "text": "Essentially the same grounds are relied upon in this appeal as constituting errors made by the Federal Magistrate.",
      "id": "s36"
    },
    {
      "text": "12 Scarlett FM rejected the two grounds raised by the appellant.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate found that there had been no breach of s 425 and held that there was no evidence that the Tribunal failed to permit the appellant to give his evidence in full.",
      "id": "s38"
    },
    {
      "text": "Scarlett FM also rejected the s 424A ground on a number of bases.",
      "id": "s39"
    },
    {
      "text": "As the same arguments were raised in this appeal, I defer dealing with these matters until I have summarised the appellant's arguments in this Court.",
      "id": "s40"
    },
    {
      "text": "ISSUES ON APPEAL \n \n13 In this Court, the appellant raised the two primary contentions which were agitated before Scarlett FM.",
      "id": "s41"
    },
    {
      "text": "First, the appellant submitted that the Tribunal failed to comply with its obligations under s 424A(1) of the Act.",
      "id": "s42"
    },
    {
      "text": "Secondly, he contended that the Tribunal and the Federal Magistrate failed to comply with s 425.",
      "id": "s43"
    },
    {
      "text": "14 Section 424A(1) provides that:\n \n 'Subject to subsection (3), the Tribunal must: \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n (c) invite the applicant to comment on it.",
      "id": "s44"
    },
    {
      "text": "' \n \n\n\n \n15 The first respondent relied on the exception in subs (3)(b) of s 424A , which provides that the section does not apply to information that the applicant gave for the purpose of the application.",
      "id": "s45"
    },
    {
      "text": "That subsection must be read to mean that s 424A(1) does not apply in respect of information that the applicant gave to the Tribunal for the purpose of the application.",
      "id": "s46"
    },
    {
      "text": "16 The appellant submitted that s 424A obliged the Tribunal to provide information to the appellant that allowed him to understand the basis upon which the Tribunal intended to reject his application.",
      "id": "s47"
    },
    {
      "text": "He also submitted that s 424A obliged the Tribunal to give the appellant an opportunity to make an explanation before his application was rejected, including an opportunity to rebut any information or grounds that the Tribunal proposed to rely upon in rejecting the application.",
      "id": "s48"
    },
    {
      "text": "17 It is significant in this case that the Tribunal's reasons record the following:\n \n 'The Tribunal is not satisfied with the applicant's credibility.",
      "id": "s49"
    },
    {
      "text": "A number of significant inconsistencies arose in the course of the Tribunal hearing, and given these inconsistencies, the Tribunal cannot be satisfied that the applicant has been truthful in his claims and evidence, and cannot be satisfied that he has any claim to have a well founded fear of persecution for a Convention reason.",
      "id": "s50"
    },
    {
      "text": "' \n\n\n \n18 The Tribunal's reasons then set out the detailed basis upon which the Tribunal found the appellant's evidence in stipulated respects to be lacking in credibility and to give rise to a number of significant inconsistencies.",
      "id": "s51"
    },
    {
      "text": "In addition, as I have already mentioned, the Tribunal pointed out to the appellant at the conclusion of the hearing that there were numerous contradictions, inconsistencies and implausibilities in his evidence.",
      "id": "s52"
    },
    {
      "text": "The Tribunal alerted the appellant to the fact that it had concerns about the appellant's truthfulness, and gave the appellant an opportunity to clarify the contradictions regarding his various claims.",
      "id": "s53"
    },
    {
      "text": "19 In his reasons for judgment, Scarlett FM relied upon these matters.",
      "id": "s54"
    },
    {
      "text": "His Honour concluded at [12]:\n \n 'It is not, in my view, incumbent upon the Tribunal under s 425 or s 424A for a Tribunal member at the conclusion of the applicant's evidence to set out the inconsistencies of the applicant's evidence to the Tribunal.",
      "id": "s55"
    },
    {
      "text": "' \n\n\nIn this case, it appears to me that the Tribunal went beyond what it was required to do under s 425 in pointing out the existence of contradictions and inconsistencies and giving the appellant a general opportunity to deal with those issues.",
      "id": "s56"
    },
    {
      "text": "20 The information relied upon by the Tribunal for its adverse findings of credibility concerning the appellant consisted of contradictions and inconsistencies which arose from the evidence given by the appellant at the Tribunal hearing.",
      "id": "s57"
    },
    {
      "text": "As such, they fall squarely within the exception in s 424A(3)(b) of the Act.",
      "id": "s58"
    },
    {
      "text": "Scarlett FM found that the exception in s 424A(3)(b) was attracted, and stated at [14] that:\n \n 'it is quite clear that the Tribunal based its decision to a very large extent on the fact that within the applicant's evidence to the Tribunal on that day, there were internal inconsistencies.",
      "id": "s59"
    },
    {
      "text": "' \n\n\n \n21 Counsel for the first respondent, Ms McNaughton, submitted that the Tribunal's reasons for decision make it clear that the inconsistencies relied upon by the Tribunal arose from the appellant's evidence to the Tribunal, notwithstanding Scarlett FM's use of the words 'to a very large extent'.",
      "id": "s60"
    },
    {
      "text": "Ms McNaughton submitted that a reading of the Tribunal's reasons indicates that the Tribunal relied entirely on the oral evidence given at the hearing, not on information or facts derived from some other source.",
      "id": "s61"
    },
    {
      "text": "22 I agree with this submission.",
      "id": "s62"
    },
    {
      "text": "The appellant has not pointed to any particular fact or information outside the scope of his evidence to the Tribunal that the Tribunal relied upon for its adverse findings.",
      "id": "s63"
    },
    {
      "text": "Further, Scarlett FM's decision was an ex tempore decision, and in my opinion no criticism of his Honour's decision or of the decision of the Tribunal can be built upon his reference to the Tribunal having based its decision 'to a very large extent' on the evidence at the hearing.",
      "id": "s64"
    },
    {
      "text": "23 There is, moreover, a second reason for rejecting the appellant's arguments based on s 424A.",
      "id": "s65"
    },
    {
      "text": "In my opinion, if any material in the protection visa application was relied upon by the Tribunal as a basis for its findings concerning inconsistencies in the appellant's evidence and its adverse finding on his credibility, that material was republished by the letter accompanying the application to the Tribunal.",
      "id": "s66"
    },
    {
      "text": "I have already referred to the content of that letter.",
      "id": "s67"
    },
    {
      "text": "The appellant's letter incorporates, in my view, the substantive claims made in the appellant's statutory declaration which supported his application for a protection visa.",
      "id": "s68"
    },
    {
      "text": "It follows that the information in the protection visa application became information given by the appellant to the Tribunal within the meaning of subs (3)(b) of s 424A.",
      "id": "s69"
    },
    {
      "text": "This view is supported by the authorities: see M55 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 131 ; VUAV v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1271 ; and SZDMJ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1034.",
      "id": "s70"
    },
    {
      "text": "24 Scarlett FM relied upon a third basis for rejecting the appellant's argument based on s 424A.",
      "id": "s71"
    },
    {
      "text": "The third basis was that the inconsistencies identified by the Tribunal did not, in his Honour's opinion, constitute 'information' within the meaning of s 424A(1).",
      "id": "s72"
    },
    {
      "text": "The first respondent submitted that this ground must now be viewed as incorrect, having regard to the decision of the Full Court in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2.",
      "id": "s73"
    },
    {
      "text": "For the purposes of this appeal, I need do no more than assume that the first respondent is correct in submitting that the third ground can no longer be correctly advanced, having regard to the decision of the Full Court.",
      "id": "s74"
    },
    {
      "text": "It does not follow that Scarlett FM's decision is rendered invalid or erroneous by virtue of a reliance on this third ground.",
      "id": "s75"
    },
    {
      "text": "The decision was capable of standing independently on one or other of the two grounds that I have earlier discussed.",
      "id": "s76"
    },
    {
      "text": "25 I turn to consider the appellant's claims based on s 425 of the Act.",
      "id": "s77"
    },
    {
      "text": "Section 425 provides that the Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues in relation to the decision under review.",
      "id": "s78"
    },
    {
      "text": "26 The appellant appeared to make essentially two points in relation to s 425.",
      "id": "s79"
    },
    {
      "text": "The first point was that he was not given a proper opportunity to make oral submissions and set out his entire case in full; rather, he was constantly interrupted by questions from the Tribunal.",
      "id": "s80"
    },
    {
      "text": "As a result, the appellant says that he did not get the chance to give his oral evidence completely, and became confused and lost as a result of the Tribunal's questioning.",
      "id": "s81"
    },
    {
      "text": "Having carefully read the Tribunal's reasons, I have concluded that the Tribunal did not conduct its proceedings in a way which involved any contravention of s 425.",
      "id": "s82"
    },
    {
      "text": "The Tribunal invited the appellant to appear before it to give evidence and present arguments, and the appellant had the opportunity of doing precisely that.",
      "id": "s83"
    },
    {
      "text": "Section 425 is not infringed by virtue of the fact that the Tribunal asked many questions of the appellant.",
      "id": "s84"
    },
    {
      "text": "In any event, it is clear from the Tribunal's reasons that the appellant was invited to make any submission or argument that he wished at the hearing, having regard to the questions that had been posed by the Tribunal.",
      "id": "s85"
    },
    {
      "text": "27 The second point made by the appellant in reliance upon s 425 seems to reflect some of the arguments that were raised under s 424A.",
      "id": "s86"
    },
    {
      "text": "In substance, the appellant's second argument seemed to be that s 425 required the Tribunal to give the appellant an opportunity to rebut views formed, or tentatively formed by, the Tribunal concerning the outcome of the application.",
      "id": "s87"
    },
    {
      "text": "28 In my opinion, there is no obligation on the Tribunal to set out its thought processes or to indicate more specifically than it did in this case why it was not satisfied with the appellant's evidence, and precisely why it had doubts about his credibility.",
      "id": "s88"
    },
    {
      "text": "Scarlett FM expressed a similar view.",
      "id": "s89"
    },
    {
      "text": "I do not consider that there was any error in the way in which Scarlett FM considered the appellant's arguments based upon s 425.",
      "id": "s90"
    },
    {
      "text": "29 More generally, I should observe that the application before the Tribunal failed essentially because the Tribunal did not accept the appellant's claims, having regard to the findings which it made concerning his credibility.",
      "id": "s91"
    },
    {
      "text": "Credibility findings are the function of the primary decision-maker, par excellence, as McHugh J said in Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at 423 [67] .",
      "id": "s92"
    },
    {
      "text": "On appeal from a decision of the Federal Magistrates Court, this Court is not required to embark upon a re-hearing of the facts or the evidence heard by the Tribunal: see Abeyesinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1558 at [4] .",
      "id": "s93"
    },
    {
      "text": "30 For the above reasons, I am not satisfied that any error was made either by the Tribunal or by the Federal Magistrate.",
      "id": "s94"
    },
    {
      "text": "The appeal must be dismissed.",
      "id": "s95"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s96"
    },
    {
      "text": "Associate:\n\nDated: 24 May 2006\n\n\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the Respondent: S McNaughton \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 8 May 2006 \n \n Date of Judgment: 8 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/611.html",
      "id": "s97"
    }
  ]
}