{
  "name": "Bayer Bioscience NV v Deltapine Australia Pty Ltd [2006] FCA 68 (10 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/68.html",
  "catchphrases": [
    {
      "text": "confidentiality regime",
      "id": "c0"
    },
    {
      "text": "disclosure of confidential documents to proposed witness who is competitor of applicant",
      "id": "c1"
    },
    {
      "text": "expert evidence",
      "id": "c2"
    },
    {
      "text": "more than one expert per discipline",
      "id": "c3"
    },
    {
      "text": "cost and delay",
      "id": "c4"
    },
    {
      "text": "english practice preferrable",
      "id": "c5"
    },
    {
      "text": "patents",
      "id": "c6"
    },
    {
      "text": "evidence",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Bayer BioScience NV (Bayer) claims that the respondent Deltapine Australia Pty Ltd (Deltapine) has infringed Bayer's Australian patent No 89401499 (the Patent) entitled \"Prevention of Bt Resistance Development\".",
      "id": "s0"
    },
    {
      "text": "Deltapine denies infringement and has cross-claimed alleging invalidity.",
      "id": "s1"
    },
    {
      "text": "2 On 3 May 2005 I made by consent orders which had the effect of establishing a confidentiality regime in relation to inspection of documents discovered by the parties.",
      "id": "s2"
    },
    {
      "text": "Under this regime the parties may designate certain documents to be \"confidential\" or \"confidential --- outside counsel only\".",
      "id": "s3"
    },
    {
      "text": "Documents with the latter designation may only be shown to outside counsel or an independent expert retained by the receiving party upon those persons giving undertakings not to use confidential information for any purpose other than in connection with the proceeding or to disclose such information to other persons other than as permitted by the order.",
      "id": "s4"
    },
    {
      "text": "However, upon the receiving party nominating an expert for this purpose the producing party may object to disclosure.",
      "id": "s5"
    },
    {
      "text": "In the event of objection, no disclosure is to be made without an order of the Court.",
      "id": "s6"
    },
    {
      "text": "3 The invention the subject of the Patent relates to plant cells and plants, the genomes of which are transformed to contain at least two genes, each coding for a different non-competitively binding bacillus thuringiensis (Bt) insecticidal crystal protein (ICP) for a specific target insect species.",
      "id": "s7"
    },
    {
      "text": "Bayer alleges that Deltapine's exploitation of its Bollgard II variety of cotton, which contains Bt ICP genes coding for Cry1Ac and Cry2Ab toxins, infringes certain claims of the Patent.",
      "id": "s8"
    },
    {
      "text": "4 B ayer has already filed affidavits by the experts it proposes to call as witnesses.",
      "id": "s9"
    },
    {
      "text": "Deltapine has not yet filed affidavits of its witnesses as to substantive issues.",
      "id": "s10"
    },
    {
      "text": "It has however filed an affidavit relating to the present application sworn by Professor Michael Adang, whom it proposes to call as a witness.",
      "id": "s11"
    },
    {
      "text": "Bayer objects to disclosure of confidential discovered documents to him.",
      "id": "s12"
    },
    {
      "text": "Professor Adang is Professor of Entomology, Professor of Biochemistry and Molecular Biology and adjunct Professor of Microbiology at the University of Georgia, USA.",
      "id": "s13"
    },
    {
      "text": "5 Bayer has made discovery at various stages over the last year of 234 confidential documents, 230 of which are designated \"confidential --- outside counsel only\".",
      "id": "s14"
    },
    {
      "text": "Deltapine's solicitors have advised they wish to disclose to Professor Adang 206 of these documents, most of which (202) are designated \"confidential --- outside counsel only\".",
      "id": "s15"
    },
    {
      "text": "6 Bayer has objected to disclosure to Professor Adang, notwithstanding that he is prepared to give the undertaking provided for in the order.",
      "id": "s16"
    },
    {
      "text": "7 Bayer accepts that it bears the burden of persuading the Court that disclosure should not be made to Professor Adang.",
      "id": "s17"
    },
    {
      "text": "Bayer does not question Professor Adang's integrity or suggest that he would deliberately disregard the obligations of confidentiality imposed on him by the undertaking.",
      "id": "s18"
    },
    {
      "text": "However, Bayer says that he is a \"prolific inventor\" in the specialised field of the Patent and is and has been connected with companies which are actual or potential competitors of Bayer in that field.",
      "id": "s19"
    },
    {
      "text": "It is submitted that once information is disclosed to him it will be impossible for him to segregate it from his personal stock of knowledge.",
      "id": "s20"
    },
    {
      "text": "8 Professor Adang is the named inventor in eleven United States patents granted between 1993 and 2003 in the field of insecticidal proteins and genetic modification of plants.",
      "id": "s21"
    },
    {
      "text": "He is also the named inventor in four US patent applications filed between 2000 and 2004 in the same field.",
      "id": "s22"
    },
    {
      "text": "9 A major competitor of Bayer in the transgenic plant field is the Dow Chemical Company (Dow).",
      "id": "s23"
    },
    {
      "text": "Bayer is involved in two US patent infringement proceedings with Dow in relation to Bt plants sold by Dow.",
      "id": "s24"
    },
    {
      "text": "In these proceedings Dow has alleged that Professor Adang is a prior inventor of inventions the subject of Bayer patents.",
      "id": "s25"
    },
    {
      "text": "He is also a named inventor of certain patents alleged by Dow to be prior art for Bayer's patents.",
      "id": "s26"
    },
    {
      "text": "The US proceedings are concerned with similar subject matter to that in the present case.",
      "id": "s27"
    },
    {
      "text": "They deal with expression of Bt crystal protein genes in plants.",
      "id": "s28"
    },
    {
      "text": "In other US proceedings Professor Adang has made a claim to prior inventorship of a patent held jointly by Bayer and Monsanto.",
      "id": "s29"
    },
    {
      "text": "10 Professor Adang is the Chief Scientific Officer of a company called InsectiGen, a biotechnology company based in Athens, Georgia.",
      "id": "s30"
    },
    {
      "text": "It was established in 2003 to commercialise technology he had developed in the course of his work at the University of Georgia.",
      "id": "s31"
    },
    {
      "text": "Professor Adang is a shareholder in the company.",
      "id": "s32"
    },
    {
      "text": "In his affidavit he says he is entitled to \"compensation by InsectiGen for any successful commercialisation of technologies which are the subject of patents owned by the company and on which (he is) named as an inventor\".",
      "id": "s33"
    },
    {
      "text": "11 In a news release published on the internet on 12 December 2005 InsectiGen announced it had received venture funding totalling $1.16 million allowing it to hire additional researchers and continue developing its bio-pesticide products.",
      "id": "s34"
    },
    {
      "text": "The release noted that in July InsectiGen had licensed its \"patented Bt booster &tm; technology\" for cotton to a subsidiary of Dupont for use in making better pest resistant crops (Dupont is a competitor of Bayer).",
      "id": "s35"
    },
    {
      "text": "The release included the following:\n \n \"Developed by Michael Adang, UGA Professor of Entomology, Biochemistry and Molecular Biology, InsectiGen's licensed Bt booster (TM) technology has the potential to help increase worldwide crop yields and farm level productivity.",
      "id": "s36"
    },
    {
      "text": "The Bt booster (TM) product can be effective against pests in both biotech crops and plant surface applications.",
      "id": "s37"
    },
    {
      "text": "Adang also served as the company's chief scientific officer.",
      "id": "s38"
    },
    {
      "text": "\" \n \n\n12 Mr John Richard, Managing Director of Georgia Venture Partners, was quoted as saying:\n \n \"InsectiGen is an exciting new Georgia agbio company, with superb scientific leadership from Cliff Baile and Mike Adang.",
      "id": "s39"
    },
    {
      "text": "Biotechnology solutions for crop protection are making extraordinary contributions to the agricultural industry, and we believe InsectiGen can be a leader in bringing next generation technology to the marketplace.",
      "id": "s40"
    },
    {
      "text": "\" \n \n\n13 After pointing out that each year harmful insects cause crop losses amounting to $30 billion and transmit diseases that kill more than 2.8 million people the release stated:\n \n \n \n \n \"InsectiGen has developed biological control technologies that suppress these insects, and is developing and commercialising a pipe line of products that will offer environmentally friendly alternatives to chemical and other natural pesticides.",
      "id": "s41"
    },
    {
      "text": "InsectiGen's business foundation is the commercialisation of its expertise and ability to produce economically valuable technology.",
      "id": "s42"
    },
    {
      "text": "\" \n \n\n\nOne of the \"core\" areas that the company was focusing on was said to be \"Bt transgenic crop protection\".",
      "id": "s43"
    },
    {
      "text": "This line of business will offer \"Bt performance improvement technologies to the genetically modified crop protection trait markets\".",
      "id": "s44"
    },
    {
      "text": "The total available market for this line of business was said to be $3 billion.",
      "id": "s45"
    },
    {
      "text": "14 Between 1982 and 1988 Professor Adang was an employee of Agrigenetics which was later acquired by Mycogen Plant Sciences, which in turn was later acquired by Dow.",
      "id": "s46"
    },
    {
      "text": "Between 1989 and 2002 Professor Adang received research grants totalling over $1 million from Dow.",
      "id": "s47"
    },
    {
      "text": "According to his CV under the heading \"Consultancy Services\" he has provided:\n \n \"Dow/Agro Sciences, 1999-present matters relating to Bt plant patents.",
      "id": "s48"
    },
    {
      "text": "\" \n \n\nDeltapine's solicitors have advised that Professor Adang has been engaged by Dow to provide \"factual information relating to the scientific data and information produced during his employment at Agrigenetics\".",
      "id": "s49"
    },
    {
      "text": "15 In support of the present application Bayer has filed an affidavit by Dr Wouter Moulemanns, a European Patent Attorney employed by Bayer in Belgium.",
      "id": "s50"
    },
    {
      "text": "Dr Moulemanns also holds a PhD in insect cell biology.",
      "id": "s51"
    },
    {
      "text": "Dr Moulemanns has inspected the documents in question which include internal research documents such as laboratory notebooks of the inventors of the Patent and internal research documents which include research on matters unrelated to the invention claimed in the Patent.",
      "id": "s52"
    },
    {
      "text": "Dr Moulemanns states that since Bt proteins were found to be quite specific to certain types of insects and since the Bayer inventors realised that it was best to have different Bt proteins directed to different plant insect pests and for some purposes even different Bt proteins directed to the same insect pests, major efforts for finding novel Bt proteins or for obtaining improvements of known Bt proteins were done in the Bayer laboratories with the aim of finding new Bt proteins with unique applications.",
      "id": "s53"
    },
    {
      "text": "This research work resulted in a number of major innovations that were recorded in the internal notebooks.",
      "id": "s54"
    },
    {
      "text": "Others documents relate to experiments conducted by Bayer's experts and Bayer's commercial arrangements with third parties (disclosure to Professor Adang of documents in the last-mentioned category is not now pressed by Deltapine).",
      "id": "s55"
    },
    {
      "text": "16 Deltapine filed an affidavit from Dr John Michael Cusick, a solicitor employed by its solicitors.",
      "id": "s56"
    },
    {
      "text": "He also holds a PhD in chemistry.",
      "id": "s57"
    },
    {
      "text": "Dr Cusick comments on Dr Moulemanns' affidavit.",
      "id": "s58"
    },
    {
      "text": "As to in-house research documents he says that Dr Moulemanns appears to accept the primary relevance of this material but indicates the documents may also contain information which is not relevant to the present proceedings.",
      "id": "s59"
    },
    {
      "text": "Dr Cusick repeats Deltapine's invitation to Bayer's solicitors to make proposals regarding redaction of irrelevant material from the documents in issue.",
      "id": "s60"
    },
    {
      "text": "17 As to documents relating to experts' experiments, Dr Cusick disputes Dr Moulemanns' statements that certain of these documents are not relevant to issues in these proceedings.",
      "id": "s61"
    },
    {
      "text": "As to documents relating to recent internal Bayer research, Dr Cusick says that these are relevant and that Professor Adang will be required to view and consider them in order to complete his evidence.",
      "id": "s62"
    },
    {
      "text": "18 Importantly, Dr Cusick states that Dr Moulemanns \n \n \"emphasises the confidential and commercially sensitive nature of certain passages of the documents in issue.",
      "id": "s63"
    },
    {
      "text": "I accept that this information is potentially sensitive and the respondent does not contest this for the purpose of the present application.",
      "id": "s64"
    },
    {
      "text": "Any disclosure of the documents would only be made to Professor Adang subject to strict terms of the confidentiality order.",
      "id": "s65"
    },
    {
      "text": "\" \n \n\n19 Consistently with Dr Cusick's approach, Deltapine's argument centred around the possible redaction of material said not to be relevant to this proceeding.",
      "id": "s66"
    },
    {
      "text": "It seems to me with respect however that this rather misses the point.",
      "id": "s67"
    },
    {
      "text": "If a document is relevant to the issues in the present proceeding, that does not exclude the risk that disclosure to Professor Adang may lead (without any subjective bad faith on his part) to commercial damage to Bayer.",
      "id": "s68"
    },
    {
      "text": "On the contrary, the more relevant the document to this proceeding, the more sensitive and potentially damaging it would be to Bayer.",
      "id": "s69"
    },
    {
      "text": "Knowledge once acquired cannot be isolated within the mind behind some internal Chinese wall: see Mobil Oil Australia Pty Ltd v Guina Developments Pty Ltd [1996] 2 VR 34 at 38.",
      "id": "s70"
    },
    {
      "text": "20 I think Bayer have made out a case for refusing disclosure.",
      "id": "s71"
    },
    {
      "text": "The hard fact is that Professor Adang is a direct commercial competitor in the field of the Patent.",
      "id": "s72"
    },
    {
      "text": "The documents in question are admitted to be confidential.",
      "id": "s73"
    },
    {
      "text": "21 It is not clear whether refusal of disclosure to Professor Adang means that he will not be giving evidence for Deltapine.",
      "id": "s74"
    },
    {
      "text": "Deltapine did not assert as much before me.",
      "id": "s75"
    },
    {
      "text": "However, I accept that at the very least his value as a witness would be substantially affected.",
      "id": "s76"
    },
    {
      "text": "But I am confident that no substantial injustice will be caused to Deltapine because they propose to lead evidence from three other experts, Professor Richard Roush, Director of the Statewide IPM Program at the University of California at Davis, Professor Sarjeet Gill, Chair of the Department of Cell Biology and Neuroscience, University of California at Riverside and Dr Paul Ebert of the School of Life Sciences, University of Queensland, all of whom appear to be eminently qualified.",
      "id": "s77"
    },
    {
      "text": "Bayer has consented to Deltapine providing its confidential documents to both Professor Gill and Dr Ebert.",
      "id": "s78"
    },
    {
      "text": "Deltapine does not wish to disclose Bayer's confidential documents to Professor Roush.",
      "id": "s79"
    },
    {
      "text": "22 As far as I can see at the moment, the technical evidence in this case is likely to be confined to a discrete area of biological science.",
      "id": "s80"
    },
    {
      "text": "Why does a party propose to call four expert witnesses?",
      "id": "s81"
    },
    {
      "text": "In England, expert evidence is restricted to that which is reasonably required to resolve proceedings ( Civil Procedure Rules (Eng) Pt 35.1) and parties must obtain the court's permission to call an expert (Pt 35.4).",
      "id": "s82"
    },
    {
      "text": "Leave is granted or denied as part of case management.",
      "id": "s83"
    },
    {
      "text": "Firm judicial policy has achieved the result that in practice the Patent Bar does not even ask for more than one expert per party per discipline.",
      "id": "s84"
    },
    {
      "text": "The recruitment of multiple experts is a major reason why patent litigation is so slow and expensive in Australia.",
      "id": "s85"
    },
    {
      "text": "For example, the present case, which is quite typical, was commenced in December 2003 and a trial date has not yet been set.",
      "id": "s86"
    },
    {
      "text": "An approach along the English lines is long overdue.",
      "id": "s87"
    },
    {
      "text": "23 I uphold Bayer's application.",
      "id": "s88"
    },
    {
      "text": "I direct Bayer to bring in minutes of proposed orders.",
      "id": "s89"
    },
    {
      "text": "Since Bayer has been successful there will be an order that Deltapine pay the costs of this application.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment of the Honourable Justice Heerey.",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 10 February 2006\n\n\n Counsel for the Applicant: A J Ryan \n \n Solicitors for the Applicant: Davies Collison Cave \n \n Counsel for the Respondent: S G B Burley \n \n Solicitors for the Respondent: Mallesons Stephen Jaques \n \n Date of Hearing: 1 February 2006 \n \n Date of Judgment: 10 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/68.html",
      "id": "s92"
    }
  ]
}