{
  "name": "Pelka v Secretary, Department of Family &amp; Community Services [2006] FCA 735 (14 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/735.html",
  "catchphrases": [
    {
      "text": "carer's payment",
      "id": "c0"
    },
    {
      "text": "single rate",
      "id": "c1"
    },
    {
      "text": "marriage-like relationship",
      "id": "c2"
    },
    {
      "text": "factors relevant to assessment of marriage-like relationship",
      "id": "c3"
    },
    {
      "text": "whether pooling of financial resources",
      "id": "c4"
    },
    {
      "text": "finding by tribunal of pooling",
      "id": "c5"
    },
    {
      "text": "no evidence of pooling",
      "id": "c6"
    },
    {
      "text": "apparent misconstruction by the tribunal of relevant statutory criterion",
      "id": "c7"
    },
    {
      "text": "error of law",
      "id": "c8"
    },
    {
      "text": "question of marriage-like relationship otherwise finely balanced",
      "id": "c9"
    },
    {
      "text": "tribunal decision set aside",
      "id": "c10"
    },
    {
      "text": "matter remitted to tribunal to determine according to law",
      "id": "c11"
    },
    {
      "text": "'marriage-like relationship', 'pooling of financial resources'",
      "id": "c12"
    },
    {
      "text": "social security",
      "id": "c13"
    },
    {
      "text": "words and phrases",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Marilyn Mee Ching Pelka was in receipt of carer payments under the Social Security Act 1991 (Cth) (the Act) between July 2000 and March 2003.",
      "id": "s0"
    },
    {
      "text": "She received those payments at the rate fixed for a single person.",
      "id": "s1"
    },
    {
      "text": "The Department of Family and Community Services (the Department) decided in March 2003 that for the whole of the period that she had been receiving the payments, between 11 July 2000 and 24 March 2003, she had in fact been living in a marriage-like relationship with a man (Mr Kuhl) with whom she shared her apartment.",
      "id": "s2"
    },
    {
      "text": "The Department decided that, by reason of Mr Kuhl's income, she was not entitled to receive any carer's payment during that period.",
      "id": "s3"
    },
    {
      "text": "2 Ms Pelka appealed unsuccessfully against the Department's decision to the Social Security Appeals Tribunal (the SSAT) and then to the Administrative Appeals Tribunal (the Tribunal).",
      "id": "s4"
    },
    {
      "text": "She then appealed to this Court.",
      "id": "s5"
    },
    {
      "text": "In my opinion, the Tribunal erred in law in its approach to the question whether she and Mr Kuhl were living in a marriage-like relationship during the period that she was in receipt of carer payments.",
      "id": "s6"
    },
    {
      "text": "In particular, it erred in finding that she and Mr Kuhl 'pooled' their financial resources within the meaning of the Act.",
      "id": "s7"
    },
    {
      "text": "The finding reflected an error in the interpretation of the Act.",
      "id": "s8"
    },
    {
      "text": "That factor aside, the difficult question whether there was a marriage-like relationship was finely balanced.",
      "id": "s9"
    },
    {
      "text": "The Tribunal might have come to a different decision had it correctly construed the Act.",
      "id": "s10"
    },
    {
      "text": "For these reasons its decision will be set aside and the matter remitted to it to determine according to law.",
      "id": "s11"
    },
    {
      "text": "Factual and procedural history \n \n3 Marilyn Mee Ching Pelka was born on 4 December 1951.",
      "id": "s12"
    },
    {
      "text": "She married but separated from her husband in 1986 and divorced him in November 2003.",
      "id": "s13"
    },
    {
      "text": "In 1985 she met a man called Michael Kuhl at a party.",
      "id": "s14"
    },
    {
      "text": "Later she met his parents.",
      "id": "s15"
    },
    {
      "text": "Under an arrangement which she said was an expression of Chinese culture, she and Mr Kuhl became god-brother and god-sister.",
      "id": "s16"
    },
    {
      "text": "4 In 1988 Ms Pelka purchased a two bedroom apartment.",
      "id": "s17"
    },
    {
      "text": "At the time that she brought the apartment she intended to take an extended holiday overseas.",
      "id": "s18"
    },
    {
      "text": "Mr Kuhl moved into the apartment and house-sat it for her while she was away.",
      "id": "s19"
    },
    {
      "text": "After she returned she and Mr Kuhl cohabited in the apartment until September 2004 when she moved to the house of Mr Colin Whittaker in Warwick.",
      "id": "s20"
    },
    {
      "text": "Ms Pelka had been Mr Whittaker's carer since 2000.",
      "id": "s21"
    },
    {
      "text": "She was in receipt of carer payments under the Act between 11 July 2000 and 23 March 2003.",
      "id": "s22"
    },
    {
      "text": "She received those payments at the rate appropriate to a single person.",
      "id": "s23"
    },
    {
      "text": "5 On 24 March 2003 an officer of Centrelink decided that she was living in a marriage-like relationship with Mr Kuhl and had been doing so since her payments began on 11 July 2000.",
      "id": "s24"
    },
    {
      "text": "The officer found that she had been overpaid $29,411.14 for the period from 11 July 2000 to 24 March 2003.",
      "id": "s25"
    },
    {
      "text": "This amount was calculated on the basis that Mr Kuhl's income during that period reduced her carer payment entitlement to nil.",
      "id": "s26"
    },
    {
      "text": "The decision was affirmed by an authorised review officer on 14 May 2003.",
      "id": "s27"
    },
    {
      "text": "Centrelink is a statutory authority created by the Commonwealth Service Delivery Agency Act 1997 (Cth).",
      "id": "s28"
    },
    {
      "text": "Its officers exercise powers delegated by the Secretary of the Department of Family and Community Services under the Act.",
      "id": "s29"
    },
    {
      "text": "They also exercise delegated powers under the Student and Youth Assistance Act 1973 (Cth).",
      "id": "s30"
    },
    {
      "text": "6 Ms Pelka appealed from the Centrelink decision to the SSAT on 20 July 2003.",
      "id": "s31"
    },
    {
      "text": "On 8 October 2003 the SSAT made the following decisions: \n \n \n 'a.",
      "id": "s32"
    },
    {
      "text": "Affirm the decision to regard Ms Pelka as a member of couple (sic) for the period 11 July 2000 to 23 March 2003; and \n \n b.",
      "id": "s33"
    },
    {
      "text": "Vary the decision regarding the over payment of carer payment to the effect that the debt amount is to be recalculated taking into account Mr Kuhl's earnings as stated under Findings of Fact.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n\n7 On 4 November 2003 Ms Pelka lodged an application with the Tribunal for a review of the SSAT decision.",
      "id": "s35"
    },
    {
      "text": "She asserted in her application for review that she and Mr Kuhl were not a member of a couple.",
      "id": "s36"
    },
    {
      "text": "They had a god-brother and sister relationship.",
      "id": "s37"
    },
    {
      "text": "On 8 February 2005 the Tribunal affirmed the decisions under review.",
      "id": "s38"
    },
    {
      "text": "8 On 4 March 2005 Ms Pelka filed a notice of appeal in the original jurisdiction of this Court against the decision of the Tribunal.",
      "id": "s39"
    },
    {
      "text": "An amended notice of appeal was filed on 23 November 2005.",
      "id": "s40"
    },
    {
      "text": "The reasons for decision of the Tribunal \n \n9 By way of what it described as a 'preliminary issue' the Tribunal referred to advice from counsel for the respondent Secretary that it was likely the matter would be referred to the Commonwealth Director of Public Prosecutions.",
      "id": "s41"
    },
    {
      "text": "He informed the Tribunal that the Secretary favoured deferring the Tribunal hearing until the question of any potential criminal proceedings was resolved.",
      "id": "s42"
    },
    {
      "text": "In any event Mr O'Toole, on behalf of Ms Pelka, insisted that she wished to proceed with the hearing by the Tribunal.",
      "id": "s43"
    },
    {
      "text": "10 The Tribunal referred to Ms Pelka's evidence.",
      "id": "s44"
    },
    {
      "text": "She told the Tribunal that Mr Kuhl had moved into her unit at Maylands upon her departure for an extended holiday overseas.",
      "id": "s45"
    },
    {
      "text": "This was some months after she had herself moved into the unit.",
      "id": "s46"
    },
    {
      "text": "Before she went overseas she transferred phone, electricity and gas accounts into his name.",
      "id": "s47"
    },
    {
      "text": "She returned to Australia sooner than expected.",
      "id": "s48"
    },
    {
      "text": "Mr Kuhl, however, had nowhere to go so she told him he could stay in the spare room.",
      "id": "s49"
    },
    {
      "text": "Their arrangement was that he would still pay no rent but in exchange would pay the cost of airfares and accommodation for her to go on overseas holidays.",
      "id": "s50"
    },
    {
      "text": "During the whole of the period from 1988 to about 2000 or 2002 Ms Pelka worked at the Kimberley Nursing Home as an aide.",
      "id": "s51"
    },
    {
      "text": "During this time she paid the mortgage on the Maylands unit.",
      "id": "s52"
    },
    {
      "text": "She eventually paid it off entirely with a settlement from her former marriage.",
      "id": "s53"
    },
    {
      "text": "She had always paid rates and water and Mr Kuhl had always paid phone, electricity and gas bills.",
      "id": "s54"
    },
    {
      "text": "She paid for overseas calls to her mother.",
      "id": "s55"
    },
    {
      "text": "11 Ms Pelka said that she and Mr Kuhl did not have a sexual relationship, nor did they sleep together.",
      "id": "s56"
    },
    {
      "text": "They did their own washing and on occasion she provided food for him generally when she had cooked more than she needed.",
      "id": "s57"
    },
    {
      "text": "They travelled overseas about once a year over the twelve year period that they were sharing the apartment.",
      "id": "s58"
    },
    {
      "text": "When they used hotel accommodation they would book a twin share in order to save money.",
      "id": "s59"
    },
    {
      "text": "When in Singapore she would stay with her mother.",
      "id": "s60"
    },
    {
      "text": "She paid for her own shopping trips.",
      "id": "s61"
    },
    {
      "text": "On occasions she and Mr Kuhl ate together and took it in turns paying for meals when travelling.",
      "id": "s62"
    },
    {
      "text": "12 Ms Pelka told the Tribunal she and Mr Kuhl had never had a joint bank account.",
      "id": "s63"
    },
    {
      "text": "They would occasionally go to the movies together at, perhaps, six monthly intervals.",
      "id": "s64"
    },
    {
      "text": "She had never told anyone she was in a relationship with Mr Kuhl.",
      "id": "s65"
    },
    {
      "text": "She had not had a sexual relationship with anyone since the breakdown of her marriage.",
      "id": "s66"
    },
    {
      "text": "She and Mr Kuhl led separate lives over the 16 years or so that they had shared her unit.",
      "id": "s67"
    },
    {
      "text": "Days could go by without them seeing each other.",
      "id": "s68"
    },
    {
      "text": "She paid no attention to his private life.",
      "id": "s69"
    },
    {
      "text": "It was just a matter of convenience that he was there.",
      "id": "s70"
    },
    {
      "text": "They were not responsible for each other.",
      "id": "s71"
    },
    {
      "text": "Mr Kuhl had never given her any money and she didn't know what his wages were.",
      "id": "s72"
    },
    {
      "text": "Since she moved out in September 2004 to care for Mr Whittaker, Mr Kuhl paid her $55 a week rent as they were no longer going on overseas holidays.",
      "id": "s73"
    },
    {
      "text": "13 Ms Pelka told the Tribunal that Mr Kuhl was purchasing her vehicle from her.",
      "id": "s74"
    },
    {
      "text": "She no longer had need for a car because she was using a car provided by Mr Whittaker.",
      "id": "s75"
    },
    {
      "text": "14 Ms Pelka had never considered herself to be in a marriage-like relationship and if she had known that Mr Kuhl had referred to her as his de facto she would have stopped him from doing so.",
      "id": "s76"
    },
    {
      "text": "They did not pool resources save for when they were on holiday.",
      "id": "s77"
    },
    {
      "text": "She did not know that she was the beneficiary of his will, his superannuation or his life insurance.",
      "id": "s78"
    },
    {
      "text": "Although they had had 12 overseas trips together, she had at times travelled overseas alone.",
      "id": "s79"
    },
    {
      "text": "While they went to films together they did not go to any parties together during the relevant period.",
      "id": "s80"
    },
    {
      "text": "15 Ms Pelka was referred, in the Tribunal hearing, to her claim for carer's payment in which at question 43, she had marked 'no' to the question 'Do you (and your partner) share with anyone else?",
      "id": "s81"
    },
    {
      "text": "' She said she had given that answer because she had rung Centrelink and had been told that she did not need to put anyone down if they were a god-brother or a brother.",
      "id": "s82"
    },
    {
      "text": "She was referred to a document completed by Mr Kuhl on 31 January 2001 in which he referred to his marital status as 'de facto'.",
      "id": "s83"
    },
    {
      "text": "There was also information from Mr Kuhl's employer, Kalender Consulting, which referred to her as his de facto.",
      "id": "s84"
    },
    {
      "text": "Mr Kuhl claimed that he would have described her in that way because it would help him in his employment to be in a relationship.",
      "id": "s85"
    },
    {
      "text": "16 Mr Kuhl gave evidence to the Tribunal.",
      "id": "s86"
    },
    {
      "text": "He said his relationship with Ms Pelka was 'separate and apart'.",
      "id": "s87"
    },
    {
      "text": "He didn't tell her what he was doing and he would often stay away with lady friends.",
      "id": "s88"
    },
    {
      "text": "They used to find a way to arrange holidays around the same time each year.",
      "id": "s89"
    },
    {
      "text": "He would do his own cleaning.",
      "id": "s90"
    },
    {
      "text": "He had never had sex with Ms Pelka nor have they ever been in each other's bedrooms.",
      "id": "s91"
    },
    {
      "text": "The costs of the overseas trips varied from $1,000 to $5,000.",
      "id": "s92"
    },
    {
      "text": "He thought it was perhaps 1991 when they first travelled overseas.",
      "id": "s93"
    },
    {
      "text": "He agreed that in an application for membership of a superannuation fund he had referred to her as his partner.",
      "id": "s94"
    },
    {
      "text": "He said he had no idea why he put partner instead of friend.",
      "id": "s95"
    },
    {
      "text": "Similarly, in a 'New Employees Detail Form' under the heading 'Emergency Contact' he had listed her and described her relationship to him as 'partner'.",
      "id": "s96"
    },
    {
      "text": "At the top of the same form he described his marital status as 'single'.",
      "id": "s97"
    },
    {
      "text": "He told the Tribunal that, as it was a job application form, it was important to indicate he had a partner, even though he had actually described his marital status as single.",
      "id": "s98"
    },
    {
      "text": "He accepted on further questioning that the form in question was not a job application form.",
      "id": "s99"
    },
    {
      "text": "17 Mr Colin Whittaker, for whom Ms Pelka cares, said he had known her for eight to nine years.",
      "id": "s100"
    },
    {
      "text": "She had been his carer since 2000.",
      "id": "s101"
    },
    {
      "text": "She had been away with him on a number of business trips including a three month period when they were travelling around Australia.",
      "id": "s102"
    },
    {
      "text": "He had never been aware of any boyfriend.",
      "id": "s103"
    },
    {
      "text": "18 After setting out the contending submissions from Ms Pelka and the Secretary, the Tribunal gave consideration to various aspects of the relationship as it emerged from the evidence in determining whether or not Ms Pelka was in a marriage-like relationship with Mr Kuhl for the period during which she was receiving carer payments.",
      "id": "s104"
    },
    {
      "text": "19 The Tribunal found that Ms Pelka and Mr Kuhl did not jointly own any real estate, nor have any joint bank accounts or joint liabilities.",
      "id": "s105"
    },
    {
      "text": "After the purchase of the apartment Ms Pelka's income and property settlement serviced and paid off the mortgage.",
      "id": "s106"
    },
    {
      "text": "Mr Kuhl paid gas, electricity and the telephone accounts.",
      "id": "s107"
    },
    {
      "text": "Ms Pelka paid the rates.",
      "id": "s108"
    },
    {
      "text": "Mr Kuhl had recently begun to pay a modest rent of $55 a week.",
      "id": "s109"
    },
    {
      "text": "Through the entire 16 years of their cohabitation Ms Pelka and Mr Kuhl had maintained a 'barter system' under which she did not receive any rent but instead an annual overseas holiday.",
      "id": "s110"
    },
    {
      "text": "The Tribunal said: \n \n 'This reflects a significant level of trust and financial cooperation on both sides.",
      "id": "s111"
    },
    {
      "text": "' \n \n\nThe Tribunal found that Ms Pelka and Mr Kuhl provided for themselves in all day to day requirements but that their financial relationship involved significant cooperation, pooling of resources and mutual benefit.",
      "id": "s112"
    },
    {
      "text": "20 Turning to their household the Tribunal found that Ms Pelka and Mr Kuhl each had a bedroom but shared a common kitchen, lounge room and bathroom.",
      "id": "s113"
    },
    {
      "text": "The bedroom furniture was their own and Mr Kuhl had supplied most of the lounge room furniture.",
      "id": "s114"
    },
    {
      "text": "Ms Pelka did more housework.",
      "id": "s115"
    },
    {
      "text": "She could not recall if they ate together once a week, fortnight or a month, but they did eat together at times when she cooked extra food.",
      "id": "s116"
    },
    {
      "text": "21 On the social aspects of their relationship, the Tribunal observed that Ms Pelka's description of her relationship with Mr Kuhl was at times contradictory.",
      "id": "s117"
    },
    {
      "text": "She had said to the SSAT that they had a very close spiritual bond.",
      "id": "s118"
    },
    {
      "text": "They had become close after she met Mr Kuhl's parents.",
      "id": "s119"
    },
    {
      "text": "She described their relationship as like a sister and brother --- a close bond in a spiritual way.",
      "id": "s120"
    },
    {
      "text": "At other times she said it was just a matter of convenience that he lived in the apartment.",
      "id": "s121"
    },
    {
      "text": "She had no right to know where he was.",
      "id": "s122"
    },
    {
      "text": "22 At [42] the Tribunal said:\n \n 'The difficulty the Tribunal had in gaining a clear understanding of the god-brother/god-sister relationship was exacerbated by the evidence highlighting the marked contrast in the relationship between the applicant and Mr Kuhl at home and overseas.",
      "id": "s123"
    },
    {
      "text": "At home their evidence painted a picture of separate lives bordering on complete disregard for the whereabouts or activities of the other apart from the occasional movie, meal or plans for the next overseas trip.",
      "id": "s124"
    },
    {
      "text": "Then for up to 4 weeks a year for at least 12 years they travelled overseas together, ate together regularly and slept in the same room.",
      "id": "s125"
    },
    {
      "text": "In addition, the applicant said she would allow Mr Kuhl to live cost free, for example, if unemployed.",
      "id": "s126"
    },
    {
      "text": "The Tribunal concluded that this was the most significant relationship the applicant appeared to have in her life involving a close bond, trust and very considerable emotional significance.",
      "id": "s127"
    },
    {
      "text": "' \n \n\n23 On the question of sexual relationship, the Tribunal referred to Ms Pelka and Mr Kuhl's evidence that they had no sexual relationship.",
      "id": "s128"
    },
    {
      "text": "It did not make any express finding in that respect but appears to have accepted the evidence.",
      "id": "s129"
    },
    {
      "text": "As to the nature of their commitment to each other, it said (at [44]):\n \n 'The applicant, who describes her relationship as a close spiritual bond has allowed Mr Kuhl to live in her unit for some 16 years.",
      "id": "s130"
    },
    {
      "text": "Even since she recently left the unit she has allowed him to continue to reside there.",
      "id": "s131"
    },
    {
      "text": "Mr Kuhl whilst on the one hand giving evidence that there was no emotion involved in their relationship had made her a beneficiary of his superannuation and will.",
      "id": "s132"
    },
    {
      "text": "The Tribunal concludes that their commitment to each other has been long standing and close and there is no evidence of any other significant relationships during the period in question.",
      "id": "s133"
    },
    {
      "text": "' \n \n\n24 The Tribunal found that: \n \n '... the weight of evidence supports the finding that at the relevant time Ms Pelka was in a marriage-like relationship and was a member of a couple for the purposes of s 4(2) of the Act, satisfying s 4(2)(b) of the Act.",
      "id": "s134"
    },
    {
      "text": "' \n \n\n25 The Tribunal then turned to the basis upon which the carer's payment was calculated, noting that the partner's income must be taken into account.",
      "id": "s135"
    },
    {
      "text": "It found that, because Ms Pelka's partner's income was not taken into account an overpayment had resulted and, pursuant to s 1223(1) of the Act, was a debt to the Commonwealth.",
      "id": "s136"
    },
    {
      "text": "26 The Tribunal referred to provisions of the Act allowing for the waiver of a debt particularly where the overpayment is attributable solely to an administrative error made by the Commonwealth (s 1237A(1)).",
      "id": "s137"
    },
    {
      "text": "It held that the debt had not arisen due to such an error.",
      "id": "s138"
    },
    {
      "text": "Ms Pelka had answered 'no' to the question 'Do you (and your partner) share with anyone else?",
      "id": "s139"
    },
    {
      "text": "' on the claim for carer payment which she filled out.",
      "id": "s140"
    },
    {
      "text": "The Tribunal was not convinced of the accuracy of her recollection that she had rung Centrelink and had been told that if someone were a brother or god-brother they did not have to be listed as sharing accommodation.",
      "id": "s141"
    },
    {
      "text": "27 The Tribunal also referred to s 1237AAD of the Act providing for waiver in the case of special circumstances.",
      "id": "s142"
    },
    {
      "text": "There was no evidence before the Tribunal that there were special circumstances and it held that it was unnecessary to consider that provision further.",
      "id": "s143"
    },
    {
      "text": "The grounds of appeal \n \n28 The grounds of appeal, which were amended by consent at the hearing, alleged a number of errors of law on the part of the Tribunal.",
      "id": "s144"
    },
    {
      "text": "Those maintained at the hearing may be summarised as follows: \n \n 1.",
      "id": "s145"
    },
    {
      "text": "Finding that the applicant was in a marriage-like relationship within the meaning of s 4(3) of the Social Security Act 1991 (Cth) when such a finding was not supported by the evidence and was contrary to the weight of the evidence.",
      "id": "s146"
    },
    {
      "text": "(Grounds 4(b) and 4(c)).",
      "id": "s147"
    },
    {
      "text": "2.",
      "id": "s148"
    },
    {
      "text": "Failure to give reasons for not accepting the evidence of the applicant, Mr Kuhl and Mr Whittaker.",
      "id": "s149"
    },
    {
      "text": "(Ground 4(d)).",
      "id": "s150"
    },
    {
      "text": "3.",
      "id": "s151"
    },
    {
      "text": "Failing to consider whether there were special circumstances pursuant to s 1237AAD of the Act which might warrant the waiver of any debt owed to the Commonwealth.",
      "id": "s152"
    },
    {
      "text": "(Ground 4(e)).",
      "id": "s153"
    },
    {
      "text": "4.",
      "id": "s154"
    },
    {
      "text": "Failing to find that the debt was caused solely by administrative error made by the Commonwealth and that the carer payments were received in good faith.",
      "id": "s155"
    },
    {
      "text": "(Ground 4(f)).",
      "id": "s156"
    },
    {
      "text": "5.",
      "id": "s157"
    },
    {
      "text": "Failing to provide adequate reasons for concluding there was no evidence of special circumstances pursuant to s 1237AAD of the Act.",
      "id": "s158"
    },
    {
      "text": "(Ground 4(g)).",
      "id": "s159"
    },
    {
      "text": "Statutory framework \n\n29 Part 2.5 of the Act deals with carer payments.",
      "id": "s160"
    },
    {
      "text": "The qualifications for and payability of carer payments are set out in Div 1 of Pt 2.5.",
      "id": "s161"
    },
    {
      "text": "It may be assumed for present purposes that Ms Pelka qualified for a carer payment by reason of her provision of care for Mr Whittaker.",
      "id": "s162"
    },
    {
      "text": "30 Section 210 of the Act appears in Div 4 of Pt 2.5 which relates to the rate of carer payments.",
      "id": "s163"
    },
    {
      "text": "It provides: \n \n 'A person's carer payment is worked out using Pension Rate Calculator A at the end of section 1064.",
      "id": "s164"
    },
    {
      "text": "' \n \n\n31 Section 1064 provides, inter alia: \n \n '(1) The rate of: \n ... \n (d) carer payment: \n ... \n \n is, subject to subsection (2), to be calculated in accordance with the Rate Calculator at the end of this section.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n32 The Pension Rate Calculator A sets out in Module A what is designated the Overall Rate Calculation Process.",
      "id": "s166"
    },
    {
      "text": "Step 5 in the method set out in Module A requires the application of 'the ordinary income test using Module E below to work out the income reduction'.",
      "id": "s167"
    },
    {
      "text": "This effectively requires that the income of the carer be taken into account to reduce the level of benefit payable to him or her.",
      "id": "s168"
    },
    {
      "text": "As appears below it also brings to account the income of the carer's spouse or partner in a marriage-like relationship.",
      "id": "s169"
    },
    {
      "text": "Under step 8 the income reduction is taken away from the maximum payment rate and the result is called the Income Reduced Rate.",
      "id": "s170"
    },
    {
      "text": "There is provision for further reduction by reference to assets.",
      "id": "s171"
    },
    {
      "text": "33 Module E sets out the method for working out the effect of a person's ordinary income on their maximum payment rate.",
      "id": "s172"
    },
    {
      "text": "In s 1064-E2 it is said: \n \n 'If a person is a member of a couple, add the couple's ordinary incomes (on a yearly basis) and divide by 2 to work out the amount of the person's ordinary income for the purposes of this Module.",
      "id": "s173"
    },
    {
      "text": "' \n \n\nThese provisions show how a carer who is a member of a couple is to have the couple's income taken into account in assessing the carer's payment rate.",
      "id": "s174"
    },
    {
      "text": "34 The term 'member of a couple' is defined in s 4(2) of the Act which provides, inter alia: \n \n 'Subject to subsection (3), a person is a member of a couple for the purposes of this Act if: \n \n ... \n \n (b) all of the following conditions are met: \n \n \n \n \n (i) the person has a relationship with a person of the opposite sex (in this paragraph called the partner ); \n (ii) the person is not legally married to the partner; \n (iii) the relationship between the person and the partner is, in the Secretary's opinion (formed as mentioned in subsections (3) and (3A)), a marriage-like relationship; \n (iv) both the person and the partner are over the age of consent applicable in the State or Territory in which they live; \n (v) the person and the partner are not within a prohibited relationship for the purposes of section 23B of the Marriage Act 1961 .",
      "id": "s175"
    },
    {
      "text": "' \n \n \n \n\n35 Section 4(3) provides relevantly: \n \n 'In forming an opinion about a relationship between 2 people for the purposes of paragraph (2)(a) or subparagraph (2)(b)(iii), the Secretary is to have regard to all the circumstances of the relationship including, in particular, the following matters: \n \n (a) the financial aspects of the relationship, including: \n \n \n \n \n (i) any joint ownership of real estate or other major assets and any joint liabilities; and \n (ii) any significant pooling of financial resources especially in relation to major financial commitments; and \n (iii) any legal obligations owed by one person in respect of the other person; and \n (iv) the basis of any sharing of day-to-day household expenses; \n \n \n \n \n \n (b) the nature of the household, including: \n \n \n \n \n \n (i) any joint responsibility for providing care or support of children; and \n (ii) the living arrangements of the people; and \n (iii) the basis on which responsibility for housework is distributed; \n \n (c) the social aspects of the relationship, including: \n \n (i) whether the people hold themselves out as married to each other; and \n (ii) the assessment of friends and regular associates of the people about the nature of their relationship; and \n (iii) the basis on which the people make plans for, or engage in, joint social activities; \n \n (d) any sexual relationship between the people; \n \n (e) the nature of the people's commitment to each other, including: \n \n (i) the length of the relationship; and \n (ii) the nature of any companionship and emotional support that the people provide to each other; and \n (iii) whether the people consider that the relationship is likely to continue indefinitely; and \n (iv) whether the people see their relationship as a marriage-like relationship.",
      "id": "s176"
    },
    {
      "text": "' \n \n \n \n\n Marriage-like relationships \n \n36 Social security legislation has long been concerned to differentiate the rate of benefits payable between those who are single and those who enjoy the benefits of marriage or like relationships.",
      "id": "s177"
    },
    {
      "text": "Such distinctions were made in the Social Services Act 1947 (Cth) which preceded the Act.",
      "id": "s178"
    },
    {
      "text": "37 An example of an earlier statutory formula giving effect to such a distinction was considered by the Full Federal Court in Lambe v Director-General of Social Services (1981) 57 FLR 262.",
      "id": "s179"
    },
    {
      "text": "The question was whether a single mother in receipt of a supporting parent benefit was '... living with ... a man as his wife on a bona fide domestic basis although not legally married to him'.",
      "id": "s180"
    },
    {
      "text": "In deciding whether such a relationship existed the Court held that it was necessary to take into account a variety of factors, albeit no factors were spelt out in the statute.",
      "id": "s181"
    },
    {
      "text": "The Court held that all facets of the interpersonal relationship of the two persons had to be taken into account.",
      "id": "s182"
    },
    {
      "text": "Importantly (at 271): \n \n '... the question of the financial support which [the man] provides is an important although not necessarily crucial consideration, but is only one of a number of relevant matters which the Tribunal should take into account in characterizing, as required by the definition, the nature of the relationship ...'.",
      "id": "s183"
    },
    {
      "text": "38 The same statutory formula was considered by Fitzgerald J in Lynam v Director-General of Social Security (1983) 52 ALR 128.",
      "id": "s184"
    },
    {
      "text": "He applied Lambe and said, inter alia (at 131): \n \n 'Each element of a relationship draws its colour and its significance from the other elements, some of which may point in one direction and some in the other.",
      "id": "s185"
    },
    {
      "text": "What must be looked at is the composite picture.",
      "id": "s186"
    },
    {
      "text": "Any attempt to isolate individual factors and to attribute to them relative degrees of materiality or importance involves a denial of common experience and will almost inevitably be productive of error.",
      "id": "s187"
    },
    {
      "text": "The endless scope for differences in human attitudes and activities means that there will be an almost infinite variety of combinations of circumstances which may fall for consideration.",
      "id": "s188"
    },
    {
      "text": "In any particular case, it will be a question of fact and degree, a jury question, whether a relationship between two unrelated persons of the opposite sex meets the statutory test.",
      "id": "s189"
    },
    {
      "text": "' \n \n\n39 The criterion of marital relationship was considered O'Loughlin J in Staunton-Smith v Secretary, Department of Social Security (1991) 32 FCR 164.",
      "id": "s190"
    },
    {
      "text": "The question in that case was whether a woman claiming a sole parent's pension was 'a married person ... living separately and apart from her spouse'.",
      "id": "s191"
    },
    {
      "text": "Having separated from her husband she had returned home as a matter of convenience and because of his assistance in caring for their disabled child.",
      "id": "s192"
    },
    {
      "text": "O'Loughlin J referred to Lambe and Lynam .",
      "id": "s193"
    },
    {
      "text": "He endorsed the observations of Fitzgerald J quoted earlier.",
      "id": "s194"
    },
    {
      "text": "He said (at 173):\n \n '... it is not sufficient to merely note that a couple are sharing accommodation, nor is it sufficient to note that one is financially dependent on the other; it is necessary to delve deeper to find the reasons for those arrangements.",
      "id": "s195"
    },
    {
      "text": "Those reasons will be better indicators in determining the correct nature of their relationship.",
      "id": "s196"
    },
    {
      "text": "' \n \n\n40 In determining whether a marriage-like relationship exists under the present Act, the nature of the exercise is much the same as that required under the statutory formulae in use in the cases cited above.",
      "id": "s197"
    },
    {
      "text": "41 The Social Security and Veterans Affairs Amendment Legislation Act (No 3) 1989 (Cth) amended the Social Services Act 1947 by introducing the concept of a person 'living with the other person in a marriage-like relationship' (new s 43A(6)).",
      "id": "s198"
    },
    {
      "text": "The assessment of such a relationship required consideration of the same factors that apply today (new s 3A).",
      "id": "s199"
    },
    {
      "text": "In Cadman v Secretary, Department of Society Security (1993) 31 ALD 486, Neaves J noted that the Tribunal under appeal had applied the new criteria even though it was dealing with a case to which the old test applied.",
      "id": "s200"
    },
    {
      "text": "That was the test of 'living with a man as his wife on a bona fide domestic basis although not legally married to him'.",
      "id": "s201"
    },
    {
      "text": "However, his Honour held, each of the listed matters considered under the new s 3A of the former Act was as relevant to that task as it was to the test of a marriage-like relationship (at 490).",
      "id": "s202"
    },
    {
      "text": "This merely illustrates the similarities of the kind of decision-making which is required under each of the statutory formulae and, to that extent, the continuing utility of the older authorities.",
      "id": "s203"
    },
    {
      "text": "42 The Social Security (No Budget Measures) Legislation Amendment Act 1995 (Cth) deleted the requirement that a marriage-like relationship required the parties to it to be 'living' together and substituted the term 'has a relationship with a person'.",
      "id": "s204"
    },
    {
      "text": "The Explanatory Memorandum to the Bill stated that the changes were designed to ensure that sole parent pensions would not be paid to couples only temporarily living apart.",
      "id": "s205"
    },
    {
      "text": "But in a useful commentary on the provisions Sutherland P, Annotations to the Social Security Act 1991 (5 th ed, Federation Press, 1998) states, correctly in my view, (at 12-13):\n \n 'In fact the way the amendments are framed means that they have a wider effect: firstly, they will apply to all payments, not just sole parent pension; and secondly, they will have a relevant effect on the initial issue as to whether a \"marriage-like relationship\" exists.",
      "id": "s206"
    },
    {
      "text": "' \n \n\n43 When the 'marriage-like relationship' provisions were first inserted in the Social Services Act 1947 similar provisions were introduced into the Veterans Entitlements Act 1986 (Cth), they being ss 5E(2) and 11A .",
      "id": "s207"
    },
    {
      "text": "The latter section sets out criteria for determining the existence of a marriage-like relationship for determining whether a person is a member of a 'couple' under s 5E(2).",
      "id": "s208"
    },
    {
      "text": "The criteria are the same as those in the Social Security Act --- see generally Creyke R and Sutherland P, Veterans' Entitlements Law (Federation Press, 2000) at 168-172.",
      "id": "s209"
    },
    {
      "text": "44 The formula of the words 'living together in a marriage-like relationship' used in s 11A , as included in the Veterans Entitlements Act 1986 by 1989 amendments, was considered by Tamberlin J in Garner v Repatriation Commission (1998) 53 ALD 297.",
      "id": "s210"
    },
    {
      "text": "His Honour observed, relevantly to the current provisions of s 4(3) of the Act, that s 11A required regard to be had to all of the circumstances of the relationship, albeit it set out a number of matters which must be taken into account.",
      "id": "s211"
    },
    {
      "text": "45 There have of course been a number of Tribunal decisions on the marriage-like relationship provisions and these are referred to in the text books cited above.",
      "id": "s212"
    },
    {
      "text": "It would, however, be multiplying discussions of various factual situations to canvass those decisions.",
      "id": "s213"
    },
    {
      "text": "46 Having regard to the current provisions of s 4(3) and the approaches discussed in the earlier authorities mentioned, a decision-maker concerned with whether an unmarried person is in a marriage-like relationship with another person of the opposite sex: \n \n 1.",
      "id": "s214"
    },
    {
      "text": "Must have regard to their interpersonal relationship as a whole not limited by the factors listed in s 4(3).",
      "id": "s215"
    },
    {
      "text": "2.",
      "id": "s216"
    },
    {
      "text": "Must have regard to each of: \n (a) the financial aspects of the relationship;\n (b) the nature of the household; \n (c) the social aspects of the relationship; \n (d) any sexual relationship between the people; \n (e) the nature of the people's commitment to each other.",
      "id": "s217"
    },
    {
      "text": "3.",
      "id": "s218"
    },
    {
      "text": "In having regard to the preceding five matters, must have regard to all factors relevant to each and, in particular, must have regard to the factors listed under each heading in s 4(3).",
      "id": "s219"
    },
    {
      "text": "4.",
      "id": "s220"
    },
    {
      "text": "Must specifically consider the total picture of the relationship created by all of these factors bearing in mind that consideration must be given to those which weigh against a marriage-like relationship and those which weigh in favour of it.",
      "id": "s221"
    },
    {
      "text": "5.",
      "id": "s222"
    },
    {
      "text": "Must undertake the preceding consideration bearing in mind that a marriage-like relationship is not disclosed solely by any one of the following matters: \n (a) financial cooperation; \n (b) cohabitation; \n (c) a sexual relationship; \n (d) cooperative household arrangements; \n (e) mutual commitment.",
      "id": "s223"
    },
    {
      "text": "47 The judgment to be made is difficult and, once out of the range of obvious cases falling within the core concept of 'marriage-like', will be attended by a degree of uncertainty.",
      "id": "s224"
    },
    {
      "text": "Indeed, it may be that different decision-makers on the same facts could quite reasonably come up with different answers.",
      "id": "s225"
    },
    {
      "text": "First ground --- first limb - whether the Tribunal's findings were supported by the evidence \n \n48 The first substantive ground of this appeal attacked the principal findings made by the Tribunal as unsupported by the evidence.",
      "id": "s226"
    },
    {
      "text": "It is important in approaching this ground to bear in mind that the Tribunal's decision can only be challenged for error of law.",
      "id": "s227"
    },
    {
      "text": "That does not encompass mere errors of fact arising out of faulty reasoning from the evidence.",
      "id": "s228"
    },
    {
      "text": "49 Under the first ground Ms Pelka canvassed the Tribunal's findings about her financial relationship with Mr Kuhl, the nature of their household, the lack of any sexual relationship and the nature of their commitment to each other.",
      "id": "s229"
    },
    {
      "text": "The principal challenge concerned the Tribunal's findings about their financial relationship.",
      "id": "s230"
    },
    {
      "text": "50 On the financial aspect of their relationship, the Tribunal considered the matters set out in s 4(3)(a) of the Act.",
      "id": "s231"
    },
    {
      "text": "Its findings in respect of those matters were as follows: \n \n (i) There was no joint ownership of real estate or bank accounts or other assets and no joint liabilities.",
      "id": "s232"
    },
    {
      "text": "(ii) There was significant pooling of financial resources.",
      "id": "s233"
    },
    {
      "text": "(iii) No finding was made that Ms Pelka or Mr Kuhl owed any legal obligations to each other.",
      "id": "s234"
    },
    {
      "text": "(iv) Mr Kuhl paid gas, electricity and the telephone account and had recently begun to pay a moderate rental of $55.",
      "id": "s235"
    },
    {
      "text": "Ms Pelka paid the rates.",
      "id": "s236"
    },
    {
      "text": "51 The matters set out in s 4(3)(a) are not exhaustive of the financial aspects of a relationship which can be taken into account for the purposes of determining whether it is 'marriage-like'.",
      "id": "s237"
    },
    {
      "text": "The Tribunal itself appears not to have relied upon any matters relevant to the financial relationship beyond those listed in s 4(3) except perhaps for its reference to the existence of a 'barter system' between Ms Pelka and Mr Kuhl.",
      "id": "s238"
    },
    {
      "text": "The barter system was described as one whereby a rent had been foregone by Ms Pelka for an annual overseas holiday.",
      "id": "s239"
    },
    {
      "text": "52 A relevant constructional question which arises under the first ground is the meaning of the term 'pooling of financial resources' in s 4(3)(a)(ii).",
      "id": "s240"
    },
    {
      "text": "The ordinary meaning of the word 'pool' in this context is set out in the New Shorter Oxford English Dictionary thus: \n \n 'Put resources into a common stock or fund; share in common, combine for the common benefit.",
      "id": "s241"
    },
    {
      "text": "' \n \n\nThis, in my opinion, is the sense in which the noun 'pooling' is used in s 4(3)(a)(ii).",
      "id": "s242"
    },
    {
      "text": "It plainly involves something more than financial cooperation or separate contributions to different elements of household expense.",
      "id": "s243"
    },
    {
      "text": "The so-called 'barter system' did not constitute a pooling of financial resources in that sense.",
      "id": "s244"
    },
    {
      "text": "If Mr Kuhl paid for or contributed to overseas travel for Ms Pelka instead of paying rent, that is not a 'pooling of financial resources' any more than his payment of rent would be so described.",
      "id": "s245"
    },
    {
      "text": "There was no evidence of pooling, properly so called, identified by the Tribunal in its findings and the Tribunal's finding that there was appears to reflect an error of law.",
      "id": "s246"
    },
    {
      "text": "That error is a misconstruction of s 4(3)(a)(ii).",
      "id": "s247"
    },
    {
      "text": "There was no pooling 'in relation to major financial commitments' which is a particular focus of the pooling to be considered under s 4(3)(a)(ii).",
      "id": "s248"
    },
    {
      "text": "I accept that there was a very small scale pooling reflected in evidence that Ms Pelka and Mr Kuhl contributed to a collection box funds that were used on overseas trips.",
      "id": "s249"
    },
    {
      "text": "The money so contributed was referred to in Mr Kuhl's evidence as 'loose change'.",
      "id": "s250"
    },
    {
      "text": "His evidence, as summarised by the Tribunal was that it '... might pay for one meal when they went away' [24].",
      "id": "s251"
    },
    {
      "text": "53 Cooperation is not identified as a specific factor in s 4(3) of the Act.",
      "id": "s252"
    },
    {
      "text": "That is not to say cooperative behaviour may not be taken into account for the matters listed in s 4(3) are not exhaustive.",
      "id": "s253"
    },
    {
      "text": "But cooperation of itself does not take a relationship very far down the path towards characterisation as 'marriage-like'.",
      "id": "s254"
    },
    {
      "text": "Cooperation is an indispensable feature of human society and of a multiplicity of different kinds of relationships within human society including the purely commercial.",
      "id": "s255"
    },
    {
      "text": "The same may be said of 'mutual benefit' which attaches to a large range of arrangements between people.",
      "id": "s256"
    },
    {
      "text": "54 The Tribunal's findings on the nature of the household arrangements between Ms Pelka and Mr Kuhl can be measured against the non-exhaustive matters identified in s 4(3)(b).",
      "id": "s257"
    },
    {
      "text": "That is to say: \n \n (i) There was no question of any joint responsibility for providing care or support of children.",
      "id": "s258"
    },
    {
      "text": "(ii) The living arrangements involved separate bedrooms and a common kitchen, lounge and bathroom.",
      "id": "s259"
    },
    {
      "text": "Ms Pelka and Mr Kuhl each owned their own bedroom furniture and Mr Kuhl supplied most of the lounge room furniture.",
      "id": "s260"
    },
    {
      "text": "(iii) Ms Pelka did more housework than Mr Kuhl and they occasionally ate together when she cooked more than she needed for herself.",
      "id": "s261"
    },
    {
      "text": "These findings were not disputed.",
      "id": "s262"
    },
    {
      "text": "It was submitted however, on behalf of Ms Pelka, that they were not consistent with a 'marriage-like relationship' and did not support the Tribunal's overall conclusion.",
      "id": "s263"
    },
    {
      "text": "I agree with that proposition.",
      "id": "s264"
    },
    {
      "text": "But the Tribunal is not shown to have erred in that regard.",
      "id": "s265"
    },
    {
      "text": "It has not, on the face of its reasons, made any finding that the household arrangements were indicative of a marriage-like relationship.",
      "id": "s266"
    },
    {
      "text": "55 The Tribunal referred specifically to the evidence as highlighting 'the marked contrast in the relationship between the applicant and Mr Kuhl at home and overseas'.",
      "id": "s267"
    },
    {
      "text": "It pointed out that 'at home their evidence painted a picture of separate lives, bordering on complete disregard for the whereabouts or activities of the other apart from the occasional movie, meal or plans for the next overseas trip'.",
      "id": "s268"
    },
    {
      "text": "The Tribunal contrasted this picture with their overseas travel when, 'for up to 4 weeks a year for at least 12 years they travelled overseas together, ate together regularly and slept in the same room'.",
      "id": "s269"
    },
    {
      "text": "56 If by contrasting the preceding the Tribunal was intending to cast doubt upon the evidence of the household arrangements at home it should have said so and made an appropriate finding.",
      "id": "s270"
    },
    {
      "text": "As they stand however, the reasons indicate acceptance of the evidence from Ms Pelka and Mr Kuhl in that respect.",
      "id": "s271"
    },
    {
      "text": "Given that acceptance it is hard to see the household arrangements as anything less than a major factor against the Tribunal's ultimate conclusion.",
      "id": "s272"
    },
    {
      "text": "There is, however, no basis upon which an error of law was disclosed in this aspect of the Tribunal's reasoning.",
      "id": "s273"
    },
    {
      "text": "57 On the question of the social relationship between Ms Pelka and Mr Kuhl, the Tribunal's findings, measured against the matters set out in s 4(3)(c) were as follows: \n \n (i) Ms Pelka did not hold herself out as married to Mr Kuhl or as his partner or de facto wife.",
      "id": "s274"
    },
    {
      "text": "He had described her as his de facto and partner on particular occasions without her knowledge.",
      "id": "s275"
    },
    {
      "text": "A unilateral declaration of that kind might be evidence relevant to the answer to the question posed by s 4(3)(c)(i), namely whether the people held themselves out as married to each other, but in this case the answer is plainly no.",
      "id": "s276"
    },
    {
      "text": "That followed from the Tribunal's acceptance of Ms Pelka's evidence.",
      "id": "s277"
    },
    {
      "text": "(ii) There was no evidence from friends or regular acquaintances about the nature of the relationship.",
      "id": "s278"
    },
    {
      "text": "The Tribunal's observations on Mr Whittaker's evidence were a little curious.",
      "id": "s279"
    },
    {
      "text": "He said that in the eight or nine years that he had known Ms Pelka he had never been aware that she had a boyfriend.",
      "id": "s280"
    },
    {
      "text": "This evidence, along with his evidence that she was always available to care for him at short notice, was said to be largely negated by his evidence that she was secretive and did not discuss her private life.",
      "id": "s281"
    },
    {
      "text": "That fact might have been taken as evidence in support of the proposition that Ms Pelka did not regard Mr Kuhl as her marital or quasi marital partner.",
      "id": "s282"
    },
    {
      "text": "Even a secretive person might be expected to make some reference to a husband or partner.",
      "id": "s283"
    },
    {
      "text": "(iii) The Tribunal did not expressly consider s 4(3)(c)(iii), no doubt because there was little or no evidence of any joint social activities engaged in by Ms Pelka and Mr Kuhl.",
      "id": "s284"
    },
    {
      "text": "58 The Tribunal referred to the god-brother, god-sister relationship between Ms Pelka and Mr Kuhl and the spiritual nature of their bond.",
      "id": "s285"
    },
    {
      "text": "It referred to her evidence that she would allow Mr Kuhl to live at her place cost free if he were unemployed.",
      "id": "s286"
    },
    {
      "text": "The Tribunal came to the conclusion that the relationship Ms Pelka had with Mr Kuhl 'was the most significant relationship [she] appeared to have in her life involving a close bond, trust and very considerable emotional significance'.",
      "id": "s287"
    },
    {
      "text": "The Tribunal's conclusion in this respect was challenged on the basis that it was not supported by the evidence.",
      "id": "s288"
    },
    {
      "text": "The evidence, it was said, was consistent with a close friendship between two people or a brother and sister-like relationship.",
      "id": "s289"
    },
    {
      "text": "But the Tribunal's conclusion about the importance of the relationship, the closeness of Ms Pelka's bond to Mr Kuhl and its emotional significance to her, could as well fit such a relationship.",
      "id": "s290"
    },
    {
      "text": "It was open on the evidence and does not of itself disclose any error of law.",
      "id": "s291"
    },
    {
      "text": "59 As to the sexual relationship between Ms Pelka and Mr Kuhl, the Tribunal appears to have accepted in effect that there was none.",
      "id": "s292"
    },
    {
      "text": "This was a factor therefore to be weighed in the balance against a conclusion of a marriage-like relationship.",
      "id": "s293"
    },
    {
      "text": "No such weighing process appears to have occurred.",
      "id": "s294"
    },
    {
      "text": "60 The final factor to be considered by the Tribunal was the nature of the commitment of Ms Pelka and Mr Kuhl to each other.",
      "id": "s295"
    },
    {
      "text": "The term 'commitment' is not readily susceptible of clear definition.",
      "id": "s296"
    },
    {
      "text": "Its dimensions in the context of s 4(3)(e) are illustrated by the matters to be considered in relation to it.",
      "id": "s297"
    },
    {
      "text": "The relevant findings by the Tribunal were: \n \n(i) The relationship between Ms Pelka and Mr Kuhl dated back for some 16 years.",
      "id": "s298"
    },
    {
      "text": "(ii) Their commitment to each other had been long standing and close.",
      "id": "s299"
    },
    {
      "text": "(iii) There was no finding made about whether they saw their relationship as continuing indefinitely.",
      "id": "s300"
    },
    {
      "text": "(iv) There was no finding whether they saw their relationship as marriage-like, albeit the Tribunal had referred to Mr Kuhl's description, in certain circumstances, of Ms Pelka as his partner or de facto.",
      "id": "s301"
    },
    {
      "text": "These findings added little to the Tribunal's preceding conclusions.",
      "id": "s302"
    },
    {
      "text": "61 The Tribunal's general conclusion was that (at [45]):\n \n '... the weight of evidence supports the finding that at the relevant time Ms Pelka was in a marriage-like relationship....' \n \n\nThis conclusion did not proceed, as one might have expected, from a weighing of the various factors against each other.",
      "id": "s303"
    },
    {
      "text": "It is plain that there were matters pointing in different directions.",
      "id": "s304"
    },
    {
      "text": "A decision-maker in applying the matters set out in s 4(3) should acknowledge that they are non-exhaustive and at least indicate that consideration has been given to whether there might be any other factors relevant to the difficult judgment of whether a 'marriage-like' relationship exists.",
      "id": "s305"
    },
    {
      "text": "Each of the individual matters listed in s 4(3) is accompanied by a non-exhaustive list of factors.",
      "id": "s306"
    },
    {
      "text": "Again, the decision-maker in each case should consider whether there are any other factors relevant to the particular matter listed --- see Garner (supra).",
      "id": "s307"
    },
    {
      "text": "The Tribunal quoted a passage from a decision of the Tribunal in Re: Secretary, Department of Family and Community Services and WAP [2000] AATA 7.",
      "id": "s308"
    },
    {
      "text": "It is not clear however from the reasons how it applied the non-exhaustive approach set out in the passage which it quoted.",
      "id": "s309"
    },
    {
      "text": "62 The statutory criterion of 'marriage-like relationship' is no doubt intended to ensure that there is no unfair discrimination in the payment of benefits as between those who are married and those who enjoy the benefits of marriage without its formalities.",
      "id": "s310"
    },
    {
      "text": "The formula is likely to be productive of difficulty in application and uncertainty in result.",
      "id": "s311"
    },
    {
      "text": "In this respect it is little better than its statutory ancestors to which reference was made earlier in these reasons.",
      "id": "s312"
    },
    {
      "text": "The real difficulty arises from the fact that, in the payment of various classes of benefit, there is a distinction drawn between married and unmarried people.",
      "id": "s313"
    },
    {
      "text": "So long as marriage is a basis for different levels of benefit there will be a policy imperative to apply the distinction to marriage-like relationships.",
      "id": "s314"
    },
    {
      "text": "63 I am constrained, on this application, to interfere with the Tribunal decision only if I am satisfied that an error of law has been disclosed.",
      "id": "s315"
    },
    {
      "text": "In my view the Tribunal misapplied the law to the extent that it found that Ms Pelka and Mr Kuhl pooled their resources.",
      "id": "s316"
    },
    {
      "text": "This was not supported by the evidence on a proper construction of the Act.",
      "id": "s317"
    },
    {
      "text": "The Tribunal's conclusion in this respect indicates that it misconstrued the Act.",
      "id": "s318"
    },
    {
      "text": "64 It is not possible to know what conclusion the Tribunal would have come to on a proper interpretation of the section.",
      "id": "s319"
    },
    {
      "text": "It is significant, however, in my opinion that this was a case in which there were weighty factors pointing in different directions on the question whether Ms Pelka and Mr Kuhl were living in a marriage-like relationship.",
      "id": "s320"
    },
    {
      "text": "Not to put too fine a point on it, the question was finely balanced.",
      "id": "s321"
    },
    {
      "text": "In my opinion therefore, for the reasons which I have indicated, the Tribunal's decision should be set aside and the matter remitted to it for reconsideration according to law.",
      "id": "s322"
    },
    {
      "text": "First ground --- second limb - whether the Tribunal's decision was contrary to the weight of the evidence \n \n65 This ground relied upon the same matters as the preceding ground.",
      "id": "s323"
    },
    {
      "text": "It did not disclose any additional error of law.",
      "id": "s324"
    },
    {
      "text": "Second ground --- failure to give reasons for not accepting evidence \n \n66 It is not clear that the Tribunal rejected Mr Kuhl's evidence in any important respect.",
      "id": "s325"
    },
    {
      "text": "It may not have accepted his conclusionary statement that his relationship with Ms Pelka was 'separate and apart' but such a statement is not really evidentiary.",
      "id": "s326"
    },
    {
      "text": "67 In relation to Mr Whittaker I do not agree with the Tribunal's approach to his evidence.",
      "id": "s327"
    },
    {
      "text": "However, that is not a matter which discloses an error of law and certainly not a failure to give reasons as required by s 43.",
      "id": "s328"
    },
    {
      "text": "The second ground, in my opinion, fails.",
      "id": "s329"
    },
    {
      "text": "Third and fifth grounds - whether there were special circumstances pursuant to s 1237AAD of the Social Security Act warranting waiver of the debt \n \n68 Section 1237AAD of the Act provides, inter alia: \n \n 'The Secretary may waive the right to recover all or part of a debt if the Secretary is satisfied that: \n \n \n \n (a) the debt did not result wholly or partly from the debtor or another person knowingly: \n \n (i) making a false statement or false representation; or \n \n \n \n \n (ii) failing or omitting to comply with a provision of this Act or the 1947 Act; and \n \n \n \n \n \n (b) there are special circumstances (other than financial hardship alone) that make it desirable to waive; and \n \n (c) it is more appropriate to waive than to write off the debt or part of the debt.",
      "id": "s330"
    },
    {
      "text": "' \n \n \n\n69 The Tribunal said (at [50]):\n \n 'There are a number of criteria that must be satisfied for this section to apply.",
      "id": "s331"
    },
    {
      "text": "There is no evidence before the Tribunal that there are special circumstances in this case so it is not necessary to consider this provision further.",
      "id": "s332"
    },
    {
      "text": "' \n \n\n70 It does not appear that any argument was advanced before the Tribunal that there were special circumstances justifying the application of s 1237AAD.",
      "id": "s333"
    },
    {
      "text": "A statement of facts and contentions filed at the hearing on behalf of Ms Pelka did not refer to any such circumstances.",
      "id": "s334"
    },
    {
      "text": "There was, in my opinion, no error disclosed on the part of the Tribunal in this regard, nor were its reasons inadequate.",
      "id": "s335"
    },
    {
      "text": "Fourth ground - whether the overpayment alleged was caused solely by administrative error by the Commonwealth and received in good faith \n \n71 It was submitted for Ms Pelka that there was evidence before the Tribunal that the alleged overpayment made to her was attributable solely to administrative error made by the Commonwealth and that Ms Pelka had received in good faith the payments that gave rise to the debt.",
      "id": "s336"
    },
    {
      "text": "She had given some evidence that she had been advised by an officer of Centrelink in relation to the form she had to fill in for the carer's payment.",
      "id": "s337"
    },
    {
      "text": "However there was no evidence as to the content of that advice.",
      "id": "s338"
    },
    {
      "text": "72 At one point in her evidence Ms Pelka was questioned by the Tribunal on whether or not there was anything about her circumstances which were 'different or special'.",
      "id": "s339"
    },
    {
      "text": "Again, the answers were rather vague.",
      "id": "s340"
    },
    {
      "text": "None of them were indicative of any administrative error on the part of the Commonwealth.",
      "id": "s341"
    },
    {
      "text": "73 The Tribunal found, at [48] of its reasons, that there had been no relevant administrative error.",
      "id": "s342"
    },
    {
      "text": "Ms Pelka had answered 'no' to the question 'Do you (and your partner) share with anyone else?",
      "id": "s343"
    },
    {
      "text": "' on her claim for Carer Payment and/or Carer Allowance.",
      "id": "s344"
    },
    {
      "text": "The Tribunal said: \n \n 'In the context of her poor recall when asked for example, where she met Mr Kuhl, how often and to which countries she travelled overseas with him, the Tribunal is not convinced of the accuracy of her recollection that she rang Centrelink and was told that if someone was a brother or god-brother they did not have to be listed as sharing accommodation with you.",
      "id": "s345"
    },
    {
      "text": "' \n \n\nThe Tribunal concluded that s 1237A(1) of the Act could not apply.",
      "id": "s346"
    },
    {
      "text": "This does not amount, on any view, to administrative error on the part of the Commonwealth.",
      "id": "s347"
    },
    {
      "text": "There is nothing in this ground.",
      "id": "s348"
    },
    {
      "text": "Conclusion \n \n74 For the preceding reasons the Tribunal's decision given on 8 February 2005 should be set aside and the matter should be remitted to the Tribunal for reconsideration according to law.",
      "id": "s349"
    },
    {
      "text": "The respondent should pay the applicant's costs of this appeal.",
      "id": "s350"
    },
    {
      "text": "I certify that the preceding seventy four (74) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s351"
    },
    {
      "text": "Associate:\nDated: 14 June 2006\n\n\n Counsel for the Applicant: Mr M Tedeschi \n \n Solicitor for the Applicant: Taylor Smart \n \n Counsel for the Respondent: Ms L Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 23 November 2005 \n \n Date of Judgment: 14 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/735.html",
      "id": "s352"
    }
  ]
}