{
  "name": "SZHAL v Minister for Immigration and Multicultural Affairs [2006] FCA 701 (25 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/701.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file and serve notice of appeal dismissed",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time to file and serve a notice of appeal against a decision of the Federal Magistrates Court dismissing an application for review of a decision of the Refugee Review Tribunal confirming the refusal of a protection visa ( SZHAL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FMCA 22).",
      "id": "s0"
    },
    {
      "text": "2 In order to obtain such an extension there is the necessity to show at least some available argument in favour of an appeal.",
      "id": "s1"
    },
    {
      "text": "I think I can say that this matter is probably as bereft of such an argument as any I have ever seen.",
      "id": "s2"
    },
    {
      "text": "That is saying something.",
      "id": "s3"
    },
    {
      "text": "3 The applicant arrived in Australia in 2002 and did not seek a protection visa until 2005 in circumstances where he had been apprehended by the authorities, having overstayed his visa.",
      "id": "s4"
    },
    {
      "text": "4 He has made it clear in what he has said to me today that his grievance lies in what occurred to him at the time of his being taken into detention and in particular the loss of his belongings, including, so he says, a substantial sum of cash.",
      "id": "s5"
    },
    {
      "text": "5 I have read the decision of the Tribunal.",
      "id": "s6"
    },
    {
      "text": "I have read the decision of the learned Federal Magistrate.",
      "id": "s7"
    },
    {
      "text": "There is no breath of a chance of any appeal succeeding.",
      "id": "s8"
    },
    {
      "text": "There is no arguable basis upon which a protection visa could have been allowed.",
      "id": "s9"
    },
    {
      "text": "6 The application for extension of time is dismissed.",
      "id": "s10"
    },
    {
      "text": "I order that the applicant pay the costs of the first respondent.",
      "id": "s11"
    },
    {
      "text": "7 I should make clear that whatever grievances the applicant has in relation to matters other than the grant of a protection visa are not before this Court.",
      "id": "s12"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s13"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2006\n\n\n \n The Applicant appeared in person \n \n Solicitor for the First Respondent: Susan Goodman of Blake Dawson Waldron \n \n Date of Hearing: 25 May 2006 \n \n Date of Judgment: 25 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/701.html",
      "id": "s14"
    }
  ]
}