{
  "name": "Ell v Commissioner of Taxation [2006] FCA 71 (10 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/71.html",
  "catchphrases": [
    {
      "text": "objections and appeal",
      "id": "c0"
    },
    {
      "text": "whether certain expenses incurred by taxpayers in connection with the operation of a yacht are allowable deductions",
      "id": "c1"
    },
    {
      "text": "whether the taxpayers were carrying on a business for the purpose of gaining or producing assessable income",
      "id": "c2"
    },
    {
      "text": "whether at all times in the relevant years the taxpayers used the yacht mainly for letting on hire in the ordinary course of a business carried on by the taxpayers, mainly for transporting, for payment in the ordinary course of a business carried on by the taxpayers, the public or goods or for a purpose that was essential to the efficient conduct of a business carried on by them.",
      "id": "c3"
    },
    {
      "text": "taxation",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 These eight proceedings are concerned with the question of whether certain expenses incurred by Mr Christopher Bowman and Mr Stephen Ell (together 'the Taxpayers') in connection with the operation of a Beneteau 50 yacht known as ' Athena ' are, for the purposes of the Income Tax Assessment Act 1997 (Cth) ('the Assessment Act'), allowable deductions from their respective assessable incomes for the years ended 30 June 1998, 30 June 1999, 30 June 2000 and 30 June 2001.",
      "id": "s0"
    },
    {
      "text": "Between December 1997 and April 2001, Athena was employed in pleasure and sightseeing voyages for the public, including tourists and the corporate market.",
      "id": "s1"
    },
    {
      "text": "2 In addition, three of the proceedings are concerned with the question of whether certain expenses incurred by Mr Ell in connection with the operation of a Riviera power boat known as ' Medusa ' are, for tax purposes, allowable deductions from his assessable incomes for the years ended 30 June 1999, 30 June 2000 and 30 June 2001.",
      "id": "s2"
    },
    {
      "text": "3 Each of the proceedings is an appeal under Division 5 of Part IVC of the Taxation Administration Act 1953 (Cth) ('the Administration Act') against appealable objection decisions made by the respondent, the Commissioner of Taxation ('the Commissioner').",
      "id": "s3"
    },
    {
      "text": "By those decisions, the Commissioner disallowed objections lodged by the Taxpayers in relation to income tax assessments issued by the Commissioner to the Taxpayers for the relevant years of income, after the Commissioner had conducted an audit in respect of the Taxpayers.",
      "id": "s4"
    },
    {
      "text": "THE TAXPAYERS \n \n 4 Mr Bowman was born in 1947 and graduated with honours from the University of New England in 1969 with a Bachelors Degree in Rural Science.",
      "id": "s5"
    },
    {
      "text": "Following graduation, he was employed in the Commonwealth Public Service for approximately 16 years.",
      "id": "s6"
    },
    {
      "text": "Between 1972 and 1988 he was an Australian Trade Commissioner, based in Singapore, New Delhi, Manila and Jakarta.",
      "id": "s7"
    },
    {
      "text": "During that period Mr Bowman was also seconded to AWA Limited ('AWA') for two years.",
      "id": "s8"
    },
    {
      "text": "In 1988, Mr Bowman left the public service and commenced work as an executive with AWA.",
      "id": "s9"
    },
    {
      "text": "From 1988 to 1999, he was the group marketing manager for AWA.",
      "id": "s10"
    },
    {
      "text": "5 Mr Ell was born in 1954.",
      "id": "s11"
    },
    {
      "text": "He graduated from Mitchell College, Bathurst in 1979 with a Bachelors Degree in Business Studies.",
      "id": "s12"
    },
    {
      "text": "He also graduated from the Australian Graduate School of Management in 1987 with a Masters Degree in Business Administration.",
      "id": "s13"
    },
    {
      "text": "From April 1988 to January 1993, Mr Ell was employed as senior business analyst in the Corporate Services Division of AWA.",
      "id": "s14"
    },
    {
      "text": "Mr Ell met Mr Bowman when they were both executives working at AWA in 1988.",
      "id": "s15"
    },
    {
      "text": "6 In 1989, AWA and Serco Limited, a UK company, formed a joint venture company to pursue the ' outsourcing market ' of the Commonwealth government, particularly the Department of Defence.",
      "id": "s16"
    },
    {
      "text": "The joint venture company subsequently came to be known as Serco Australia Pty Limited ('Serco').",
      "id": "s17"
    },
    {
      "text": "Mr Bowman was appointed as the manager of Serco and, in 1991, Mr Ell joined him at Serco.",
      "id": "s18"
    },
    {
      "text": "7 The business of Serco consisted of tendering for the management of particular government and commercial enterprises and reorganising those enterprises by instituting more efficient management practices and computer systems.",
      "id": "s19"
    },
    {
      "text": "Quite often enterprises that were operating at a loss were turned into profit centres by Serco.",
      "id": "s20"
    },
    {
      "text": "The talents of Messrs Ell and Bowman were complementary.",
      "id": "s21"
    },
    {
      "text": "Mr Ell's expertise was in the financial and operational management area.",
      "id": "s22"
    },
    {
      "text": "Mr Bowman's expertise was in marketing and planning growth.",
      "id": "s23"
    },
    {
      "text": "Their professional relationship at Serco was a highly successful one.",
      "id": "s24"
    },
    {
      "text": "During their employment by Serco, Messrs Bowman and Ell developed a close personal relationship.",
      "id": "s25"
    },
    {
      "text": "THE ACQUISITION AND DISPOSAL OF ATHENA \n \n 8 From the early 1990s, Mr Ell began to take an interest in the charter boat industry.",
      "id": "s26"
    },
    {
      "text": "He sought information from, and spoke to, various people in that industry, operating in both the Whitsunday Islands and in Sydney Harbour.",
      "id": "s27"
    },
    {
      "text": "For example, he obtained packages containing information as to the possible financial return from ownership of a vessel used in the industry.",
      "id": "s28"
    },
    {
      "text": "9 In early 1997, Messrs Bowman and Ell began discussing with each other the possibility of acquiring a yacht.",
      "id": "s29"
    },
    {
      "text": "They said that the acquisition was to be for the purpose of conducting a charter business.",
      "id": "s30"
    },
    {
      "text": "Mr Ell approached Mr Bowman believing that his own financial and operational management skills would complement Mr Bowman's marketing skills and that the combination of their talents would assist in minimising risks from such a venture.",
      "id": "s31"
    },
    {
      "text": "Mr Ell said that, at the time, he believed that he would need to develop new opportunities for himself, in order to deal with the time when his employment with Serco would cease.",
      "id": "s32"
    },
    {
      "text": "10 In February or March 1997, Messrs Ell and Bowman met Mr Trevor Joyce of EastSail, a business carried on at d'Albora Marinas, Rushcutters Bay, NSW ('EastSail').",
      "id": "s33"
    },
    {
      "text": "They had a discussion concerning the possibility of a venture involving a large, fully crewed, charter yacht operating on Sydney Harbour.",
      "id": "s34"
    },
    {
      "text": "Mr Joyce provided them with spreadsheets containing 3 year and 5 year budgeted profit and loss statements and cash flow statements from such operations ('the February/March Spreadsheets').",
      "id": "s35"
    },
    {
      "text": "11 In February 1997, Mr Ell was in communication with Beneteau --- VicSail, another business carried on at d'Albora Marinas, Rushcutters Bay, NSW ('VicSail').",
      "id": "s36"
    },
    {
      "text": "By facsimile communication of 25 February 1997 from Mr Brendan Hunt of VicSail to Mr Ell, VicSail provided a quotation for the supply of a Beneteau 50 yacht.",
      "id": "s37"
    },
    {
      "text": "The quotation contained the following preamble:\n 'a) Quote is valid for one month from date above \n \n \n b) you will remember I recently quoted a saving of 90K on tax, this may be as much as 104K and this is reflected below \n c) I have also quoted here a boat which is more \"owner\" orientated.",
      "id": "s38"
    },
    {
      "text": "d) there is a charter model available sooner but the quoted ex factory date is mid July.",
      "id": "s39"
    },
    {
      "text": "e) Trevor from EastSail has prepared some interesting figures for you, I understand they will be faxed through.",
      "id": "s40"
    },
    {
      "text": "f) I have left in some items from previous correspondence which will be needed, and included some extra \"aesthetic\" options which can be deleted if not required' \n \n \n\nThe total price, with inclusions, after ' Estimated savings on sales tax ' of $104,000, was $676,100.",
      "id": "s41"
    },
    {
      "text": "12 Mr Ell said that in March 1997 he developed his own spreadsheet, entitled ' Athena Business Plan ', to test the financial viability of a project involving a Beneteau 50 yacht.",
      "id": "s42"
    },
    {
      "text": "Mr Ell said that he developed the spreadsheet independently from the spreadsheets provided by Mr Joyce as he considered himself as having far more experience than Mr Joyce in testing business models and the viability of such models.",
      "id": "s43"
    },
    {
      "text": "Mr Ell was unable to specify precisely when the Athena Business Plan was brought into existence.",
      "id": "s44"
    },
    {
      "text": "He said that he first prepared it in March but that it was a ' work in progress ', which changed from time to time as the project developed.",
      "id": "s45"
    },
    {
      "text": "At some stage, although he could not recall precisely when, Mr Ell prepared another document entitled ' Calculations of \"Real\" Profit Based on Business Plan '.",
      "id": "s46"
    },
    {
      "text": "I shall return to the spreadsheet and the calculations of real profit later.",
      "id": "s47"
    },
    {
      "text": "13 At some stage Mr Bowman also prepared a document entitled ' Athena Business Plan ', which consisted of a narrative and a spreadsheet.",
      "id": "s48"
    },
    {
      "text": "He said that he prepared his business plan for himself, to get right in his mind the assumptions as to ' the way the thing would work '.",
      "id": "s49"
    },
    {
      "text": "14 On 22 April 1997, Mr Hunt sent to Mr Ell an option list for a Beneteau 50 under cover of the following facsimile communication:\n 'As you may know we will have a boat due here in mid June.",
      "id": "s50"
    },
    {
      "text": "It is an owners version with some custom modifications, blue in colour, with a sports mast.",
      "id": "s51"
    },
    {
      "text": "The 53 is a very attractive boat... \n Put simply the best way to order and price a 53f5 is to give a [sic] me a clear understanding of the potential use for the boat, I then provide a list of suggested options.",
      "id": "s52"
    },
    {
      "text": "Based on that a \"global\" figure is then quoted for supply and delivery.",
      "id": "s53"
    },
    {
      "text": "' \n \n 15 On 28 April 1997, Mr Hunt sent a further facsimile communication to Mr Ell saying:\n 'Further to interest in the Ben 50, and specifically from your phone call today.",
      "id": "s54"
    },
    {
      "text": "To be specific: \n 1.",
      "id": "s55"
    },
    {
      "text": "Inspection.",
      "id": "s56"
    },
    {
      "text": "I will arrange to have the boat available on Sunday if you can confirm with me Tomorrow, 29/4/97.",
      "id": "s57"
    },
    {
      "text": "2.",
      "id": "s58"
    },
    {
      "text": "Sales Tax.",
      "id": "s59"
    },
    {
      "text": "Find following the relevant sections of the sales tax act.",
      "id": "s60"
    },
    {
      "text": "You will need to reference this with your accountant to ensure it will be to your advantage to comply.",
      "id": "s61"
    },
    {
      "text": "' \n \n\nAttached to that facsimile was a copy of, inter alia , Item 59(3) of the First Schedule to the Sales Tax (Exemptions and Classifications) Act 1992 (Cth) ('the Exemptions Act').",
      "id": "s62"
    },
    {
      "text": "Item 59(3) provided an exemption from sales tax for the following:\n \n '59(3) A ship that can be licensed to carry at least 12 adult passengers and is for use by a person ('the exemption user'): \n \n \n \n (a) mainly in providing regular and scheduled sight-seeing tours to the public for reward in the course of a business carried on by the exemption user; or \n (b) mainly for long-term leasing to another person who is to use the ship mainly in providing regular and scheduled sight seeing tours to the public in the course of a business carried on by the other person.",
      "id": "s63"
    },
    {
      "text": "' \n \n \n \n \n 16 Mr Ell said that the Beneteau 50 referred to in Mr Hunt's communication of 28 April 1997 was, at that time, in Hamilton Island.",
      "id": "s64"
    },
    {
      "text": "The facsimile was, in effect, an invitation to inspect the boat at Hamilton Island.",
      "id": "s65"
    },
    {
      "text": "Mr Ell subsequently visited Hamilton Island with Mr Hunt to inspect the boat.",
      "id": "s66"
    },
    {
      "text": "17 On 5 May 1997, Mr Hunt sent Mr Ell a further facsimile communication concerning a Beneteau 50.",
      "id": "s67"
    },
    {
      "text": "That communication relevantly said:\n 'Further to the visit up North.",
      "id": "s68"
    },
    {
      "text": "I now feel in a position to be much more specific in relation to a boat.",
      "id": "s69"
    },
    {
      "text": "And also elaborate on some issues relating to \"modus operandi\".",
      "id": "s70"
    },
    {
      "text": "To be specific: \n 1.",
      "id": "s71"
    },
    {
      "text": "Extras.",
      "id": "s72"
    },
    {
      "text": "To include or to discuss the following \n [Various options were mentioned.",
      "id": "s73"
    },
    {
      "text": "]\n 2.",
      "id": "s74"
    },
    {
      "text": "Extra description.",
      "id": "s75"
    },
    {
      "text": "When we next meet I suggest we go over the options in detail.",
      "id": "s76"
    },
    {
      "text": "We have full description for each option.",
      "id": "s77"
    },
    {
      "text": "3.",
      "id": "s78"
    },
    {
      "text": "Ownership.",
      "id": "s79"
    },
    {
      "text": "I do perceive perhaps a more than causal [sic scilicet, casual] interest in personal use for the boat.",
      "id": "s80"
    },
    {
      "text": "In talking with Trevor and Eastsail, I believe there are some interesting ways in which this can be considered, whilst ensuring a balance between private and commercial use.",
      "id": "s81"
    },
    {
      "text": "Just give me a call to clarify any of the above, or to explore other items.",
      "id": "s82"
    },
    {
      "text": "...' \n \n 18 Mr Ell agreed that the reference to ' North ' was a reference to the inspection of the boat at Hamilton Island.",
      "id": "s83"
    },
    {
      "text": "Mr Ell denied, however, that he told Mr Hunt that he had ' more than a casual interest in personal use ' for the boat.",
      "id": "s84"
    },
    {
      "text": "In cross-examination, Mr Ell characterised that reference as Mr Hunt's ' normal sales patter '.",
      "id": "s85"
    },
    {
      "text": "19 Sometime in May 1997, Mr Bowman read a memorandum entitled ' SALES TAX ON CHARTER VESSELS '.",
      "id": "s86"
    },
    {
      "text": "The memorandum was signed ' RSD ' and is dated 20 May 1997.",
      "id": "s87"
    },
    {
      "text": "The memorandum relevantly records the following:\n 'I spoke to Nick Hill from Deloittes... regarding this matter.",
      "id": "s88"
    },
    {
      "text": "He has been approached by Stephen Ell but has not advised on the matter yet.",
      "id": "s89"
    },
    {
      "text": "He does not see a conflict as we are both on the same side.",
      "id": "s90"
    },
    {
      "text": "Basically: \n \n \n \n 1.",
      "id": "s91"
    },
    {
      "text": "Any boat that can carry more than 12 passengers can qualify for exemption.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "They must be used for \"regular and scheduled\" sightseeing tours.",
      "id": "s94"
    },
    {
      "text": "... \n 8.",
      "id": "s95"
    },
    {
      "text": "The rate of sales tax is 22% but note that it does not apply to the full purchase price but only to the manufactured value.",
      "id": "s96"
    },
    {
      "text": "9.",
      "id": "s97"
    },
    {
      "text": "The owner is required to make a declaration based on his intention.",
      "id": "s98"
    },
    {
      "text": "The declaration cannot be false.",
      "id": "s99"
    },
    {
      "text": "The intention should be supported by adequate documentation including a business plan.",
      "id": "s100"
    },
    {
      "text": "' \n \n \n\nThe identity of the author is not clear.",
      "id": "s101"
    },
    {
      "text": "Mr Bowman denied that the reference in item 9 was the reason for his preparing the Athena Business Plan.",
      "id": "s102"
    },
    {
      "text": "20 On 23 May 1997, Mr Hunt sent to Mr Ell a further quotation for the supply of a Beneteau 50 yacht.",
      "id": "s103"
    },
    {
      "text": "The total price, with additional fittings, after ' Extra ordinary discount ' of 8 per cent, was $750,056.",
      "id": "s104"
    },
    {
      "text": "The quote indicated that the sales tax component was $115,737.",
      "id": "s105"
    },
    {
      "text": "Mr Hunt said the following in the quotation:\n 'Again, I have also quoted here a boat which is more \"owner\" orientated.",
      "id": "s106"
    },
    {
      "text": "Many extras are based on discussions following test sail at Ham island.",
      "id": "s107"
    },
    {
      "text": "' \n \n 21 Mr Bowman and Mr Ell had discussions with Mr Joyce in early June 1997.",
      "id": "s108"
    },
    {
      "text": "Following those discussion, Mr Joyce prepared a letter to Messrs Ell and Bowman dated 5 June 1997.",
      "id": "s109"
    },
    {
      "text": "The letter relevantly said:\n 'Many thanks for your time recently.",
      "id": "s110"
    },
    {
      "text": "I believe it was a very constructive meeting and we look forward to the prospect of working with you on the operation and management of your yacht.",
      "id": "s111"
    },
    {
      "text": "Firstly some generalities: \n 1.",
      "id": "s112"
    },
    {
      "text": "Operation &amp; Maintenance \n ... \n 2.",
      "id": "s113"
    },
    {
      "text": "Charter Marketing \n Eastsail has had a presence on Sydney Harbour as a charter operator for 14 years and our location, profile and reputation place us in a strong position to market your vessel.",
      "id": "s114"
    },
    {
      "text": "We plan to target the top end of the Sydney corporate market where we believe we can get maximum revenue from minimal usage.",
      "id": "s115"
    },
    {
      "text": "The bulk of this revenue will be generated during the summer months, and more particularly November, December and January.",
      "id": "s116"
    },
    {
      "text": "We also believe there is an opportunity for a yacht based on Pittwater during the winter, where we might combine with the sea plane operators to fly clients to and from the yacht.",
      "id": "s117"
    },
    {
      "text": "There is also an existing opportunity within our business for passage trips up and down the east coast of Australia, and for charter in cruising areas like The Whitsundays and further afield in the South Pacific; Fiji, Tonga and New Zealand.",
      "id": "s118"
    },
    {
      "text": "We will develop a comprehensive marketing plan for our growth into the luxury charter market and would be happy for you to have access to this plan, should you need it for tax or finance purposes.",
      "id": "s119"
    },
    {
      "text": "As you know we are planning to have the larger Houssman 68 join our fleet later in the year and tow [sic] yachts will together form the basis for the development of this business activity.",
      "id": "s120"
    },
    {
      "text": "We do not believe that operating in the tourism driven scheduled cruise market on Sydney Harbour, which is characteriesd by high volume, low revenue and low margins, will achieve your or our commercial objectives with this yacht.",
      "id": "s121"
    },
    {
      "text": "3.",
      "id": "s122"
    },
    {
      "text": "Crew \n ... \n 4.",
      "id": "s123"
    },
    {
      "text": "Berthing \n ... \n 5.",
      "id": "s124"
    },
    {
      "text": "Personal Use.",
      "id": "s125"
    },
    {
      "text": "It is critical to us from a revenue standpoint that the yacht be available for charter for as much of the peak season as possible, but this notwithstanding the yacht would be available for unlimited personal use on a stand-by basis.",
      "id": "s126"
    },
    {
      "text": "In particular we would have to be able to charter the yacht on weekends and public holidays during the peak summer season.",
      "id": "s127"
    },
    {
      "text": "6.",
      "id": "s128"
    },
    {
      "text": "References \n ... \n 7.",
      "id": "s129"
    },
    {
      "text": "The Management Contract \n As you know we have revised the basic principles of our management formula to suit your situation.",
      "id": "s130"
    },
    {
      "text": "The basic components of the revised formula are as follow: \n 1.",
      "id": "s131"
    },
    {
      "text": "All charter revenue would be credited to your account.",
      "id": "s132"
    },
    {
      "text": "2.",
      "id": "s133"
    },
    {
      "text": "A booking fee of 10% on average will be debited against the revenue to cover commissions paid to third party booking agencies, and the cost of transacting the booking we do ourselves.",
      "id": "s134"
    },
    {
      "text": "3.",
      "id": "s135"
    },
    {
      "text": "A fixed management fee will be charged as an operating expense, with the fee payable monthly in 12 instalments of $1875 each year.",
      "id": "s136"
    },
    {
      "text": "This management fee will be invested in the marketing of the luxury yacht programme, which in turn will reflect in the commercial success of the investment for you as the owner.",
      "id": "s137"
    },
    {
      "text": "4.",
      "id": "s138"
    },
    {
      "text": "After payment of all operating and management expenses surplus revenue will be shared, 70% to you as the owner and 30% to Eastsail as the operator.",
      "id": "s139"
    },
    {
      "text": "This amount will be calculated monthly and will appear in your monthly statement of income and expenses.",
      "id": "s140"
    },
    {
      "text": "5.",
      "id": "s141"
    },
    {
      "text": "In the event that there is a shortfall of revenue versus expenses we would require that such a shortfall is made good at the end of each twelve-month period.",
      "id": "s142"
    },
    {
      "text": "Upon conclusion of our commercial agreement we will proceed with the re-drafting of our management contract... \n I look forward to hearing from you.",
      "id": "s143"
    },
    {
      "text": "' \n \n 22 Later in the day, Mr Joyce prepared a further version of that letter.",
      "id": "s144"
    },
    {
      "text": "The second version differed in some significant respects from the earlier version.",
      "id": "s145"
    },
    {
      "text": "The second version, also dated 5 June 1997, relevantly said as follows:\n 'Good evening.",
      "id": "s146"
    },
    {
      "text": "Following our earlier meetings and telephone discussions we have developed our proposal for the marketing, operation and management of your Beneteau 50, which we understand you are ready to purchase from Beneteau yachts.",
      "id": "s147"
    },
    {
      "text": "We firmly believe that the venture holds great promise and we look forward to working on it with you.",
      "id": "s148"
    },
    {
      "text": "Firstly, some generalities; \n 1.",
      "id": "s149"
    },
    {
      "text": "Operation &amp; Maintenance \n [No change.",
      "id": "s150"
    },
    {
      "text": "]\n 2.",
      "id": "s151"
    },
    {
      "text": "Charter Marketing \n [No change except as indicated]\n As you know we are planning to have the Houssman 68 \"Sassafras\" join our fleet later in the year and the two yachts will together form the basis for the development of this business activity.",
      "id": "s152"
    },
    {
      "text": "... \n 3.",
      "id": "s153"
    },
    {
      "text": "Crew \n We would provide a certificated skipper and a deck hand for each charter, but the vessel would only be charged with crew expenses when it is actually on charter.",
      "id": "s154"
    },
    {
      "text": "4.",
      "id": "s155"
    },
    {
      "text": "Berthing \n ... \n 5.",
      "id": "s156"
    },
    {
      "text": "Personal Use \n [No change]\n 6.",
      "id": "s157"
    },
    {
      "text": "References \n ... \n 7.",
      "id": "s158"
    },
    {
      "text": "Profit &amp; Loss, Cash Flows and Finance \n I have completed some spread sheet exercises which are attached, using some very approximate assumptions at this stage.",
      "id": "s159"
    },
    {
      "text": "For example, I have assumed that the purchase would be 100% financed with an interest only loan secured by assets other than the yacht itself, with the cash surplus at the end of each year applied to reduction of the principal.",
      "id": "s160"
    },
    {
      "text": "For the monthly case flow exercise for year 1 I have assumed that you would make a 221D application so that you could recover the projected loss by way of reduction of PAYE tax instalments.",
      "id": "s161"
    },
    {
      "text": "We do of course urge that you seek independent financial advice on how best to structure the finance for the acquisition.",
      "id": "s162"
    },
    {
      "text": "8.",
      "id": "s163"
    },
    {
      "text": "The Management Contract \n [No change except as to the amounts in items 3 and 4]\n 3.",
      "id": "s164"
    },
    {
      "text": "A fixed management fee will be charged as an operating expense, with the fee payable monthly in 12 instalments of $2083 each year... \n 4.",
      "id": "s165"
    },
    {
      "text": "After payment of all operating and management expenses surplus revenue will be shared, 80% to you as the owner and 20% to EastSail as the operator....' \n \n 23 Two spreadsheets dealing with ' PROJECTED CASH FLOW PROFIT / LOSS ' for 3 years were attached to the second version.",
      "id": "s166"
    },
    {
      "text": "They were identical as to revenue but contained different figures in relation to depreciation and interest.",
      "id": "s167"
    },
    {
      "text": "A third spreadsheet was also attached, dealing with ' PROJECTED MONTHLY CASH FLOW ' for 12 months.",
      "id": "s168"
    },
    {
      "text": "I shall say something more about those three spreadsheets ('the June Spreadsheets') later.",
      "id": "s169"
    },
    {
      "text": "24 On 16 June 1997, Mr Hunt sent Mr Ell a further facsimile quotation for supply of a Beneteau 50 yacht, showing a total price, after inclusions and ' extra ordinary discount ', of $694,956.",
      "id": "s170"
    },
    {
      "text": "The facsimile indicated that ' Changes reflect our discussions of last Friday '.",
      "id": "s171"
    },
    {
      "text": "Another quotation, also dated 16 June 1997, shows a total price of $693,656.",
      "id": "s172"
    },
    {
      "text": "The difference is attributable to differences in the inclusions.",
      "id": "s173"
    },
    {
      "text": "25 On 19 June 1997, an agreement for the sale and purchase of a Beneteau 50 yacht was entered into between VicSail, as vendor, and Messrs Ell and Bowman, as purchaser.",
      "id": "s174"
    },
    {
      "text": "The price was described as follows:\n '$617,038 (being quoted price of $694,956 less estimated sales tax of $109,000 plus EastSail's specifications at $31,082.",
      "id": "s175"
    },
    {
      "text": ")' \n \n\nThe price was to be paid as to $20,000 on 27 June 1997, as to $34,000 on handover and as to the balance on completion at factory, stated to be approximately 12 October 1997.",
      "id": "s176"
    },
    {
      "text": "26 On the same day, 19 June 1997, each of Messrs Ell and Bowman signed a form of ' Quotation of Exemption Declaration ' under the Sales Tax Assessment Act 1992 (Cth).",
      "id": "s177"
    },
    {
      "text": "The declaration referred to ' One new Beneteau 50 yacht ' and the substance of the declaration was as follows:\n 'I intend to use the goods described above so as to satisfy Exemption Item 59(3)(a) in Schedule 1 to the Sales Tax (Exemptions &amp; Classifications) Act 1992.",
      "id": "s178"
    },
    {
      "text": "' \n \n 27 On 20 June 1997, Mr Joyce wrote to Mr Ell, saying as follows:\n 'Our congratulations on the completion of your contract with Beneteau for the purchase of a Beneteau 50 to be delivered around the end of November.",
      "id": "s179"
    },
    {
      "text": "Assuming there are no delays or complications with commissioning, the yacht should be operational by early December, which means that we should be in a position to catch at least some of the peak Christmas and summer season.",
      "id": "s180"
    },
    {
      "text": "I mentioned to you that we are currently revising our standard management contract to reflect the important differences in the operational scenario for your yacht.",
      "id": "s181"
    },
    {
      "text": "One of these differences, i.e.",
      "id": "s182"
    },
    {
      "text": "operating the vessel on regular and scheduled cruises for sight seeing to comply with the sales tax exemption regulations, will require special provisions in our marketing and operation of the yacht, as follows; \n \n \n 1.",
      "id": "s183"
    },
    {
      "text": "Your yacht will be offered as a key vessel in a luxury yacht programme to be promoted to the domestic corporate and in-bound tourism markets.",
      "id": "s184"
    },
    {
      "text": "EastSail will implement a professionally planned marketing programme to ensure the future financial success of the investment from your point of view.",
      "id": "s185"
    },
    {
      "text": "This will be an expensive exercise and we do not see operation of the yacht being profitable for us in the short term.",
      "id": "s186"
    },
    {
      "text": "We will for example be advertising the yacht in Gryphon magazine which goes to the top 5% income earners in the USA, (circulation 1.5 MM) and the cost of a 1/4 page advertisement is $8000 per annum, plus commission on bookings generated.",
      "id": "s187"
    },
    {
      "text": "We will also be producing a high quality brochure for our corporate programme, which will include luxury charter, and production of this brochure is projected to exceed $20,000 in the first year.",
      "id": "s188"
    },
    {
      "text": "2.",
      "id": "s189"
    },
    {
      "text": "We will be breaking new ground with a an operation on Pittwater.",
      "id": "s190"
    },
    {
      "text": "As you know we have not operated there before, although we are enthusiastic about the potential.",
      "id": "s191"
    },
    {
      "text": "3.",
      "id": "s192"
    },
    {
      "text": "We will to some extent be constrained by the regular and scheduled departure component of the programme, and the fact that we will be limited in terms of the number of passengers we can take on the yacht.",
      "id": "s193"
    },
    {
      "text": "On this basis and taking our discussions into account the revised agreement should incorporate the following: \n \n \n 1.",
      "id": "s194"
    },
    {
      "text": "The share of net charter revenue after retail discounts and agent commissions if applicable shall be 50:50, with a minimum payment of $20,000 to EastSail during the fifteen month period from the date of commencement of operation of the yacht on Sydney Harbour, projected for early December 1997.",
      "id": "s195"
    },
    {
      "text": "Reconciliation of this amount with actual income will be completed at the end of this fifteen month period.",
      "id": "s196"
    },
    {
      "text": "Guaranteed payments to EastSail in subsequent years of the management contract will be reviewed, and agreed if necessary, at least 30 days prior to the conclusion of each twelve month period \n \n EastSail will produce monthly statements of income and expenses during the course of the management contract.",
      "id": "s197"
    },
    {
      "text": "Any deficiency in income relative to expenses will be met during the 30 day period following the date of each statement.",
      "id": "s198"
    },
    {
      "text": "EastSail shall have reasonable access to the yacht for the purpose of market development activities where there is no revenue.",
      "id": "s199"
    },
    {
      "text": "This usage shall not conflict with any revenue generating charter of the yacht.",
      "id": "s200"
    },
    {
      "text": "2.",
      "id": "s201"
    },
    {
      "text": "All berthing, maintenance and insurance costs will be met by the owners.",
      "id": "s202"
    },
    {
      "text": "3.",
      "id": "s203"
    },
    {
      "text": "The yacht shall have a dedicated pen at d'Albora Marina for the time that it operates on Sydney Harbour.",
      "id": "s204"
    },
    {
      "text": "4.",
      "id": "s205"
    },
    {
      "text": "The management contract will be for a period of three years with an option to renew for a further two years, if required.",
      "id": "s206"
    },
    {
      "text": "5.",
      "id": "s207"
    },
    {
      "text": "EastSail as the operator will have unlimited access to the yacht for charter, during the period that the yacht is based in Sydney.",
      "id": "s208"
    },
    {
      "text": "On Pittwater we see less activity initially but we would also want the freedom to market the yacht without restriction on availability.",
      "id": "s209"
    },
    {
      "text": "We would be happy to work on the basis of an exchange of letters until we can formalise the arrangement upon your return from Hong Kong, so if you would sign and return this letter we will commence with our planning immediately.",
      "id": "s210"
    },
    {
      "text": "We look forward to working with you.",
      "id": "s211"
    },
    {
      "text": "' \n \n 28 On 25 June 1997, Mr Ell sent a copy of that letter to Mr Joyce by facsimile.",
      "id": "s212"
    },
    {
      "text": "The copy was signed by Messrs Ell and Bowman.",
      "id": "s213"
    },
    {
      "text": "Mr Bowman wrote the following opposite the reference to ' the dedicated pen at d'Albora Marina ' in item 3:\n 'i.e.",
      "id": "s214"
    },
    {
      "text": "Oct --- Mch inclusive, April to Sept Pittwater' \n \n \n \n 29 Messrs Ell and Bowman arranged for finance of the purchase of the Beneteau 50 in the sum of $659,525 through Bank of Western Australia Limited ('WA Bank').",
      "id": "s215"
    },
    {
      "text": "On 6 November 1997, VicSail issued a commercial invoice to WA Bank in that sum, to be paid as follows:\n 1.",
      "id": "s216"
    },
    {
      "text": "$AUS411,506 on presentation of Shipping Documents.",
      "id": "s217"
    },
    {
      "text": "2.",
      "id": "s218"
    },
    {
      "text": "$AUS248,019 on presentation of acknowledgement of Handover Signed by Applicant.",
      "id": "s219"
    },
    {
      "text": "30 The precise arrangements of the financing are not entirely clear.",
      "id": "s220"
    },
    {
      "text": "A letter of 23 July 1997 from Finlease to Mr Ell indicated that WA Bank had given finance approval for the sum of $680,000 over 36 months with a balloon payment of $544,000.",
      "id": "s221"
    },
    {
      "text": "There is no dispute as to the financing or the interest payments that were made by Messrs Bowman and Ell pursuant to the arrangements.",
      "id": "s222"
    },
    {
      "text": "31 Athena was delivered to Sydney in November 1997.",
      "id": "s223"
    },
    {
      "text": "She was commissioned and put in survey, a process that took about six weeks.",
      "id": "s224"
    },
    {
      "text": "32 There is some dispute as to the precise arrangements that appear to have been entered into between Messrs Ell and Bowman on the one hand and EastSail on the other concerning the operation of Athena.",
      "id": "s225"
    },
    {
      "text": "Nothing further was done to formalise the arrangement after the exchange of 20 June 1997 and 25 June 1997 ('the June Exchange').",
      "id": "s226"
    },
    {
      "text": "However, on 20 November 1997, Mr Joyce sent a letter to Mr Ell saying:\n 'Following is a draft of our revised management contract.",
      "id": "s227"
    },
    {
      "text": "Once you have had a chance to review the agreement please advise the details of the party to the agreement from your side and we can get it executed.",
      "id": "s228"
    },
    {
      "text": "' \n \n\nThe ' draft of our revised management contract ' enclosed with the letter of 20 November 1997 was an instrument headed ' DRAFT COPY TO MR STEPHEN ELL ' ('the Draft Lease').",
      "id": "s229"
    },
    {
      "text": "The Draft Lease was dated 1 January 1998 and was expressed to be between Mr Ell as ' the Owner ' and EastSail as ' the Hirer '.",
      "id": "s230"
    },
    {
      "text": "The Draft Lease recited that Mr Ell was the owner of the yacht listed in the schedule and had agreed to lease the same by way of demise to EastSail on the terms and conditions contained therein.",
      "id": "s231"
    },
    {
      "text": "The schedule described Athena, together with details of her equipment.",
      "id": "s232"
    },
    {
      "text": "33 Mr Ell agreed that he read the Draft Lease when he received it.",
      "id": "s233"
    },
    {
      "text": "However, there is no evidence that it was ever signed by either Mr Ell or Mr Bowman.",
      "id": "s234"
    },
    {
      "text": "Mr Bowman said that he did not consider that the Draft Lease fully reflected the arrangement evidenced by the June Exchange.",
      "id": "s235"
    },
    {
      "text": "Mr Ell said that he did not pursue the matter with EastSail as he considered that the Draft Lease was more of a standard contract for EastSail boat owners as compared with the June Exchange.",
      "id": "s236"
    },
    {
      "text": "34 Mr Ell said that he did not think it was of critical importance to tie down with EastSail the matters dealt with by the Draft Lease.",
      "id": "s237"
    },
    {
      "text": "Although he conceded that they had some level of importance, Mr Ell could not recall raising with EastSail any of the matters referred to in the Draft Lease.",
      "id": "s238"
    },
    {
      "text": "There was no further written communication between Messrs Ell and Bowman on the one hand and EastSail on the other concerning the terms of their arrangement in relation to the operation of Athena.",
      "id": "s239"
    },
    {
      "text": "35 On 30 September 2000, after Messrs Ell and Bowman decided to sell Athena, Mr Ell wrote to EastSail, in the following terms:\n 'As discussed two weeks ago, Chris Bowman and I have decided to sell Athena and as such, wish to give notice as required under clause 32 of our contract with EastSail.",
      "id": "s240"
    },
    {
      "text": "Would you pleases pass on our thanks and appreciation to all at EastSail for having managed and looked after Athena for the last three years.",
      "id": "s241"
    },
    {
      "text": "' \n \n 36 Messrs Ell and Bowman placed Athena on the market in November 2000.",
      "id": "s242"
    },
    {
      "text": "In March 2001, an offer to buy Athena for $640,000 was made in writing by a Mr Barry Scott.",
      "id": "s243"
    },
    {
      "text": "The offer was made through Vicsail.",
      "id": "s244"
    },
    {
      "text": "That offer was accepted by Mr Bowman on 12 April 2001.",
      "id": "s245"
    },
    {
      "text": "However, for reasons that neither Mr Bowman nor Mr Ell explained, the sale did not proceed.",
      "id": "s246"
    },
    {
      "text": "Athena remained on the market.",
      "id": "s247"
    },
    {
      "text": "Although the arrangements with EastSail had been terminated, Athena was moored near EastSail and continued to be chartered until April 2001.",
      "id": "s248"
    },
    {
      "text": "37 In November 2001, Messrs Ell and Bowman placed Athena with Sydney By Sail Pty Limited, another charter operator ('Sydney By Sail').",
      "id": "s249"
    },
    {
      "text": "Mr Ell said that a formal agreement with Sydney By Sail may have been signed, but he was unable to locate the signed version.",
      "id": "s250"
    },
    {
      "text": "An unsigned version of the agreement that he believed may have been signed was in evidence ('the Sydney By Sail Agreement').",
      "id": "s251"
    },
    {
      "text": "It may be significant that the general thrust of the arrangement with Sydney By Sail is not significantly different from the general thrust of the Draft Lease submitted by EastSail in November 1997.",
      "id": "s252"
    },
    {
      "text": "38 Messrs Ell and Bowman received offers to buy Athena for $550,000 in March 2002 and $525,000 in mid-2002.",
      "id": "s253"
    },
    {
      "text": "Neither proposed sale proceeded.",
      "id": "s254"
    },
    {
      "text": "The Taxpayers finally sold Athena in late 2002 for $475,000.",
      "id": "s255"
    },
    {
      "text": "THE ACQUISITION AND DISPOSAL OF MEDUSA \n \n 39 In May 1999, Mr Ell purchased Medusa through Lee Dillon Marina at Rushcutters Bay for $400,404.",
      "id": "s256"
    },
    {
      "text": "Mr Ell placed Medusa in charter with EastSail.",
      "id": "s257"
    },
    {
      "text": "Mr Ell said that at that time he was considering methods of building a viable business after he retired from Serco, and the purchase of Medusa was a means of further exploring opportunities in the charter market for luxury vessels.",
      "id": "s258"
    },
    {
      "text": "He decided that Medusa was only to be used in conjunction with a skipper, in order to ensure that the vessel was kept in pristine condition.",
      "id": "s259"
    },
    {
      "text": "Medusa had a large cockpit, which was protected from the weather.",
      "id": "s260"
    },
    {
      "text": "Mr Ell said that he considered that Medusa would fill a void during the winter months when yachts were not generally hired, because of their exposure to the weather.",
      "id": "s261"
    },
    {
      "text": "40 Mr Ell sold Medusa through Lee Dillon Marina for $300,000 in May 2000.",
      "id": "s262"
    },
    {
      "text": "In the intervening period, he received management reports and other documents from EastSail relating to Medusa.",
      "id": "s263"
    },
    {
      "text": "THE PROFIT AND CASH FLOW PROJECTIONS \n \n 41 Considerable attention was given in oral evidence to the business plans projecting the likely results from the operation of Athena, which Messrs Bowman and Ell claimed to have formulated during 1997.",
      "id": "s264"
    },
    {
      "text": "It is instructive and informative to consider the business plans in conjunction with the spreadsheets provided by Mr Joyce in February 1997 ('the February/March Spreadsheets) and the June Spreadsheets.",
      "id": "s265"
    },
    {
      "text": "THE FEBRUARY/MARCH SPREADSHEETS \n \n 42 Two of the spreadsheets provided by Mr Joyce are in evidence.",
      "id": "s266"
    },
    {
      "text": "One shows a projection over five years.",
      "id": "s267"
    },
    {
      "text": "The other shows a projection over three years.",
      "id": "s268"
    },
    {
      "text": "Each has a schedule of ' program assumptions ' attached.",
      "id": "s269"
    },
    {
      "text": "43 Each assumes a cost price of $600,000 and a value for depreciation of $585,000.",
      "id": "s270"
    },
    {
      "text": "Each assumes that 100 per cent of the purchase price will be financed, in one case for a term of 60 months and in the other case for a term of 36 months.",
      "id": "s271"
    },
    {
      "text": "An interest rate of 8.15 per cent is assumed for each.",
      "id": "s272"
    },
    {
      "text": "A depreciation rate of 20 per cent of prime cost is also assumed for each projection.",
      "id": "s273"
    },
    {
      "text": "44 Each spreadsheet has an item for ' weekly rental '.",
      "id": "s274"
    },
    {
      "text": "The assumption for the five year spreadsheet is $15,000 while the assumption for the three year spreadsheet is $7,000.",
      "id": "s275"
    },
    {
      "text": "Each also has an item for ' weekly fee for personal use '.",
      "id": "s276"
    },
    {
      "text": "The five year spreadsheet shows figures for personal use for five years as follows: \n\n$4,181\n \n$3,647\n \n$3,407\n \n$3,172\n \n$2,943\nThe three year spreadsheet shows the following figures for three years:\n \n$4,305\n \n$3,545\n \n$3,018\nNo explanation was given for those differences.",
      "id": "s277"
    },
    {
      "text": "45 An item for ' annual rental ' is also included in the spreadsheets.",
      "id": "s278"
    },
    {
      "text": "For the five year spreadsheet, the amount shown is $75,000 per year and for the three year spreadsheet the amount shown is $42,000.",
      "id": "s279"
    },
    {
      "text": "Insurance as a percentage of purchase price is shown in the five year spreadsheet as 0.93 per cent and in the three year spreadsheet as 1.00 per cent.",
      "id": "s280"
    },
    {
      "text": "Finally, there is an item for ' interest for net present value calculation ', of 6 per cent for the five year spreadsheet and 10 per cent for the three year spreadsheet.",
      "id": "s281"
    },
    {
      "text": "46 The five year spreadsheet also contained the following notes:\n 'EastSail --- Notes for attachment to budget assumptions \n \n \n \n 1.",
      "id": "s282"
    },
    {
      "text": "The yacht will be purchased and resident in Australia.",
      "id": "s283"
    },
    {
      "text": "Charter fees based on a net return to the owner.",
      "id": "s284"
    },
    {
      "text": "2.",
      "id": "s285"
    },
    {
      "text": "Operating costs are subject to a signed and written agreement setting out fixed berthing costs and survey fees, with maintenance costs to be clearly defined as to \"running costs\" and replacement costs\".",
      "id": "s286"
    },
    {
      "text": "Insurance could be arranged through a group policy or by the owner.",
      "id": "s287"
    },
    {
      "text": "3.",
      "id": "s288"
    },
    {
      "text": "Interest is a variable cost depending on the owner's total funding requirements, available security and rate of interest.",
      "id": "s289"
    },
    {
      "text": "Interest is expensed using \"Rule 78\".",
      "id": "s290"
    },
    {
      "text": "4.",
      "id": "s291"
    },
    {
      "text": "Depreciation of yachts in Australia is 20% diminishing value method, or 13% prime cost method.",
      "id": "s292"
    },
    {
      "text": "We have selected the 20% DVM for this example.",
      "id": "s293"
    },
    {
      "text": "The DMV [sic] allows a higher initial depreciation claim, reducing over each successive year.",
      "id": "s294"
    },
    {
      "text": "The PCM allows a lower p.a.",
      "id": "s295"
    },
    {
      "text": "claim in the initial years, but remains constant over each year and is consequently higher than the DMV in the later years.",
      "id": "s296"
    },
    {
      "text": "5.",
      "id": "s297"
    },
    {
      "text": "A recover for personal use may be factored into the equation to: \n \n \n \n \n show a realistic return for the year: and \n \n \n \n \n comply with the income tax regulations requiring an \"add-back\" for the pro-rated part of the year not available for rent to the public.",
      "id": "s298"
    },
    {
      "text": "The add-back is based on the pro-rated number of weeks of personal use multiplied by the actual operating costs (including interest and depreciation costs).",
      "id": "s299"
    },
    {
      "text": "6.",
      "id": "s300"
    },
    {
      "text": "A tax saving may be available to owners who can substantiate that the yacht is a bona fide business operation.",
      "id": "s301"
    },
    {
      "text": "Such owners may claim the loss after taking into account depreciation and personal use against other taxable income.",
      "id": "s302"
    },
    {
      "text": "The tax saving will be based on the owner's personal marginal rate of tax.",
      "id": "s303"
    },
    {
      "text": "The current marginal rates of tax in Australia effective 15 November 1993 are: \n \n \n \n \n Taxable Income $38,000 - $50,000 44.40% \n Taxable income over $50,000 48.40% \n \n \n \n \n Tax laws concerning \"negative gearing\" of boats are complex and owners are advised to obtain independent tax advice on how the investment will effect their personal affairs.",
      "id": "s304"
    },
    {
      "text": "The given example assumes deductibility of the \"loss\" factor against other taxable income, which may or may not apply to the owner.",
      "id": "s305"
    },
    {
      "text": "7.",
      "id": "s306"
    },
    {
      "text": "An investment allowance of 10% is applicable to charter boats \"purchased\" before 1 July 1994.",
      "id": "s307"
    },
    {
      "text": "\"Purchased\" includes signing a contract to purchase, providing the boat is first used before 1 July 1995.",
      "id": "s308"
    },
    {
      "text": "The Company at no time warrants that the given example has Australian Tax Office approval and recommends that prospective owners seek independent income tax advice on this matter.",
      "id": "s309"
    },
    {
      "text": "' \n \n 47 The five year spreadsheet shows the following results:\n \n \n 1 2 3 4 5 6 NET TAXABLE LOSS PROFIT/(LOSS) (198,922) (170,288) (156,894) (143,787) (131,027) 0 Cumulative Cash Flow (Deficiency) (975) (17,010) (40,967) (72,995) (113,274) (413,274) \n\n\nThe five year spreadsheet contains an estimated net present value of cash flow of $302,262.",
      "id": "s310"
    },
    {
      "text": "48 The three year spreadsheet shows the following figures:\n \n \n 1 2 3 NET TAXABLE PROFIT/(LOSS) (202,852) (161,766) (135,920) Cumulative Cash Flow (Deficiency) (5,386) (31,857) (72,278) \n\n\nThe three year spreadsheet shows an estimated net present value of cash flow of $361,874.",
      "id": "s311"
    },
    {
      "text": "49 Curiously, Mr Ell said that he did not pay any attention to the spreadsheets because he was conscious of the fact that Mr Joyce had a vested interest in the Taxpayers' acquiring a yacht.",
      "id": "s312"
    },
    {
      "text": "Accordingly, Mr Ell said, he was not prepared to make any decision based on the spreadsheets.",
      "id": "s313"
    },
    {
      "text": "He said that, for that reason, he intended to prepare his own business plan based on his own experience and methodology.",
      "id": "s314"
    },
    {
      "text": "Mr Bowman also referred to the spreadsheets provided by Mr Joyce but said that, as they gained information during their investigations, Mr Ell developed their own spreadsheet model of the returns they could expect from the business of operating a yacht.",
      "id": "s315"
    },
    {
      "text": "THE JUNE SPREADSHEETS \n \n 50 The profit/loss spreadsheets sent with the second letter of 5 June 1997 showed the following revenue (page 103 and 104):\n \n \n REVENUE \n Year 1 \n Year 2 \n Year 3 \n \n Charter Fees (gross) \n 50,000 \n 60,000 \n 80,000 \n \n Booking Commissions @10% average \n 5,000 \n 6,000 \n 8,000 \n \n NET CHARTER REVENUE \n 45,000 \n 54,000 \n 72,000 \n \n TOTAL OPERATING EXPENSES \n 46,000 \n 47,500 \n 49,300 \n \n CASH SURPLUS (DEFICIENCY) \n -1,000 \n 6,500 \n 22,700 \n \n OWNER SHARE \n -800 \n 5,200 \n 18,160 \n \n \n \n 51 Depreciation and interest was then deducted, with a variation depending upon the assumption made as to the amount of the investment.",
      "id": "s316"
    },
    {
      "text": "In one spreadsheet the investment is assumed to be $750,000 and in the other the investment is assumed to be $650,000.",
      "id": "s317"
    },
    {
      "text": "The spreadsheets show the following:\n \n \n NET TAXABLE LOSS \n Year 1 \n Year 2 \n Year 3 \n \n Investment $750,000 \n 214,550 \n 205,145 \n 188,106 \n \n Investment $650,000 \n 186,050 \n 177,131 \n 160,885 \n \n \n \n 52 The two spreadsheets then show a positive cash flow, after taking into account the tax saving on the net deductible loss, on the assumption that individuals are paying tax at the rate of 48.4 per cent.",
      "id": "s318"
    },
    {
      "text": "For the investment of $750,000, the accumulative cash surplus is shown to be $140,900 and for the investment of $650,000, the cumulative cash surplus is shown to be $121,865.",
      "id": "s319"
    },
    {
      "text": "53 The projected monthly cash flow that was enclosed with the letter of 5 June 1997 does not appear to reconcile with either of the profit and loss spreadsheets.",
      "id": "s320"
    },
    {
      "text": "It shows total revenue for 12 months of $55,000 and net charter income of $49,500.",
      "id": "s321"
    },
    {
      "text": "THE BUSINESS PLANS \n \n 54 Mr Ell's business plan was a spreadsheet showing particulars for each of the twelve months of 1998 and annual amounts for years 1998, 1999, 2000 and 2001.",
      "id": "s322"
    },
    {
      "text": "The annual amounts in the spreadsheet were as follows: \n\n\n Sales 1998 1999 2000 2001 Charter 30000 45000 50000 55000 Day trips 35100 40000 55000 55000 \n \n \n \n \n Cash expenses \n \n \n \n Lease 39000 39000 39000 39000 Maintenance 10000 15000 20000 20000 Mooring 14400 15000 16000 17000 Insurance 5000 5000 5000 6000 Other 2000 2000 2000 2000 \n 70400 76000 82000 84000 \n \n \n \n \n Profit/Loss -5300 9000 23000 26000 Less depreciation 90750 90750 90750 90750 \n \n \n \n \n Profit Before Tax -96050 -81750 -67750 -64750 \n\n\n \n 55 The assumption in the sales entries is that there will be 10 day trips in the months of January, February, March, April, September, October, November and December and 5 day trips in the months of May, June, July and August.",
      "id": "s323"
    },
    {
      "text": "The number of passengers is 10 in the peak months of February, March, October, November and December and from 5 to 7 in the other months.",
      "id": "s324"
    },
    {
      "text": "Mr Ell explained that his calculation was based on a charge of $45 per passenger for day trips and a fee of $1,000 per day and $700 per half day for charter.",
      "id": "s325"
    },
    {
      "text": "56 It is apparent that, even on the figures adopted by Mr Ell for income from days trips and charter, there would be a total profit over the four years, before depreciation, as follows:\n \n 1998: -5,300 1999: 9,000 2000: 23,000 2001: 26,000 Total: 52,700 \n \n \n 57 Mr Ell said that he assumed that they would be able to sell Athena for 90 per cent of its purchase price.",
      "id": "s326"
    },
    {
      "text": "On the assumption that the purchase price was $660,000, the sale price would be $600,000, giving a capital loss of $60,000.",
      "id": "s327"
    },
    {
      "text": "After deducting the profit over the four years, the ultimate result would be a loss of $7,300.",
      "id": "s328"
    },
    {
      "text": "58 On the other hand, the owners of Athena would be entitled to claim depreciation at the much greater rate shown in the figures.",
      "id": "s329"
    },
    {
      "text": "After depreciation, if allowable for tax purposes, there would be significant losses for tax purposes for the four years as follows: \n 1998: 96,050 1999: 81,750 2000: 67,750 2001: 64,750 \n\n\nOf course, upon sale at a price in excess of the depreciated value, the difference between the depreciated value and the sale price would be treated as income, but only in the year of sale, subject to further deferral if there were a ' rollover ' of the investment into another vessel.",
      "id": "s330"
    },
    {
      "text": "59 Mr Ell understood that, if, at the end of the period, the boat was sold for a price in excess of its depreciated value, that gain would not be returned as assessable income but would be applied to reduce the cost of a replacement boat.",
      "id": "s331"
    },
    {
      "text": "That is to say, there would be a further deferral of tax that would otherwise be payable.",
      "id": "s332"
    },
    {
      "text": "60 Mr Bowman's business plan was a narrative, coupled with a spreadsheet.",
      "id": "s333"
    },
    {
      "text": "The narrative was as follows (p69-70):\n ' Athena Business Plan \n \n Objective \n To make a profitable business from yacht chartering.",
      "id": "s334"
    },
    {
      "text": "To learn the yacht chartering business so that we may be prepared for future expansion.",
      "id": "s335"
    },
    {
      "text": "Method \n Acquire a yacht that will become the queen of the charter fleet in Sydney Harbour.",
      "id": "s336"
    },
    {
      "text": "Take charters in two forms: \n \n \n &#8226; A daily fixed schedule service tour of Sydney Harbour for tourist visitors \n &#8226; A half day charter service aimed at the Sydney corporate market.",
      "id": "s337"
    },
    {
      "text": "Because the yacht is to be operated according to a fixed schedule it is to be purchased sales tax free.",
      "id": "s338"
    },
    {
      "text": "The yacht selected is the Beneteau 50.",
      "id": "s339"
    },
    {
      "text": "It is to be placed in survey and berthed at d'Albora Marina in Ruscutters Bay.",
      "id": "s340"
    },
    {
      "text": "The charter manager Eastsail, will provide a full management service for half the proceeds of the charters and invest in the development of the fixed schedule business.",
      "id": "s341"
    },
    {
      "text": "Eastsail will provide a certified skipper and deck hand for each charter.",
      "id": "s342"
    },
    {
      "text": "Owners are to bear maintenance and mooring charges.",
      "id": "s343"
    },
    {
      "text": "Eastsail is to manage the maintenance.",
      "id": "s344"
    },
    {
      "text": "We plan to target the top end of the Sydney tourist and corporate market.",
      "id": "s345"
    },
    {
      "text": "Charter fees are to reflect the quality of the yacht.",
      "id": "s346"
    },
    {
      "text": "While the bulk of the revenue will be generated during summer months there may also be an opportunity for the yacht to generate income in Pittwater during winter when the Sydney market is quiet.",
      "id": "s347"
    },
    {
      "text": "Moving to Pittwater in winter would also defray mooring charges.",
      "id": "s348"
    },
    {
      "text": "The possibility in Pittwater is to combine with the sea plane operators to fly clients to and from the yacht.",
      "id": "s349"
    },
    {
      "text": "As it is critical from a revenue standpoint for the yacht to be available for charter for all the peak season, personal use will only occur on a stand by basis.",
      "id": "s350"
    },
    {
      "text": "The success of daily schedule business will preclude significant private use.",
      "id": "s351"
    },
    {
      "text": "The yacht is to be upgraded at the end of 3 years and a new larger vessel purchased if the venture has been successful.",
      "id": "s352"
    },
    {
      "text": "Capital Cost \n The quote for the yacht is $620,000 from Beneteau Vicsail.",
      "id": "s353"
    },
    {
      "text": "Vicsail have estimated the resail value of the yacht at the end of 3 years charter to be $600,000 provided it is maintained to a high standard.",
      "id": "s354"
    },
    {
      "text": "This resale is high compared to the purchase price because the yacht is to be purchased sales tax free.",
      "id": "s355"
    },
    {
      "text": "Eastsail has quoted $40,000 to put the yacht in survey, making a total capital cost of $660,000.",
      "id": "s356"
    },
    {
      "text": "Principal Operating Costs \n \n Insurance has been quoted at $5,000 per annum, maintenance at $10,000 in year 1, $15,000 in year 2 and $20,000 in year 3, mooring at $1200 per month.",
      "id": "s357"
    },
    {
      "text": "Income \n \n Charter fees are to start at $2,000 per day or $1,000 per half day.",
      "id": "s358"
    },
    {
      "text": "The fee for the daily schedule business will be $100 per passenger.",
      "id": "s359"
    },
    {
      "text": "Charter income estimated at $5000 per month for first month, $7,500 per month for second year, and $8,500 per month the third year.",
      "id": "s360"
    },
    {
      "text": "The yacht is to be operated in Sydney Harbour for 7 months of the year.",
      "id": "s361"
    },
    {
      "text": "' \n \n 61 The spreadsheet was as follows:\n \n \n Year 1\n6 months Year 2\n12 months Year 3\n12 months Year 4\n6 months \n Charter Income 15,000 42,500 55,500 34,000 \n \n \n \n \n \n \n Costs \n \n \n \n \n Maintenance 5000 12500 17500 10000 \n Insurance 5000 5000 5000 \n \n Licenses 500 1000 1000 500 \n Mooring Fees 3600 8400 8400 4800 \n Interest Costs 16250 39000 39000 19500 \n Total 30350 65900 70900 24800 \n Operating Profit/Loss -15350 -23400 -15400 9200 -44950 \n \n \n \n \n \n Capital Account \n \n \n \n \n Purchase Price 660000 528000 396000 264000 \n Depreciation 132000 132000 132000 \n \n Sale Price \n \n \n 60000 \n Capital Profit \n \n \n 336000 336000 \n \n \n \n \n \n Overall Profit \n \n \n \n \n 291050 \n \n \n \n \n \n \n 62 Mr Bowman said that he created the spreadsheet at the time when he and Mr Ell were considering buying a boat in the first half of 1997, at the same time as he prepared the narrative business plan.",
      "id": "s362"
    },
    {
      "text": "Mr Bowman accepted, in the course of his oral evidence, that there were significant errors in the spreadsheet.",
      "id": "s363"
    },
    {
      "text": "Thus, in Year 4, the Total Costs should be $34,800, not $24,800, the Operating Profit/Loss should be ---$800 and the total Loss for the 4 years should be $54,950 and not $44,950.",
      "id": "s364"
    },
    {
      "text": "Mr Bowman also accepted that the ultimate figure for overall profit of $291,050 was ' completely inaccurat e'.",
      "id": "s365"
    },
    {
      "text": "63 It is disconcerting that neither of the business plans tendered on behalf of the Taxpayers had a date or any other indication corroborating the time of its preparation.",
      "id": "s366"
    },
    {
      "text": "For two such astute and able businessmen, it is curious that their forecasts were so awry, particularly in circumstances where Mr Joyce provided them with his own projections.",
      "id": "s367"
    },
    {
      "text": "Mr Ell's said that he rejected Mr Joyce's projections because Mr Joyce was a salesman.",
      "id": "s368"
    },
    {
      "text": "If that were so, one might have expected that Mr Ell's projections would show a lower, more conservative, estimate of income than Mr Joyce's projections.",
      "id": "s369"
    },
    {
      "text": "That was not so.",
      "id": "s370"
    },
    {
      "text": "64 Mr Bowman said that he prepared his narrative for his own assessment, to get his thoughts clear in his mind.",
      "id": "s371"
    },
    {
      "text": "Mr Ell said that he had seen Mr Bowman's documents but could not recall when.",
      "id": "s372"
    },
    {
      "text": "Again, it is curious that two such astute businessmen, who were working together at Serco, prepared projections independently that appear to bear no relationship to each other.",
      "id": "s373"
    },
    {
      "text": "65 Mr Ell prepared an ex post facto explanation for his thinking in preparing his Business Plan.",
      "id": "s374"
    },
    {
      "text": "He calculated what he says was his expectation of ' real profit ', after taking advantage of the tax deductions for depreciation of Athena.",
      "id": "s375"
    },
    {
      "text": "His ex post facto explanation was as follows: \n\n\n Explanation of Calculation 1998 1999 2000 2001 Profit (Loss) as shown in business plan \n \n \n \n 5,300 9,000 23,000 26,000 \n \n \n \n \n Tax refund taking into account deduction for losses and depreciation ($90,750 as per business plan) and assuming a tax rate of 48.25% \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 46,344 39,444 39,444 39,444 \n \n \n \n \n Profit 41,044 48,444 62,444 65,444 \n \n \n \n \n Subtract 'real' depreciation of 3% based on discussions with Mr Hunt at Beneteau as to resale value of the yacht, ie 3% x 620,000 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 18,600 18,600 18,600 18,6000 \n \n \n \n \n 'Real' profit 22,444 29,844 43,844 46,844 \n\n\n \n 66 The Taxpayers accept that, on the basis of Mr Ell's ex post facto explanation, a real loss would be suffered by the Taxpayers ' unless the business is otherwise profitable '.",
      "id": "s376"
    },
    {
      "text": "They say, however, that, if the Court concludes that Athena was not acquired for private use, the only other possible explanation is that the Taxpayers' dominant intention was not to obtain tax deductions but to conduct a profitable business.",
      "id": "s377"
    },
    {
      "text": "They said that their time with Serco was coming to an end and they would no longer have income from Serco against which to set-off losses.",
      "id": "s378"
    },
    {
      "text": "67 However, the Taxpayers remained at Serco during all of the years of income in question.",
      "id": "s379"
    },
    {
      "text": "There was no suggestion that they contemplated departure from Serco during that time or that their departure was imminent.",
      "id": "s380"
    },
    {
      "text": "They placed Athena on the market in November 2000, long before either of them left Serco.",
      "id": "s381"
    },
    {
      "text": "The Commissioner contends, therefore, that Taxpayers had a private purpose in acquiring Athena, namely, of owning a luxury yacht, to which they would have at least standby access, for a cost discounted by the large deductions flowing from depreciation in relation to the yacht.",
      "id": "s382"
    },
    {
      "text": "68 Mr Ell's so-called ' real ' profit is completely illusory.",
      "id": "s383"
    },
    {
      "text": "It is difficult to see how Mr Ell or Mr Bowman ever imagined that the enterprise of buying Athena, operating it for three or four years and then selling it could ever have produced a ' real ' profit.",
      "id": "s384"
    },
    {
      "text": "It certainly had the advantage of deferring for some years the tax that would have been assessed in respect of their income from Serco.",
      "id": "s385"
    },
    {
      "text": "However, none of the figures show a profit in any real sense.",
      "id": "s386"
    },
    {
      "text": "69 Further, the extent of the variation in the estimates of income is puzzling: \n &#8226; Mr Ell's spreadsheet is the only one that includes an amount for scheduled tours.",
      "id": "s387"
    },
    {
      "text": "All other spreadsheets assume income only from charters.",
      "id": "s388"
    },
    {
      "text": "Mr Bowman's first period is one of six months.",
      "id": "s389"
    },
    {
      "text": "His first full twelve months period showed charter income of $42,500.",
      "id": "s390"
    },
    {
      "text": "It might be possible to speculate that the twelve month period he had in mind was the twelve months ended 30 June 1999, since Athena was not acquired until the end of 1997 and the first six month period would take the calculation to 30 June 1998.",
      "id": "s391"
    },
    {
      "text": "On the other hand, in Mr Ell's spreadsheet, the first full calendar year, 1998, had charter income of $30,000 and the second full year, 1999, had charter income of $45,000.",
      "id": "s392"
    },
    {
      "text": "&#8226; The five year budget produced by Mr Joyce in February 1997 showed charter fees of $22,500 for each of five years.",
      "id": "s393"
    },
    {
      "text": "The three year budget showed charter fees of $21,000 for each of 3 years.",
      "id": "s394"
    },
    {
      "text": "&#8226; The spreadsheet attached to Mr Joyce's letter of 5 June 1997 showed gross charter fees of $50,000 for year 1 and net charter revenue, after booking commission, of $45,000.",
      "id": "s395"
    },
    {
      "text": "The June spreadsheet assumed a management fee to be paid to EastSail of $25,000.",
      "id": "s396"
    },
    {
      "text": "The owner was to receive 80% of the net surplus or deficiency.",
      "id": "s397"
    },
    {
      "text": "One might have expected Mr Bowman and Mr Ell to have made specific enquiries as to likely charter income if they were not prepared to accept the estimates furnished by Mr Joyce in February.",
      "id": "s398"
    },
    {
      "text": "Yet there is no real evidence as to the source of the differing estimates said to have been relied on by Messrs Bowman and Ell.",
      "id": "s399"
    },
    {
      "text": "70 In written submissions provided by Senior Counsel for the Taxpayers, calculations are made of the results that it is alleged might have been expected if the Taxpayers' assumptions concerning sales tax and resale value had been correct.",
      "id": "s400"
    },
    {
      "text": "Those calculations were as follows:\n \n Year Income Outgoings Shortfall 1998 8,730 Lease: Interest: Repairs: Other: TOTAL: 21,420 2,181 1,767 6,116 31,484 (22,754) 1999 18,177 Lease: Interest: Repairs: Other:\nTOTAL: 31,330 --- 5,069 12,907 49,306 (31,129) 2000 27,992 Lease: Interest: Repairs: Other: TOTAL: 15,987 1,088 10,716 11,450 39,241 (11,249) 2001 39,441 Lease: Interest: Repairs: Other: TOTAL: 2,238 1,300 3,925 10,079 17,542 21,899 TOTAL 94,340 \n \n ( 43,233) Loss on sale of Athena (660,000-600,000)/2 \n \n (30,000) TOTAL \n \n \n (73,233) Double total loss of Bowman to get overall loss for Athena (Bowman &amp; Ell) \n \n \n (146,466) After tax loss for Bowman &amp; Ell \n \n \n ($70,303) \n\n \n\n \n 71 Thus, even on the assumption that the Taxpayers received an exemption from sales tax and the hoped for resale value was obtained, they still expected a shortfall overall of $146,466, which, after tax, would result in a shortfall of $70,303.",
      "id": "s401"
    },
    {
      "text": "It is difficult to see why two astute businessmen such as Messrs Bowman and Ell would have embarked on the enterprise if that was the best result that they could have expected.",
      "id": "s402"
    },
    {
      "text": "It rather suggests that, at no stage, did they expect to generate a cash surplus or a profit in any real sense.",
      "id": "s403"
    },
    {
      "text": "72 There is no substantial evidence to suggest that it was ever realistic for the Taxpayers to expect that there would be significant income generated from the use of Athena on scheduled tours.",
      "id": "s404"
    },
    {
      "text": "The Taxpayers sought to explain the failure to use Athena for regular scheduled tours by the following circumstances:\n &#8226; No advertising or professional marketing program, as proposed in the letter of 20 June 1997, was conducted by EastSail; on the other hand, no complaint appears to have been made by Messrs Bowman and Ell to EastSail at any time about the absence of advertising and professional marketing.",
      "id": "s405"
    },
    {
      "text": "&#8226; Mr Joyce, who ' was perceived as the main driver ', did not continue with EastSail; however, Mr Joyce was perceived as a salesman and Mr Franki, the principal of EastSail, continued to have regular discussions with one or other of the Taxpayers.",
      "id": "s406"
    },
    {
      "text": "&#8226; EastSail did not establish an office in Pittwater as suggested in the letter of 20 June 1997.",
      "id": "s407"
    },
    {
      "text": "Again , no complaint appears to have been made about that failure.",
      "id": "s408"
    },
    {
      "text": "&#8226; Eastsail did not undertake ' the regular and scheduled departure component of the program ' as referred to in the letter of 20 June 1997.",
      "id": "s409"
    },
    {
      "text": "Once again, no complaint ever appears to have been made about any such failure.",
      "id": "s410"
    },
    {
      "text": "&#8226; In 2000, prior to the Olympics Games in Sydney, EastSail purchased a large catamaran to take customers on sightseeing tours; however, there was no evidence as whether those tours were scheduled regular tours.",
      "id": "s411"
    },
    {
      "text": "73 The Taxpayers sought to explain the deficiencies in, and inadequacies of, their business plans by the following:\n &#8226; It is not a pre-requisite for carrying on a business or for deductibility of losses incurred in doing so that there be a written business plan as such.",
      "id": "s412"
    },
    {
      "text": "However, where two experienced and astute businessmen decide to spend well in excess of $600,000 in the acquisition of a luxury yacht, with which they plan to derive a profit in carrying on a business, it would not be unusual to prepare a plan or projections, based on information gleaned from reliable sources as to the likely income they could expect to generate and the expenses they would be likely to incur in generating that income.",
      "id": "s413"
    },
    {
      "text": "&#8226; The methodology that the Taxpayers used for putting together their business plans was, they say, the same as the methodology they used at Serco for new business ventures.",
      "id": "s414"
    },
    {
      "text": "Mr Bowman gave an example of one of the projects on which they were engaged at Serco.",
      "id": "s415"
    },
    {
      "text": "He said that they assembled a team of people who had appropriate experience and the team worked together to collect and review the information needed for a business plan.",
      "id": "s416"
    },
    {
      "text": "They conducted a number of reviews of the draft plan and tested innovative ideas and business inputs and outputs ' through a peer review process ' until they got to a point where they were confident that the plan was ' break even '.",
      "id": "s417"
    },
    {
      "text": "They depended on the peer review process and collective responsibility for the outcomes to ensure accuracy.",
      "id": "s418"
    },
    {
      "text": "Mr Bowman claimed that the Taxpayers adopted the same methodology for the proposed new yacht charter business.",
      "id": "s419"
    },
    {
      "text": "He characterised EastSail as ' one member of the team ', which was ' to stay and manage the service delivery and would share in risks and rewards '.",
      "id": "s420"
    },
    {
      "text": "However, they ignored the information from one of their so-called experts, EastSail.",
      "id": "s421"
    },
    {
      "text": "There was no evidence that the Taxpayers ever discussed either of their business plans with their expert, EastSail.",
      "id": "s422"
    },
    {
      "text": "Assuming the business plans were first generated in the first half of 1997, as the Taxpayers claimed, there appears to have been no cooperation between Messrs Ell and Bowman in relation to the production of their respective business plans.",
      "id": "s423"
    },
    {
      "text": "Overall, both business plans create the impression of being ex post facto justifications.",
      "id": "s424"
    },
    {
      "text": "It beggars belief that Messrs Bowman and Ell genuinely believed that they were going to generate a profit from the yacht's operations.",
      "id": "s425"
    },
    {
      "text": "&#8226; The business plans were ' works in progress ' and the documents that were in evidence were never intended to be exhaustive.",
      "id": "s426"
    },
    {
      "text": "They were the only documents that had been retained.",
      "id": "s427"
    },
    {
      "text": "However, that suggests that they were the most recent or most finalised.",
      "id": "s428"
    },
    {
      "text": "No evidence was given that the figures in the documents in evidence were later updated.",
      "id": "s429"
    },
    {
      "text": "&#8226; The Taxpayers had only limited time to devote to the yacht operations, since they were still employed as senior executives with Serco and, because they were still employed at Serco in higher paying positions, their concerns to ensure that the yacht operations were profitable would be less than for someone who intended to rely on such operations for their living.",
      "id": "s430"
    },
    {
      "text": "However, it seems unlikely that, if the Taxpayers were intending to generate a positive cash flow and profit, they would not take considerable care to ensure that their calculations were based on sound assumptions.",
      "id": "s431"
    },
    {
      "text": "&#8226; The yacht operations should be viewed in the context of being the first of a number of businesses that the Taxpayers commenced together when they left Serco.",
      "id": "s432"
    },
    {
      "text": "They engaged in ventures involving: \n \n \n - commercial property, which was highly successful;\n - a cosmetics business, which was unsuccessful; \n \n \n - an engineering business at Gladstone in Queensland which is very successful and generated sufficient income for the year ended 30 June 2003 to be liable for income tax of $250,000.",
      "id": "s433"
    },
    {
      "text": "However, there was no attempt to explain in any way the manner in which those ventures were planned and executed.",
      "id": "s434"
    },
    {
      "text": "There was no suggestion that those ventures had any element of private pleasure.",
      "id": "s435"
    },
    {
      "text": "74 There was no evidence that Mr Ell made any projection or estimate of revenue or expenditure in relation to Medusa.",
      "id": "s436"
    },
    {
      "text": "For the years ended 30 June 1999 and 30 June 2000, Mr Ell appears to have incurred a very substantial loss from the operation of Medusa, having brought it for $400,404 and sold it for $300,000.",
      "id": "s437"
    },
    {
      "text": "USE OF ATHENA \n \n 75 Messrs Bowman and Ell opened a bank account with St George Bank, which they operated solely for the purpose of the operation of Athena.",
      "id": "s438"
    },
    {
      "text": "They had an overdraft facility in connection with that account, which they used for meeting maintenance expenses and other costs associated with operating Athena.",
      "id": "s439"
    },
    {
      "text": "76 From the end of 1997 until termination of their arrangements with EastSail, Messrs Ell and Bowman received monthly reports from EastSail indicating the usage of the Athena and the net fees to be paid to them in relation to that usage.",
      "id": "s440"
    },
    {
      "text": "They also received monthly expense reports for the Athena indicating labour and other costs incurred in the maintenance of the Athena.",
      "id": "s441"
    },
    {
      "text": "Subsequently, they received similar reports from Sydney By Sail.",
      "id": "s442"
    },
    {
      "text": "77 Whenever Mr Bowman received a report from EastSail, or later from Sydney By Sail, he entered the relevant data from the report by use of a Quicken accounts management software program.",
      "id": "s443"
    },
    {
      "text": "That enabled him to produce annual financial statements for Athena.",
      "id": "s444"
    },
    {
      "text": "Mr Bowman also provided a printout of the Quicken reports to Ms Eva Angelis, an accountant, to enable her to prepare tax returns for himself and Mr Ell.",
      "id": "s445"
    },
    {
      "text": "Mr Bowman also provided the St George Bank statement to Ms Angelis each year in connection with the preparation of tax returns.",
      "id": "s446"
    },
    {
      "text": "During the course of each financial year, Mr Bowman from time to time printed and updated profit and loss statements in relation to Athena from journal entries.",
      "id": "s447"
    },
    {
      "text": "He discussed the results with Mr Ell.",
      "id": "s448"
    },
    {
      "text": "At the end of each financial year, an annual report was produced and a copy was provided to Mr Ell.",
      "id": "s449"
    },
    {
      "text": "78 The EastSail reports show that the first usage of Athena was for a charter on New Year's eve 31 December 1997.",
      "id": "s450"
    },
    {
      "text": "The reports up to the end of March 1998 regularly show that Mr Bowman or Mr Ell was the charterer.",
      "id": "s451"
    },
    {
      "text": "However, there is no mention of either Mr Bowman or Mr Ell as charterer after 9 March 1998.",
      "id": "s452"
    },
    {
      "text": "On the other hand, there are numerous references to periods when, for unspecified reasons, Athena was unavailable for charter.",
      "id": "s453"
    },
    {
      "text": "None of the reports from Sydney By Sail showed details of private use of Athena by either of the Taxpayers.",
      "id": "s454"
    },
    {
      "text": "79 In calculating the expenses said to have been incurred in operating Athena, each of the Taxpayers made an allowance for private usage of Athena.",
      "id": "s455"
    },
    {
      "text": "However, for each of the years in question, the allowance for private usage was quite minimal.",
      "id": "s456"
    },
    {
      "text": "For the year ended 30 June 1998, the private usage of Athena was shown as 14 out of 181 days.",
      "id": "s457"
    },
    {
      "text": "For the years ended 30 June 1999, 2000 and 2001, the private usage was 14, 10 and 14 out of 365, 366 and 365 days respectively.",
      "id": "s458"
    },
    {
      "text": "In relation to Medusa, the private usage was shown as 5 out of 82 days for the year ended 30 June 1999 and 10 out of 366 days for the year ended 30 June 2000.",
      "id": "s459"
    },
    {
      "text": "Each of the taxpayers said that he gave particulars of private usage to Ms Angelis at the time when she was instructed to prepare tax returns.",
      "id": "s460"
    },
    {
      "text": "80 Except as just indicated, no independent record was maintained of the days on which Athena was used by either of the Taxpayers privately and the particulars given to Ms Angelis by each of the Taxpayers were his own personal recollection of use during the year.",
      "id": "s461"
    },
    {
      "text": "Under cross-examination, each of the Taxpayers was adamant in rejecting the suggestion that the level of private usage exceeded that disclosed in their respective tax returns.",
      "id": "s462"
    },
    {
      "text": "81 Mr Bowman informed Ms Angelis each year of the number of days Athena was used privately by him.",
      "id": "s463"
    },
    {
      "text": "Mr Ell also spoke to Ms Angelis each year and informed her of the number of days when Athena was used by him privately.",
      "id": "s464"
    },
    {
      "text": "Mr Ell said that it was not difficult to recall the number of days that Athena was used privately by him because it was only on rare occasions that he used her for private purposes.",
      "id": "s465"
    },
    {
      "text": "USE OF MEDUSA \n \n 82 Similar reports were received by Mr Ell in respect of Medusa.",
      "id": "s466"
    },
    {
      "text": "Mr Ell did not keep any record of private use of Medusa.",
      "id": "s467"
    },
    {
      "text": "He said, however, that ' because it was so rare I was able to recall fairly closely the number of days I had used it privately ' and that he provided those details to Ms Angelis for the purpose of preparing his tax returns.",
      "id": "s468"
    },
    {
      "text": "THE ASSESSMENTS, OBJECTIONS AND APPEALS \n \n 83 Each of the Taxpayers returned income from the use of Athena.",
      "id": "s469"
    },
    {
      "text": "Mr Bowman returned the following amounts of income:\n \n Year Amount of Income 1998 $8,730.00 1999 $18,177.00 2000 $27,992.00 2001 $39,441.00 \n\n\n \nMr Ell returned the following amounts, which also included income from the use of Medusa in the year ended 30 June 2000: \n \n\n Year Amount of Income 1998 $8,730.00 1999 $18,177.00 2000 $49,872.00 2001 $39,441.00 \n\n\n \n 84 Each of the Taxpayers claimed to have incurred expenses in relation to Athena of the following classes:\n (a) lease expenses;\n (b) interest expenses;\n (c) depreciation;\n (d) repairs and maintenance;\n (e) other expenses.",
      "id": "s470"
    },
    {
      "text": "Mr Ell also claimed to have incurred expenses of those classes in relation to Medusa.",
      "id": "s471"
    },
    {
      "text": "85 The amounts of the expenses claimed as deductions as shown in the following tables:\n Mr Bowman:\n \n Year Lease\nExpenses Interest\nExpenses Depreciation Repairs &amp;\nMaintenance Other\nExpenses 1998 21,420 2,181 30,334 1,767 6,116 1999 31,330 \n 59,544 5,069 12,907 2000 15,987 1,088 59,179 10,716 11,450 2001 2,238 1,300 47,736 3,925 10,079 \n\n\n \n Mr Ell:\n \n Year Lease\nExpenses Interest\nExpenses Depreciation Repairs &amp;\nMaintenance Other\nExpenses 1998 21,420 2,181 30,334 1767 6,116 1999 32,134 3,460 82,376 5287 20,176 2000 16,169 8,736 133,651 11552 13,439 2001 2,302 1,337 49,096 4037 10,367 \n\n \n 86 In respect of each of the years of income in question, each of the Taxpayers claimed deductions for his share of various outgoings and depreciation allegedly incurred in relation to Athena.",
      "id": "s472"
    },
    {
      "text": "Mr Ell also claimed deductions for various outgoings and depreciation allegedly incurred in relation to Medusa.",
      "id": "s473"
    },
    {
      "text": "After audit, the Commissioner disallowed the deductions in their entirety and issued amended assessments dated 13 January 2003 to Mr Bowman and 16 December 2002 to Mr Ell.",
      "id": "s474"
    },
    {
      "text": "Notices of Objection were lodged by Mr Bowman on 26 June 2003 and by Mr Ell on 8 July 2003.",
      "id": "s475"
    },
    {
      "text": "87 The Taxpayers filed relevantly identical notices of objection in so far as the amended assessments were based on deductions claimed in respect of Athena.",
      "id": "s476"
    },
    {
      "text": "The Taxpayers relied on the ground that the amounts in question were allowable deductions because the Taxpayers were conducting a business in the relevant years of income.",
      "id": "s477"
    },
    {
      "text": "That ground was expounded in an attachment to the Notices of Objection.",
      "id": "s478"
    },
    {
      "text": "The attachment states that it was the intention of the Taxpayers to use Athena for the generation of income by way of a yacht charter business.",
      "id": "s479"
    },
    {
      "text": "88 The attachment then states that, prior to December 1997, when Athena was first available for charter to the public, the Taxpayers ' entered into a formal management agreement with EastSail '.",
      "id": "s480"
    },
    {
      "text": "They then assert that the agreement ' was terminated with EastSail because [the Taxpayers] were of the view that EastSail were not producing the expected results from the venture in terms of income growth, and rather than immediately entering into an agreement with an alternative Charter Operator they attempted to sell the yacht as they were of the perception that Charter Operators would not manage aging yachts... '.",
      "id": "s481"
    },
    {
      "text": "89 The attachment then relevantly said as follows:\n '3.2 Commerciality of business operations.",
      "id": "s482"
    },
    {
      "text": "The [Taxpayers] purchased the yacht with the intention of generating income with a view to profit.",
      "id": "s483"
    },
    {
      "text": "This intention is supported by both the research conducted during the business start up phase and the conduct of the [Taxpayers] during the life of the business.",
      "id": "s484"
    },
    {
      "text": "... \n \n Research indicated the yacht would maintain a high residual value.",
      "id": "s485"
    },
    {
      "text": "This was because one [of] the charter licensing requirements was that the yacht was sailed by a professional crew.",
      "id": "s486"
    },
    {
      "text": "As a result of the professional crew sailing the yacht, it was anticipated the wear and tear of the yacht would be reduced, and consequently the value of the yacht on resale would be higher than the value of a yacht crewed by amateurs.",
      "id": "s487"
    },
    {
      "text": "This was a key driver in the decision making.",
      "id": "s488"
    },
    {
      "text": "Secondly, EastSail did not have a 50 ft yacht in its fleet, and it was anticipated there would be a demand for a boat of this size.",
      "id": "s489"
    },
    {
      "text": "Prior to purchasing the yacht, the [Taxpayers] researched the industry to assess the commercial viability of the venture... Their research was used to develop a business model that extended beyond the standard arrangement between Charter Operators and Boat Owners.",
      "id": "s490"
    },
    {
      "text": "[The Taxpayers] entered into an arrangement with EastSail whereby the yacht would be used for regular and scheduled cruisers for sightseeing in addition to the standard charters.",
      "id": "s491"
    },
    {
      "text": "It was acknowledged that the sightseeing cruises may not be profitable in the short term, however [the Taxpayers] entered into the arrangement in the light of medium to long-term profitability potential.",
      "id": "s492"
    },
    {
      "text": "The yacht was used predominantly for business purposes in arm's lengths transactions and any deductions claimed in respect of expenses incurred in the business were reduced to account for private use.",
      "id": "s493"
    },
    {
      "text": "The fact that the yacht was available for private use while it was not being chartered should not bear on the determination of the yacht being used predominantly for business purposes...",
      "id": "s494"
    },
    {
      "text": "Both [the Taxpayers] had access to another yacht used solely for private use.",
      "id": "s495"
    },
    {
      "text": "When they entered into the business [the Taxpayers] were of the view there was a realistic expectation of profit, however the venture was subject to the market forces as both EastSail and Sydney By Sail did not provide a fixed return... \n ... \n \n 3.3 Active Involvement in the Income Producing Activities of the Boat \n \n [The Taxpayers] were actively involved in the income producing activities of the boat.",
      "id": "s496"
    },
    {
      "text": "They were more than \"Concerned and interested absentee\" boat owners...",
      "id": "s497"
    },
    {
      "text": "They were conscious of the potential for personal financial loss and were intent on contributing to the management of the business to preserve and grow the equity in the business.",
      "id": "s498"
    },
    {
      "text": "... \n \n [The Taxpayers] were proactive in seeking new opportunities for the generation of charter income.",
      "id": "s499"
    },
    {
      "text": "They regularly reviewed the performance of a yacht by examining the reports provided by EastSail and Sydney By Sail, and utilising an accounting package to produce their own reports for further analysis.",
      "id": "s500"
    },
    {
      "text": "Regular meetings were held with the respective charter operators in which the operational performance of the yacht was discussed, and [the Taxpayers] suggested and approved changes to the business activities of the yacht... \n \n [The Taxpayers] entered into the arrangement with EastSail and subsequently Sydney By Sail to take advantage of economies of scale in the form of reduced overhead and advertising costs.",
      "id": "s501"
    },
    {
      "text": "EastSail and Sydney By Sail were effectively acting as agent for [the Taxpayers] .",
      "id": "s502"
    },
    {
      "text": "As outlined above, [the Taxpayers] were regularly involved in the business from an administrative and planning perspective and they were organised and systematic in doing so.",
      "id": "s503"
    },
    {
      "text": "... \n \n Therefore, the fact that [the Taxpayers] were not involved in the everyday operations (i.e.",
      "id": "s504"
    },
    {
      "text": "the day-to-day chartering of the yacht and associated practical activities) of conducting the yacht charter business does not mean they are not in business.",
      "id": "s505"
    },
    {
      "text": "Further contributing to the business like nature of the yacht charter operations is the fact that EastSail provided services in addition to the yacht to third party hirers on behalf of [the Taxpayers] in return for the payment of a management fee.",
      "id": "s506"
    },
    {
      "text": "Such services include custom enquiry and booking services, pre-charter briefings and catering.",
      "id": "s507"
    },
    {
      "text": "EastSail and Sydney By Sail handled those business matters... on behalf of [the Taxpayers] ... \n \n As outlined above, the yacht was removed from the EastSail fleet in September 2000.",
      "id": "s508"
    },
    {
      "text": "This demonstrates [the Taxpayers] were able to exercise appropriate control over the yacht.",
      "id": "s509"
    },
    {
      "text": "When the yacht was not sold promptly, [the Taxpayers] entered into an arrangement with [Sydney By Sail] to prevent the asset sitting idle.",
      "id": "s510"
    },
    {
      "text": "3.4 Agreements with Charter Operators.",
      "id": "s511"
    },
    {
      "text": "...",
      "id": "s512"
    },
    {
      "text": "While in form [the arrangements between the Taxpayers and East Sail and subsequently Sydney By Sail] may be viewed to be a lease agreement, the practicalities of the arrangement was such that in substance the agreement extended beyond a mere lease as [the Taxpayers] were actively involved in the business on a regular basis and were able to exercise control over the yacht.",
      "id": "s513"
    },
    {
      "text": "In substance the arrangement between EastSail (and subsequently Sydney By Sail) and [the Taxpayers] was more akin to a management agreement.",
      "id": "s514"
    },
    {
      "text": "As discussed above, the charter operators acted as an agent for [the Taxpayers] in return for a management fee.",
      "id": "s515"
    },
    {
      "text": "Due to the agency arrangement, [the Taxpayers] were able to maintain a level of control over the boat and its income producing operations --- this control was demonstrated when [the Taxpayers] withdrew the yacht from EastSail fleet prior to the expiration of the Agreement.",
      "id": "s516"
    },
    {
      "text": "[The Taxpayers] monitored the business activities of the boat and where necessary provided input and direction to the respective Charter Operators.",
      "id": "s517"
    },
    {
      "text": "' \n [emphasis added]\n 90 The Objection Decisions disallowing the objections were made on 30 September 2003.",
      "id": "s518"
    },
    {
      "text": "The eight proceedings were commenced on 28 November 2003.",
      "id": "s519"
    },
    {
      "text": "THE ISSUES IN THE APPEALS \n \n 91 The Commissioner, in his Statements of Facts, Issues and Contentions, filed in the appeals, asserted that the Taxpayers did not, during the relevant years of income, use or hold Athena in the manner referred to in s 26-50(5)(b) of the Assessment Act.",
      "id": "s520"
    },
    {
      "text": "The Commissioner asserted that, by reason that the Taxpayers were not using Athena in the prescribed manner, the deductions claimed were not allowable.",
      "id": "s521"
    },
    {
      "text": "Otherwise, the Commissioner put the Taxpayers to proof of all facts on which they sought to rely.",
      "id": "s522"
    },
    {
      "text": "The Commissioner made similar assertions in relation to Medusa and Mr Ell.",
      "id": "s523"
    },
    {
      "text": "92 In their Statements of Facts, Issues and Contentions, the Taxpayers joined issue with the Commissioner in relation to the assertion that Athena was not being used in the manner prescribed by s 26-50(5)(b) of the Assessment Act.",
      "id": "s524"
    },
    {
      "text": "The Taxpayers stated that the issues were as follows: \n \n \n (1) Whether at all times in the relevant years the Taxpayers used Athena (and in the case of Mr Ell, Medusa) mainly for letting on hire in the ordinary course of a business carried on by the Taxpayers (or, in the Case of Mr Ell, Medusa) pursuant to s 26-50(5)(b) of the Assessment Act.",
      "id": "s525"
    },
    {
      "text": "(2) Whether the deductions claimed by the Taxpayers were allowable pursuant to s 26-50(5) of the Assessment Act.",
      "id": "s526"
    },
    {
      "text": "(3) Whether the deductions claimed for amounts equal to the decline in value of depreciating assets were allowable to the Taxpayers pursuant to s 40-25 of the Assessment Act.",
      "id": "s527"
    },
    {
      "text": "(4) Whether the Taxpayers are liable to additional tax.",
      "id": "s528"
    },
    {
      "text": "93 It may be significant that no mention is made in the Statements of Facts, Issues and Contentions of any specific paragraph of s 26-50(5), other than paragraph (b).",
      "id": "s529"
    },
    {
      "text": "I shall return to that question later.",
      "id": "s530"
    },
    {
      "text": "94 Section 8-1(1) of the Assessment Act provides that a taxpayer can deduct from his assessable income any loss or outgoing to the extent that it is incurred in gaining or producing assessable income , or is necessarily incurred in carrying on a business for the purposes of gaining or producing assessable income .",
      "id": "s531"
    },
    {
      "text": "However, under s 8-1(2), a taxpayer cannot deduct a loss or outgoing to the extent that it is a loss or outgoing of a private or domestic nature or to the extent that a provision of the Act prevents that taxpayer from deducting it .",
      "id": "s532"
    },
    {
      "text": "95 Section 42-15 of the Assessment Act provided an artificial deduction for depreciation.",
      "id": "s533"
    },
    {
      "text": "Under s 42-15, as it applied at December 1997, a taxpayer was entitled to deduct an amount for depreciation of a unit of plant for an income year if, in that year, the taxpayer was its owner or quasi owner and the taxpayer used it for the purpose of producing assessable income.",
      "id": "s534"
    },
    {
      "text": "Plant included a boat.",
      "id": "s535"
    },
    {
      "text": "However, under s 42-45(3) an amount could not be deducted for depreciation of a boat unless, at some time in the income year, the taxpayer used the boat, or held it for use, as mentioned in s 26-50(5)(b), (c) or (d) .",
      "id": "s536"
    },
    {
      "text": "96 Section 26-50(1) of the Assessment Act provides that a taxpayer cannot deduct a loss or outgoing in an income year to the extent that the taxpayer incurs it to acquire or retain ownership of a boat or to use, operate, maintain or repair a boat.",
      "id": "s537"
    },
    {
      "text": "However, s 26-50(5) provides that s 26-50(1) does not stop a taxpayer from deducting a loss or outgoing if certain prerequisites are satisfied.",
      "id": "s538"
    },
    {
      "text": "97 The first is that the boat is held for trading stock for sale in the ordinary course of a business carried on by the taxpayer.",
      "id": "s539"
    },
    {
      "text": "There could be no suggestion that that provision has application in the present circumstances.",
      "id": "s540"
    },
    {
      "text": "The second is that at all times in the income year, the taxpayer uses the boat, or holds it, mainly for transporting, for payment in the ordinary course of a business carried on by the taxpayer, the public or goods.",
      "id": "s541"
    },
    {
      "text": "It could not seriously be suggested that the Taxpayers used Athena (or Medusa in the case of Mr Ell) for transporting the public or goods, as referred to in s 26-50(5)(c).",
      "id": "s542"
    },
    {
      "text": "The charters began and ended at EastSail's premises at Rushcutters Bay.",
      "id": "s543"
    },
    {
      "text": "There was no suggestion that Athena stopped anywhere in the course of its cruises.",
      "id": "s544"
    },
    {
      "text": "98 Under s 26-50(5)(b), s 26-50(1) does not stop a taxpayer from deducting a loss or outgoing for a boat in an income year if, at all times in the income year, the taxpayer uses the boat, or holds it, mainly for letting it on hire in the ordinary course of a business that the taxpayer carries on .",
      "id": "s545"
    },
    {
      "text": "Further, under s 26-50(5)(d), a taxpayer will not be stopped from deducting a loss or outgoing for a boat if, at all times in the income year, the taxpayer uses the boat for a purpose that is essential to the efficient conduct of a business carried on by the taxpayer .",
      "id": "s546"
    },
    {
      "text": "Those two provisions are relied upon by the Taxpayers.",
      "id": "s547"
    },
    {
      "text": "99 Under s 26-50(6), if a taxpayer uses a boat, or holds it, as described in those provisions, at all times during part of a year of income, then s 26-50(1) does not stop the taxpayer from deducting so much of the loss or outgoing as is reasonable in the circumstances.",
      "id": "s548"
    },
    {
      "text": "100 Under s 226G of the Income Tax Assessment Act 1936 ('the 1936 Assessment Act'), which is also in Part VII, if a taxpayer has a tax shortfall for a year and the shortfall was caused by the failure of that taxpayer to take reasonable care to comply with the Assessment Act, the taxpayer is liable to pay, by way of penalty, additional tax equal to twenty five per cent of the amount of the shortfall.",
      "id": "s549"
    },
    {
      "text": "Sections 226H and 226J provide for a greater penalty where the shortfall is caused by recklessness on the part of the taxpayer or intentional disregard of the Assessment Act.",
      "id": "s550"
    },
    {
      "text": "101 Penalty tax is dealt with in Part VII of the 1936 Assessment Act.",
      "id": "s551"
    },
    {
      "text": "By s 222A, which is in Part VII, the term ' tax shortfall ' in relation to a taxpayer and a year is defined as meaning the amount, if any, by which that taxpayer's statement tax for that year is less than the taxpayer's proper tax for that year.",
      "id": "s552"
    },
    {
      "text": "The term ' statement tax ' is defined as meaning the tax that would have been payable by the taxpayer in respect of that year if it were assessed at that time on the basis of taxation statements by the taxpayer after allowing credits claimed by the taxpayer.",
      "id": "s553"
    },
    {
      "text": "The term ' taxation statement ' relevantly means a statement made in a return or a notice of objection.",
      "id": "s554"
    },
    {
      "text": "The term ' proper tax ' is defined as meaning the tax properly payable by the taxpayer in respect of that year and the taxpayer's taxable income after allowing credits properly allowable to the taxpayer.",
      "id": "s555"
    },
    {
      "text": "102 While the two boats were used to gain or produce assessable income, it is by no means clear that all of the expenses and outgoings in question were incurred in gaining or producing that assessable income.",
      "id": "s556"
    },
    {
      "text": "That is to say, while the Taxpayers have established that the expenses and outgoings claimed as deductions have in fact been incurred, no attempt has been made to attribute particular expenses or outgoings to the production of any particular part of the assessable income brought to account in their respective returns.",
      "id": "s557"
    },
    {
      "text": "103 In the light of the Taxpayers' formulation of the issues and the grounds stated in their Notices of Objection, the Taxpayers must establish that their activities amounted to carrying on a business.",
      "id": "s558"
    },
    {
      "text": "The first question, therefore, is whether the Taxpayers were carrying on a business for the purpose of gaining or producing assessable income .",
      "id": "s559"
    },
    {
      "text": "If that question is answered favourably to the Taxpayers, the next question is whether the Taxpayers used Athena, or held it, at all times in the relevant income years:\n &#8226; mainly for letting it out on hire in the ordinary course of a business carried on by the Taxpayers; or \n &#8226; mainly for transporting, for payment in the ordinary course of a business carried on by the Taxpayers, the public or goods; or\n &#8226; for a purpose that was essential to the efficient conduct of a business carried on by them.",
      "id": "s560"
    },
    {
      "text": "If that question is also answered favourably to the Taxpayers, the appeals would succeed in so far as they relate to Athena.",
      "id": "s561"
    },
    {
      "text": "If either question is answered unfavourably to the Taxpayers, the question of the penalties imposed by the Commissioner must be considered.",
      "id": "s562"
    },
    {
      "text": "104 Similar questions arise in relation to Mr Ell's appeals in so far as they relate to Medusa.",
      "id": "s563"
    },
    {
      "text": "CARRYING ON A BUSINESS \n \n 105 The Taxpayers accept that their activities must amount to the carrying on of a business in order to satisfy the requirements of ss 8-1, 26-50(5) and 42-45(3).",
      "id": "s564"
    },
    {
      "text": "Even if assessable income was derived by the Taxpayers from the use of Athena, or from the use of Medusa in the case of Mr Ell, unless the expenses and outgoings in question were necessarily incurred in carrying on a business for the purpose of gaining or producing that assessable income, they will not be allowable deductions.",
      "id": "s565"
    },
    {
      "text": "If the expenses and outgoings in question were incurred in order to obtain the benefit of tax deductions in the context of owning a luxury boat, rather than in carrying on a business, there will be no allowable deduction in respect of the outgoings and expenses.",
      "id": "s566"
    },
    {
      "text": "106 The Taxpayers contend that the objective evidence supports their contention that their purpose in acquiring Athena was for the purpose of carrying on a business and not for private use.",
      "id": "s567"
    },
    {
      "text": "The matters to which they refer are as follows:\n &#8226; They approached the acquisition of Athena in a business like way in so far as they undertook investigations and made inquiries to ascertain as much as they could about the industry.",
      "id": "s568"
    },
    {
      "text": "&#8226; Athena had a capacity of 25 passengers and was therefore too large for regular private use.",
      "id": "s569"
    },
    {
      "text": "&#8226; Athena required a captain and crew and could not be managed by individuals alone: those crewing requirements made Athena unsuitable for private use.",
      "id": "s570"
    },
    {
      "text": "&#8226; Considerable expense, in the order of $38,000, was incurred to have Athena certified to carry 25 passengers in commercial use: that would not have been necessary if Athena were intended for private use only.",
      "id": "s571"
    },
    {
      "text": "&#8226; From 18 March 2000 to February 2001, Messrs Ell and Bowman owned another yacht, a Beneteau 33.7, which they kept at Cottage Point, on Pittwater, for their own use (L paragraph 144 and 145): if they were using Athena for private purposes, there would not have been a need to acquire another yacht for their own private purposes.",
      "id": "s572"
    },
    {
      "text": "Even if Athena were acquired for private use, that private use ceased after 18 March 2000, when the second yacht was acquired.",
      "id": "s573"
    },
    {
      "text": "&#8226; Income earning activities were undertaken with Athena immediately upon its acquisition and in each year of income; expenditure was incurred in connection with those activities.",
      "id": "s574"
    },
    {
      "text": "&#8226; From December 1997 to August 1998 and from October 1998 to August 1999, Athena was kept at Rushcutters Bay, where it was not convenient for private use by the Taxpayers.",
      "id": "s575"
    },
    {
      "text": "107 However, none of the matters relied on by the Taxpayers is inconsistent with an intention to own a luxury boat for private purposes but to defray some of the expenses of acquiring, owning and operating the boat by using it to generate income.",
      "id": "s576"
    },
    {
      "text": "108 The Taxpayers say that they assumed that, if Athena was maintained in good order and condition, it was likely that, upon resale after three to five years, it would realise 90 per cent of the initial purchase price.",
      "id": "s577"
    },
    {
      "text": "They intended that the excess of any sale proceeds over the depreciated value for tax purposes was to be applied to reduce the entry price of a replacement boat.",
      "id": "s578"
    },
    {
      "text": "That is to say, the balancing adjustment required was to be applied in reduction of the entry price of a new boat: that indicates that the nature of their overall plan was to pursue a continuous business.",
      "id": "s579"
    },
    {
      "text": "One might have expected that the intention to acquire a second boat on the disposal of the first one to have appeared in one of the business plans said to have been prepared by the Taxpayers in 1997.",
      "id": "s580"
    },
    {
      "text": "However, there was no contemporaneous evidence that such an intention was in the minds of the Taxpayers.",
      "id": "s581"
    },
    {
      "text": "109 The Taxpayers also rely on dealings with the Australian Taxation Office ('the ATO'), in relation to sales tax.",
      "id": "s582"
    },
    {
      "text": "When a dispute arose with the ATO concerning entitlement to an exemption from sales tax, the Taxpayers asserted that Athena had been acquired with the expectation that it would be used for scheduled sightseeing tours.",
      "id": "s583"
    },
    {
      "text": "EastSail supported that assertion in a letter to the ATO of 17 August 1999.",
      "id": "s584"
    },
    {
      "text": "The Taxpayers lodged an objection to the sales tax assessment on that basis.",
      "id": "s585"
    },
    {
      "text": "110 Mr Bowman said that it was always his intention that Athena would be used for scheduled sight seeing tours.",
      "id": "s586"
    },
    {
      "text": "Despite the asserted intention of the Taxpayers, they abandoned their claim to exemption because Athena was not in fact used for scheduled sightseeing tours.",
      "id": "s587"
    },
    {
      "text": "The Taxpayers seek to obtain some credibility from the fact that they decided not to pursue the dispute with the ATO in relation to sales tax.",
      "id": "s588"
    },
    {
      "text": "They say that, once the sales tax was paid and the sales tax dispute was resolved, it did not really matter whether Athena was used for scheduled sightseeing tours or not.",
      "id": "s589"
    },
    {
      "text": "However, that attitude is, at best, equivocal.",
      "id": "s590"
    },
    {
      "text": "Mr Ell's business plan was dependent upon generating income from scheduled sightseeing tours as well as having the sales tax exemption.",
      "id": "s591"
    },
    {
      "text": "If the sales tax exemption was not available, one might expect that the Taxpayers would have redoubled any effort to generate income from scheduled sightseeing tours, rather than abandon that object.",
      "id": "s592"
    },
    {
      "text": "111 Although not determinative, intention is relevant where, for example, a particular activity produces no income (see John v FCT [1989] HCA 5 ; (1989) 166 CLR 417) or where the first step in a business is undertaken (see Fairwell States Pty Ltd v FCT [1970] HCA 29 ; (1970) 123 CLR 153).",
      "id": "s593"
    },
    {
      "text": "It is necessary to examine the activities engaged in, including their nature and extent (see Martin v FCT [1952] HCA 36 ; (1953) 90 CLR 470 at 474).",
      "id": "s594"
    },
    {
      "text": "Activities may constitute the carrying on of a business even though the activities are carried on in a small way and it is not for the Commissioner to dictate to a taxpayer in which business the taxpayer engages or how to run a business profitably or economically (see Tweedle v FCT (1952) 180 CLR 1).",
      "id": "s595"
    },
    {
      "text": "Provided that an activity said to constitute carrying on business is engaged in for the purpose of profit on a continuous and repetitive basis, that activity may constitute the carrying on of business (see Hope v Bathurst City Council [1980] HCA 16 ; (1980) 144 CLR 1).",
      "id": "s596"
    },
    {
      "text": "112 If there were no real expectation of a profit from engaging in a particular activity, there will be real doubt as to whether engaging in that activity can be said to be the carrying on of a business.",
      "id": "s597"
    },
    {
      "text": "Where the expenses and outgoings of an activity are disproportionate to any income that might reasonably have been expected from engaging in the activity that involved incurring those expenses and outgoings, it may be legitimate to draw an inference that the expenses and outgoings were not incurred in gaining or producing the relevant assessable income but were incurred for some other purpose.",
      "id": "s598"
    },
    {
      "text": "113 Where expenses and outgoings claimed as deductions are disproportionate to the assessable income produced, subjective factors, including the direct and indirect objects of a taxpayer, may become determinative (see Fletcher v FCT [1991] HCA 42 ; (1991) 173 CLR 1 at 17-19).",
      "id": "s599"
    },
    {
      "text": "Where an expense or outgoing claimed as an expense or outgoing of a business is disproportionate to any assessable income that may be gained, it will not be as easy to conclude that the expense or outgoing was incurred in gaining or producing that income (see Spassked Pty Ltd v Commissioner of Taxation [2003] FCAFC 282 ; (2003) 136 FCR 441 at [64] ).",
      "id": "s600"
    },
    {
      "text": "114 The state of mind or intention of a taxpayer may be relevant to the question of whether or not that taxpayer is carrying on a business.",
      "id": "s601"
    },
    {
      "text": "Even where a transaction produces no income, if the intention of the relevant taxpayer is that the transaction is the first step in a business, that subjective state of mind may be relevant.",
      "id": "s602"
    },
    {
      "text": "The acquisition of Athena was, the Taxpayers say, the first step in the carrying on of a business (see Fairway Estate Pty Ltd v FCT [1970] HCA 29 ; (1970) 123 CLR 153 at 166.8).",
      "id": "s603"
    },
    {
      "text": "Further, it is not for the Commissioner to dictate to a taxpayer in what way a business should be run.",
      "id": "s604"
    },
    {
      "text": "A business may be carried on even though it is not profitable or economical (see Tweedle v FCT (1952) 180 CLR 1), provided it is carried on with the purpose of making a profit (see FCT v Stone (2005) ATC 4234 at 4243).",
      "id": "s605"
    },
    {
      "text": "The Taxpayers say that they had a profit making purpose or intention in relation to the use of Athena.",
      "id": "s606"
    },
    {
      "text": "115 The fact that taxation laws affected the shape of the transaction and even influenced the Taxpayers into entering into the transaction is not fatal to the conclusion that the Taxpayers were embarking upon a business venture.",
      "id": "s607"
    },
    {
      "text": "Tax deductions resulted in an early positive cash flow and the fact that there were tax advantages from the transaction does not adversely impact upon a conclusion that the Taxpayers were carrying on a business (see FCT v Spotless Services Ltd [1996] HCA 34 ; (1996) 186 CLR 404 at 415-416).",
      "id": "s608"
    },
    {
      "text": "If the Taxpayers entered into the arrangements with a view to profit, or that was their principal motivation, it would be open to conclude that they were engaged in carrying on a business.",
      "id": "s609"
    },
    {
      "text": "116 Examination of the various business plans and projections, which are described above, is instructive as to whether the Taxpayers' intention was to incur the relevant expenses and outgoings in carrying on a business for the purpose of gaining or producing assessable income.",
      "id": "s610"
    },
    {
      "text": "Mr Ell's business plan projected a shortfall of $7,300, on the assumption that Athena would be acquired for $660,000 and would be sold for a net price of $600,000, giving rise to a capital loss of $60,000.",
      "id": "s611"
    },
    {
      "text": "Another assumption of his business plan was that income would be derived both from charters and from scheduled sightseeing tours.",
      "id": "s612"
    },
    {
      "text": "However, the projections for scheduled sightseeing tours appear to have no foundation at all.",
      "id": "s613"
    },
    {
      "text": "Although Mr Ell attributed to the suggestion for such tours to Mr Joyce and Mr Franki, no evidence was given by either of them to that effect.",
      "id": "s614"
    },
    {
      "text": "If the scheduled service sightseeing income is excluded, the shortfall was projected as being $332,400.",
      "id": "s615"
    },
    {
      "text": "It is difficult to see how that indicates an intention of carrying on a business, the object of a business is to generate a profit eventually.",
      "id": "s616"
    },
    {
      "text": "117 Mr Ell projected income figures from charters that were significantly more optimistic than any provided to him by Mr Joyce.",
      "id": "s617"
    },
    {
      "text": "Mr Ell's rationale for rejecting Mr Joyce's projections, as being the optimistic views of a salesman, is quite irrational in circumstances where his own projections are significantly more optimistic.",
      "id": "s618"
    },
    {
      "text": "Mr Ell acknowledged that assumptions as to revenue depend upon industry or market knowledge and not mere modelling skills.",
      "id": "s619"
    },
    {
      "text": "However, none of the sources upon which Mr Ell says he relied would justify the use of the more optimistic figures that he adopted.",
      "id": "s620"
    },
    {
      "text": "The figures that he adopted do not reflect any process of analysis by persons of the ability and experience of the Taxpayers.",
      "id": "s621"
    },
    {
      "text": "Nor does Mr Bowman's narrative business plan exhibit the character of a commercial analysis that one might expect from individuals as astute and experienced as the Taxpayers.",
      "id": "s622"
    },
    {
      "text": "118 The absence of any contemporaneous material relating to the business plans must cast some doubt on the circumstances in which the documents in evidence were brought into existence.",
      "id": "s623"
    },
    {
      "text": "It was not suggested to either Mr Ell or Mr Bowman that their documents were fabrications.",
      "id": "s624"
    },
    {
      "text": "However, even assuming that the business plans were brought into existence in the course of 1997, the complete absence of analysis projections or demonstrating a commercial rationale for the venture, namely a profit, suggests the alternative purpose postulated on behalf of the Commissioner, namely, obtaining tax deductions in the context of having a luxury yacht available for private use.",
      "id": "s625"
    },
    {
      "text": "119 The assumption made about the resale value of Athena was based on Mr Hunt's statements.",
      "id": "s626"
    },
    {
      "text": "Mr Hunt, of course, was a salesman.",
      "id": "s627"
    },
    {
      "text": "Mr Ell said that he was not prepared to place reliance upon projections given by Mr Joyce because he was a salesman.",
      "id": "s628"
    },
    {
      "text": "It is difficult to see, therefore, why, as a prudent businessman, he could place reliance upon the statements made by Mr Hunt.",
      "id": "s629"
    },
    {
      "text": "120 The actual results from the operation of Athena and Medusa during the years of income in question confirm the outcome predicted by the business plans and the projections, namely, that the expenses and outgoings would be significantly in excess of any income likely to be generated.",
      "id": "s630"
    },
    {
      "text": "Indeed, the Taxpayers accept that the venture could only be characterised as profitable in any sense because of tax advantages.",
      "id": "s631"
    },
    {
      "text": "The result, so far as Mr Ell was concerned, was a total loss of $304,060.",
      "id": "s632"
    },
    {
      "text": "Mr Bowman's total loss was $203,233.",
      "id": "s633"
    },
    {
      "text": "Mr Ell's was greater because of the losses and outgoings in relation to Medusa.",
      "id": "s634"
    },
    {
      "text": "Adopting Mr Bowman's loss in relation to Athena as the measure, the loss of the venture involving the Athena was $406,466.",
      "id": "s635"
    },
    {
      "text": "121 Several specific matters, in addition to the absence of a credible commercial rationale for the acquisition of Athena, point to a conclusion that the purpose of the Taxpayers was not the gaining or producing of assessable income or the carrying on of a business.",
      "id": "s636"
    },
    {
      "text": "Those matters are as follows.",
      "id": "s637"
    },
    {
      "text": "122 First , the Taxpayers took no independent professional advice in relation to the likely revenue from the operation of Athena, the expenses likely to be incurred in operating Athena or the likely resale value of Athena.",
      "id": "s638"
    },
    {
      "text": "Rather, to the extent that they relied on any advice, they relied on advice from persons interested in persuading them to acquire a yacht.",
      "id": "s639"
    },
    {
      "text": "The only independent advice appears to have been oral advice in relation to sales tax.",
      "id": "s640"
    },
    {
      "text": "Even then, they had no independent advice as to the feasibility of using Athena in the way that would be necessary to obtain exemption from sales tax.",
      "id": "s641"
    },
    {
      "text": "The Taxpayers accepted the proposal from EastSail that there be a minimum payment of $20,000 during the first 15 month period, notwithstanding that the Taxpayers had seen no such requirement in any standard documents that they had seen.",
      "id": "s642"
    },
    {
      "text": "123 Second , notwithstanding scepticism on the part of EastSail, the proposed operator, the Taxpayers nevertheless entered into the venture.",
      "id": "s643"
    },
    {
      "text": "Thus, in his letter of 5 June 1997, Mr Joyce expressed the belief that operating in the tourism driven scheduled sightseeing market, on Sydney Harbour, would not achieve the Taxpayers', or EastSail's, commercial objectives with Athena.",
      "id": "s644"
    },
    {
      "text": "In the same letter, Mr Joyce adverted to the possibility of a shortfall of revenue as against expenses.",
      "id": "s645"
    },
    {
      "text": "In his letter of 20 June 1997, Mr Joyce said that EastSail would be constrained to some extent by the scheduled departure (or sightseeing) component of the proposed program.",
      "id": "s646"
    },
    {
      "text": "Mr Joyce did not see operation of Athena as being profitable for EastSail in the short term.",
      "id": "s647"
    },
    {
      "text": "124 Third , the Taxpayers contended that the June Exchange covered all of the essential terms, including the undertaking of scheduled sightseeing tours, the dividing of the net charter revenue and the proposed transfer to Pittwater in winter.",
      "id": "s648"
    },
    {
      "text": "The June Exchange, however, was, on its face, not intended to be the final arrangement between the Taxpayers and EastSail.",
      "id": "s649"
    },
    {
      "text": "It was only intended to be the basis of working until the arrangements could be formalised.",
      "id": "s650"
    },
    {
      "text": "Further, the June Exchange did not deal with a number of important matters, such as: \n \n &#8226; the costs to be taken from gross charter income, such as crew, catering, commissions, before that income was split; &#8226; insurance; &#8226; termination and duration; &#8226; details concerning scheduled sightseeing tours; &#8226; details concerning the arrangements for use of Athena at Pittwater.",
      "id": "s651"
    },
    {
      "text": "Nevertheless, the alleged business significance of the proposed arrangement from the point of view of the Taxpayers, they were content to leave the arrangement on the basis of the informal June Exchange, even after EastSail submitted a formal arrangement in the form of the Draft Lease, of November of 1997.",
      "id": "s652"
    },
    {
      "text": "125 Fourth , each of the Taxpayers signed a quotation of exemption declaration for the purposes of the Sales Tax Assessment Act 1992 (Cth).",
      "id": "s653"
    },
    {
      "text": "The effect of that declaration was that the Taxpayers stated that they intended to use Athena mainly in providing regular and scheduled sightseeing tours to the public for reward in the course of the business carried on by the Taxpayers.",
      "id": "s654"
    },
    {
      "text": "According to Mr Joyce's letter of 20 June 1997, that proposed use required revision of EastSail's standard management contract to reflect ' the important differences in the operational scenario for your yacht '.",
      "id": "s655"
    },
    {
      "text": "Further, the letter observed that EastSail would be breaking new ground with an operation on Pittwater, where less activity would be expected initially.",
      "id": "s656"
    },
    {
      "text": "Nothing was done to formalise that proposed use.",
      "id": "s657"
    },
    {
      "text": "126 As Mr Joyce said, the proposed differences in operation would require special provisions in the marketing and operation of Athena by EastSail.",
      "id": "s658"
    },
    {
      "text": "Mr Joyce proposed advertising Athena in Gryphon magazine and production of a high quality brochure which was expected to cost in excess of $20,000 in the first year.",
      "id": "s659"
    },
    {
      "text": "Notwithstanding that Mr Bowman asserted that throughout the time they owned Athena, they never really ceased to have the declared intention, no attempt was made to hold EastSail to the promotional promises contained in the letter of 20 June 1997.",
      "id": "s660"
    },
    {
      "text": "No attempt whatsoever appears to have been made by the Taxpayers to give effect to their declared intention.",
      "id": "s661"
    },
    {
      "text": "The Taxpayers accept that, notwithstanding the terms of the exchange of 20 and 25 June 1997, which they claimed constituted the contractual arrangement with EastSail.",
      "id": "s662"
    },
    {
      "text": "EastSail did not promote Athena for either regular scheduled tours or charters.",
      "id": "s663"
    },
    {
      "text": "They say, however, that Mr Ell pursued those issues with Mr Hunt.",
      "id": "s664"
    },
    {
      "text": "Neither Mr Ell nor Mr Bowman gave evidence of doing so.",
      "id": "s665"
    },
    {
      "text": "Then there was no evidence of any promotion of Athena by EastSail at all.",
      "id": "s666"
    },
    {
      "text": "On the other hand, EastSail published advertisements for sightseeing voyages for a 10 metre yacht and for a yacht with a maximum capacity of 12 people.",
      "id": "s667"
    },
    {
      "text": "Athena could carry 25 passengers and was well in excess of 10 metres, yet no complaint was ever made to EastSail.",
      "id": "s668"
    },
    {
      "text": "127 Fifth , notwithstanding the total failure to embark on any attempt to employ Athena in scheduled sightseeing tours, neither of the Taxpayers thought it appropriate to revisit their business plans in the light of the absence of income from that source.",
      "id": "s669"
    },
    {
      "text": "Further, even when it was clear that the sales tax exemption would not be available, neither of the Taxpayers considered it appropriate to revisit their business plans.",
      "id": "s670"
    },
    {
      "text": "It may be that nothing much would be achieved by reviewing and revising the business plans.",
      "id": "s671"
    },
    {
      "text": "Nevertheless, if the business plans represented a serious attempt to project the results of a business, it is surprising that they were ignored when a significant assumption made in them was shown to be false.",
      "id": "s672"
    },
    {
      "text": "128 Sixth , the proposal for Athena to winter at Pittwater received no real consideration.",
      "id": "s673"
    },
    {
      "text": "As the letter of 20 June 1997 made clear, EastSail would be breaking new ground with an operation on Pittwater.",
      "id": "s674"
    },
    {
      "text": "They had not previously operated there and, while Mr Joyce expressed enthusiasm about the potential, there were in fact no facilities available.",
      "id": "s675"
    },
    {
      "text": "Mr Joyce's letter stated that Athena would have a ' dedicated pen ' at Rushcutters Bay for the time it operated on Sydney Harbour.",
      "id": "s676"
    },
    {
      "text": "Mr Ell endorsed a note that that would be from October to March inclusive and that from April to September, Athena would be at Pittwater.",
      "id": "s677"
    },
    {
      "text": "Even though EastSail had no operation at Pittwater and no imminent proposal for establishing one, Athena was taken to Pittwater for two winters.",
      "id": "s678"
    },
    {
      "text": "Whether or not it would have been possible for Athena to be brought to Sydney for charter and how and at what cost that would be done was simply not investigated at the time.",
      "id": "s679"
    },
    {
      "text": "Mr Ell said in evidence that he thought that a single crew member could bring Athena back to Sydney if required.",
      "id": "s680"
    },
    {
      "text": "However, he later said that moving Athena from the mooring at Pittwater was a difficult operation that required several people to execute.",
      "id": "s681"
    },
    {
      "text": "He said that it was certainly not something that one could do on one's own.",
      "id": "s682"
    },
    {
      "text": "129 Seventh , the informality of the discussions between the Taxpayers and EastSail concerning the operation of Athena does not suggest a business on the part of the Taxpayers.",
      "id": "s683"
    },
    {
      "text": "The extent to which the Taxpayers met with EastSail to discuss the operation of Athena is not entirely clear.",
      "id": "s684"
    },
    {
      "text": "Mr Franki said that they met two or three times a year, while Mr Ell said that they met regularly.",
      "id": "s685"
    },
    {
      "text": "Mr Franki also said that he spoke to one or other of the Taxpayers once a month.",
      "id": "s686"
    },
    {
      "text": "The only written agenda for any meeting in evidence was for a meeting scheduled for 2 February 1999.",
      "id": "s687"
    },
    {
      "text": "It is not clear whether any other written agenda had been brought into existence.",
      "id": "s688"
    },
    {
      "text": "130 The meeting of 2 February 1999 was to involve Messrs Franki, Ell and Bowman and the items on the agenda were as follows: \n \n \n \n (i) Revenue over Christmas;\n (ii) Marketing Plan \n \n \n\nboat type;\n \n \n \n (iii) Half Day charters;\n (iv) Maintenance;\n (v) Hamilton Island;\n (vi) Scheduled Departures;\n (vii) Power Boats.",
      "id": "s689"
    },
    {
      "text": "The agenda was sent to Mr Franki by Mr Ell.",
      "id": "s690"
    },
    {
      "text": "There are other written communications between the Taxpayers on the one hand and EastSail on the other, but none relates to commercial aspects of the arrangement.",
      "id": "s691"
    },
    {
      "text": "Rather, the other communications in evidence relate to maintenance or cleanliness of Athena.",
      "id": "s692"
    },
    {
      "text": "Mr Franki, who was the principal of EastSail, said that he met with either Mr Ell or Mr Bowman or both at Rushcutters Bay about two to three times a year.",
      "id": "s693"
    },
    {
      "text": "He also had telephone conversations with one or other of them about once a month, usually with Mr Ell.",
      "id": "s694"
    },
    {
      "text": "He described Messrs Ell and Bowman as ' The most proactive owners of vessels in the EastSail fleet '.",
      "id": "s695"
    },
    {
      "text": "In their discussions, they talked about charter fees, expenses, maintenance, insurance and promotion of Athena as well as new business prospects for her.",
      "id": "s696"
    },
    {
      "text": "131 Mr Franki said that on one occasion he was asked whether EastSail was advertising Athena.",
      "id": "s697"
    },
    {
      "text": "He responded that EastSail showed off Athena at the Sydney on Sail Convention by putting it in the most prominent position in front of the Casino at Darling Harbour.",
      "id": "s698"
    },
    {
      "text": "On another occasion, Mr Franki told Mr Ell that EastSail had just established a website and that it had spent more than $40,000 on advertising in the Yellow Pages.",
      "id": "s699"
    },
    {
      "text": "However, there is no evidence that either Mr Ell or Mr Bowman ever complained about the failure by EastSail to comply with the undertakings contained in the June Exchange.",
      "id": "s700"
    },
    {
      "text": "While the lack of formality in the arrangements and communications between the Taxpayers on the one hand, and EastSail on the other is not fatal to a conclusion that the Taxpayers were engaged in carrying on a business, that lack of formality militates against such a conclusion.",
      "id": "s701"
    },
    {
      "text": "132 Finally , while use by the Taxpayers was recorded by EastSail for the first few months of the arrangement, it was not maintained after March 1998.",
      "id": "s702"
    },
    {
      "text": "Private usage was estimated after the end of a tax year in connection with the preparation of tax returns.",
      "id": "s703"
    },
    {
      "text": "No record was ever kept.",
      "id": "s704"
    },
    {
      "text": "Even then, the Taxpayers treated private use as a proportion of the total day in the years of income on which Athena was owned by them for the purposes of proportional expenses and outgoings.",
      "id": "s705"
    },
    {
      "text": "While the matter is certainly not critical, the treatment of private use was anything but businesslike.",
      "id": "s706"
    },
    {
      "text": "133 There is no doubt that the Taxpayers were intending to derive income from the use of Athena.",
      "id": "s707"
    },
    {
      "text": "They entered into businesslike arrangements with both EastSail and Sydney By Sea in order to produce income from the use of Athena.",
      "id": "s708"
    },
    {
      "text": "However, in the light of the considerations set out above, I do not consider that they were carrying on a business in relation to Athena.",
      "id": "s709"
    },
    {
      "text": "The venture of acquiring, operating and selling Athena is really only explicable by reference to the pursuit of tax deductions in the context of owning a luxury boat.",
      "id": "s710"
    },
    {
      "text": "Similar conclusions follow in relation to Medusa.",
      "id": "s711"
    },
    {
      "text": "134 I am not persuaded, on the balance of probabilities, that the Taxpayers incurred expenditure and outgoings in relation to Athena in carrying on any business for the purpose of gaining or producing assessable income.",
      "id": "s712"
    },
    {
      "text": "Nor am I persuaded, on the balance of probabilities that Mr Ell incurred expenditure and outgoings in relation to Medusa in carrying on any business for the purpose of gaining or producing assessable income.",
      "id": "s713"
    },
    {
      "text": "APPLICATION OF SECTION 26 - 50 (5) \n \n 135 The requirement of s 26 - 50 (5)(b) is, relevantly, that, at all times in the relevant year of income, the Taxpayers used Athena mainly for letting it on hire in the ordinary course of a business that the Taxpayers were carrying on.",
      "id": "s714"
    },
    {
      "text": "That question calls for the identification of a business carried on by the Taxpayers.",
      "id": "s715"
    },
    {
      "text": "That in turn depends upon the nature of the relationship between the Taxpayers, on the one hand, and EastSail and Sydney By Sail, on the other hand, concerning the operation of Athena.",
      "id": "s716"
    },
    {
      "text": "136 In relation to EastSail, the Taxpayers say that the June Exchange constituted the arrangements between them, notwithstanding the submission by EastSail to the Taxpayers of the Draft Lease on 20 November 1997.",
      "id": "s717"
    },
    {
      "text": "The Taxpayers say that the Draft Lease was never accepted by them and that, accordingly, the arrangements constituted by the June Exchange continued in force at all relevant times.",
      "id": "s718"
    },
    {
      "text": "137 Nevertheless, when the Taxpayers wanted to end the arrangements with EastSail, Mr Ell resorted to the terms of the Draft Lease.",
      "id": "s719"
    },
    {
      "text": "Mr Ell said that he did so only because he had no other formal or informal way of cancelling their contract with EastSail.",
      "id": "s720"
    },
    {
      "text": "He thought that EastSail would be annoyed by reason of the cancellation and he referred to the terms of the Draft Lease in the hope that EastSail would think that he was ' within his rights '.",
      "id": "s721"
    },
    {
      "text": "He said that it was a tool he used to avoid a confrontation with EastSail.",
      "id": "s722"
    },
    {
      "text": "Notwithstanding the terms of the letter of 30 September 2000, Mr Ell said in cross-examination that he and Mr Bowman were dissatisfied with EastSail's performance and did not want to get into a fight with EastSail.",
      "id": "s723"
    },
    {
      "text": "138 In the June Exchange, Mr Joyce spoke of the ' operation ' of Athena by EastSail.",
      "id": "s724"
    },
    {
      "text": "Thus, Athena was to be offered ' as a key vessel in a luxury yacht program to be promoted to the domestic corporate and inbound tourism markets '.",
      "id": "s725"
    },
    {
      "text": "Further, EastSail, ' as the operator ', was to have unlimited access to Athena for charter during the period when it was based in Sydney.",
      "id": "s726"
    },
    {
      "text": "The ' net charter revenue after retail discounts and agents commissions ' was to be shared equally between the Taxpayers and EastSail, with a minimum payment to EastSail during the first 15 months.",
      "id": "s727"
    },
    {
      "text": "EastSail was to implement a marketing program and was to have ' reasonable access ' to the Athena for the purpose of ' market development activities '.",
      "id": "s728"
    },
    {
      "text": "139 The Draft Lease contained the following provisions as presently relevant:\n ' Period of Demise \n \n \n \n 2.",
      "id": "s729"
    },
    {
      "text": "The Owner shall let and the Hirer shall hire the yacht by way of demise for a period of Three (3) years.",
      "id": "s730"
    },
    {
      "text": "The term may be extended by a further period of two years on the same terms and conditions as otherwise herein contained except for this clause, if both parties are agreeable to such further term.",
      "id": "s731"
    },
    {
      "text": "Use of yacht and geographical limits \n \n \n \n 3.",
      "id": "s732"
    },
    {
      "text": "The yacht shall be employed in the yacht charter and sailing school trade between good and safe ports or places which it can lie always afloat within the geographical limits agreed upon from time to time by the parties.",
      "id": "s733"
    },
    {
      "text": "The Owner warrants that they agree to the current limits that the Hirer customarily sets.",
      "id": "s734"
    },
    {
      "text": "The sub-charterer will be informed of these geographical limits and safe ports.",
      "id": "s735"
    },
    {
      "text": "By informing the sub-charterer of those limits and ports, the Hirer is taken to have discharged their obligations under this clause.",
      "id": "s736"
    },
    {
      "text": "Owner's Income \n \n 4.",
      "id": "s737"
    },
    {
      "text": "The Hirer shall pay to the Owner as rent \n \n (a) in the case of sailing school income an amount equal to fifty percent (50%) of the total sailing school income received by the Hirer after payment of the instructor and food, selling discounts and commissions.",
      "id": "s738"
    },
    {
      "text": "(b) in the case of monthly charter income an amount equal to fifty percent (50%) of the monthly charter income after payment of selling discounts, commissions, skipper costs and catering.",
      "id": "s739"
    },
    {
      "text": "5.",
      "id": "s740"
    },
    {
      "text": "Rental payments in respect of each month shall be paid to the owner by the 30 th of the month immediately following.",
      "id": "s741"
    },
    {
      "text": "Terms of demise and manning of boat \n \n 6.",
      "id": "s742"
    },
    {
      "text": "(a) The Lease shall take effect as a demise of the yacht and nothing herein contained shall be construed as imposing upon the owner any right or obligations in relation to the operation, maintenance, equipment, supply or manning of the yacht.",
      "id": "s743"
    },
    {
      "text": "(b) The Hirer shall have the right of appointment and dismissal of and shall be the employer of all sailing guides, instructors, crew and (in consultation from time to time with the Owner) contracts for the yacht for the duration of the period of hiring.",
      "id": "s744"
    },
    {
      "text": "7.",
      "id": "s745"
    },
    {
      "text": "Subject to compliance by the Hirer with the terms and conditions of this Lease the Hirer shall peaceably hold, enjoy and utilise the yacht for yacht charter and sailing school purposes without the hindrance or interruption of the Owner or by any other person claiming authority from him during the term of this Lease.",
      "id": "s746"
    },
    {
      "text": "... \n \n \n \n Delivery of the yacht \n \n \n \n 17.",
      "id": "s747"
    },
    {
      "text": "The yacht shall be regarded as delivered to the Hirer pursuant to this agreement only after an inspection has been carried out by the Hirer to determine that the yacht is seaworthy and is fit for a charter and sailing school service as reasonable skill and care can make her.",
      "id": "s748"
    },
    {
      "text": "... \n \n \n \n \n \n Liability \n \n 22.",
      "id": "s749"
    },
    {
      "text": "The Owner shall be under no liability whatsoever for any loss, damage or delay of whatsoever kind howsoever occurring or for any injury to or death of any person however such injury or death may occur, arising in connection with the yacht.",
      "id": "s750"
    },
    {
      "text": "... \n \n Termination \n \n 32.",
      "id": "s751"
    },
    {
      "text": "The Owner shall have the right to terminate this Lease agreement with the Hirer after giving 6 months notice in writing.",
      "id": "s752"
    },
    {
      "text": "... \n \n Minimum payments to EastSail \n 34.",
      "id": "s753"
    },
    {
      "text": "There will be a minimum payment of $20,000 to EastSail during the fifteen month period from the date of commencement of operation of the yacht on Sydney Harbour, projected for early January 1998.",
      "id": "s754"
    },
    {
      "text": "Reconciliation of this amount with actual income will be completed at the end of this fifteen month period.",
      "id": "s755"
    },
    {
      "text": "' [emphasis added]\n \n \n \n 140 Thus, under the Draft Lease, Athena was to be the subject of a ' demise ' by the Taxpayers to EastSail and the Draft Lease is described as a ' lease '.",
      "id": "s756"
    },
    {
      "text": "By Clause 4, EastSail was to pay rent to the Taxpayers and clause 6(a) made clear that the arrangement was to take effect as a demise of Athena.",
      "id": "s757"
    },
    {
      "text": "A demise would operate as a letting or hiring of Athena to EastSail.",
      "id": "s758"
    },
    {
      "text": "That is to say, for the payment of an agreed consideration, EastSail would have the right to use Athena for the purposes specified in the Draft Lease, namely, in the yacht charter and sailing school trade, as provided in clause 3 of the Draft Lease.",
      "id": "s759"
    },
    {
      "text": "141 The Taxpayers point to the reference to ' sailing school trade ' and the reference in clause 4(a) to ' sailing school income ' as indicating the inappropriateness of the Draft Lease for the proposed arrangements between the Taxpayers and EastSail.",
      "id": "s760"
    },
    {
      "text": "Clause 17 also refers to sailing school service.",
      "id": "s761"
    },
    {
      "text": "The Taxpayers say that, at no stage, was there any proposed use of Athena in connection with the sailing school operations conducted by EastSail and that the references demonstrate that the Draft Lease was simply an EastSail standard form.",
      "id": "s762"
    },
    {
      "text": "Significantly, no reference is made in the Draft Lease to the possibility of use of Athena for the purpose of scheduled tours.",
      "id": "s763"
    },
    {
      "text": "142 The Commissioner points to evidence concerning a voyage of Athena involving sailing school staff.",
      "id": "s764"
    },
    {
      "text": "However, it is clear enough that that is not a reference to any sailing school operation that was apparently conducted by EastSail at Rushcutters Bay.",
      "id": "s765"
    },
    {
      "text": "143 The pivotal provisions of the Sydney By Sail Agreement were as follows:\n '2.",
      "id": "s766"
    },
    {
      "text": "POSSESSION OF YACHT \n \n \n \n 2.1 The Owner must deliver possession of the Yacht to the Manager at the [Australian National Maritime Museum] \n \n \n \n \n \n 2.2 The Manager shall be entitled to exclusive possession of the Yacht during the continuance of this Agreement.",
      "id": "s767"
    },
    {
      "text": "3.",
      "id": "s768"
    },
    {
      "text": "TERM \n \n 3.1 The Term of this Agreement is for a period of three years... \n \n 4.",
      "id": "s769"
    },
    {
      "text": "MANAGER'S USE OF YACHT \n \n \n \n 4.1 The Owner grants an exclusive licence to the manager to use the yacht for the term, for the purposes of any organised sailing activity operated by the Manager.",
      "id": "s770"
    },
    {
      "text": "Such sailing activity shall include, but not be limited to: \n \n \n \n \n (a) Chartering to third parties; \n (b) For the Manager's use which shall include but not limited to:- \n \n \n \n i.",
      "id": "s771"
    },
    {
      "text": "Commercial sight seeing \n ii.",
      "id": "s772"
    },
    {
      "text": "Any type of recreation, sailing or sight seeing that might be organised by the Manager.",
      "id": "s773"
    },
    {
      "text": "4.2 When the Manager has the use of the Yacht, subject to Clause 5, it shall pay for the use at the rate of one half of the charter charges.",
      "id": "s774"
    },
    {
      "text": "5.",
      "id": "s775"
    },
    {
      "text": "OWNER'S INCOME \n \n 5.1 The Manager shall pay to the Owner as income one half of the monthly charter income after deducting any payments for skippers; catering, commission, selling discounts and all GST.",
      "id": "s776"
    },
    {
      "text": "6.",
      "id": "s777"
    },
    {
      "text": "OWNER'S EXPENSES \n \n 6.1 The Owner shall be responsible for all of the expenses in respect of the Yacht apart from any of the expenses that may be incurred by the Manager in carrying out the Manager's duties in respect of the Yacht.",
      "id": "s778"
    },
    {
      "text": "...' \n \n\nThose provisions are very similar in effect to those of the Draft Lease.",
      "id": "s779"
    },
    {
      "text": "The Taxpayers accept that their arrangements with Sydney By Sail were governed by that agreement.",
      "id": "s780"
    },
    {
      "text": "144 There is no evidence that any charter of Athena arranged through EastSail involved any participation by the Taxpayers.",
      "id": "s781"
    },
    {
      "text": "However, Mr Bowman gave evidence of using Athena for sailing with business associates, including, for example, visiting representatives of a Japanese company and employees of Macquarie Bank.",
      "id": "s782"
    },
    {
      "text": "Macquarie Bank later chartered Athena.",
      "id": "s783"
    },
    {
      "text": "The Taxpayers also made Athena available for various charitable causes with which they were connected.",
      "id": "s784"
    },
    {
      "text": "145 The Taxpayers contend that, while EastSail may have managed the day to day chartering activities in relation to Athena, the Taxpayers exercised management control over its use.",
      "id": "s785"
    },
    {
      "text": "Mr Franki said that, if there was any major decision to be made in relation to Athena, such as major maintenance, he consulted the Taxpayers for approval prior to instituting the work.",
      "id": "s786"
    },
    {
      "text": "The Taxpayers also pointed to their ability to move Athena to Pittwater at a time of their choosing during 1998, regardless of the terms of the Draft Lease, which provided that Athena was to be at Rushcutters Bay from October to March inclusive.",
      "id": "s787"
    },
    {
      "text": "In about March 1998, the Taxpayers discussed with Mr Franki the options for utilisation of Athena in the winter months.",
      "id": "s788"
    },
    {
      "text": "Mr Ell suggested to Mr Franki that Athena be used as a training vessel with an experienced skipper and a crew who wanted to train for offshore racing.",
      "id": "s789"
    },
    {
      "text": "He suggested that Athena could be taken up to Hamilton Island to participate in the races held there in August.",
      "id": "s790"
    },
    {
      "text": "Mr Franki prepared a budget for rigging Athena as a sail training vessel, but the expenses were too high.",
      "id": "s791"
    },
    {
      "text": "146 On 2 May 1999, EastSail sent to the Taxpayers an estimate ' to put Athena into Australian Yachting Federation Category 2 Survey '.",
      "id": "s792"
    },
    {
      "text": "That class of survey would allow Athena to carry fare paying sailing school crew offshore on a trip to Hamilton Island.",
      "id": "s793"
    },
    {
      "text": "The total estimate of cost was $27,464.",
      "id": "s794"
    },
    {
      "text": "Estimated income, on ' best case scenario ' was $11,601.",
      "id": "s795"
    },
    {
      "text": "The letter ended by suggesting that ' The best option is to have the vessel delivered to Hamilton by a professional skipper.",
      "id": "s796"
    },
    {
      "text": "EastSail may be able to help find some non farepaying crew to assist in the delivery '.",
      "id": "s797"
    },
    {
      "text": "147 The Taxpayers organised for Athena to be sponsored by Serco and PL Lease Management Pty Ltd in the Hamilton Island Races 1999.",
      "id": "s798"
    },
    {
      "text": "Those arrangements were made independently of EastSail.",
      "id": "s799"
    },
    {
      "text": "The Taxpayers arranged for Athena to be sailed to Hamilton Island by an experienced crew and it was chartered by Serco and PL Lease Management Pty Ltd.",
      "id": "s800"
    },
    {
      "text": "The Taxpayers derived about $10,000 in fees from the arrangement, which were not shared with EastSail.",
      "id": "s801"
    },
    {
      "text": "Serco paid the delivery cost to Hamilton Island, which was about $8,000.",
      "id": "s802"
    },
    {
      "text": "Athena was damaged on the return trip from Hamilton Island.",
      "id": "s803"
    },
    {
      "text": "Mr Ell dealt with the insurance company in respect of the claim.",
      "id": "s804"
    },
    {
      "text": "148 Neither the June Exchange nor the Draft Lease explains, in their entirety, the arrangements that operated as between the Taxpayers and EastSail.",
      "id": "s805"
    },
    {
      "text": "When the Taxpayers decided to terminate the arrangement with EastSail in relation to the Athena, they invoked a clause of the Draft Lease.",
      "id": "s806"
    },
    {
      "text": "Mr Ell endeavoured to explain that circumstance by saying that there was no provision in the June Exchange for termination and that he considered it was appropriate to refer to the provision of the Draft Lease relating to termination when the Taxpayers decided to bring their arrangements with EastSail to an end.",
      "id": "s807"
    },
    {
      "text": "149 The Taxpayers had nothing to do with the day to day commercial activities engaged in by EastSail in chartering vessels.",
      "id": "s808"
    },
    {
      "text": "EastSail in fact conducted regular scheduled sightseeing tours but did not employ Athena.",
      "id": "s809"
    },
    {
      "text": "During the period of the arrangements with EastSail, both of the Taxpayers were busy senior executives with Serco.",
      "id": "s810"
    },
    {
      "text": "Clearly, neither of them had anything to do with the day to day operation of Athena in deriving charter income.",
      "id": "s811"
    },
    {
      "text": "150 Athena was in fact under the day to day control of EastSail.",
      "id": "s812"
    },
    {
      "text": "Athena was used, together with other yachts, in the business conducted by East Sail.",
      "id": "s813"
    },
    {
      "text": "Whether or not the arrangement could be characterised as a demise by the Taxpayers to EastSail may not matter.",
      "id": "s814"
    },
    {
      "text": "Clearly, however, it was EastSail who was conducting the charter business at Rushcutters Bay.",
      "id": "s815"
    },
    {
      "text": "Neither of the Taxpayers had any presence or involvement in any of the charter activities.",
      "id": "s816"
    },
    {
      "text": "The Taxpayers were not engaged in carrying on the business of letting the Athena on hire.",
      "id": "s817"
    },
    {
      "text": "That is the prerequisite for s 26 - 50 .",
      "id": "s818"
    },
    {
      "text": "If the Taxpayers were engaged in carrying on any business, the business consisted of the provision of Athena to EastSail for use in EastSail's business, in return for a share of the net income from that use, whether or not the provision to EastSail was by way of demise.",
      "id": "s819"
    },
    {
      "text": "151 The Taxpayers contend that the role of EastSail was more akin to that of a manager, since it was the prospective charterer of vessels who chose the particular boat to be chartered.",
      "id": "s820"
    },
    {
      "text": "They characterise the role of EastSail as providing logistical support for Athena in the form of maintenance, catering and crewing and that the remuneration received by EastSail was the reward for organising that support.",
      "id": "s821"
    },
    {
      "text": "152 The contentions of the Taxpayers in their Notices of Objection appear to accept unequivocally that the Draft Lease constituted the arrangements between the Taxpayers and EastSail, but that the arrangements were properly to be construed as an agency.",
      "id": "s822"
    },
    {
      "text": "It is difficult to avoid the conclusion that, whether or not there was a formal demise of Athena to EastSail, the essence of the arrangement was a letting or hiring of Athena to EastSail to enable EastSail to use Athena in connection with its charter operations, in consideration for which EastSail agreed to share earnings on the basis agreed.",
      "id": "s823"
    },
    {
      "text": "153 For the reasons indicated above, I do not consider that the evidence supports a conclusion that EastSail engaged in chartering activities in relation to Athena as agent for, or in any way on behalf of, the Taxpayers.",
      "id": "s824"
    },
    {
      "text": "The Taxpayers were provided with regular records of the chartering of Athena and the income from that chartering.",
      "id": "s825"
    },
    {
      "text": "Clearly enough, the arrangement between the Taxpayers and EastSail was that EastSail would be entitled to use Athena in connection with its chartering business and that, in consideration for that use, EastSail would pay to the Taxpayers one-half of the charter income after deduction of relevant expenses consisting of crew, catering and the like.",
      "id": "s826"
    },
    {
      "text": "A similar conclusion follows in relation to Medusa and Mr Ell.",
      "id": "s827"
    },
    {
      "text": "154 The Taxpayers' contentions in relation to s 26 - 50 (5)(b) assume that the Taxpayers were carrying on some business.",
      "id": "s828"
    },
    {
      "text": "However, they say that, whether their business was the business of letting Athena on hire is irrelevant, so long as Athena was being let on hire by someone, namely EastSail, and that occurred in the ordinary course of a business that the Taxpayers carry on: they say that their business was that of making Athena available to EastSail for use by EastSail for the purpose of generating assessable income from chartering.",
      "id": "s829"
    },
    {
      "text": "155 I do not consider that that construction of s 26 - 50 (5)(b) is open.",
      "id": "s830"
    },
    {
      "text": "The ordinary meaning of the language of s 26 - 50 (5)(b) is that the boat is used by the taxpayer for letting on hire in the ordinary course of a business of hiring out boats that is carried on by the taxpayer.",
      "id": "s831"
    },
    {
      "text": "I have concluded that the Taxpayers were not engaged in any business of letting Athena on hire.",
      "id": "s832"
    },
    {
      "text": "Athena was let on hire in the ordinary course of a business carried on by EastSail.",
      "id": "s833"
    },
    {
      "text": "156 Alternatively, the Taxpayers rely on s 26 - 50 (5)(d).",
      "id": "s834"
    },
    {
      "text": "Section 26 - 50 (5)(d) does not impose any restriction on the nature of the business being carried on by the taxpayer, except that the use of the boat must be for a purpose that is essential to the efficient conduct of the business.",
      "id": "s835"
    },
    {
      "text": "The Taxpayers say that, when Athena is being used to produce income from chartering, it is being used in a business and Athena is essential to the conduct of that business because, but for Athena, such a business could not be carried on.",
      "id": "s836"
    },
    {
      "text": "Thus, they say, whether or not Athena was the subject of an arrangement between the Taxpayers on the one hand and the charterer on the other, Athena was being used in a business carried on by the Taxpayers, namely, of letting out the use of Athena to EastSail and, subsequently, to Sydney By Sail.",
      "id": "s837"
    },
    {
      "text": "157 The Commissioner responds to the Taxpayers' alternative contentions concerning s 26 - 50 (5)(b) and (d) by saying that they did not raise those contentions fully and in detail as grounds in their Notices of Objection, as required by s 14ZU of the Administration Act.",
      "id": "s838"
    },
    {
      "text": "The Commissioner says that their Notices of Objection, fairly read, raises only the ground that EastSail conducted the relevant chartering business as agent for the Taxpayers.",
      "id": "s839"
    },
    {
      "text": "The Commissioner says that the Taxpayers did not raise the matter adequately prior to submissions and should not now be permitted to rely on the contentions.",
      "id": "s840"
    },
    {
      "text": "158 Under s 14ZU(c) of the Administration Act, a person making a taxation objection must state fully and in detail the grounds on which the person relies.",
      "id": "s841"
    },
    {
      "text": "Under s 14ZZ of the Administration Act, if a person is dissatisfied with the Commissioner's objection decision, the person may appeal to the Federal Court against the decision.",
      "id": "s842"
    },
    {
      "text": "Under s 14ZZO(a), in proceedings on appeal under s 14ZZ to the Federal Court against an appealable objection decision, the appellant is, unless the Court orders otherwise, limited to the grounds stated in the taxation objection to which the decision relates.",
      "id": "s843"
    },
    {
      "text": "159 In their Notices of Objection, the Taxpayers said that, while the form of the arrangements with EastSail might be viewed as a lease agreement, in substance the arrangement was more akin to a management agreement under which EastSail acted as an agent for the Taxpayers.",
      "id": "s844"
    },
    {
      "text": "It is inconsistent with that contention to suggest that the Taxpayers were carrying on a business of letting Athena to EastSail and subsequently to Sydney By Sail.",
      "id": "s845"
    },
    {
      "text": "In the absence of any application for leave to rely on additional grounds, the Taxpayers are not entitled to raise as a ground the assertion that they were engaged in the business of letting Athena to the operators.",
      "id": "s846"
    },
    {
      "text": "160 The Commissioner says, in any event, that the Taxpayers contentions in relation to s 26-50(5)(b) overlook the fact that it is a taxpayer who must use or hold a boat mainly for letting on hire and that the terms of that provision are not apt to describe the use now relied upon by the Taxpayers.",
      "id": "s847"
    },
    {
      "text": "That is to say, the use that the Taxpayers now contend for is the entirety of the business that the Taxpayers say they conducted and not merely a purpose that was essential to the efficient conduct of such a business.",
      "id": "s848"
    },
    {
      "text": "The Commissioner says that, since the Taxpayers have declined to describe the business that they now say they conducted, the Commissioner is not in a position to deal with the fresh contention.",
      "id": "s849"
    },
    {
      "text": "I have concluded that the Taxpayers did not incur the relevant expenditure and outgoings in carrying on any business.",
      "id": "s850"
    },
    {
      "text": "The alternative arguments, therefore, do not arise.",
      "id": "s851"
    },
    {
      "text": "161 The Taxpayers claim, in the alternative, that, if they are not entitled to a deduction for all of the expenses and outgoings in question, because they do not satisfy s 26-50(5)(b) of the Assessment Act, they are entitled to a deduction at least to the extent of the income generated from the use of Athena.",
      "id": "s852"
    },
    {
      "text": "The Taxpayers contend that s 26-50(5)(b) and 26-50(5)(d) should be construed so as to permit the deduction of expenses and outgoings incurred at least to the extent that they resulted in the derivation of assessable income.",
      "id": "s853"
    },
    {
      "text": "There can be no doubt that the Taxpayers derived assessable income from the use of Athena and that Mr Ell derived assessable income from the use of Medusa.",
      "id": "s854"
    },
    {
      "text": "162 Assuming that there is no legitimate objection to reliance upon the ground raised by the Taxpayers, the question is whether there is an appropriate basis for apportioning expenses and outgoings incurred in relation to Athena, and Medusa for that matter, to the income produced by the use of Athena and Medusa.",
      "id": "s855"
    },
    {
      "text": "It would certainly be a curious result that the Taxpayers should be required to bring to account the whole of the income produced by the use of the boats but are not entitled to any deduction for any of the outgoings or expenses that must of necessity have been incurred in order to produce that income.",
      "id": "s856"
    },
    {
      "text": "163 On the other hand, that may be a question of fact, which has not been explored in the course of the hearing.",
      "id": "s857"
    },
    {
      "text": "That is to say, while the Taxpayers have established that the expenses and outgoings claimed as deductions have in fact been incurred, no attempt has been made to attribute particular expenses or outgoings to the production of any particular part of the assessable income brought to account in their respective returns.",
      "id": "s858"
    },
    {
      "text": "In that regard, it would be necessary to consider each item of each head of expense or outgoing separately.",
      "id": "s859"
    },
    {
      "text": "164 The ' lease expenses ', as they are described, consist of payments made to a financier in relation to the acquisition of Athena.",
      "id": "s860"
    },
    {
      "text": "The precise nature of the arrangement is not clear.",
      "id": "s861"
    },
    {
      "text": "However, it is possible to draw the inference that the financing arrangement involved acquisition of ownership by the financier and the letting or hiring of the boat to the Taxpayers for a rent that would return to the financier the principal paid, together with interest at an agreed rate.",
      "id": "s862"
    },
    {
      "text": "Once the obligation to the financier was incurred by the Taxpayers, otherwise than for the purpose of a business, the obligation continued, whether or not Athena was subsequently used for producing assessable income.",
      "id": "s863"
    },
    {
      "text": "Of course, if the arrangement with the financier were entered into in order to put the Taxpayers in a position where they could produce assessable income, the position may be different.",
      "id": "s864"
    },
    {
      "text": "165 The interest expense relates to the account opened by the Taxpayers with St George Bank.",
      "id": "s865"
    },
    {
      "text": "Expenses and outgoings were paid from that account, which went into debit under an overdraft arrangement, and a liability for interest was thereby incurred.",
      "id": "s866"
    },
    {
      "text": "However, no attempt has been made to demonstrate that any particular expense or outgoing paid from the account was attributable to the production of any particular part of the assessable income in question.",
      "id": "s867"
    },
    {
      "text": "166 By far the greatest expense is depreciation.",
      "id": "s868"
    },
    {
      "text": "A basic prerequisite for depreciation being allowed as a deduction is that the unit of plant be used for the purpose of producing assessable income.",
      "id": "s869"
    },
    {
      "text": "There can be no doubt that Athena was, in the relevant years, used for the purpose of producing assessable income.",
      "id": "s870"
    },
    {
      "text": "Section 42-45(3), however, adds the further prerequisite that s 26-50(5) also be satisfied.",
      "id": "s871"
    },
    {
      "text": "Nevertheless, even if a unit of plant is used for the purpose of producing assessable income for a small part of the relevant year and is otherwise used for other purposes, depreciation will not be allowed at the full rate for the whole of the year (however there must be a qualification).",
      "id": "s872"
    },
    {
      "text": "167 Where a deduction is claimed for depreciation and the unit of plant is subsequently sold for a price greater than its depreciated value, the excess must be brought to account as income.",
      "id": "s873"
    },
    {
      "text": "According to the business plans prepared by the Taxpayers, their expectation was that such a balancing charge would be imposed.",
      "id": "s874"
    },
    {
      "text": "Even so, there was a tax advantage in deferring the payment of tax for several years.",
      "id": "s875"
    },
    {
      "text": "The rollover provisions of the depreciation scheme would permit that deferral to be extended if, upon sale of a thing, the Taxpayers acquired another boat.",
      "id": "s876"
    },
    {
      "text": "Mr Ell gave some evidence of an understanding that the depreciation provision would operate in such a way that a significant tax advantage, albeit only a deferral, would be obtained.",
      "id": "s877"
    },
    {
      "text": "168 Repairs and maintenance and other expenses may possibly be shown to be attributable to the producing of particular parts of the assessable income.",
      "id": "s878"
    },
    {
      "text": "However, no attempt has been made to do so.",
      "id": "s879"
    },
    {
      "text": "Whatever the purpose of the Taxpayers in acquiring and using Athena in that way may have been, it is fair to characterise the arrangements that they had with EastSail and, subsequently, Sydney By Sail, as business arrangements.",
      "id": "s880"
    },
    {
      "text": "169 Repairs and maintenance and other expenses may well be attributable to particular charters or the use of Athena for the purpose of charters.",
      "id": "s881"
    },
    {
      "text": "However, as with other expenses and outgoings, no attempt has been made to link any particular expense or outgoing with any particular item of income.",
      "id": "s882"
    },
    {
      "text": "Whether or not it would be necessary for the Taxpayers to demonstrate that they were engaged in carrying on a business, they have made no attempt to demonstrate that any particular expense or outgoing was actually incurred in gaining or producing the assessable income returned in the relevant income years.",
      "id": "s883"
    },
    {
      "text": "CONCLUSION AS TO DEDUCTIBILITY \n \n 170 I am unable to be satisfied that any particular part of the expenditure and outgoings claimed as deductions was incurred in gaining or producing any part of the assessable income of the Taxpayers in the relevant years of income.",
      "id": "s884"
    },
    {
      "text": "Significant parts of the expenditure and outgoings would, in their nature, not be capable of attribution to particular income.",
      "id": "s885"
    },
    {
      "text": "On the other hand, there may be expenses or expenditure that could be so attributed.",
      "id": "s886"
    },
    {
      "text": "For example, an expense incurred in order to ready Athena for a particular charter, being an expense that would not be incurred but for that charter, may well fall within the first limb of s 8-1.",
      "id": "s887"
    },
    {
      "text": "Even so, of course, the expense would be excluded by the operation of s 26-50(1), if s 26-50(5) were not satisfied.",
      "id": "s888"
    },
    {
      "text": "I am not persuaded that the assessments were excessive in so far as they relate to the disallowance of the deductions claimed.",
      "id": "s889"
    },
    {
      "text": "That is to say, Taxpayers have not discharged the burden imposed on them by s 14ZZO(b)(i) of the Administration Act of proving that the assessments are excessive.",
      "id": "s890"
    },
    {
      "text": "PENALTIES \n \n 171 In the amended assessments issued by the Commissioner, penalty tax was imposed pursuant to s 226G.",
      "id": "s891"
    },
    {
      "text": "The Commissioner concluded that the Taxpayers had not demonstrated that reasonable care had been taken in the performance of their obligations under the Assessment Act.",
      "id": "s892"
    },
    {
      "text": "In particular, the Commissioner relied on evidence suggesting that the Taxpayers acted in a manner contrary to professional advice, which could be viewed as constituting intentional disregard for taxation obligations, particularly in the matter of the sales tax exemption.",
      "id": "s893"
    },
    {
      "text": "The Commissioner concluded that the Taxpayers had not demonstrated that the tax shortfall was not the result of carelessness in making claims for deductions and had provided no ground relevant to the remission of the penalty imposed for the years ended 30 June 1998, 1999 and 2000.",
      "id": "s894"
    },
    {
      "text": "172 Having regard to the conclusions that I have reached concerning the deductibility of the expenses and outgoings claimed by the Taxpayers, I am not persuaded that the Commissioner erred in concluding that the Taxpayers' tax shortfalls were the result of carelessness on their part.",
      "id": "s895"
    },
    {
      "text": "It follows that I am not persuaded that the assessments in question were excessive by reason of the inclusion of penalty tax at the rates imposed by the Commissioner.",
      "id": "s896"
    },
    {
      "text": "CONCLUSION AS TO THE APPEALS \n \n 173 Each of the appeals should be dismissed.",
      "id": "s897"
    },
    {
      "text": "The Taxpayers should pay the Commissioner's costs of the appeals.",
      "id": "s898"
    },
    {
      "text": "The eight appeals have been heard as one.",
      "id": "s899"
    },
    {
      "text": "If any adjustment of the costs order is required by reason of the additional issues relating to Medusa and Mr Ell, the parties should raise that matter within seven days.",
      "id": "s900"
    },
    {
      "text": "I certify that the preceding one hundred and seventy-three (173) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s901"
    },
    {
      "text": "Associate:\n\nDated: 10 February 2006\n\n\n Counsel for the Applicants: Mr D B McGovern SC and Mr A J O'Brien \n \n Solicitor for the Applicants: Bradfield &amp; Scott \n \n Counsel for the Respondent: Mr N J Williams SC and Ms R L Seiden \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 5, 6, 7 and 8 December 2005 \n \n Date of Judgment: 10 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/71.html",
      "id": "s902"
    }
  ]
}