{
  "name": "Tran v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 77 (10 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/77.html",
  "catchphrases": [
    {
      "text": "application for extension of time within which to file and serve notice of appeal",
      "id": "c0"
    },
    {
      "text": "whether delegate of minister required to give particulars of \"information\" to applicant pursuant to s 57 of migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "whether fact that migration agent had informed department that it no longer acted for applicant was \"relevant information\"",
      "id": "c2"
    },
    {
      "text": "whether fact that department had been unable to contact applicant was \"relevant information\"",
      "id": "c3"
    },
    {
      "text": "application devoid of merit",
      "id": "c4"
    },
    {
      "text": "extension of time refused",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time to enable the applicant to appeal against a judgment of the Federal Magistrates Court given on 24 January 2005: Tran v Minister for Immigration (No 2) [2005] FMCA 412 (\" Tran (No 2) \").",
      "id": "s0"
    },
    {
      "text": "On that date, McInnis FM dismissed an application for judicial review of a decision of a delegate of the respondent Minister dated 6 November 2003.",
      "id": "s1"
    },
    {
      "text": "2 The applicant did not file and serve a notice of appeal within the 21 day period provided for in O 52 r 15(1)(a)(i) of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "The Federal Magistrate was not asked to, and did not, fix any later date for that purpose, pursuant to O 52 r 15(1)(a)(iii).",
      "id": "s3"
    },
    {
      "text": "Nor did the applicant apply to this Court within the 21 day period for further time within which to file and serve a notice of appeal under O 52 r 15(1)(b).",
      "id": "s4"
    },
    {
      "text": "The applicant must therefore rely upon O 52 r 15(2), which provides that this Court may, at any time, \"for special reasons\" grant leave to file and serve a notice of appeal.",
      "id": "s5"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n3 The applicant is a citizen of Vietnam who arrived in Australia on 30 June 1999 as the holder of a subclass 300 (Prospective Spouse) visa.",
      "id": "s6"
    },
    {
      "text": "4 On 4 February 2000, the applicant applied for permanent residence on the basis of her marriage to Mr Tran Van Cong (the \"nominator\").",
      "id": "s7"
    },
    {
      "text": "The applicant was granted a subclass 820 visa (\"temporary spouse visa\") on 9 February 2000.",
      "id": "s8"
    },
    {
      "text": "5 By a statutory declaration made on 1 May 2000, the nominator stated that the applicant had left him and that he no longer supported her application for permanent residence.",
      "id": "s9"
    },
    {
      "text": "On 24 June 2000, the nominator made a further statutory declaration in which he stated that the applicant had resumed living with him, and that he wished to \"withdraw\" his earlier statutory declaration.",
      "id": "s10"
    },
    {
      "text": "6 Between April 2002 and June 2003, the Department of Immigration and Multicultural and Indigenous Affairs (the \"Department\") attempted to contact the applicant to request that she provide further information in order to determine whether she met the criteria for the grant of a permanent spouse visa.",
      "id": "s11"
    },
    {
      "text": "Some of this correspondence was sent to Global Interchange Australia Pty Ltd (\"Global Interchange\"), the agent appointed to act on behalf of the applicant.",
      "id": "s12"
    },
    {
      "text": "On 13 March 2003, Global Interchange advised that it no longer acted for the applicant.",
      "id": "s13"
    },
    {
      "text": "Other letters were sent to the applicant at her last-known residential address of 3 Willow Avenue, St Albans, Victoria, and at several other addresses.",
      "id": "s14"
    },
    {
      "text": "On 30 May 2003, an attempt was made to contact the applicant by telephone.",
      "id": "s15"
    },
    {
      "text": "A person purportedly answering the phone advised that he did not know anyone by her name.",
      "id": "s16"
    },
    {
      "text": "7 On 6 November 2003, a delegate of the Minister refused to grant the applicant a permanent spouse visa.",
      "id": "s17"
    },
    {
      "text": "The delegate noted that she had been given a reasonable opportunity to provide information and documentation confirming that the relationship was genuine and continuing.",
      "id": "s18"
    },
    {
      "text": "However, in the absence of any such evidence, the delegate was \"unable to make a positive conclusion in this respect\", and found that the applicant therefore did not satisfy clause 801.221, a criterion for the grant of a permanent spouse visa.",
      "id": "s19"
    },
    {
      "text": "8 On 24 May 2004, the applicant filed an application in the Federal Magistrates Court seeking judicial review of the delegate's decision.",
      "id": "s20"
    },
    {
      "text": "It was that proceeding, MLG 587 of 2004, that was dismissed by McInnis FM on 24 January 2005.",
      "id": "s21"
    },
    {
      "text": "9 On 16 February 2005, the applicant lodged an application in the Migration Review Tribunal (the \"Tribunal\") for review of the delegate's decision.",
      "id": "s22"
    },
    {
      "text": "It appears that this was done in response to the Federal Magistrate's conclusion, in an earlier proceeding on the same day as the proceeding that is the subject of this application ( Tran v Minister for Immigration (No 1) [2005] FMCA 411) , that an adjournment should not be granted to enable the applicant to adduce evidence that she had applied, or attempted to apply, to the Tribunal for review of the delegate's decision.",
      "id": "s23"
    },
    {
      "text": "On 24 February 2005, the Tribunal declined to accept or consider the application for review, on the basis that it was not lodged within the prescribed time limit.",
      "id": "s24"
    },
    {
      "text": "10 On 18 March 2005, the applicant filed in this Court a Form 56A application under the Judiciary Act 1903 (Cth), seeking orders \"to quash the decision of the Federal Magistrates Court\" (presumably the decision of McInnis FM on 24 January 2005 in Tran (No 2) ) and to remit the matter to the Tribunal for reconsideration according to law.",
      "id": "s25"
    },
    {
      "text": "That proceeding, VID 206 of 2005, was transferred to the Federal Magistrates Court by Sundberg J on 19 April 2005.",
      "id": "s26"
    },
    {
      "text": "11 On 15 September 2005, an amended application (in the proceeding transferred by Sundberg J to the Federal Magistrates Court) was filed on behalf of the applicant, by which review was sought of the Tribunal's decision to refuse to consider her application of 16 February 2005 for review, and the delegate's decision to refuse to grant a spouse visa.",
      "id": "s27"
    },
    {
      "text": "The amended application no longer sought to quash the decision of McInnis FM, as the original application had done.",
      "id": "s28"
    },
    {
      "text": "In that amended application, the grounds of review were particularised, in substance, as follows:\n \n &#8226; the delegate's decision was erroneous, the applicant met the criteria for the grant of a spouse visa, and the second statutory declaration \"confirmed the spousal status conclusively\";\n &#8226; the applicant should not have been contacted directly by the delegate, as she had a migration agent as her authorised representative; and\n &#8226; the Tribunal breached its duties by summarily not allowing the applicant her right to access the review mechanism.",
      "id": "s29"
    },
    {
      "text": "12 In addition, the amended application foreshadowed a challenge to \"the constitutional validity of contradictory sections within the Act which the legislature on the one hand allows for review and on the other limits that ability for Applicants\".",
      "id": "s30"
    },
    {
      "text": "It indicated that \"[t]his ground of appeal will be canvassed further in the Contentions of Fact and Law\".",
      "id": "s31"
    },
    {
      "text": "13 On 15 September 2005, Riethmuller FM ordered that the proceeding, which had been filed on 18 March 2005, and transferred to the Federal Magistrates Court, be transferred to the Federal Court: Tran v Minister for Immigration (No 3) [2005] FMCA 1438.",
      "id": "s32"
    },
    {
      "text": "He said that he did so with some reluctance.",
      "id": "s33"
    },
    {
      "text": "His Honour was plainly influenced by the fact that, in certain respects, the proceeding had the characteristics of a purported appeal from the decision of McInnis FM, and also by the fact that the applicant had foreshadowed a constitutional challenge.",
      "id": "s34"
    },
    {
      "text": "14 In giving reasons for his orders, Riethmuller FM noted that the issues raised by the applicant in the amended application were as follows:\n \n &#8226; whether or not an appropriate notice of the delegate's decision had been sent to the applicant;\n &#8226; whether the delegate's decision could be judicially reviewed, despite a failure to apply to the Tribunal for review; and \n &#8226; whether or not the time limits provided for by the Migration Act 1958 (Cth) were valid.",
      "id": "s35"
    },
    {
      "text": "15 Riethmuller FM observed that the first two issues had been effectively determined by McInnis FM, and that the applicant would be estopped from re-litigating those issues.",
      "id": "s36"
    },
    {
      "text": "As previously indicated, his Honour said that it appeared from the submissions that had been addressed that what was actually being sought was in the nature of an appeal from the decision of McInnis FM.",
      "id": "s37"
    },
    {
      "text": "16 On 26 October 2005, the matter came before me for directions.",
      "id": "s38"
    },
    {
      "text": "It soon became clear that, notwithstanding the somewhat convoluted history of the matter, what the applicant was seeking to do, in reality, was to appeal against the decision of McInnis FM in Tran (No 2) , and not to pursue the application seeking review of the Tribunal's decision.",
      "id": "s39"
    },
    {
      "text": "It was specifically indicated that the constitutional challenge earlier outlined to Riethmuller FM would be pursued, and it was on that basis that I made orders regarding the future conduct of this matter.",
      "id": "s40"
    },
    {
      "text": "I ordered that the applicant file and serve an amended notice of appeal setting out the grounds relied upon for the appeal together with full particulars relevant to the appeal.",
      "id": "s41"
    },
    {
      "text": "I further ordered that the applicant file an application for an extension of time within which to appeal, and any affidavits in support of that application.",
      "id": "s42"
    },
    {
      "text": "17 It is important to understand that I questioned the applicant's solicitor closely regarding the proposed constitutional challenge.",
      "id": "s43"
    },
    {
      "text": "I warned him that the Court would not look favourably upon a spurious submission, devoid of merit, involving little more than a waste of valuable Court time.",
      "id": "s44"
    },
    {
      "text": "I was assured that any constitutional challenge would only be pursued after careful consideration had been given to the issue by someone competent to advise upon it.",
      "id": "s45"
    },
    {
      "text": "It was in the light of that assurance that I made the orders that I did, and, in particular, made provision for the issue of s 78B notices.",
      "id": "s46"
    },
    {
      "text": "18 On 30 November 2005, the applicant filed a draft notice of appeal in purported compliance with my orders.",
      "id": "s47"
    },
    {
      "text": "The grounds of appeal are set out as follows:\n \n \"1.",
      "id": "s48"
    },
    {
      "text": "Jurisdictional Error \n \n \n 2.",
      "id": "s49"
    },
    {
      "text": "Denial of Natural Justice \n 3.",
      "id": "s50"
    },
    {
      "text": "Denial of Procedural Fairness\" \n \n \n \n\n19 The orders sought include a writ of prohibition, a writ of certiorari and a writ of mandamus.",
      "id": "s51"
    },
    {
      "text": "The writ of certiorari is aimed at \"quashing the decision of McInnis FM\".",
      "id": "s52"
    },
    {
      "text": "The applicant also seeks, in the alternative, an order setting aside his Honour's decision.",
      "id": "s53"
    },
    {
      "text": "20 On the same date, the applicant gave notice under s 78B of the Judiciary Act that this proceeding involved a matter arising under the Constitution , or involving its interpretation.",
      "id": "s54"
    },
    {
      "text": "The matters identified in the s 78B notice were as follows:\n \n \"2.",
      "id": "s55"
    },
    {
      "text": "The present case involves a decision as to whether the MRT is an administrative body or a quasi-judicial or judicial body.",
      "id": "s56"
    },
    {
      "text": "3.",
      "id": "s57"
    },
    {
      "text": "Whether s. 338 of the Migration Act 1958 (Cth) setting down the jurisdiction of the MRT was validly enacted.",
      "id": "s58"
    },
    {
      "text": "4.",
      "id": "s59"
    },
    {
      "text": "The case involves a consideration of the legislative powers of the Federal Parliament under s. 51 (xix) of the Constitution .",
      "id": "s60"
    },
    {
      "text": "\" \n \n\n21 The applicant also filed an outline of contentions.",
      "id": "s61"
    },
    {
      "text": "Those contentions are in the following form:\n \n \n \"1.",
      "id": "s62"
    },
    {
      "text": "On the 27 June 2000 an appointment of Person to act as Agent was lodged with DIMIA.",
      "id": "s63"
    },
    {
      "text": "The agent given was Global Interchange Australia Pty Ltd of 163 Barkly Street, Footscray.",
      "id": "s64"
    },
    {
      "text": "2.",
      "id": "s65"
    },
    {
      "text": "By letter dated 13 March 2003 Global Interchange sought to inform DIMIA that it was no longer acting for the applicant.",
      "id": "s66"
    },
    {
      "text": "3.",
      "id": "s67"
    },
    {
      "text": "DIMIA subsequently sought to correspond with the applicant directly.",
      "id": "s68"
    },
    {
      "text": "4.",
      "id": "s69"
    },
    {
      "text": "The learned Federal Magistrate saw nothing untoward when this version of events was presented to him at the heating.",
      "id": "s70"
    },
    {
      "text": "5.",
      "id": "s71"
    },
    {
      "text": "The applicant submits that the learned Federal Magistrate committed a jurisdictional error in not requiring that the adverse information that Global Interchange were no longer acting was brought to the attention of the applicant, the applicant was not given time to obtain alternative assistance and that instead DIMIA sought to communicate directly with the applicant who spoke little or no English.",
      "id": "s72"
    },
    {
      "text": "6.",
      "id": "s73"
    },
    {
      "text": "DIMIA received 2 contradictory statutory declarations from the nominator of the applicant for a permanent spouse visa.",
      "id": "s74"
    },
    {
      "text": "7.",
      "id": "s75"
    },
    {
      "text": "On the 6 June 2000 the nominator sought to withdraw his support on the ground that the relationship had ceased.",
      "id": "s76"
    },
    {
      "text": "8.",
      "id": "s77"
    },
    {
      "text": "A further statutory declaration was lodged on the 21 June 2000, claiming the parties had reconciled.",
      "id": "s78"
    },
    {
      "text": "9.",
      "id": "s79"
    },
    {
      "text": "(It should be noted in passing that the parties still live as husband and wife).",
      "id": "s80"
    },
    {
      "text": "10.",
      "id": "s81"
    },
    {
      "text": "The delegate of DIMIA subsequently sought to obtain confirming information without success.",
      "id": "s82"
    },
    {
      "text": "11.",
      "id": "s83"
    },
    {
      "text": "On the 6 November 2003 the delegate concluded that 'I am unable to make a positive conclusion in this respect' (i.e.",
      "id": "s84"
    },
    {
      "text": "whether the relationship was genuine and ongoing).",
      "id": "s85"
    },
    {
      "text": "12.",
      "id": "s86"
    },
    {
      "text": "Nevertheless, the delegate was able to make a decision denying the applicant the spousal visa.",
      "id": "s87"
    },
    {
      "text": "13.",
      "id": "s88"
    },
    {
      "text": "The applicant submits that the FMC made a jurisdictional error in being satisfied that the delegate had acted in accordance with natural justice and procedural fairness by making a decision about which he is uncertain.",
      "id": "s89"
    },
    {
      "text": "\" \n \n ORAL SUBMISSIONS \n \n22 In the course of the hearing, Mr Cheung, who appeared on behalf of the applicant, essentially argued two points.",
      "id": "s90"
    },
    {
      "text": "He submitted that the applicant had been denied procedural fairness by the delegate because \"adverse information\" had not been communicated to the applicant so that she might comment upon it.",
      "id": "s91"
    },
    {
      "text": "He further submitted that the delegate had erred in failing to be satisfied that the applicant met the requirements for the visa sought given the existence of the second statutory declaration sworn by the nominator.",
      "id": "s92"
    },
    {
      "text": "23 Mr Cheung did not refer specifically to s 57 of the Migration Act , but it emerged in argument that this was the provision that underpinned his submission.",
      "id": "s93"
    },
    {
      "text": "Section 57 relevantly provides as follows:\n \n \n \"(1) In this section, relevant information means information (other than non-disclosable information) that the Minister considers: \n \n \n \n \n (a) would be the reason, or a part of the reason, for refusing to grant a visa; and \n (b) is specifically about the applicant or another person and is not just about a class of persons of which the applicant or other person is a member; and \n (c) was not given by the applicant for the purpose of the application.",
      "id": "s94"
    },
    {
      "text": "(2) Subject to subsection (3), the Minister must: \n \n \n \n (a) give particulars of the relevant information to the applicant in the way that the Minister considers appropriate in the circumstances; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to consideration of the application; and \n (c) invite the applicant to comment on it.",
      "id": "s95"
    },
    {
      "text": "\" \n \n \n \n \n\n24 Mr Cheung submitted that the delegate had been obliged, pursuant to s 57 , to inform the applicant of the fact that her former migration agent had ceased to act for her and had informed the delegate of that fact.",
      "id": "s96"
    },
    {
      "text": "He further submitted that the delegate had been obliged, under the same section, to inform the applicant of the fact that he had been unable to contact her, at the various private addresses to which correspondence had been sent, and of the telephone conversation that he had had with an unknown male on 30 May 2003.",
      "id": "s97"
    },
    {
      "text": "25 The balance of Mr Cheung's submissions related to questions of delay, and the exercise of discretion.",
      "id": "s98"
    },
    {
      "text": "After initially endeavouring, unsuccessfully, to articulate a constitutional argument, he expressly abandoned the constitutional challenge that had been foreshadowed.",
      "id": "s99"
    },
    {
      "text": "26 Mr Horan, who appeared on behalf of the first respondent, submitted that on no view could it be said that the matters identified by Mr Cheung as \"adverse information\" constituted \"relevant information\" within the meaning of that expression in s 57.",
      "id": "s100"
    },
    {
      "text": "He further submitted that neither the fact that the migration agent had ceased to act, nor the fact that the delegate had been unable to contact the applicant, formed \"a part\" of the reason for the delegate's decision refusing the applicant the visa sought.",
      "id": "s101"
    },
    {
      "text": "The reason for that refusal had been simple.",
      "id": "s102"
    },
    {
      "text": "The applicant had not been able to satisfy the delegate of the criteria as at November 2003.",
      "id": "s103"
    },
    {
      "text": "That meant, in accordance with the decision of the Full Court in Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v VSAF of 2003 [2005] FCAFC 73 at [17] , that the application had to fail.",
      "id": "s104"
    },
    {
      "text": "27 Mr Horan submitted that no error of any kind could be discerned in McInnis FM's decision.",
      "id": "s105"
    },
    {
      "text": "The delegate had been entitled to accord little weight to the nominator's second statutory declaration which, in any event, was relevant only to the position in 2000.",
      "id": "s106"
    },
    {
      "text": "The critical issue so far as the visa was concerned was the position in November 2003.",
      "id": "s107"
    },
    {
      "text": "CONCLUSIONS \n \n 28 It is plain that the notice of appeal does not comply with my orders dated 26 October 2005.",
      "id": "s108"
    },
    {
      "text": "Not only does it not contain \"full particulars\" of the grounds of appeal, it barely provides particulars of any recognisable ground of appeal.",
      "id": "s109"
    },
    {
      "text": "29 The applicant has not shown any error in the judgment of McInnis FM, still less any jurisdictional error that might have affected the delegate's decision.",
      "id": "s110"
    },
    {
      "text": "As Mr Horan correctly pointed out in his written submissions:\n \n \"18.",
      "id": "s111"
    },
    {
      "text": "The delegate was required to form a positive state of satisfaction that the appellant satisfied the prescribed criteria, including the criteria set out in clause 801.221 of Schedule 2 of the Migration Regulations .",
      "id": "s112"
    },
    {
      "text": "Relevantly, those criteria required that the appellant continue to be nominated for the grant of a permanent spouse visa by the nominating spouse, and that the appellant was the \"spouse\" of the nominator at the time of decision.",
      "id": "s113"
    },
    {
      "text": "19.",
      "id": "s114"
    },
    {
      "text": "There was no evidence before the delegate on the question whether the appellant continued to be the \"spouse\" of the nominator at the time of the delegate's decision.",
      "id": "s115"
    },
    {
      "text": "Accordingly, the delegate could not be satisfied that the appellant met the criteria for the grant of a permanent spouse visa.",
      "id": "s116"
    },
    {
      "text": "20.",
      "id": "s117"
    },
    {
      "text": "The Department had made repeated requests that the appellant provide further information in support of the application for a permanent spouse visa.",
      "id": "s118"
    },
    {
      "text": "20.1.",
      "id": "s119"
    },
    {
      "text": "On 2 April 2002, the Department wrote to the agent appointed to act on behalf of the appellant.",
      "id": "s120"
    },
    {
      "text": "No response was received to this letter.",
      "id": "s121"
    },
    {
      "text": "20.2.",
      "id": "s122"
    },
    {
      "text": "On 11 September 2002, the Department wrote to the appellant at her last-known residential address.",
      "id": "s123"
    },
    {
      "text": "20.3.",
      "id": "s124"
    },
    {
      "text": "On 7 March 2003, the Department again wrote to the appellant's agent.",
      "id": "s125"
    },
    {
      "text": "On 13 March 2003, the agent advised the Department that it was no longer acting for the appellant.",
      "id": "s126"
    },
    {
      "text": "20.4.",
      "id": "s127"
    },
    {
      "text": "On 27 March 2003, the Department again wrote to the appellant at her last-known residential address, and care of the nominator's niece at her last known residential address.",
      "id": "s128"
    },
    {
      "text": "The letter sent to the nominator's niece was returned unclaimed.",
      "id": "s129"
    },
    {
      "text": "20.5.",
      "id": "s130"
    },
    {
      "text": "On 30 May 2003, the Department attempted to phone the nominator.",
      "id": "s131"
    },
    {
      "text": "20.6.",
      "id": "s132"
    },
    {
      "text": "On 11 June 2003, the Department wrote to the appellant at an address that had been provided in the nominator's statutory declaration dated 1 May 2000, namely 2 Appolo Place, Ardeer, Victoria.",
      "id": "s133"
    },
    {
      "text": "21.",
      "id": "s134"
    },
    {
      "text": "Contrary to the appellant's submissions, it was not contrary to the Migration Act or the Migration Regulations for the Department to write to the appellant directly, particularly after her agent had informed the Department that it no longer acted on her behalf.",
      "id": "s135"
    },
    {
      "text": "See generally ss.494B and 494C of the Migration Act , and in particular s.494B(4) and s. 494C (4).",
      "id": "s136"
    },
    {
      "text": "22.",
      "id": "s137"
    },
    {
      "text": "Further, the Department was not obliged to bring to the appellant's attention the \"adverse information\" that Global Interchange had ceased to act for the appellant.",
      "id": "s138"
    },
    {
      "text": "It may be presumed that the appellant was aware of this fact.",
      "id": "s139"
    },
    {
      "text": "In any event, the Department did make repeated attempts to contact the appellant directly after being informed that Global Interchange was no longer acting on behalf of the appellant.",
      "id": "s140"
    },
    {
      "text": "\" (footnotes and court book references omitted)\n \n\n30 The chronology set out above demonstrates that the applicant had ample time and opportunity to provide information to the Department, and to obtain alternative assistance.",
      "id": "s141"
    },
    {
      "text": "There is no substance in the applicant's contention that she was denied procedural fairness by reason of any breach of s 57.",
      "id": "s142"
    },
    {
      "text": "There was no obligation on the part of the delegate to write to the applicant informing her of the fact that her migration agent had contacted the Department and indicated that they no longer acted for her.",
      "id": "s143"
    },
    {
      "text": "There was no obligation on the part of the delegate to convey to the applicant the fact that the delegate had been unable to communicate with the applicant, assuming that the Gordian Knot implicit in this contention could be severed.",
      "id": "s144"
    },
    {
      "text": "31 It is of particular concern that Mr Cheung did not file any written submissions in support of the constitutional issues purportedly raised in the s 78B notice dated 30 November 2005.",
      "id": "s145"
    },
    {
      "text": "The matters raised in that notice were utterly devoid of any merit, a matter that became even clearer during the course of oral submissions.",
      "id": "s146"
    },
    {
      "text": "32 The course of issuing of a s 78B notice is an important step in any proceeding.",
      "id": "s147"
    },
    {
      "text": "It is not to be taken lightly.",
      "id": "s148"
    },
    {
      "text": "The matter is particularly serious given that I asked Mr Cheung repeatedly during the directions hearing on 26 October 2005 whether he genuinely proposed to raise the constitutional issues foreshadowed, and was told repeatedly that he did.",
      "id": "s149"
    },
    {
      "text": "I even went so far as to remind him that there could be serious consequences, from his point of view, at least as far as costs were concerned, if, as I suspected, there were no genuinely arguable constitutional issues to be considered.",
      "id": "s150"
    },
    {
      "text": "33 The applicant has failed to identify any factors that would warrant extending the time within which to appeal from the decision of McInnis FM.",
      "id": "s151"
    },
    {
      "text": "The appeal would have no realistic prospects of success.",
      "id": "s152"
    },
    {
      "text": "Accordingly, leave to appeal out of time should be refused.",
      "id": "s153"
    },
    {
      "text": "The applicant must pay the respondents' costs.",
      "id": "s154"
    },
    {
      "text": "34 There is one further matter that requires consideration.",
      "id": "s155"
    },
    {
      "text": "Order 62 r 9(1)(c) of the Federal Court Rules provides as follows:\n \n \"Without limiting the Court's discretion to award costs in a proceeding, if costs are incurred improperly or without reasonable cause, or are wasted by undue delay or by any other misconduct or default, and it appears to the Court that a legal practitioner is responsible (whether personally or through a servant or agent), the Court may, after giving the legal practitioner a reasonable opportunity to be heard, do any of the following: \n \n ... \n \n \n \n (c) direct the legal practitioner to repay to the client, costs which the client has been ordered to pay to another party;\".",
      "id": "s156"
    },
    {
      "text": "35 Having regard to what I have said about the constitutional issues that were flagged, and then hastily abandoned in argument, there is a question as to whether the applicant's solicitor should be ordered to contribute some portion of the costs that the applicant has been required to pay.",
      "id": "s157"
    },
    {
      "text": "This would only be in relation to any costs thrown away by reason of the unnecessary and unwarranted introduction into this proceeding of the constitutional challenge, a matter that Mr Cheung was specifically warned about on 26 October 2005.",
      "id": "s158"
    },
    {
      "text": "36 In accordance with O 62 r 9(1), I propose to afford him an opportunity to be heard on this issue.",
      "id": "s159"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s160"
    },
    {
      "text": "Associate:\n\nDated: 10 February 2006\n\n\n Counsel for the Applicant: Mr D Cheung \n \n Solicitor for the Applicant: Mr D Cheung \n \n Counsel for the Respondents: Mr C Horan \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Dates of Hearing: 10 February 2006 \n \n Date of Judgment: 10 February 2006 \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/77.html",
      "id": "s161"
    }
  ]
}