{
  "name": "Nokia Corporation v Cellular Line Australia Pty Ltd [2006] FCA 726 (14 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/726.html",
  "catchphrases": [
    {
      "text": "application for summary judgment",
      "id": "c0"
    },
    {
      "text": "trade mark infringement",
      "id": "c1"
    },
    {
      "text": "no real or arguable defence",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 By a statement of claim filed on 17 November 2005, the applicant, as the registered proprietor of certain trade marks, alleged that the respondents have infringed, and are continuing to infringe, the marks contrary to s 120 of the Trade Marks Act 1995 (Cth) (\"the Act \").",
      "id": "s0"
    },
    {
      "text": "On 24 February 2006, the applicant, Nokia Corporation (\"Nokia\"), filed a notice of motion seeking summary judgment pursuant to O 20 r 1 of the Federal Court Rules 1979 (Cth) (\"the Rules\") against all respondents in this proceeding.",
      "id": "s1"
    },
    {
      "text": "2 According to its statement of claim, Nokia is a Finnish company and the registered owner of four trade marks variously in Classes 9, 16, 18, 25, 38, 41 and 42 in respect of goods including electrical and telecommunications apparatus and instruments and accessories for such goods (referred to below as the \"Nokia Trade Marks\").",
      "id": "s2"
    },
    {
      "text": "By its application and statement of claim, Nokia alleges that the respondents have, without its licence or authority, manufactured or caused to be manufactured, imported or caused to be imported, advertised, offered for sale, distributed, supplied and sold goods bearing one or more of the Nokia Trade Marks.",
      "id": "s3"
    },
    {
      "text": "Nokia also alleges that, by reason of this conduct, the first, second and third respondents have breached enforceable undertakings given by them to Nokia.",
      "id": "s4"
    },
    {
      "text": "3 Nokia seeks orders restraining the respondents from infringing the Nokia Trade Marks.",
      "id": "s5"
    },
    {
      "text": "It also seeks orders requiring the first, second and third respondents to perform the deeds of undertaking given by them to it.",
      "id": "s6"
    },
    {
      "text": "As well, Nokia asks the Court to order the respondents to deliver up for destruction all goods in their possession bearing the Nokia Trade Marks.",
      "id": "s7"
    },
    {
      "text": "Further, Nokia seeks damages for infringement of the Nokia Trade Marks, to be assessed together with interest thereon, or, at its option, an account of profits.",
      "id": "s8"
    },
    {
      "text": "Before it makes its election, Nokia seeks orders for discovery with respect to all sales by the respondents of goods bearing the Nokia Trade Marks.",
      "id": "s9"
    },
    {
      "text": "4 According to Nokia's statement of claim, the first respondent is a company incorporated under the laws of New South Wales.",
      "id": "s10"
    },
    {
      "text": "Nokia alleges that the second respondent is a director and guiding mind of the first respondent.",
      "id": "s11"
    },
    {
      "text": "The third respondent resides in Melbourne and allegedly has retail premises at the Pipeworks Fun Market.",
      "id": "s12"
    },
    {
      "text": "The fourth respondent resides in Sydney and operates a stall at Flemington Markets.",
      "id": "s13"
    },
    {
      "text": "EVIDENCE IN SUPPORT OF THE MOTION AND IN OPPOSITION \n \n5 Nokia relied on affidavits sworn by its solicitor Luke Andrew Merrick on 24 February 2006, 27 February 2006, 16 March 2006, 20 March 2006, 9 May 2006, as well as two affidavits sworn by him on 8 May 2006.",
      "id": "s14"
    },
    {
      "text": "Nokia also relied on an affidavit sworn on 13 December 2005 by Omer Khan, an affidavit sworn by Alex Diaz on 5 May 2006, affidavits sworn on 21 February 2006 and 9 May 2006 by Sam Dakanalis, an affidavit sworn on 6 March 2006 by Huong Nguyen, and an affidavit sworn on 14 March 2006 by John Clifton Ramsden.",
      "id": "s15"
    },
    {
      "text": "As well, Nokia relied on affidavits sworn on 8 December 2005, 22 February 2006, 16 March 2006 and 28 April 2006 by Kenneth James Taylor.",
      "id": "s16"
    },
    {
      "text": "6 Nokia's affidavits establish that the material on which it relied had been served on the respondents, although there was an issue at the hearing concerning the service of two exhibits.",
      "id": "s17"
    },
    {
      "text": "It is unnecessary to resolve that issue.",
      "id": "s18"
    },
    {
      "text": "7 The first and second respondents have filed affidavits sworn by the second respondent, Abbas Zeitoun, on 6 February 2006 and 20 April 2006, and an affidavit sworn by Sam Assi on 20 April 2006.",
      "id": "s19"
    },
    {
      "text": "Pursuant to my order of 28 February 2006, Abbas Zeitoun's affidavit of 6 February 2006 stands as the defence of the first and second respondents.",
      "id": "s20"
    },
    {
      "text": "The third respondent has filed an appearance but no other documents in this proceeding.",
      "id": "s21"
    },
    {
      "text": "On 24 February 2006, the fourth respondent filed a document titled \"Defence for Eric Kim\" which, although it was not in the proper form for a defence, stands as the fourth respondent's defence pursuant to my order of 28 February 2006.",
      "id": "s22"
    },
    {
      "text": "8 As O 20 r 1 of the Rules requires, Mr Merrick has deposed that he did not believe that the respondents had a defence to the allegations of trade mark infringement made by Nokia in the proceeding.",
      "id": "s23"
    },
    {
      "text": "9 The evidence on which Nokia relies establishes that it is incorporated under the laws of Finland and is the registered proprietor of the Nokia Trade Marks.",
      "id": "s24"
    },
    {
      "text": "Searches undertaken by Mr Merrick also show that, as at 21 February 2006, the first respondent was registered as a company in New South Wales.",
      "id": "s25"
    },
    {
      "text": "According to Mr Merrick, he sent a letter to the first respondent on 30 May 2005 alleging that it was importing and offering for sale goods infringing the Nokia Trade Marks.",
      "id": "s26"
    },
    {
      "text": "He also said that, on 24 June 2003, his firm received a Deed of Undertaking signed by the second respondent on behalf of the first respondent by which the first respondent undertook not to use the Nokia Trade Marks in any manner.",
      "id": "s27"
    },
    {
      "text": "10 Mr Merrick deposed to searches of the Victorian Business Names Register, which disclosed that the name \"Tunjay Electronics\" was registered as a business name on 16 September 2003 and that the proprietor of that name was the third respondent.",
      "id": "s28"
    },
    {
      "text": "11 Mr Merrick deposed further that he sent a letter to the fourth respondent on 14 April 2005 (and again on 17 August 2005) alleging that the fourth respondent was importing and offering for sale goods infringing the Nokia Trade Marks.",
      "id": "s29"
    },
    {
      "text": "Following a telephone conversation with the fourth respondent, he faxed the fourth respondent a further copy of the 14 April 2005 letter.",
      "id": "s30"
    },
    {
      "text": "12 Mr Taylor is an inquiry agent.",
      "id": "s31"
    },
    {
      "text": "In his affidavit of 22 February 2006, he affirmed that, on or about 3 April 2003, he received a Notice of Seizure from the Australian Customs Service (\"ACS\").",
      "id": "s32"
    },
    {
      "text": "This notice informed Nokia that ACS had seized 599 mobile phone batteries bearing one of the Nokia Trade Marks.",
      "id": "s33"
    },
    {
      "text": "The notice stated that the goods were consigned to the first respondent.",
      "id": "s34"
    },
    {
      "text": "Mr Taylor deposed that on 7 April 2003 he wrote to the first respondent requesting that the first respondent consent to the goods' destruction and sign a deed of undertaking not to infringe Nokia trade marks in the future.",
      "id": "s35"
    },
    {
      "text": "Mr Taylor stated that the first respondent gave its consent to forfeit the seized goods and provided a Deed of Undertaking.",
      "id": "s36"
    },
    {
      "text": "This consent and the deed were signed by the second respondent on behalf of the first respondent.",
      "id": "s37"
    },
    {
      "text": "13 According to Mr Taylor's affidavit, he received another Notice of Seizure on or about 18 May 2004.",
      "id": "s38"
    },
    {
      "text": "This notice informed Nokia of the seizure of 595 mobile phone cases bearing the Nokia Trade Marks that were consigned to the second respondent.",
      "id": "s39"
    },
    {
      "text": "On 18 June 2004, Mr Taylor received a Notice of Consent to Forfeit Goods in relation to these mobile phone cases.",
      "id": "s40"
    },
    {
      "text": "This notice was signed by the second respondent.",
      "id": "s41"
    },
    {
      "text": "14 Mr Taylor affirmed that he received a third Notice of Seizure on 3 September 2006.",
      "id": "s42"
    },
    {
      "text": "This notice informed Nokia of the seizure of 295 mobile phone cases.",
      "id": "s43"
    },
    {
      "text": "Mr Taylor stated that he subsequently received another Notice of Consent to Forfeit Goods in relation to this set of mobile phone cases.",
      "id": "s44"
    },
    {
      "text": "This notice was signed by the second respondent.",
      "id": "s45"
    },
    {
      "text": "15 Also according to Mr Taylor's affidavit, he instructed Karen Askew to attend the premises of the first respondent on 15 May 2003.",
      "id": "s46"
    },
    {
      "text": "Mr Taylor stated that Ms Askew purchased eleven mobile phone covers and seven mobile phone neck straps bearing Nokia Trade Marks.",
      "id": "s47"
    },
    {
      "text": "Mr Taylor also said that, on 26 February 2005 and 18 June 2005, he attended the premises of the third respondent where he purchased mobile phone covers and one mobile phone neck strap bearing a Nokia Trade Mark.",
      "id": "s48"
    },
    {
      "text": "16 Mr Dakanalis is a licensed enquiry agent.",
      "id": "s49"
    },
    {
      "text": "He affirmed that he attended the premises of the first respondent on 26 July 2005 and 4 August 2005 where he purchased mobile phone covers and neck straps from an employee named Sam.",
      "id": "s50"
    },
    {
      "text": "Mr Dakanalis stated that he attended the fourth respondent's premises on 17 April 2004, 5 February 2005, 12 March 2005 and 13 March 2005.",
      "id": "s51"
    },
    {
      "text": "He deposed to having purchased a variety of products bearing Nokia Trade Marks from these premises.",
      "id": "s52"
    },
    {
      "text": "17 Mr Ramsden is also an enquiry agent.",
      "id": "s53"
    },
    {
      "text": "He said that on 13 March 2005 he attended the premises of the third respondent.",
      "id": "s54"
    },
    {
      "text": "He stated that he handed the third respondent a letter of warning alleging trade mark infringement.",
      "id": "s55"
    },
    {
      "text": "The third respondent then agreed to sign a Deed of Undertaking in Mr Ramsden's presence.",
      "id": "s56"
    },
    {
      "text": "Mr Ramsden affirmed that he asked the third respondent to forfeit all Nokia products in his stall.",
      "id": "s57"
    },
    {
      "text": "The third respondent refused but did agree to remove the products from display.",
      "id": "s58"
    },
    {
      "text": "18 Ms Nguyen is an employee of Mainpack Pty Ltd which is a private inquiry agency.",
      "id": "s59"
    },
    {
      "text": "She affirmed that she attended the first respondent's premises on 24 March 2005 where she purchased a mobile phone cover bearing a Nokia Trade Mark from a male attendant who said his name was Abbas.",
      "id": "s60"
    },
    {
      "text": "Ms Nguyen stated that she received a handwritten receipt and a business card.",
      "id": "s61"
    },
    {
      "text": "The business card read in part \"Abbas Zeitoun, Manager.",
      "id": "s62"
    },
    {
      "text": "\" According to Ms Nguyen's affidavit, she visited the premises of the third respondent on 26 February 2005 and 18 June 2005 when she purchased products bearing Nokia Trade Marks.",
      "id": "s63"
    },
    {
      "text": "Also, on 5 February 2005, she said she attended the premises of the fourth respondent where she purchased a Nokia branded mobile phone battery and a neck strap.",
      "id": "s64"
    },
    {
      "text": "19 In his affidavits of 16 March 2006 and 28 April 2006 Mr Taylor stated that he had gained considerable experience in identifying counterfeit Nokia products.",
      "id": "s65"
    },
    {
      "text": "His affidavit outlined some of his training in this regard.",
      "id": "s66"
    },
    {
      "text": "He affirmed that, on the basis of his expertise, he was able to say that the Nokia branded products referred to in his affidavit of 22 February 2006 were counterfeit.",
      "id": "s67"
    },
    {
      "text": "Similarly, he said that the products referred to in the affidavits of Mr Dakanalis and Ms Nguyen were counterfeit Nokia products.",
      "id": "s68"
    },
    {
      "text": "20 With respect to each of the allegedly counterfeit products, Mr Taylor explained why he believed they were not licensed by Nokia.",
      "id": "s69"
    },
    {
      "text": "Mr Taylor stated that he knew that the Nokia branded neck straps were counterfeit because \"[t]he Applicant does not manufacture mobile phone neck straps bearing the NOKIA trade mark, or authorise the use by any third party of the trade mark NOKIA on mobile phone neck straps, for sale to the public\".",
      "id": "s70"
    },
    {
      "text": "With respect to other products, Mr Taylor referred to the packaging, workmanship and the appearance of the Nokia brand together with other features as evidence that the products were counterfeit.",
      "id": "s71"
    },
    {
      "text": "I interpolate here that I accept that Mr Taylor's evidence is admissible pursuant to s 79 of the Evidence Act 1995 (Cth), alternatively, s 78 of that Act : see Nokia Corporation v Truong [2005] FCA 1141 at [35] per Crennan J and Nokia Corporation v Mai (2003) 59 IPR 413 at [11] per Kenny J.",
      "id": "s72"
    },
    {
      "text": "His evidence established that the Nokia Trade Marks had been applied to counterfeit goods.",
      "id": "s73"
    },
    {
      "text": "21 In his affidavit of 6 February 2006, Mr Zeitoun denied that he was a director or guiding mind of the first respondent.",
      "id": "s74"
    },
    {
      "text": "He said that he was merely an employee and shared responsibility for the selling and purchasing activities of the first respondent with his \"co-worker(s)\".",
      "id": "s75"
    },
    {
      "text": "He admitted that he signed a deed of undertaking on behalf of the first respondent and himself.",
      "id": "s76"
    },
    {
      "text": "He alleged that he had signed the deed \"after a lot of intimidation and scare tactics\" on the part of Mr Merrick, a claim which Mr Merrick denied.",
      "id": "s77"
    },
    {
      "text": "Mr Zeitoun also said that the first respondent stocked both original and \"off Market Products\" but that the latter products were \"packaged 100 percent differently\".",
      "id": "s78"
    },
    {
      "text": "He added:\n \n \"they are very easily identified by any customer to be an off market stock and we never claimed or pretend or give any indication to the customer they are of nokia original products.",
      "id": "s79"
    },
    {
      "text": "\" \n \n\nHe denied the alleged trade mark infringements.",
      "id": "s80"
    },
    {
      "text": "22 On 4 May 2006, Mr Assi and Mr Zeitoun filed documents that purport to be affidavits.",
      "id": "s81"
    },
    {
      "text": "However, these documents were not in the form required by O 14 of the Rules as they were not sworn before another person.",
      "id": "s82"
    },
    {
      "text": "They were both incomplete as filed.",
      "id": "s83"
    },
    {
      "text": "Mr Assi and Mr Zeitoun have simply placed their own signature on their respective 'affidavits'.",
      "id": "s84"
    },
    {
      "text": "The applicant did not, however, rely upon these deficiencies in seeking to make out its case; and, for the purposes of the applicant's present motion and bearing in mind that the respondents are unrepresented, I treated the statements in these documents as indicative of the defence that the first and second respondents would seek to make out at any trial: compare O 1 r 8 of the Rules.",
      "id": "s85"
    },
    {
      "text": "In any event, I note that Mr Zeitoun ultimately gave evidence on oath at the hearing.",
      "id": "s86"
    },
    {
      "text": "23 In his statement, Mr Assi said that he was employed by the first respondent.",
      "id": "s87"
    },
    {
      "text": "He stated that he could not recall meeting Karen Askew or selling her any Nokia branded products.",
      "id": "s88"
    },
    {
      "text": "He also stated:\n \n \"It is to be noted that everyday a lot of Chinese and other door to door product sellers come and leave some samples and that they could be picked up by anybody.",
      "id": "s89"
    },
    {
      "text": "We also have many customers who closed down their shops and they owe us some money, in some occasions we recovered some stock from them and what ever was available to compensate for our loss and we my [sic] not have enough time to check everything.",
      "id": "s90"
    },
    {
      "text": "\" \n\nMr Assi's 'affidavit' also contained a heading titled \"Comments on affidavit of Mr Sam Dakanalis\" but it appears that the relevant page is missing.",
      "id": "s91"
    },
    {
      "text": "24 In his 'affidavit' filed 4 May 2006, Mr Zeitoun repeated that he had signed the letter of undertaking in June 2003 after \"intimidation and scare tactics\" from Mr Merrick.",
      "id": "s92"
    },
    {
      "text": "Mr Zeitoun also stated that \"[w]ith respect to delivery stock by customs I confirmed that neither myself or the company I work for ordered such stock as they are, we didn't receive them, we didn't pay for them and for those reasons I consider Mr. Taylor's assumptions not true.",
      "id": "s93"
    },
    {
      "text": "\" He maintained that the affidavit of Ms Nguyen was \"fabricated\" and stated that he did not remember meeting Ms Nguyen \"as I haven't been much involved in sales with cellular line Australia\".",
      "id": "s94"
    },
    {
      "text": "Mr Zeitoun concluded with a request that the Court \"put a restraining order against Mr. Ken Taylor and Mr. Sam Dakanalis from entering the property of 225 Georges River Road Croydon Park because I consider them a threat to me and my co-worker(s).",
      "id": "s95"
    },
    {
      "text": "\"\n \n25 As noted above, the third respondent (Mr Akyildiz) has not filed any documents other than an appearance.",
      "id": "s96"
    },
    {
      "text": "Also as noted above, the fourth respondent (Mr Kim) has filed only a short statement purporting to be a defence.",
      "id": "s97"
    },
    {
      "text": "This defence reads, in full, as follows:\n \n \"I [the fourth respondent] state that I have no business or personal relations with the First Respondent (Cellular Line Australia Pty Ltd) nor Second and Third Respondent.",
      "id": "s98"
    },
    {
      "text": "For Past 20 years we've been trading at Flemington Markets in Sydney as a Family Business.",
      "id": "s99"
    },
    {
      "text": "We been selling watches and small electronical goods and mobile phone accessories has been part of our sales items.",
      "id": "s100"
    },
    {
      "text": "I state that \n - We've been selling Nokia products for past 4 years.",
      "id": "s101"
    },
    {
      "text": "- All goods (Nokia brands) has been purchased through many wholesalers and most were purchased at the markets.",
      "id": "s102"
    },
    {
      "text": "- All goods were mixture of original products and counterfeit products.",
      "id": "s103"
    },
    {
      "text": "- Wholesalers did not inform us about genuine or counterfeit products.",
      "id": "s104"
    },
    {
      "text": "- Total number of stock was always kept at minimal (due to downfall on over a period in sales) \n \n Lastly I like to add that average total sales at our stalls are around $250-$400.",
      "id": "s105"
    },
    {
      "text": "Considering that mobile accessories were 30% of our stock and Nokia products were just one of dozen mobile brands.",
      "id": "s106"
    },
    {
      "text": "During the period we were not aware of this matter and also my parents were operating the stall and they both have difficulties with English.",
      "id": "s107"
    },
    {
      "text": "\" [Sic] \n\n26 At the hearing of this motion the second, third and fourth respondents gave sworn oral evidence.",
      "id": "s108"
    },
    {
      "text": "Further, the second respondent sought leave to appear for the first respondent on the basis that none of the first respondent's directors were involved in its business and that, the second respondent as the first respondent's employee took responsibility for the day to day running of the first respondent's business.",
      "id": "s109"
    },
    {
      "text": "At the hearing of the applicant's motion, I permitted the second respondent to say whatever he wished both for himself and the first respondent, although I formally reserved the question of leave to be determined at a later date.",
      "id": "s110"
    },
    {
      "text": "I return to the question of leave at the end of these reasons for judgment.",
      "id": "s111"
    },
    {
      "text": "27 In his oral testimony, the second respondent repeated that he was not a director or the guiding mind of the first respondent.",
      "id": "s112"
    },
    {
      "text": "He said that his brothers Hussein Zeitoun and Ali Zeitoun were directors of the first respondent.",
      "id": "s113"
    },
    {
      "text": "He claimed that Hussein Zeitoun had lived overseas for five years and had no involvement in the first respondent's affairs.",
      "id": "s114"
    },
    {
      "text": "Similarly, he stated that Ali Zeitoun had no involvement with the company.",
      "id": "s115"
    },
    {
      "text": "The second respondent said that he and Mr Assi were the only employees of the first respondent.",
      "id": "s116"
    },
    {
      "text": "He said that he was the manager and was responsible for the company's day to day affairs.",
      "id": "s117"
    },
    {
      "text": "28 In his affidavit and written statement, Mr Zeitoun denied that he or the first respondent sold counterfeit Nokia branded goods.",
      "id": "s118"
    },
    {
      "text": "He said that he had not breached any undertaking.",
      "id": "s119"
    },
    {
      "text": "He said that, in so far as they described trap purchases, the affidavits of Ms Nguyen and Mr Dakanalis were fabrications.",
      "id": "s120"
    },
    {
      "text": "In his evidence at the hearing, he testified to more than a simple lack of memory concerning these transactions but gave positive denials that such transactions had occurred.",
      "id": "s121"
    },
    {
      "text": "In effect, his evidence was that Nokia (and Ms Nguyen and Mr Dakanalis) had fabricated evidence of these transactions to implicate him in the alleged infringements falsely.",
      "id": "s122"
    },
    {
      "text": "By the end of his evidence in chief , however, Mr Zeitoun had retreated from this position, saying:\n \n \"I am not saying it did happen but I am saying it may happen.",
      "id": "s123"
    },
    {
      "text": "And at the same time I am saying we honestly have --- and I can't provide the invoices --- that there are some customers that they buy from some other places but when they owe us some money we try to recover anything from them which --- to cover our loss so there might be some [counterfeit] retail stock unless Mr Sam Dakanalis was --- or Mr Taylor was trying to frame us to get a proof of ... it wouldn't happen but unless he is looking to do certain things, it did happen.",
      "id": "s124"
    },
    {
      "text": "\" \n\n29 At the hearing, Mr Zeitoun was asked about a purported receipt that Ms Nguyen had attached as an exhibit (HN5) to her affidavit.",
      "id": "s125"
    },
    {
      "text": "Ms Nguyen affirmed that she received this receipt when she purchased a mobile phone cover bearing a Nokia trade mark.",
      "id": "s126"
    },
    {
      "text": "When asked about this exhibit, Mr Zeitoun said that it was not his handwriting that appeared on the receipt.",
      "id": "s127"
    },
    {
      "text": "He also said that, in any event, the receipt did not say that Nokia branded products had been sold.",
      "id": "s128"
    },
    {
      "text": "30 In his written material, Mr Zeitoun claimed that he had signed the deeds of undertaking \"under duress\", because Mr Merrick had told him \"[t]here is an easy way and a hard way\".",
      "id": "s129"
    },
    {
      "text": "In his oral evidence, he also said that neither the first or second respondents had ordered the forfeited goods, but that a student from China had told him that \"he could save us some money\" by buying in China, rather than from the local market.",
      "id": "s130"
    },
    {
      "text": "Accordingly, this person sent the stock.",
      "id": "s131"
    },
    {
      "text": "31 The third respondent (Mr Akyildiz) said that he came to Australia 15 years ago.",
      "id": "s132"
    },
    {
      "text": "He could not read English and spoke the language haltingly.",
      "id": "s133"
    },
    {
      "text": "He had a shop that he operated from Monday to Friday.",
      "id": "s134"
    },
    {
      "text": "He had another small shop/workshop in Thomastown, which was open on Saturdays and Sundays.",
      "id": "s135"
    },
    {
      "text": "He sold a very few mobile phone accessories from this workshop.",
      "id": "s136"
    },
    {
      "text": "He said that he had purchased the mobile phone accessories from a salesperson who had visited his store.",
      "id": "s137"
    },
    {
      "text": "In essence, his testimony was that he had not turned his mind to the issue of whether these goods were genuine or counterfeit.",
      "id": "s138"
    },
    {
      "text": "He said that mobile phone accessories were a very small portion of his business.",
      "id": "s139"
    },
    {
      "text": "In oral testimony, he confirmed that he had knowingly sold counterfeit Nokia products.",
      "id": "s140"
    },
    {
      "text": "He also explained that such products comprised a small portion of his business.",
      "id": "s141"
    },
    {
      "text": "Mr Akyildiz said that he had ceased selling Nokia branded products after he was told by a person coming to the workshop that he should not sell them.",
      "id": "s142"
    },
    {
      "text": "He also said that he had signed the deed of undertaking given to him by that person without understanding what it was.",
      "id": "s143"
    },
    {
      "text": "32 In submissions which he adopted in oral evidence, Mr Kim stated that Mr Taylor had warned against the selling of counterfeit goods in an informal manner.",
      "id": "s144"
    },
    {
      "text": "Mr Kim also said that he had telephoned the number stated on Mr Taylor's business card but the receptionist had not known Mr Taylor.",
      "id": "s145"
    },
    {
      "text": "This had caused Mr Kim to doubt that Mr Taylor was really who he claimed to be.",
      "id": "s146"
    },
    {
      "text": "Mr Kim said that the goods in question were sold as part of a family business in the market, although he himself had not been at the market for about two years.",
      "id": "s147"
    },
    {
      "text": "Mr Kim denied that he had received an April 2005 letter of demand from Nokia's solicitors or knew anything about it until he spoke to Mr Merrick in September 2005.",
      "id": "s148"
    },
    {
      "text": "He said that his parents received the letter but their English was not very good.",
      "id": "s149"
    },
    {
      "text": "Mr Kim also said that the business had not sold goods with Nokia marks since his conversation with Mr Merrick in September 2005.",
      "id": "s150"
    },
    {
      "text": "SUBMISSIONS \n \n33 Prior to and at the hearing, Nokia contended that the outcome of this motion was governed by the introduction of s 31A of the Federal Court of Australia Act 1976 (Cth) (\"Federal Court Act \"), which came into force on 1 December 2005.",
      "id": "s151"
    },
    {
      "text": "Nokia submitted that, by this provision, Parliament intended to change the test for summary judgment.",
      "id": "s152"
    },
    {
      "text": "However, by way of a facsimile dated 26 May 2006, Nokia abandoned its reliance on s 31A.",
      "id": "s153"
    },
    {
      "text": "Nokia conceded that Item 44 of Part 2 of Schedule 1 of the Migration Litigation Reform Act 2005 (Cth) has the effect that this provision applies only to proceedings initiated on or after the commencement of Schedule 1.",
      "id": "s154"
    },
    {
      "text": "This proceeding was initiated on 19 November 2005, which was a few days before Schedule 1 commenced on 1 December 2005.",
      "id": "s155"
    },
    {
      "text": "In its fax, Nokia stated that it maintained that summary judgment should be granted on the evidence before the Court, irrespective of whether s 31A applied to the proceeding.",
      "id": "s156"
    },
    {
      "text": "34 Upon receiving the applicant's facsimile, the Court wrote to the parties advising them that they could make brief written submissions regarding the issue raised by the facsimile on or before 2 June 2006.",
      "id": "s157"
    },
    {
      "text": "Only Mr Zeitoun made further submissions by letter dated 30 May 2006.",
      "id": "s158"
    },
    {
      "text": "So far as relevant, these submissions covered matters that Mr Zeitoun had previously raised.",
      "id": "s159"
    },
    {
      "text": "35 I turn now to Nokia's submissions in relation to the respective respondents.",
      "id": "s160"
    },
    {
      "text": "Counsel for Nokia noted that the third respondent (Mr Akyildiz) did not file any affidavit material in opposition to the notice of motion.",
      "id": "s161"
    },
    {
      "text": "Nor had the third respondent filed any defence, notwithstanding that he had apparently had two different solicitors act for him in the course of the proceeding.",
      "id": "s162"
    },
    {
      "text": "Counsel relied on the evidence of Ms Nguyen and Mr Taylor concerning the purchase of various counterfeit goods bearing the Nokia Trade Marks from the third respondent.",
      "id": "s163"
    },
    {
      "text": "Further, the applicant submitted that, in essence, in the third respondent's oral evidence he admitted selling counterfeit goods.",
      "id": "s164"
    },
    {
      "text": "Counsel also referred to the evidence of Mr Ramsden concerning the deed of undertaking.",
      "id": "s165"
    },
    {
      "text": "Thus, according to Nokia, it ought to have summary judgment against the third respondent.",
      "id": "s166"
    },
    {
      "text": "36 Counsel for Nokia made a similar submission with respect to the fourth respondent (Mr Kim).",
      "id": "s167"
    },
    {
      "text": "Counsel relied on the evidence of Mr Dakanalis and Ms Nguyen concerning the purchase of various goods bearing the Nokia Trade Marks from the fourth respondent and the evidence of Mr Taylor that they were counterfeit goods.",
      "id": "s168"
    },
    {
      "text": "In both his defence and oral evidence, the fourth respondent admitted selling counterfeit Nokia branded goods.",
      "id": "s169"
    },
    {
      "text": "Counsel submitted that, bearing in mind this evidence and the fourth respondent's admissions, summary judgment is appropriate.",
      "id": "s170"
    },
    {
      "text": "37 In written submissions, Nokia contended that the material filed on behalf of the first and second respondents (Cellular Line Australia Pty Ltd and Mr Zeitoun respectively) falls short of establishing an arguable defence.",
      "id": "s171"
    },
    {
      "text": "Counsel relied on the evidence of Mr Taylor concerning the importation and forfeiture of various counterfeit goods bearing the Nokia Trade Marks and the execution by the second respondent for the first respondent of a deed of undertaking.",
      "id": "s172"
    },
    {
      "text": "Counsel also relied on the evidence of Mr Taylor, Ms Nguyen and Mr Dakanalis concerning the purchase of various counterfeit goods bearing the Nokia Trade Marks from the third respondent.",
      "id": "s173"
    },
    {
      "text": "Counsel also relied on the evidence of Mr Merrick concerning the execution of a second deed of undertaking.",
      "id": "s174"
    },
    {
      "text": "38 Nokia noted that, in his affidavit of 6 February 2006, Mr Zeitoun admitted selling \"off Market Products\" without specifically saying that these products bore the Nokia marks.",
      "id": "s175"
    },
    {
      "text": "Similarly, in the applicant's submission, when Mr Zeitoun said that the first and second respondents did not \"pay for [the goods seized by customs] and did not order them as such \" (emphasis added), he \"stopped short of saying that the goods were not to be received by the First Respondent by using the words 'as such'\".",
      "id": "s176"
    },
    {
      "text": "Further, the applicant noted that both Mr Zeitoun and Mr Assi asserted a lack of memory concerning the trap purchases but did not deny that such purchases took place.",
      "id": "s177"
    },
    {
      "text": "39 Nokia also argued that the material filed on behalf of the first and second respondents was internally inconsistent.",
      "id": "s178"
    },
    {
      "text": "On one hand, Mr Zeitoun denied that the first respondent sold counterfeit Nokia products.",
      "id": "s179"
    },
    {
      "text": "However, he also deposed that the first respondent often received stock from third parties in lieu of payment and that he does not have time to \"check everything\".",
      "id": "s180"
    },
    {
      "text": "The applicant submitted that, if the first respondent did not sell counterfeit Nokia products, then the fact that it received stock from third parties would appear to be irrelevant.",
      "id": "s181"
    },
    {
      "text": "40 Nokia submitted that its evidence clearly established that ACS had seized counterfeit goods addressed to the second respondent, that trap purchases had been made from the first respondent's premises and that the goods purchased were counterfeit.",
      "id": "s182"
    },
    {
      "text": "In Nokia's submission, there was no tenable defence to its case against the first and second respondents and summary judgment should be ordered.",
      "id": "s183"
    },
    {
      "text": "41 In response to the second respondent's oral testimony at the hearing, the applicant submitted that mere denials should not be enough to defeat summary judgment in the face of the applicant's own evidence.",
      "id": "s184"
    },
    {
      "text": "Counsel for Nokia pointed out that, in his oral testimony, Mr Zeitoun had moved from saying he had never sold counterfeit goods to saying that he might have sold counterfeit products but if he had he had not done so intentionally.",
      "id": "s185"
    },
    {
      "text": "42 Counsel submitted that there was evidence that the second respondent had actually sold counterfeit goods bearing the Nokia Trade Marks, as well as evidence from Ms Nguyen that a business card bearing his name as manager was exhibited at the shop.",
      "id": "s186"
    },
    {
      "text": "43 At the hearing, counsel for Nokia also submitted that, if the matter went to trial, then it would submit that, whether or not the second respondent was a director of the first respondent, he was its proper officer.",
      "id": "s187"
    },
    {
      "text": "Counsel pointed out that the second respondent had signed undertakings purportedly on behalf of the first respondent.",
      "id": "s188"
    },
    {
      "text": "CONSIDERATION \n \n44 Order 20 rule 1 of the Rules provides as follows:\n \n \n \"(1) Where, in relation to the whole or any part of the applicant's claim for relief, there is evidence of the facts on which the claim or part is based, and--- \n \n \n \n \n (a) there is evidence given by the applicant or by some responsible person that, in the belief of the person giving the evidence, the respondent has no defence to the claim or part; or \n (b) the respondent's defence discloses no answer to the applicant's claim or part; \n \n \n \n \n the Court may pronounce judgment for the applicant on that claim or part and make such orders as the nature of the case requires.",
      "id": "s189"
    },
    {
      "text": "(2) Where the Court pronounces judgment against a party under this rule, and that party claims relief against the party obtaining the judgment, the Court may stay execution on, or other enforcement of, the judgment until determination of the claim by the party against whom the judgment is directed to be entered.",
      "id": "s190"
    },
    {
      "text": "(3) The Court in any application under this rule may give such directions, whether for amendment of the pleadings or otherwise, as may be thought fit.",
      "id": "s191"
    },
    {
      "text": "\" \n \n \n \n\n45 Prior to the enactment of s 31A of the Federal Court Act , the standard to be satisfied before summary judgment would be granted was settled law.",
      "id": "s192"
    },
    {
      "text": "The authorities made it clear that the jurisdiction to give summary judgment should be exercised with great care and only where the Court was satisfied that the respondent had no arguable defence to the claim made by the applicant: see, e.g., Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 at 91; General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 129-130; Fancourt v Mercantile Credits Ltd [1983] HCA 25 ; (1983) 154 CLR 87 (\" Fancourt \") at 99; and Webster v Lampard [1993] HCA 57 ; (1993) 177 CLR 598 (\" Webster \").",
      "id": "s193"
    },
    {
      "text": "As the applicant conceded, s 31A of the Federal Court Act does not apply to this proceeding.",
      "id": "s194"
    },
    {
      "text": "Accordingly, the Court should apply the authorities cited above.",
      "id": "s195"
    },
    {
      "text": "46 Whether or not the Court is satisfied that that there is no real question to be tried (see Fancourt at 99) will depend entirely on the circumstances of the case.",
      "id": "s196"
    },
    {
      "text": "By its affidavits, Nokia is required to make out such facts as are necessary for its cause of action: see Rourke v Victorian Finance Guarantee and Share Co Ltd (1894) 20 VLR 8 at 11 and Evans Deakin &amp; Co Pty Ltd v Kaiser Engineers and Constructors Inc [1968] Qd R 379 at 382.",
      "id": "s197"
    },
    {
      "text": "Once Nokia has filed the requisite affidavits, the respondents must place evidence before the Court that deals specifically with the Nokia's claim, and state clearly what their defence is and what facts are relied on to support that defence.",
      "id": "s198"
    },
    {
      "text": "A mere general denial is usually not sufficient to avoid summary judgment: see Wallingford v The Mutual Society (1880) 5 AC 685 at 704; also O 11 r 13 of the Rules.",
      "id": "s199"
    },
    {
      "text": "Where the outcome of a case depends on the resolution of disputed facts, the Court should be especially cautious to order summary judgment: see Webster at 603 per Mason CJ, Deane and Dawson JJ.",
      "id": "s200"
    },
    {
      "text": "The Court should approach an application for summary judgment on the basis that the respondent's evidence, if not inherently credible, will be accepted at trial, and on the basis that the Court should consider the material to determine whether it discloses either an arguable defence or material that might give rise to an arguable defence: see Webster at 603 and Geoffrey Inc v Luik (1997) 38 IPR 555 at 557 per RD Nicholson J.",
      "id": "s201"
    },
    {
      "text": "The Court retains discretion to refuse summary judgment, although that discretion must be exercised judicially.",
      "id": "s202"
    },
    {
      "text": "47 By its statement of claim the applicant alleged that the respondents have contravened s 120 of the Act .",
      "id": "s203"
    },
    {
      "text": "Under this provision a trade mark will be infringed where a mark which is \"substantially identical with, or deceptively similar to\" a registered trade mark is used in relation to the same goods as the registered goods.",
      "id": "s204"
    },
    {
      "text": "The use complained of must be \"use by the alleged infringer as a trade mark\" and this requires consideration of the \"purpose and nature of the impugned use\": see Shell Co of Australia Ltd v Esso Standard Oil (Australia) Ltd [1961] HCA 75 ; (1963) 109 CLR 407 at 426 per Kitto J as cited in Johnson &amp; Johnson Australia Pty Ltd v Sterling Pharmaceuticals Pty Ltd (1991) 30 FCR 326 at 347 per Gummow J.",
      "id": "s205"
    },
    {
      "text": "It is clear that the respondents' use of the allegedly infringing marks is use for the purposes of trade.",
      "id": "s206"
    },
    {
      "text": "48 The third and fourth respondents have, in essence, admitted that they have infringed the Nokia Trade Marks.",
      "id": "s207"
    },
    {
      "text": "Nokia's evidence of the trap purchases from them and Mr Taylor's evidence that the goods were counterfeit made out Nokia's case of trade mark infringement against them.",
      "id": "s208"
    },
    {
      "text": "The third respondent has not attempted to file any defence in this proceeding and, in oral evidence, admitted that he had sold counterfeit Nokia products.",
      "id": "s209"
    },
    {
      "text": "In his \"Defence\" of 24 February 2006, the fourth respondent effectively admitted trade mark infringement.",
      "id": "s210"
    },
    {
      "text": "Accordingly, Nokia is entitled to summary judgment against the third and fourth respondents (Mr Akyildiz and Mr Kim).",
      "id": "s211"
    },
    {
      "text": "49 In contrast to the third and fourth respondents, the first and second respondents have denied trade make infringement.",
      "id": "s212"
    },
    {
      "text": "As counsel for Nokia noted, the affidavit and statements filed on their behalf did not include any firm denials stating that the alleged trap purchases had not taken place.",
      "id": "s213"
    },
    {
      "text": "Further, this material admitted that the first respondent had sold \"off market\" products and did not specifically deny that such products included unauthorised Nokia branded products.",
      "id": "s214"
    },
    {
      "text": "On their own, these vague and seemingly ambiguous denials would have no prospects of success at a trial.",
      "id": "s215"
    },
    {
      "text": "50 In his sworn oral testimony, Mr Zeitoun purported to clarify the position.",
      "id": "s216"
    },
    {
      "text": "At one stage he said that the \"off market\" products were not Nokia branded products and that the trap purchases from him and the first respondent did not take place.",
      "id": "s217"
    },
    {
      "text": "For example, he denied having met Ms Nguyen and claimed that the he had not written the receipt that she claimed had been given her.",
      "id": "s218"
    },
    {
      "text": "At the end of his evidence in chief, however, Mr Zeitoun's evidence had altered.",
      "id": "s219"
    },
    {
      "text": "He did not positively deny the alleged sales of the counterfeit Nokia goods.",
      "id": "s220"
    },
    {
      "text": "Rather, he conceded that they might have occurred because in the course of business they sold goods sourced from third parties.",
      "id": "s221"
    },
    {
      "text": "51 It may be recalled that Mr Zeitoun had said much they same thing in some of his written material.",
      "id": "s222"
    },
    {
      "text": "Further, in Mr Assi's affidavit of 4 May 2006 he said:\n \n \"We also have many customers who closed down their shops and they owe us some money, in some occasions we recovered some stock from them and what ever was available to compensate for our loss and we my not have enough time to check everything.",
      "id": "s223"
    },
    {
      "text": "[Sic]\" \n\nThat is, these statements apparently concede that the first and second respondents may have unintentionally sold counterfeit products.",
      "id": "s224"
    },
    {
      "text": "52 There is a strong degree of tension between Mr Zeitoun's denials that any counterfeit products were sold by the first and second respondents and the evidence that he ultimately gave.",
      "id": "s225"
    },
    {
      "text": "As already noted, general denials are insufficient to meet a properly grounded application for summary judgment.",
      "id": "s226"
    },
    {
      "text": "Nokia's evidence of the trap purchases from the first and second respondents and Mr Taylor's evidence that the goods were counterfeit made out Nokia's case of trade mark infringement against them.",
      "id": "s227"
    },
    {
      "text": "Consideration of the whole of the material relied on by Mr Zeitoun and the first respondent does not disclose a clearly stated and arguable defence.",
      "id": "s228"
    },
    {
      "text": "53 Mr Zeitoun testified that neither he nor the first respondent had ordered the Nokia branded products that were seized by ACS.",
      "id": "s229"
    },
    {
      "text": "Rather, someone in China had sent them to the first and second respondent on an unsolicited basis.",
      "id": "s230"
    },
    {
      "text": "Mr Zeitoun provided no other material to support this claim.",
      "id": "s231"
    },
    {
      "text": "He did not deny that around the time of the ACS seizures he had entered into deeds of undertaking with Nokia to desist from the sale of Nokia counterfeit goods.",
      "id": "s232"
    },
    {
      "text": "He did not claim that he had said at that time that the goods were being sent on an unsolicited basis.",
      "id": "s233"
    },
    {
      "text": "In all the circumstances, Mr Zeitoun's evidence in this regard is implausible.",
      "id": "s234"
    },
    {
      "text": "54 Further, I note that Mr Zeitoun's claim that he had signed the second deed of undertaking under duress by Mr Merrick was explained, to my satisfaction, by the subsequent evidence of Mr Merrick and Mr Zeitoun, both of whom agreed as to the words that had been said by Mr Merrick at the time.",
      "id": "s235"
    },
    {
      "text": "55 In all the circumstances, the first and second respondents have failed to establish that they have any arguable defence.",
      "id": "s236"
    },
    {
      "text": "Nokia is therefore entitled to summary judgment against the first and second respondents.",
      "id": "s237"
    },
    {
      "text": "56 For completeness, I note that Mr Zeitoun maintained that he was not a director or guiding mind of the first respondent.",
      "id": "s238"
    },
    {
      "text": "At the hearing, he testified that his brothers were directors of the first respondent.",
      "id": "s239"
    },
    {
      "text": "He also testified that his brothers had no involvement with the company whatsoever.",
      "id": "s240"
    },
    {
      "text": "Also, he said that the first respondent had only two employees --- himself and Mr Assi.",
      "id": "s241"
    },
    {
      "text": "Mr Zeitoun said he was the manager and responsible for the running of the company.",
      "id": "s242"
    },
    {
      "text": "In these circumstances, it is clear that Mr Zeitoun was the guiding mind of the first respondent.",
      "id": "s243"
    },
    {
      "text": "His own testimony is that, save for himself, no other person plays an active role in running the company.",
      "id": "s244"
    },
    {
      "text": "57 There remains the question of whether leave should be given to the second respondent to represent the first respondent on the hearing of this motion.",
      "id": "s245"
    },
    {
      "text": "The general rule is that a company is not permitted to act by an officer but is required to act through a solicitor to defend proceedings against it: see O 9 r 1(3) of the Rules, which permits the Court to grant leave for someone other than a solicitor to defend the proceedings on the company's behalf.",
      "id": "s246"
    },
    {
      "text": "In Termi-Mesh Australia Pty Ltd v Josu Manufacturing Pty Ltd [1999] FCA 1241 , French J considered the operation of this rule.",
      "id": "s247"
    },
    {
      "text": "His Honour noted, at [12], that, unlike the equivalent rule in other jurisdictions, there was no threshold requirement in O 9 r 1(3) of special or exceptional circumstances.",
      "id": "s248"
    },
    {
      "text": "The discretion conferred by the Rules of this Court is to be exercised by reference to all the relevant circumstances.",
      "id": "s249"
    },
    {
      "text": "However, as French J said at [13]:\n \n \"Nevertheless the policy of the rule is clear that ordinarily a corporation will be required to be represented by a solicitor.",
      "id": "s250"
    },
    {
      "text": "Relevant factors for dispensing with that requirement include the financial capacity or lack of capacity of the corporation and those standing behind it, the effect of diverting company resources to paying legal expenses, the nature of the company's undertaking, its financial structure, its ability to retain and pay its staff and the identity and spread of its shareholders.",
      "id": "s251"
    },
    {
      "text": "The factual complexities of the case and the capacity of the proposed representative to conduct it effectively are also relevant ...",
      "id": "s252"
    },
    {
      "text": ".",
      "id": "s253"
    },
    {
      "text": "\" \n\n\nAs his Honour observed those who carry on business through corporate structures have advantages that those who carry on business on their own account do not enjoy, but they also acquire disabilities and obligations: compare Clout (Trustee) v Anscor Pty Ltd [2001] FCA 604 at [23] per Drummond J and Melaleuca of Australia &amp; New Zealand Pty Ltd v Duck [2005] FCA 1481 at [14] - [15] per Bennett J.",
      "id": "s254"
    },
    {
      "text": "58 In this case, the second respondent did not provide any financial or other information about the first respondent other than what might be gleaned from his evidence at the hearing.",
      "id": "s255"
    },
    {
      "text": "If the evidence remained the same, I would not permit the first respondent to proceed to trial without legal representation.",
      "id": "s256"
    },
    {
      "text": "The second respondent has, however, proceeded until this point of the proceeding as though he represented both himself and the first respondent.",
      "id": "s257"
    },
    {
      "text": "Nokia did not oppose this course until the hearing of the motion.",
      "id": "s258"
    },
    {
      "text": "The second respondent was plainly unprepared for this aspect of Nokia's challenge.",
      "id": "s259"
    },
    {
      "text": "In all the circumstances, I would grant leave to the second respondent to represent the first respondent for the purpose of the hearing and disposition of the motion presently before me.",
      "id": "s260"
    },
    {
      "text": "59 I now turn to the issue of relief as to the respondents.",
      "id": "s261"
    },
    {
      "text": "Nokia seeks declaratory and injunctive relief and damages.",
      "id": "s262"
    },
    {
      "text": "As the infringements have been established, declaratory relief is appropriate.",
      "id": "s263"
    },
    {
      "text": "The delivery up of relevant materials is also appropriate.",
      "id": "s264"
    },
    {
      "text": "Injunctive relief is clearly appropriate as regards the first and second respondents.",
      "id": "s265"
    },
    {
      "text": "The third and fourth respondents testified that they have already ceased their infringing conduct (and I accept this evidence) and that they were willing to give undertakings to the Court that they would not engage in infringing conduct in the future.",
      "id": "s266"
    },
    {
      "text": "Nokia accepted that undertakings would be sufficient instead of injunctions.",
      "id": "s267"
    },
    {
      "text": "I would be prepared to accept the undertakings from the third and fourth respondents if they are able to give them when judgment is delivered.",
      "id": "s268"
    },
    {
      "text": "60 As previously noted, Nokia seeks an order that the respondents pay it damages for the infringement of the Nokia Trade Marks, to be assessed together with interest thereon, or, at its option, an account of profits.",
      "id": "s269"
    },
    {
      "text": "I would make the orders sought by Nokia in this regard, as well as the orders for discovery sought by it.",
      "id": "s270"
    },
    {
      "text": "I would, however, allow a greater time for discovery (say 28 days) than that proposed by Nokia.",
      "id": "s271"
    },
    {
      "text": "61 At the hearing, I suggested to the parties that they might turn their minds to whether or not costs should be equally proportioned between the respondents.",
      "id": "s272"
    },
    {
      "text": "It seemed to me that the third and fourth respondents had not seriously contested the summary judgment motion; and that this should be reflected in any costs order.",
      "id": "s273"
    },
    {
      "text": "I also noted, and counsel for Nokia agreed, that the third and fourth respondents were alleged to have engaged in a lower volume of infringing conduct than the first and second respondents.",
      "id": "s274"
    },
    {
      "text": "I proposed to hear the parties on the matter of costs after delivering these reasons.",
      "id": "s275"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s276"
    },
    {
      "text": "Associate:\n\nDated: 14 June 2006\n\n Counsel for the Applicant: Mr M Goldblatt \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the First and Second Respondent: Mr Zeitoun appeared in person \n \n Counsel for the Third Respondent: Mr Akyildiz appeared in person \n \n Counsel for the Fourth Respondent: Mr Kim appeared in person \n \n Date of Hearing: 10 May 2006 \n \n Date of Judgment: 14 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/726.html",
      "id": "s277"
    }
  ]
}