{
  "name": "SZEFM v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 78 (14 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/78.html",
  "catchphrases": [
    {
      "text": "whether fresh compliance with s 425 was necessary when the first tribunal hearing could not proceed and a new date allocated",
      "id": "c0"
    },
    {
      "text": "applicant consented to the tribunal deciding the review without his appearing before it",
      "id": "c1"
    },
    {
      "text": "non-attendance at tribunal hearing",
      "id": "c2"
    },
    {
      "text": "s 424a complied with",
      "id": "c3"
    },
    {
      "text": "reason for the decision the absence of information provided not the information itself",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellants are citizens of India.",
      "id": "s0"
    },
    {
      "text": "The appellant wife did not claim to be a refugee in her own right and applied as a member of the appellant husband's family unit.",
      "id": "s1"
    },
    {
      "text": "The appellant husband ('the appellant') claimed a well-founded fear of persecution based on his religion, Hinduism, and his political opinion.",
      "id": "s2"
    },
    {
      "text": "2 The judgment of Federal Magistrate Nicholls, delivered on 21 September 2005 dismissing an application to review the decision of the Refugee Review Tribunal ('the Tribunal'), contains a thorough summary of the background of the matter, its procedural history and the basis of the Tribunal decision.",
      "id": "s3"
    },
    {
      "text": "In brief, the appellant claimed that, as he was an active supporter of the Congress party, the appellants' lives were at risk in India from supporters of the opposition party, the BJP.",
      "id": "s4"
    },
    {
      "text": "3 The appellant appeared in person assisted by an interpreter.",
      "id": "s5"
    },
    {
      "text": "He did not file any written submissions.",
      "id": "s6"
    },
    {
      "text": "The amended notice of appeal contains twelve \"grounds\".",
      "id": "s7"
    },
    {
      "text": "I do not propose to set them out in detail.",
      "id": "s8"
    },
    {
      "text": "Two grounds assert, without particulars, that the Federal Magistrate failed to find jurisdictional error in the Tribunal decision.",
      "id": "s9"
    },
    {
      "text": "Two grounds refer to SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; [2005] 79 ALJR 1009 without particularisation of how that case applies to the appellant.",
      "id": "s10"
    },
    {
      "text": "Three grounds raise merits review.",
      "id": "s11"
    },
    {
      "text": "One ground refers to s 474 of the Migration Act 1958 (Cth) ('the Act') and is not readily comprehensible.",
      "id": "s12"
    },
    {
      "text": "One ground raises an asserted failure to disclose unspecified adverse country information; such information would come within s 424A(3)(a) of the Act so that there is no established breach of the requirements of s 424A(1) for this reason.",
      "id": "s13"
    },
    {
      "text": "One ground says that a list of authorities is attached; it is not.",
      "id": "s14"
    },
    {
      "text": "One ground says that the appellant will provide more details in a written statement; he did not.",
      "id": "s15"
    },
    {
      "text": "The Tribunal hearing \n \n4 Of the complaints discerned by the Federal Magistrate and set out at [7] of his Honour's reasons, only complaint 4, that the appellant did not get an opportunity to attend the Tribunal hearing because he was not properly informed by the Tribunal of the hearing, is raised in this appeal.",
      "id": "s16"
    },
    {
      "text": "This is the only matter raised by the appellant at the hearing.",
      "id": "s17"
    },
    {
      "text": "5 Nicholls FM rejected this ground of asserted jurisdictional error.",
      "id": "s18"
    },
    {
      "text": "Facts relevant to this issue are:\n \n &#8226; The appellant and his wife lodged protection visa applications dated 12 February 2004, which included the appellant's written statement.",
      "id": "s19"
    },
    {
      "text": "The application included an authorisation of and consent by a person to act and receive communication.",
      "id": "s20"
    },
    {
      "text": "That person was Mr Singh and his address specified.",
      "id": "s21"
    },
    {
      "text": "&#8226; After refusal of the application by a delegate of the first respondent ('the delegate'), the appellant filed an application for review to the Tribunal on 22 March 2004.",
      "id": "s22"
    },
    {
      "text": "In that application, the appellant nominated the same Mr Singh of the same address as the authorised recipient and the person nominated to act on his behalf.",
      "id": "s23"
    },
    {
      "text": "&#8226; On 23 April 2004 the Tribunal wrote to the appellant and told him that it considered the material before it and was unable to make a decision in his favour on that information alone.",
      "id": "s24"
    },
    {
      "text": "4 June 2004 was nominated for a hearing.",
      "id": "s25"
    },
    {
      "text": "&#8226; On 25 May 2004 the appellant advised the Tribunal in writing that he would attend the hearing.",
      "id": "s26"
    },
    {
      "text": "&#8226; The Tribunal was in Melbourne and was to communicate with the appellant in Mildura through a video conference arrangement.",
      "id": "s27"
    },
    {
      "text": "On 4 June the hearing could not take place due to \"telecommunication difficulties\".",
      "id": "s28"
    },
    {
      "text": "The hearing was to be conducted by video conference.",
      "id": "s29"
    },
    {
      "text": "&#8226; On 4 June 2004 the Tribunal wrote to the appellant and noted that ' due to circumstances beyond our control ' there was no hearing on 4 June.",
      "id": "s30"
    },
    {
      "text": "18 June was nominated for a ' new hearing ', to be conducted by video conference.",
      "id": "s31"
    },
    {
      "text": "&#8226; A Tribunal file note dated 10 June 2004, in evidence before Nicholls FM, stated that the appellant's adviser called and said that the appellant no longer wished to attend the scheduled hearing and that he would like the Tribunal to make a decision on the papers.",
      "id": "s32"
    },
    {
      "text": "&#8226; This was confirmed by Mr Singh in writing in a facsimile to the Tribunal on 11 June.",
      "id": "s33"
    },
    {
      "text": "&#8226; There was no appearance by the appellant at the adjourned hearing.",
      "id": "s34"
    },
    {
      "text": "6 Nicholls FM noted at [9] the appellant's claim before him that he had been unable to attend because of a medical appointment.",
      "id": "s35"
    },
    {
      "text": "His Honour also noted the appellant's claim that he was not properly served with the Tribunal's invitation to attend a hearing because he was unable to read the invitation.",
      "id": "s36"
    },
    {
      "text": "On the material before his Honour, unchallenged by the appellant, there was nothing to show that the appellant had advised the Tribunal of any difficulties in attending the hearing on the second date and had not sought an adjournment.",
      "id": "s37"
    },
    {
      "text": "Nicholls FM found that the Tribunal had acted consistently with the appellant's advice in his Tribunal application that the migration agent be the authorised recipient of correspondence.",
      "id": "s38"
    },
    {
      "text": "Indeed, there was no suggestion that the appellant had informed the Tribunal that he had wished to attend that second hearing before or after the decision was made on 14 July 2004 affirming the decision of the delegate not to grant protection visas to the appellant and his wife.",
      "id": "s39"
    },
    {
      "text": "The appellant had given his consent to the Tribunal deciding the review without his appearing before it at the second hearing.",
      "id": "s40"
    },
    {
      "text": "7 The appellant may be seeking to re-agitate on appeal the submission which failed before the Federal Magistrate, namely that the Tribunal breached the requirements for the giving of notice pursuant to s 425 and s 425A of the Act when, having found that it could not continue due to telecommunications difficulties, the Tribunal appointed a new hearing date.",
      "id": "s41"
    },
    {
      "text": "While the appellant was informed of the new hearing date by the letter dated 4 June 2004, he had not been given the 14 day notification requirement (which starts when the applicant receives the notice) as set out in Regulation 4.35D of Migration Regulations 1994 (Cth).",
      "id": "s42"
    },
    {
      "text": "8 His Honour dealt with this argument extensively at [9]---[15] and dismissed it on two bases.",
      "id": "s43"
    },
    {
      "text": "The first was that the Tribunal had already complied with sections 425 and 425A but found that it could not continue with the hearing for reasons beyond its control and, acting under s 427(1)(b) , adjourned the hearing.",
      "id": "s44"
    },
    {
      "text": "At [13] his Honour noted that ' it was clear that the Tribunal saw itself as exercising its adjournment power '.",
      "id": "s45"
    },
    {
      "text": "At [13], while noting the differences in the circumstances, his Honour drew an analogy with the decision of Conti J in SZDJQ v MIMIA [2005] FCA 1026 at [29] .",
      "id": "s46"
    },
    {
      "text": "His Honour accepted that, as the hearing had been adjourned and there was no prescribed time limit in relation to an adjourned hearing, there was no breach of the statutory requirements in respect of the adjourned hearing.",
      "id": "s47"
    },
    {
      "text": "His Honour accepted that fresh compliance with sections 425 and 425A was not necessary when the Tribunal was acted under s 427(1)(b) adjourning a matter.",
      "id": "s48"
    },
    {
      "text": "9 Even if there had been a breach of sections 425 and 425A, resulting in jurisdictional error, his Honour said that he would refuse relief on discretionary grounds, as the appellant through his adviser had advised the Tribunal that he did not wish to attend the adjourned hearing.",
      "id": "s49"
    },
    {
      "text": "The appellant had consented to the Tribunal making a decision on the papers without taking any further action to allow or enable him to appear before it.",
      "id": "s50"
    },
    {
      "text": "His Honour further noted that the appellant had also taken no steps to place any further material before the Tribunal in support of his application, did not raise any complaint with the Tribunal about shortness of notice and did not seek any further hearing from the Tribunal.",
      "id": "s51"
    },
    {
      "text": "10 The letter of 4 June 2004 stated the following:\n \n 'We sent you a letter dated 23 rd April 2004 inviting you to attend a hearing at the Tribunal on Friday 4 th June 2004.",
      "id": "s52"
    },
    {
      "text": "Due to circumstances beyond our control, we were not able to have a hearing on that date.",
      "id": "s53"
    },
    {
      "text": "We regret any inconvenience caused.",
      "id": "s54"
    },
    {
      "text": "' \n \n Your new hearing is: \n Date: Friday, 18 June 2004 \n Time: 2:00PM' \n \n\n11 The Tribunal, in its decision, said:\n \n 'The Tribunal was unable to conduct the hearing as scheduled due to telecommunications difficulties, and the hearing was adjourned to 18 June 2004.",
      "id": "s55"
    },
    {
      "text": "On 4 June 2004 the applicants were advised in writing that the hearing had been adjourned to 18 June 2004.",
      "id": "s56"
    },
    {
      "text": "' \n \n\n12 If the Tribunal were obliged to comply with Regulation 4.35D with respect to the second hearing, it failed to do so and such failure would constitute jurisdictional error ( SAAP v Minister of Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] HCA 24 ; (2005) 79 ALJR 1009) .",
      "id": "s57"
    },
    {
      "text": "However, I am not satisfied that Nicholls FM was in error in holding that the Tribunal had adjourned the hearing.",
      "id": "s58"
    },
    {
      "text": "\"Adjourn\" can mean to defer or put off or suspend in respect of something that has already commenced (see Shorter Oxford English Dictionary (fifth edition) and Macquarie Dictionary (revised third edition)).",
      "id": "s59"
    },
    {
      "text": "It can also mean to defer or postpone to a future meeting of the same body (Macquarie Dictionary).",
      "id": "s60"
    },
    {
      "text": "13 The appellant has not identified any error in his Honour's reasoning.",
      "id": "s61"
    },
    {
      "text": "The letter of 4 June cited the fact that the arranged hearing could not proceed.",
      "id": "s62"
    },
    {
      "text": "In effect, it was deferring the hearing and allocating a new hearing date.",
      "id": "s63"
    },
    {
      "text": "In context, the expression ' your new hearing ' referred to a new hearing date, rather than to a new hearing.",
      "id": "s64"
    },
    {
      "text": "If the hearing had been adjourned, there was no prescribed time for notification of the adjourned hearing date.",
      "id": "s65"
    },
    {
      "text": "14 In any event, I also agree with Nicholls FM that, as a matter of discretion, the matter should not be remitted to the Tribunal.",
      "id": "s66"
    },
    {
      "text": "15 Section 425 of the Act provides:\n \n \n '(1) The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s67"
    },
    {
      "text": "(2) Subsection(1) does not apply if; \n \n \n \n \n \n \n (a) the Tribunal considers that it should decide the review in the applicant's favour on the basis of the material before it; or \n \n \n \n \n \n \n \n \n \n (b) the applicant consents to the Tribunal deciding the review without the applicant appearing before it; or \n \n \n \n \n \n \n \n (c) subsection 424C(1) or (2) applies to the applicant.",
      "id": "s68"
    },
    {
      "text": "(3) If any of the paragraphs in subsection (2) of this section apply, the applicant is not entitled to appear before the Tribunal.",
      "id": "s69"
    },
    {
      "text": "' \n \n \n \n\n16 By application of sub-sections 425(2)(b) and 425(3), the Tribunal was not obliged to invite the appellant again to the second hearing and he was not entitled to appear at it.",
      "id": "s70"
    },
    {
      "text": "17 Further, the appellant and his authorised agent received the notice and responded to it.",
      "id": "s71"
    },
    {
      "text": "The notice period, if shortened, was of no practical effect.",
      "id": "s72"
    },
    {
      "text": "In addition, the appellant, through his agent, declined the opportunity to attend the hearing.",
      "id": "s73"
    },
    {
      "text": "The basis for the Tribunal decision \n \n18 The appellant did refer to SAAP .",
      "id": "s74"
    },
    {
      "text": "I therefore turn to consider whether by reason of SAAP and Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v Al Shamry [2001] FCA 919 ; (2001) 110 FCR 27, the Tribunal was in breach of s 424A(1) of the Act on the basis that information that formed part of the reason for affirming the decision of the delegate was information that formed part of the visa application and was not information within s 424A(3)(b) of the Act.",
      "id": "s75"
    },
    {
      "text": "19 Mr Johnson, who appears for the first respondent, submits that the appellant adopted the information in the visa application for the purposes of his application to the Tribunal.",
      "id": "s76"
    },
    {
      "text": "He relies upon the appellant's statement in his Tribunal application ' I am seeking a more favourable decision from the Refugee Review Tribunal as my claims are genuine '.",
      "id": "s77"
    },
    {
      "text": "He submits that, as there were no separate claims made to the Tribunal, the appellant adopted his claims as set out in the visa application.",
      "id": "s78"
    },
    {
      "text": "There is logic in that submission.",
      "id": "s79"
    },
    {
      "text": "I accept that the claims in the visa application formed the claims made to the Tribunal and that the information therein was information within ss 424A(3)(b) of the Act.",
      "id": "s80"
    },
    {
      "text": "Although it is not determinative, the Federal Magistrate noted at [19] that the appellant confirmed to his Honour that he had put this material before the Tribunal.",
      "id": "s81"
    },
    {
      "text": "20 In addition, the Tribunal wrote to the appellant on 23 March 2004, informing him that it had asked the Department to send its file to the Tribunal so that the Tribunal could review his application for a protection visa.",
      "id": "s82"
    },
    {
      "text": "It also stated that a Member of the Tribunal would look at the information that the appellant and the Department had given to it and information about the appellant's country.",
      "id": "s83"
    },
    {
      "text": "In the letter from the Tribunal to the appellant of 23 April 2004, the Tribunal said ' the Tribunal has considered the material before it in relation to your application but is unable to make a decision in your favour on this information alone '.",
      "id": "s84"
    },
    {
      "text": "21 In its decision, the Tribunal said that it had before it the Department's file, which included the protection visa application.",
      "id": "s85"
    },
    {
      "text": "It then set out information in the protection visa application.",
      "id": "s86"
    },
    {
      "text": "It referred to the letter of 23 April and the first and second hearing dates as well as the advice that the appellant did not wish to give oral evidence and consented to the Tribunal proceeding to make a decision.",
      "id": "s87"
    },
    {
      "text": "22 The Tribunal noted that the appellant had not availed himself of the opportunity to attend the hearing and expand on his claims.",
      "id": "s88"
    },
    {
      "text": "Given the ' vague and limited evidence in the application, the Tribunal [was] unable to accept that the [appellant] and family members were involved in the activities of the Congress Party or that as a result of these activities he incurred the enmity of members or supports of the BJP '.",
      "id": "s89"
    },
    {
      "text": "The Tribunal found that the appellant did not provide sufficient information in his application for the Tribunal to be satisfied that there was a real chance that he would suffer serious harm if he returned to India and gave examples of deficiencies in the information which could have been discussed at a hearing.",
      "id": "s90"
    },
    {
      "text": "23 As was said by Hely J in SZDXC v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1306 at [16] , by Bennett J in SZBKB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1811 at [17] --- [19] and [28] --- [33] and by Allsop J in SZEZI v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1195 at [29] , the Tribunal was identifying the deficiencies or inadequacies in the appellant's case.",
      "id": "s91"
    },
    {
      "text": "It was not relying on information communicated to or received by the Tribunal but setting out its thought processes.",
      "id": "s92"
    },
    {
      "text": "There was no information that the Tribunal was obliged to give to the appellant by reason of s 424A(1) ( VAF v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 206 ALR 471 at [24]).",
      "id": "s93"
    },
    {
      "text": "24 As Mr Johnson submits, the Tribunal was not under any common law obligation to telegraph its reasons or evaluation for comment ( ACT Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 at 592).",
      "id": "s94"
    },
    {
      "text": "Conclusion \n \n25 There has been no error established in his Honour's reasons.",
      "id": "s95"
    },
    {
      "text": "Given an opportunity to identify any error the appellant was unable to do so.",
      "id": "s96"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s98"
    },
    {
      "text": "Associate:\n\nDated: 14 February 2006\n\n\n Counsel for the Respondents: G T Johnson \n \n Solicitor for the Respondents: Phillips Fox \n \n Date of Hearing: 8 February 2006 \n \n Date of Judgment: 14 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/78.html",
      "id": "s99"
    }
  ]
}