{
  "name": "Universal City Studios LLLP v Hoey trading as DVD Kingdom [2006] FCA 727 (9 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/727.html",
  "catchphrases": [
    {
      "text": "proceedings for infringement of copyright",
      "id": "c0"
    },
    {
      "text": "no appearance or defence filed by the respondent",
      "id": "c1"
    },
    {
      "text": "orders sought pursuant to o 35a of the federal court rules by reason of default",
      "id": "c2"
    },
    {
      "text": "whether restraining orders and other relief should be granted",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants commenced the present proceedings on 15 February 2006 by filing an application supported by a statement of claim.",
      "id": "s0"
    },
    {
      "text": "The applicants seek orders restraining the respondent from selling or offering for sale copies of digital versatile discs ('DVDs') embodying certain films, an inquiry into damages and consequential relief.",
      "id": "s1"
    },
    {
      "text": "The statement of claim alleges that the respondent has infringed the copyright or exclusive right to import held by the various applicants in relation to particular cinematograph films.",
      "id": "s2"
    },
    {
      "text": "2 The statement of claim alleges that the respondent has offered for sale imported DVD copies of films, in respect of which various applicants hold the copyright, without the licence of any of the applicants.",
      "id": "s3"
    },
    {
      "text": "It is further alleged that he has done so in circumstances where he knew or ought reasonably to have known that the making of copies in Australia by the importer would have constituted a breach of copyright.",
      "id": "s4"
    },
    {
      "text": "Alternatively, the statement of claim pleads that each of the imported copies of the applicants' films was an 'infringing copy' for the purposes of s 10 of the Copyright Act 1968 (Cth) (' Copyright Act ').",
      "id": "s5"
    },
    {
      "text": "The applicants plead that they fear that unless the respondent is restrained, he will continue to import and sell imported copies of the films without the licence of the applicants.",
      "id": "s6"
    },
    {
      "text": "Accordingly, the applicants say that they are entitled to the relief claimed by them, including injunctive relief: see Copyright Act , s 115(2).",
      "id": "s7"
    },
    {
      "text": "3 The respondent, despite being served with the originating process, failed to enter an appearance by the required date (10 March 2006) or at any time.",
      "id": "s8"
    },
    {
      "text": "The respondent also failed to comply with a direction made by the Court on 10 March 2006 to file his defence no later than 12 May 2006.",
      "id": "s9"
    },
    {
      "text": "4 By a motion filed on 11 May 2006, the applicants seek judgment on default, pursuant to the Federal Court Rules (' FCR '), O 35A r 3(2).",
      "id": "s10"
    },
    {
      "text": "Order 35A r 3(2)(c) provides that if a respondent is in default, and the proceedings were commenced by an application supported by a statement of claim, the Court may:\n \n 'give judgment against the respondent for the relief that: \n \n \n \n (i) the applicant appears entitled to on the statement of claim; and \n \n (ii) the Court is satisfied it has power to grant'.",
      "id": "s11"
    },
    {
      "text": "5 Order 35A r 2(2) provides that for the purposes of O 35A, a respondent is in default if he or she has not satisfied the applicant's claim and:\n \n \n '(a) the time for the respondent to enter an appearance has expired and the respondent has failed to enter an appearance; or \n \n (b) the time for the respondent to file a defence has expired and the respondent has failed to file a defence; or \n ...'.",
      "id": "s12"
    },
    {
      "text": "6 I am satisfied that the motion has been duly served upon the respondent and that he has chosen not to appear to oppose the relief sought by the applicants.",
      "id": "s13"
    },
    {
      "text": "I am also satisfied that the respondent has been duly served with the originating process and other documentation in the proceedings and has failed either to enter an appearance or to file a defence in accordance with the Court's directions.",
      "id": "s14"
    },
    {
      "text": "7 Until O 35A was introduced into the FCR in 2004, it was not open to the Court to make an order for a default judgment, except on a motion supported by evidence as to the merits of the application: Luna Park Sydney Pty Limited v Bose [2006] FCA 94 , at [17], per Jacobson J and cases cited there.",
      "id": "s15"
    },
    {
      "text": "However, O 35A r 3(2)(c) permits the Court to grant relief if:\n \n&#8226; a respondent is in default;\n \n&#8226; the applicant appears entitled to the relief 'on the statement of claim'; and\n \n&#8226; the Court is satisfied that it has power to grant the relief.",
      "id": "s16"
    },
    {
      "text": "8 Order 35A has been interpreted as dispensing with the invariable requirement that the applicant prove by evidence that the pleaded claim is well-founded.",
      "id": "s17"
    },
    {
      "text": "In Wu v Avin Operations Pty Ltd [2006] FCA 36 , Kenny J (at [57]) said this:\n \n 'Under the former O 10 r 7, an applicant was required to file proof by way of evidence of his or her claims when seeking judgment ...",
      "id": "s18"
    },
    {
      "text": "Under the new O 35A r 3, it now seems that reliance may be placed on the allegations in the relevant statement of claim.",
      "id": "s19"
    },
    {
      "text": "Judges of the Court have held that the rule does not require proof by way of evidence of the applicant's claim, but that on the face of the statement of claim there is a claim for the relief sought and that the court has jurisdiction to grant that relief: see Arthur v Vaupotic Investments Pty Ltd [2005] FCA 433 , at [3], per Heerey J; Australian Competition and Consumer Commission v 1 CellNet LLC [2005] FCA 856 , at [14], per Nicholson J; Australian Competition and Consumer Commission v Albert [2005] FCA 1311 , at [6]-[7], per Jackson J and Deisel Spa v Hwang [2005] FCA 1619 , at [2], per Tamberlin J.",
      "id": "s20"
    },
    {
      "text": "' \n \n\n9 In the present case, as I have noted, the relief sought by the applicants includes restraining orders against the respondent.",
      "id": "s21"
    },
    {
      "text": "Order 35A r 3 has been applied where an applicant seeks relief of this kind (as distinct, for example, from damages), in consequence of default by a respondent: Arthur v Vaupotic Investments Pty Ltd [2005] FCA 433.",
      "id": "s22"
    },
    {
      "text": "10 For myself, I am inclined to think that some caution should be exercised before granting default relief of the kind sought in this case simply on the basis of the pleadings.",
      "id": "s23"
    },
    {
      "text": "In particular, the sanctions that can be invoked where a respondent contravenes a restraining order should be borne in mind.",
      "id": "s24"
    },
    {
      "text": "Order 35A r 3 vests a discretion in the Court.",
      "id": "s25"
    },
    {
      "text": "Depending on the circumstances, it may be appropriate for the Court to require some evidence, for example, that the respondent has infringed an applicant's copyright as alleged in the statement of claim before making restraining orders or orders requiring a respondent to deliver up on oath infringing copies of copyright material (as the applicants seek here).",
      "id": "s26"
    },
    {
      "text": "11 In the present case, Mr Cobden SC, who appeared with Ms Richardson for the applicants, read a number of affidavits in support of the motion.",
      "id": "s27"
    },
    {
      "text": "These satisfy me that the respondent has infringed the copyright of the various applicants in the identified films by selling or offering for sale DVDs that constitute copies of the films.",
      "id": "s28"
    },
    {
      "text": "The evidence also satisfies me that, unless restrained, the respondent is likely to continue his infringing activities.",
      "id": "s29"
    },
    {
      "text": "The evidence also supports the other relief sought by the applicants.",
      "id": "s30"
    },
    {
      "text": "There is therefore no need to consider whether it would have been appropriate, in the absence of such evidence, to grant the restraining orders sought by the applicants on the basis of the pleadings alone.",
      "id": "s31"
    },
    {
      "text": "12 The restraining orders the applicants seek have been carefully drawn and follow the form approved by the Full Court of the Supreme Court of Victoria in Chappell &amp; Co Ltd v Associated Radio Co of Australia Ltd [1925] VLR 350, at 362-363.",
      "id": "s32"
    },
    {
      "text": "Indeed, the orders proposed in the present case are somewhat narrower than those made in Chappell v Associated Radio .",
      "id": "s33"
    },
    {
      "text": "13 In summary, I am satisfied that:\n \n&#8226; the respondent is in default for the purposes of O 35A r 3(2);\n \n&#8226; each of the applicants appears entitled to relief in the form of restraining orders on the statement of claim;\n \n&#8226; the Court has power to grant the relief sought; and\n \n&#8226; it is appropriate for the Court to exercise its discretion so as to make the orders sought.",
      "id": "s34"
    },
    {
      "text": "14 Accordingly, I propose to make the orders sought by the applicants in the motion.",
      "id": "s35"
    },
    {
      "text": "These include restraining orders, an order for delivery up on oath of the infringing copies of the applicants' films and an inquiry as to damages.",
      "id": "s36"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s37"
    },
    {
      "text": "Associate:\n\nDated: 9 June 2006\n\n\n Counsel for the Applicants: Mr R Cobden SC with Ms K Richardson \n \n Solicitor for the Applicants: Minter Ellison \n \n There was no appearance by the Respondent \n \n Date of Hearing: 8 June 2006 \n \n Date of Judgment: 9 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/727.html",
      "id": "s38"
    }
  ]
}