{
  "name": "Australian Securities and Investments Commission v Mercorella (No 3) [2006] FCA 772 (21 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/772.html",
  "catchphrases": [
    {
      "text": "legal professional privilege",
      "id": "c0"
    },
    {
      "text": "where creditors sought legal advice regarding obtaining security over debt owed by operator of managed investment scheme",
      "id": "c1"
    },
    {
      "text": "where creditors knew scheme in financial difficulty",
      "id": "c2"
    },
    {
      "text": "security obtained",
      "id": "c3"
    },
    {
      "text": "whether solicitors' files regarding the securities and their enforceability privileged",
      "id": "c4"
    },
    {
      "text": "whether advice sought to obtain unfair advantage over other creditors",
      "id": "c5"
    },
    {
      "text": "whether improper purpose",
      "id": "c6"
    },
    {
      "text": "where documents giving effect to securities did not reflect reality of transactions",
      "id": "c7"
    },
    {
      "text": "privilege",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The present application concerns a claim for legal professional privilege on the part of Anthony Sobey (Mr Sobey), his wife, Tracey Sobey (Mrs Sobey) and ACN 114 392 577 Pty Ltd (ACN 114) (together, the Sobey interests) in respect of documents produced to the Court by Paul Tanti (Mr Tanti), a solicitor of the firm of Thomson Playford (TP) which acted for the Sobey interests at material times.",
      "id": "s0"
    },
    {
      "text": "2 To understand the issues, and how they arise, it is necessary to refer to a little background.",
      "id": "s1"
    },
    {
      "text": "3 From about 2002 the first defendant (Mr Mercorella) operated a managed investment scheme (the Scheme) whereby he borrowed money from various persons which was pooled, and was to be applied for commercial purposes.",
      "id": "s2"
    },
    {
      "text": "Interest payments were made to the investors, initially on a monthly basis.",
      "id": "s3"
    },
    {
      "text": "The loan funds were ordinarily for a fixed term although they were often rolled over into further loans at the time of maturity.",
      "id": "s4"
    },
    {
      "text": "The Scheme was defined in an order of the Court of 8 August 2005 in the following way:\n \n 'For the purposes of this order 'the Scheme' means the managed investment scheme operated by the first defendant whereby the first defendant: \n \n (a) obtained moneys from investors; \n \n \n \n (b) pooled those moneys in a National Australia Bank Business Cheque Account, number 53-600-1597 held in the name of the first defendant and/or National Australia Bank, account number 5796-36963 and/or Australia and New Zealand Banking Group Limited, account number 5796-36963 and/or in any other account; \n \n (c) represented and/or agreed with investors that the moneys were to be invested for various periods; \n \n (d) represented and/or agreed with investors that in return for advancing funds, investors would receive a right to interest payments as agreed with the first defendant; \n \n (e) was to use the funds to fund investments with a view to generating a profit out of which interest payments were to be paid to investors; and \n \n (f) had day to day control over the moneys obtained from investors.",
      "id": "s5"
    },
    {
      "text": "' \n \n \n \n\n4 The plaintiff (ASIC) applied for orders that the Scheme was unlawful and for it to be wound up.",
      "id": "s6"
    },
    {
      "text": "It came to be accepted that the Scheme was illegal as it was operated in contravention of s 601ED(5) of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s7"
    },
    {
      "text": "5 On 8 August 2005, the Court ordered (inter alia) that the Scheme be wound up pursuant to s 601EE of the Act.",
      "id": "s8"
    },
    {
      "text": "Mr Mercorella was restrained by order from further operating or promoting the Scheme.",
      "id": "s9"
    },
    {
      "text": "Colin Nicol (Mr Nicol) was appointed Receiver and Manager of all property of Mr Mercorella (other than a specified property) and all property of the Scheme.",
      "id": "s10"
    },
    {
      "text": "He was also appointed liquidator of the Scheme.",
      "id": "s11"
    },
    {
      "text": "6 The Court further ordered that the winding up of the Scheme should be conducted as if the Scheme were for the purposes of the Act a company, and that Mr Nicol, in acting as liquidator and in administering the affairs of the scheme, should have all the powers and responsibilities that a liquidator would have pursuant to the Act as if the scheme were a company, with such modifications as are necessary.",
      "id": "s12"
    },
    {
      "text": "7 In separate proceedings in this Court on 29 September 2005 (SAD 185 of 2005), the Court declared that 10 specified companies were parties to the Scheme (the Scheme companies).",
      "id": "s13"
    },
    {
      "text": "Those companies included Opey Pty Ltd (Opey).",
      "id": "s14"
    },
    {
      "text": "Mr Nicol was also appointed liquidator of those companies.",
      "id": "s15"
    },
    {
      "text": "PRODUCTION OF DOCUMENTS AND THE DISPUTED CLAIMS TO PRIVILEGE \n \n8 Mr Tanti was among those persons in respect of whom Mr Nicol as liquidator of the Scheme obtained orders for examination and the production of documents under ss 596A , 596B and 597 of the Act.",
      "id": "s16"
    },
    {
      "text": "On 24 November 2005, Mr Tanti produced two boxes of documents in response to the summons directed to him.",
      "id": "s17"
    },
    {
      "text": "They were marked respectively PT.1 and PT.2.",
      "id": "s18"
    },
    {
      "text": "Mr Tanti, in accordance with a direction of the Court, provided on 8 December 2005 a list of the documents so produced.",
      "id": "s19"
    },
    {
      "text": "There were 263 documents listed in PT.1 and 61 documents listed in PT.2.",
      "id": "s20"
    },
    {
      "text": "9 On 31 January 2006 the summons to Mr Tanti was amended requiring him to produce documents relating to ACN 114.",
      "id": "s21"
    },
    {
      "text": "They were duly produced and marked PT.4, and described in a list which Mr Tanti provided to the Court on 7 February 2006.",
      "id": "s22"
    },
    {
      "text": "There are 368 documents listed in PT.4.",
      "id": "s23"
    },
    {
      "text": "10 The Sobey interests were given the opportunity to identify the documents in PT.1, PT.2 and PT.4 in respect of which they claimed legal professional privilege.",
      "id": "s24"
    },
    {
      "text": "Those claims were expressed to Mr Nicol.",
      "id": "s25"
    },
    {
      "text": "He did not accept all of the claims.",
      "id": "s26"
    },
    {
      "text": "Hence, it has become necessary to rule upon those claims.",
      "id": "s27"
    },
    {
      "text": "11 I note, however, that the Sobey interests appear to have taken a robust view about which documents are privileged.",
      "id": "s28"
    },
    {
      "text": "There are a number of documents in PT.1 and all but one document in PT.2 over which they have not claimed, or have waived, privilege (the only document over which privilege is claimed in PT.2 is that numbered PT.2.51).",
      "id": "s29"
    },
    {
      "text": "Privilege has also been waived in respect of some of the documents in PT.4.",
      "id": "s30"
    },
    {
      "text": "12 Orders were made setting a timetable for the Sobey interests to file and serve material they relied upon in support of the claimed privilege over documents in PT.1, PT.2 and PT.4 and which Mr Nicol disputed.",
      "id": "s31"
    },
    {
      "text": "The hearing of any disputed issues was listed for 15 March 2006.",
      "id": "s32"
    },
    {
      "text": "13 The Sobey interests did not file their supporting material in a timely manner.",
      "id": "s33"
    },
    {
      "text": "It was contained (in respect of PT.1 and PT.2) in affidavits of Ricky Lee (Mr Lee) sworn on 10 March 2006 and (in respect of PT.4) on 27 March 2006.",
      "id": "s34"
    },
    {
      "text": "The hearing date was changed to 4 May 2006.",
      "id": "s35"
    },
    {
      "text": "14 On 28 April 2006 Mr Nicol filed his responsive material, by affidavit of Cameron Lockett (Mr Lockett) sworn on 28 April 2006.",
      "id": "s36"
    },
    {
      "text": "That too was not filed in a timely manner.",
      "id": "s37"
    },
    {
      "text": "Mr Lockett's affidavit raised the question of whether the documents produced in PT.1, PT.2 and PT.4 were not protected by legal professional privilege because they relate to communications in furtherance of a fraud or other wrongful conduct so that public policy does not protect them from disclosure.",
      "id": "s38"
    },
    {
      "text": "It was asserted that Mr Sobey and ACN 114 had participated in and acted in furtherance of an illegal managed investment scheme, and that they knowingly obtained certain securities from Mr Mercorella and the Scheme companies in order to obtain an unfair advantage over other creditors of the Scheme in circumstances where they were aware of the dire financial position of the Scheme.",
      "id": "s39"
    },
    {
      "text": "15 It was necessary to further adjourn the hearing to give the Sobey interests an opportunity to respond.",
      "id": "s40"
    },
    {
      "text": "The hearing was adjourned to 23 May 2006.",
      "id": "s41"
    },
    {
      "text": "In the event, they did not respond, other than by an affidavit of Mr Lee of 22 May 2006.",
      "id": "s42"
    },
    {
      "text": "It was not, however, relied upon at the hearing.",
      "id": "s43"
    },
    {
      "text": "Since the hearing Mr Lee has filed a further affidavit of 1 June 2006 correcting in several respects erroneous references to documents in his earlier affidavits.",
      "id": "s44"
    },
    {
      "text": "16 The material before the Court comprised the three affidavits of Mr Lee of 10 and 27 March 2006 and 1 June 2006, the affidavit of Mr Lockett of 28 April 2006 and its annexures, a 'Book of Transcripts' of examinations carried out by Mr Nicol to date, and a book containing 'Examination Transcripts of Anthony Sobey and Exhibits'.",
      "id": "s45"
    },
    {
      "text": "Counsel agreed that to the extent to which the transcripts, or documents referred to in the transcripts, are relevant to determination of the present issues, they are set out or identified in the affidavit of Mr Lockett.",
      "id": "s46"
    },
    {
      "text": "In view of that, I have not independently referred back to the Book of Transcripts or the Examination Transcripts of Mr Sobey or of the documents enclosed with it, other than as specifically referred to in Mr Lockett's affidavit and in submissions.",
      "id": "s47"
    },
    {
      "text": "I was not asked to do so by counsel for the parties.",
      "id": "s48"
    },
    {
      "text": "17 The Sobey interests did not contend that the material referred to in the affidavit of Mr Lockett was not in admissible form.",
      "id": "s49"
    },
    {
      "text": "There was a submission that certain of the material available to Mr Nicol arose from the erroneous disclosure of other privileged material, but there was no evidence from the Sobey interests to support that claim, and it was also accepted that the disclosure of that material was made in circumstances where in practical terms the privilege in that material could not now be maintained: see Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1.",
      "id": "s50"
    },
    {
      "text": "In other words, even if that material had been privileged, it had been disclosed and it was too late to do anything about it.",
      "id": "s51"
    },
    {
      "text": "18 Apart from the blanket claim that client legal privilege in the documents in PT.1, PT.2 and PT.4 does not exist because of the 'fraud' exception to the entitlement to have communications treated as subject to legal professional privilege, Mr Nicol contended that there were particular documents in respect of which client legal privilege was not made out because:\n \n (a) the documents were not described in a way which supported the claim for privilege and were not otherwise proved to be privileged; \n (b) the documents comprised communications which were either not confidential, or where privilege had been waived by disclosure to a third party;\n (c) the documents were not, or were not shown to be, made for the dominant purpose of obtaining legal advice;\n (d) the documents were invoices for the provision of legal services which did not contain privileged information or were not prepared for the dominant purpose of giving or receiving legal advice.",
      "id": "s52"
    },
    {
      "text": "19 I attach to these reasons a schedule identifying the documents over which privilege has not been claimed or, where privilege was claimed and disputed, in respect of which the Sobey interests adduced no evidence in support of the claim.",
      "id": "s53"
    },
    {
      "text": "An example is PT.2.51.",
      "id": "s54"
    },
    {
      "text": "It also separately identifies in Part 2 the documents over which privilege is claimed and which Mr Nicol (save for the contention based on the 'fraud' exception) does not dispute.",
      "id": "s55"
    },
    {
      "text": "In Part 3 it identifies the documents about which there is a dispute (the disputed documents).",
      "id": "s56"
    },
    {
      "text": "I have addressed those documents separately.",
      "id": "s57"
    },
    {
      "text": "The fourth part of the schedule reflects my rulings on the disputed documents in the light of my reasons below, and again subject to consideration of 'the fraud exception'.",
      "id": "s58"
    },
    {
      "text": "I have in the fifth part of the schedule reflected my rulings on the documents in parts two and four (that is, documents over which I have found privilege to exist subject to consideration of the fraud exception) in the light of my conclusions on the contentions about 'the fraud exception'.",
      "id": "s59"
    },
    {
      "text": "20 The order then identifies those documents over which the claim for legal professional privilege has been sustained.",
      "id": "s60"
    },
    {
      "text": "THE PRINCIPLES \n (a) General \n \n21 The parties did not dispute the principles generally applicable to the determination of whether a document is subject to legal professional privilege.",
      "id": "s61"
    },
    {
      "text": "At this interlocutory point, the common law governs the determination of whether the disputed documents are the subject of legal professional privilege: Esso Australia Resources Ltd v Commissioner of Taxation [1999] HCA 67 ; (1999) 201 CLR 49 at [23] .",
      "id": "s62"
    },
    {
      "text": "22 Legal professional privilege protects from disclosure any material brought into existence for the dominant purpose of obtaining or providing legal advice or for the dominant purpose of use in existing or reasonably participated legal proceedings: Esso at [38].",
      "id": "s63"
    },
    {
      "text": "The privilege is that of the client, rather than that of the legal practitioner.",
      "id": "s64"
    },
    {
      "text": "23 The party asserting the privilege in relation to a particular document or documents has the onus of establishing, by admissible evidence, that the privilege is properly claimed: Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674 at 688-689.",
      "id": "s65"
    },
    {
      "text": "In Trade Practices Commission v Sterling (1979) 36 FLR 244 at 245-246 Lockhart J helpfully described classes of documents to which the privilege will attach.",
      "id": "s66"
    },
    {
      "text": "It is not the function of the Court to trawl through voluminous material without the party which claims privilege having adduced evidence in support of the claim.",
      "id": "s67"
    },
    {
      "text": "In the face of contested evidence, the Court may examine particular documents to assist in deciding whether the privilege is properly claimed.",
      "id": "s68"
    },
    {
      "text": "Consequently, where there is no evidence in support of the claim in respect of a particular document, I have treated the document as not privileged.",
      "id": "s69"
    },
    {
      "text": "see e.g.",
      "id": "s70"
    },
    {
      "text": "per Bleby J in Health &amp; Life Care Ltd v Price Waterhouse (1997) 69 SASR 362 ( HLC ) at 373.",
      "id": "s71"
    },
    {
      "text": "24 Bills of costs will be privileged if they record the progress of legal advice or its nature, but documents of that nature which do not disclose the nature or content of privileged material are not: Ainsworth v Wilding (No 2) [1900] 2 Ch 315; Allen Allen &amp; Hemsley v Deputy Commissioner of Taxation (New South Wales) (1989) 86 ALR 597; R v Manchester Crown Court; Ex parte Rogers [1999] 4 All ER 35.",
      "id": "s72"
    },
    {
      "text": "Similarly, an engagement letter between a solicitor and a client is not privileged except to the extent that it records legal advice or material touching upon legal advice to be given: Cook v Pasminco Ltd (No 2) [2000] FCA 1819 ; (2000) 107 FCR 44 at [45] - [48] .",
      "id": "s73"
    },
    {
      "text": "25 The occasion upon which the privilege arises must be a confidential one.",
      "id": "s74"
    },
    {
      "text": "Discussions in the presence of a third party are not therefore privileged.",
      "id": "s75"
    },
    {
      "text": "It does not necessarily follow, however, that a record of those discussions which is prepared for the dominant purpose of giving legal advice is not itself privileged.",
      "id": "s76"
    },
    {
      "text": "A determination that privilege attaches to such a document may depend upon the purpose for which the record of such discussions was made, and its content, as exposed through evidence.",
      "id": "s77"
    },
    {
      "text": "(b) Communications to facilitate crime or fraud \n \n26 What counsel identified by the shorthand expression 'the fraud exception' presents more complex issues.",
      "id": "s78"
    },
    {
      "text": "The substantive legal right of a person to have protected from disclosure confidential communications with a legal adviser in certain circumstances is based upon public policy.",
      "id": "s79"
    },
    {
      "text": "27 Consequently, such communications if contrary to public policy are not so protected.",
      "id": "s80"
    },
    {
      "text": "A clear example is a communication to further the commission of a crime or fraud: Varawa v Howard Smith &amp; Co Ltd [1910] HCA 11 ; (1910) 10 CLR 382; Attorney-General (Northern Territory) v Kearney [1985] HCA 60 ; (1985) 158 CLR 500 ( Kearney ); Commissioner of Australian Federal Police v Propend Finance Pty Limited [1997] HCA 3 ; (1997) 188 CLR 501 ( Propend ).",
      "id": "s81"
    },
    {
      "text": "28 The exception is not confined to cases where the communication is in furtherance of the commission of a crime or fraud.",
      "id": "s82"
    },
    {
      "text": "Kearney provides an example: privilege did not apply to communications between the Northern Territory Government and its legal advisers which were directed to making a regulation which would defeat an Aboriginal land claim.",
      "id": "s83"
    },
    {
      "text": "Gibbs CJ at 514 said the exception extended 'to include anything that might be described as a fraud on justice'.",
      "id": "s84"
    },
    {
      "text": "See also R v Bell; Ex parte Lees [1980] HCA 26 ; (1980) 146 CLR 141 where the communication as to the client's address was not regarded as confidential because it would be against public interest to so regard it: the communication of the address to the legal adviser was said expressly to be confidential so as to frustrate the efficacy of a custody order.",
      "id": "s85"
    },
    {
      "text": "Such a purpose would now result in the disclosure of the address under s 121(2) of the Evidence Act 1995 (Cth).",
      "id": "s86"
    },
    {
      "text": "29 Mr Nicol contended that, on the material before the Court, there was an arguable case that:\n \n (1) Mr Sobey and ACN 114 participated in and acted in furtherance of an illegal managed investment scheme, namely the Scheme; and \n (2) Mr Sobey and ACN 114 knowingly obtained certain securities from Mr Mercorella and the Scheme companies in order to obtain an unfair advantage over other creditors in circumstances where they were aware of the dire financial position of the Scheme.",
      "id": "s87"
    },
    {
      "text": "He further contended that, to the extent to which documents were brought into existence for the purposes of, or in furtherance of, those activities, public policy would remove the shield of legal professional privilege from those documents.",
      "id": "s88"
    },
    {
      "text": "30 In some cases, it is clear that documents over which privilege is claimed were brought into existence in circumstances where public policy removes the shield of privilege.",
      "id": "s89"
    },
    {
      "text": "In other cases, indeed most cases, public policy clearly provides the shield of privilege.",
      "id": "s90"
    },
    {
      "text": "Where the line is to be drawn so that that shield is lifted must be decided in the particular circumstances of the case.",
      "id": "s91"
    },
    {
      "text": "It is a contentious issue here.",
      "id": "s92"
    },
    {
      "text": "31 In Southern Equities Corporation Ltd (in liq) v Arthur Andersen (1997) 70 SASR 166 at 174 Doyle CJ said:\n \n 'I conclude from this reference to authority that the claim of privilege will fail only if there is material raising an arguable case that the relevant communications were made for the purpose of furthering or assisting a crime or fraud, and that fraud in this context embraces a range of legal wrongs that have deception, deliberate abuse of or misuse of legal powers, or deliberate breach of a legal duty at their heart.",
      "id": "s93"
    },
    {
      "text": "It is not enough, I consider, that one could simply say that a transaction constituted sharp practice, or fell below the normal standard of commercial probity.",
      "id": "s94"
    },
    {
      "text": "It is not enough, I consider, that one would regard a transaction on which advice was sought as artificial, or as deliberately structured to take advantage of the law on a topic.",
      "id": "s95"
    },
    {
      "text": "In light of the authorities, one cannot be more precise than that.",
      "id": "s96"
    },
    {
      "text": "It is not necessary to show that the solicitor in question is implicated.",
      "id": "s97"
    },
    {
      "text": "What is in issue is the purpose of the client.",
      "id": "s98"
    },
    {
      "text": "' \n \n\n32 Senior counsel for both the Sobey interests and for Mr Nicol said that his Honour's observations reflected the current state of the law.",
      "id": "s99"
    },
    {
      "text": "33 They disagreed firstly as to whether the evidence on this application, in essence the affidavit of Mr Lockett, raised an arguable case that the relevant communications between the Sobey interests and Mr Tanti or other legal advisers from TP and the TP internal records were made for any identifiable purpose.",
      "id": "s100"
    },
    {
      "text": "They disagreed secondly upon whether, whatever the purpose for obtaining that legal advice may be, it would engage public policy so that the communications in issue would not be privileged from disclosure.",
      "id": "s101"
    },
    {
      "text": "34 The Court, when addressing such issues, does not need to be satisfied on the balance of probabilities of the conduct alleged.",
      "id": "s102"
    },
    {
      "text": "In Propend at 514, the test was expressed as being whether there are 'reasonable grounds for believing' that the relevant communication or record was for the illegal or improper purpose.",
      "id": "s103"
    },
    {
      "text": "In O'Rourke v Darbishire [1920] AC 581 at 604 it was said that there must be 'something to give colour to the charge.",
      "id": "s104"
    },
    {
      "text": "The statement must be made in clear and definite terms, and there must further be some prima facie evidence that it has some foundation in fact.",
      "id": "s105"
    },
    {
      "text": "' In Baker v Evans (1987) 77 ALR 565 at 574 the expression 'prima facie case' of illegal or improper conduct was used.",
      "id": "s106"
    },
    {
      "text": "35 Where I have recorded findings below, I have applied that general test.",
      "id": "s107"
    },
    {
      "text": "Counsel did not contend that there was any subtle distinction between those expressions.",
      "id": "s108"
    },
    {
      "text": "My findings therefore are not ultimate findings on the balance of probabilities, but that there are reasonable grounds for believing that those facts exist.",
      "id": "s109"
    },
    {
      "text": "The Sobey interests did not adduce contradictory or additional evidence to that adduced through Mr Lockett, but submitted that material simply did not make out the case asserted to the necessary degree.",
      "id": "s110"
    },
    {
      "text": "36 It is of course only communications which were brought into existence in furtherance of the illegal or improper purpose which are removed from the shield of privilege: Re Moage Ltd (in liq); Sheahan v Pitterino (1998) 82 FCR 10 at 19-20.",
      "id": "s111"
    },
    {
      "text": "Those which are for the purpose of advice about (for example) the enforceability of security instruments would be protected, even if those concerning the creation of those instruments were not.",
      "id": "s112"
    },
    {
      "text": "CONSIDERATION: THE DISPUTED DOCUMENTS \n \n37 There are a number of documents where Mr Nicol says their description and the supporting evidence of Mr Lee does not support the claim of privilege or where the description indicates the documents are not privileged.",
      "id": "s113"
    },
    {
      "text": "Senior counsel for Mr Nicol submitted that Mr Lee's affidavits did not generally go any distance to supporting the claim for legal professional privilege.",
      "id": "s114"
    },
    {
      "text": "His affidavit of 10 March 2006 does not say that he has examined the documents in PT.1 and PT.2, but I infer from its contents that he has done so.",
      "id": "s115"
    },
    {
      "text": "He addresses sequentially the documents in issue (or most of them) and expands a little upon their description in the List of Documents.",
      "id": "s116"
    },
    {
      "text": "It asserts a purpose for many of the documents; I do not place much weight on that evidence as the affidavit does not indicate that he has made any inquiries beyond himself examining the documents.",
      "id": "s117"
    },
    {
      "text": "He has not deposed to any knowledge of the circumstances of the work carried out by TP or to any other matters which might enhance the weight to be given to his assertions.",
      "id": "s118"
    },
    {
      "text": "His affidavit of 27 March 2006 concerning the documents in PT.4 is structured the same way, although it expressly states he has inspected the documents and that he sets out 'the basis for our client's claim for privilege'.",
      "id": "s119"
    },
    {
      "text": "In effect, his affidavits do little more than provide a description of most of the documents in issue, and make an assertion or submission as to why each should be privileged.",
      "id": "s120"
    },
    {
      "text": "38 I have looked at the documents in PT.1 and PT.4 to ensure I understand as much as possible of Mr Lee's evidence.",
      "id": "s121"
    },
    {
      "text": "39 The documents in PT.1 comprise a substantial bundle of loose documents, and folders (including the documents in them) with the following labels:\n \n Caldicott &amp; Co --- Security Arrangements\n Unlabelled (4 folders)\n Caldicott &amp; Co --- T Sobey Tax Advice\n Unlabelled (4 folders) \n\n40 The documents in PT.4 comprise two substantial bundles of loose documents, as well as four folders.",
      "id": "s122"
    },
    {
      "text": "The bundles each has a cover sheet giving the descriptions: 'Details of Documents Received for Basso Newman &amp; Co' and, 'List of documents received from Basso Newman &amp; Co'.",
      "id": "s123"
    },
    {
      "text": "The folders (including the documents in them) have the following labels:\n \n ACN 114 392 577 Pty Ltd --- Mercorella - #1 (to 31.08.05)\n ACN 114 392 577 Pty Ltd --- Mercorella - #2 (from 01.09.05 to 07.09.05)\n ACN 114 392 577 Pty Ltd --- Mercorella - #3 (from 08.09.05 to 16.09.05) \n\n41 ACN 114 392 577 Pty Ltd --- Mercorella - #4 (from 17.09.05)\n \nThe cover sheets to the five bundles do not relate to the contents of the bundles.",
      "id": "s124"
    },
    {
      "text": "The cover sheets list enclosures comprising largely executed documents.",
      "id": "s125"
    },
    {
      "text": "Those documents are not in the bundles.",
      "id": "s126"
    },
    {
      "text": "The bundles appear to relate to the documents in the list numbered 1-199, but it is difficult to be sure of that as they are not listed in sequence (either from top to bottom or from bottom to top) or there has been some re-arrangement of them.",
      "id": "s127"
    },
    {
      "text": "There may also have been some interposition in the list of documents from each bundle.",
      "id": "s128"
    },
    {
      "text": "The list also does not readily identify which documents come from the four files, which are apparently maintained in chronological sequence.",
      "id": "s129"
    },
    {
      "text": "42 The presentation of the material by the Sobey interests is, in my view, quite unsatisfactory.",
      "id": "s130"
    },
    {
      "text": "43 Locating documents within particular files (many were in the separate loose bundles) or locating them at all proved to be a very onerous and time consuming task.",
      "id": "s131"
    },
    {
      "text": "I was not assisted in that regard by the form in which the documents in PT.1 and PT.4 were presented; there was no clear logical flow or connection between the lists and the documents themselves, at least not one apparent to me.",
      "id": "s132"
    },
    {
      "text": "Some appeared sequentially in some files, including some in reverse order.",
      "id": "s133"
    },
    {
      "text": "To a significant extent, the documents were tagged by a Court officer with their number to tie them to the lists, as there was no other ready way to identify them.",
      "id": "s134"
    },
    {
      "text": "44 In those circumstances, if there is some decision about particular documents which the Sobey interests regard as erroneous, that is likely to be a consequence of the lack of evidence of the character necessary to make out the claim and the inability to readily identify the particular documents.",
      "id": "s135"
    },
    {
      "text": "45 In some instances, I have used Mr Lee's evidence in conjunction with the fact that a particular document is within a particular file.",
      "id": "s136"
    },
    {
      "text": "Such information should have been provided.",
      "id": "s137"
    },
    {
      "text": "To that extent, the Sobey interests may have benefited from my preparedness to have the disputed documents located in the material comprising PT.1 and PT.4.",
      "id": "s138"
    },
    {
      "text": "It was not necessary to refer to PT.2 for this purpose.",
      "id": "s139"
    },
    {
      "text": "In some instances, I have also referred to the document in issue to better understand Mr Lee's evidence.",
      "id": "s140"
    },
    {
      "text": "(a) Documents on their face not privileged \n \n46 There are a number of documents over which legal professional privilege has been claimed, but in respect of which Mr Nicol says the description in the lists prepared by Mr Tanti is not sufficient to support the claim, or the description indicates the documents are not privileged.",
      "id": "s141"
    },
    {
      "text": "I have had regard to Mr Lee's evidence in addressing those contentions, and in some instances looked at the documents themselves.",
      "id": "s142"
    },
    {
      "text": "47 In my view, the documents in this category which are privileged are those in PT.1 numbered 9, 19, 45, 54, 55, 60, 61, 63, 88, 127, 145, 165, 168, 174, 186, 191, 196, 202, 207, 227, 229 and 246 and those in PT.4 numbered 17, 21, 36, 42, 48, 49, 55, 58, 67, 74, 79, 80, 119, 124, 140, 141, 145, 173, 213, 216, 224, 227, 234, 241, 244 and 264.",
      "id": "s143"
    },
    {
      "text": "(b) Documents where the communication was in the presence of a third party \n \n48 The evidentiary material presently before the Court indicates that TP gave professional legal advice both to Mr and Mrs Sobey and to ACN 114.",
      "id": "s144"
    },
    {
      "text": "It opened files in the names of Craig Caldicott or Caldicott &amp; Co entitled 'Security Arrangement', 'G A Mercorella --- Tax Advice' and 'T Sobey --- Tax Advice' (on the evidence, a stamp duty issue).",
      "id": "s145"
    },
    {
      "text": "It also opened a file in the name of ACN 114 entitled 'Mercorella' and one in the name of Basso Newman &amp; Co entitled 'Incorporation of Ajay Holdings Pty Ltd' (Ajay).",
      "id": "s146"
    },
    {
      "text": "The documents in PT1, PT.2 and PT.4 do not all readily relate to those files.",
      "id": "s147"
    },
    {
      "text": "The firm Caldicott &amp; Co and the legal practitioner Craig Caldicott (its principal) engaged TP for those purposes on behalf of Mr Sobey; that firm was also acting for him in certain respects.",
      "id": "s148"
    },
    {
      "text": "Basso Newman &amp; Co is a firm of accountants then acting for Mr Sobey, and also engaged TP in relation to Ajay on his behalf.",
      "id": "s149"
    },
    {
      "text": "49 There are a number of documents in respect of which Mr Nicol disputes that privilege exists because a third party (and in most cases the counterparty Mr Mercorella) was present at the time of the communication to which the document refers.",
      "id": "s150"
    },
    {
      "text": "I accept that, with one qualification, the records of communications at which a third party was present, as identified by Mr Nicol, are with persons unassociated with the Sobey interests.",
      "id": "s151"
    },
    {
      "text": "I have not included as third parties Mr Sobey's then current accountants and other solicitors acting for him.",
      "id": "s152"
    },
    {
      "text": "The one qualification concerns the former accountant to Mr Sobey, but on the evidence he had ceased to so act at the relevant time.",
      "id": "s153"
    },
    {
      "text": "50 Where Mr Mercorella was present at such meetings, he was present in his capacity as a counterparty.",
      "id": "s154"
    },
    {
      "text": "He was not a client of TP for the purpose of those meetings.",
      "id": "s155"
    },
    {
      "text": "The evidence also indicates that others recorded as present at such meetings such as Guiseppe Falanga or Carmelo Falanga or those representing the FS Investment Trust were not there as clients of TP.",
      "id": "s156"
    },
    {
      "text": "That picture is consistent with Mr Sobey's evidence at his examination on 17 February 2005.",
      "id": "s157"
    },
    {
      "text": "51 It is clear that in such circumstances (unless there were some relevant relationship giving rise to a common interest between those present --- and it is not said that there was) such communications themselves were not privileged.",
      "id": "s158"
    },
    {
      "text": "There is no basis on the material to find that, on those occasions, the obligation of confidentiality arose between all those present.",
      "id": "s159"
    },
    {
      "text": "52 It does not necessarily follow that a document which records the communication may not be privileged.",
      "id": "s160"
    },
    {
      "text": "The recording of the communication may have been made for the dominant purpose of giving legal advice to the Sobey interests.",
      "id": "s161"
    },
    {
      "text": "In the cases of a document which records only, and apparently fully, the communication, one view is that the record is not itself privileged because it records no more than non-confidential information: Kennedy v Lyell (1883) 23 Ch D 387 at 405.",
      "id": "s162"
    },
    {
      "text": "Where a document selectively records the communication, its terms may reflect a perception of significance of the parts recorded which may therefore have the character of confidentiality: Handley v Baddock [1987] WAR 98.",
      "id": "s163"
    },
    {
      "text": "The public interest in protecting the document from disclosure becomes stronger if the record includes commentary of the note taker.",
      "id": "s164"
    },
    {
      "text": "53 In this matter, the evidence on behalf of the Sobey interests does no more than assert the privilege.",
      "id": "s165"
    },
    {
      "text": "It does not detail in any respect that the material recorded in the identified documents is other than a representation of the communication which is itself not privileged.",
      "id": "s166"
    },
    {
      "text": "I have not inspected each of the documents within this category to see if they do carry more than a record of the communication, or if they record it in any way which might indicate the significance of particular information.",
      "id": "s167"
    },
    {
      "text": "It is not possible to infer that the omission of particular information may be significant because I do not know details of the communication itself.",
      "id": "s168"
    },
    {
      "text": "Those are matters upon which evidence could have been adduced.",
      "id": "s169"
    },
    {
      "text": "54 In HLC , the Full Court of the Supreme Court of South Australia (Doyle CJ, Lander and Bleby JJ) held that a document recording information provided by a potential witness in litigation was privileged from production on the ground of legal professional privilege.",
      "id": "s170"
    },
    {
      "text": "There is no reason to regard 'litigation privilege' in that context differently from privilege arising from communications for the purpose of giving advice: see Propend , and per Doyle CJ in HLC at 364.",
      "id": "s171"
    },
    {
      "text": "That privilege was found to exist in HLC even though, at least arguably, the communication between the witness and the solicitor was not privileged.",
      "id": "s172"
    },
    {
      "text": "It existed because the document recording the statement was a communication by the solicitor who had taken the statement of the information provided by the witness, and had the necessary purpose (in that case, for use in existing litigation).",
      "id": "s173"
    },
    {
      "text": "See also Lander J at 370, and Bleby J at 371.",
      "id": "s174"
    },
    {
      "text": "55 I have therefore reviewed the evidence to see if it shows that the purpose of the record of those meetings was predominantly to give legal advice to the Sobey interests.",
      "id": "s175"
    },
    {
      "text": "If it has that character, it will be a document the purpose of which is a communication on an occasion which will itself be privileged.",
      "id": "s176"
    },
    {
      "text": "56 Where the document in issue is itself a communication between TP and another person, if that person is a third party or counterparty in the sense referred to, I regard the document as not privileged as the communication itself is not privileged.",
      "id": "s177"
    },
    {
      "text": "If it was between TP and other solicitors also acting for the Sobey interests, I think it is a privileged communication.",
      "id": "s178"
    },
    {
      "text": "If it is a communication between TP and the accountant then acting for the Sobey interests in that capacity, so that the communication was part of the process of keeping TP informed so as to give legal advice, such communications are also privileged: DSE (Holdings) Pty Ltd v Intertan Inc [2003] FCA 1191 ; (2003) 135 FCR 151; Mitsubishi Electric Australia Pty Ltd v Victorian Work Cover Authority [2002] VSCA 59 ; (2002) 4 VR 332.",
      "id": "s179"
    },
    {
      "text": "Stone J in Pratt Holdings Pty Ltd v Commissioner of Taxation [2004] FCAFC 122 ; (2004) 136 FCR 357 at 387 explained the need for evidence to indicate the function of communications with an expert such as an accountant, either by the client or by the expert to the lawyer, to show the dominant purpose of the communication was one which attracted privilege.",
      "id": "s180"
    },
    {
      "text": "57 In my view, the following documents in respect of which Mr Nicol disputes that privilege lies as third party communications are nevertheless privileged from production: PT.1.31, 44, 46, 48, 49, 53, 59, 64, 71, 72, 123, 129, 131, 133, 134, 135, 138, 148, 150, 151, 156, 162, 167, 173, 179, 187, 188, 190, 192, 195, 199, 205, 206, 215, 231, 232, 254, 255 and 261; and PT.4.23, 25, 34, 37, 43-45, 50, 53, 56, 91, 92, 95, 112, 121, 131, 133, 149, 150, 155, 159, 163, 187, 195, 212, 228, 242, 255 and 256.",
      "id": "s181"
    },
    {
      "text": "58 I note the unexplained discordance between the description of PT.1.43 (as a communication from TP to Mr Mercorella) and the reference to it in par 14 of Mr Lee' s 10 March 2006 affidavit.",
      "id": "s182"
    },
    {
      "text": "In the absence of an explanation, my decision is based upon Mr Tanti's description of the document in the list.",
      "id": "s183"
    },
    {
      "text": "That document is not privileged from production.",
      "id": "s184"
    },
    {
      "text": "There is also an unexplained discordance between the list and the affidavit (par 34) about PT.1.128.",
      "id": "s185"
    },
    {
      "text": "That document, as described, is not one proved to attract legal professional privilege to the Sobey interests (as distinct, possibly, from others).",
      "id": "s186"
    },
    {
      "text": "The same comments apply to PT.1.146 and PT.1.147.",
      "id": "s187"
    },
    {
      "text": "59 The document PT.1.175 and the evidence does not satisfy me that the Sobey interests (as distinct, possibly, from others) have legal professional privilege in it.",
      "id": "s188"
    },
    {
      "text": "PT.1.177 also falls into that category, as does PT.1.178.",
      "id": "s189"
    },
    {
      "text": "60 The unexplained discordance in description of document PT.1.198 in the list and the affidavit has also lead to its exclusion from the list of privileged documents.",
      "id": "s190"
    },
    {
      "text": "The description of the document in the list is not sufficient to satisfy me that it is privileged.",
      "id": "s191"
    },
    {
      "text": "61 There is also an unexplained discordance in the description of PT.1.215, but I think that the document as described in the list, in the light of the evidence about the accountant's role, suffices to make the document privileged.",
      "id": "s192"
    },
    {
      "text": "(c) Documents which do not disclose confidential information or lack the necessary dominant purpose \n\n62 There are other disputed documents where, Mr Nicol says, the necessary dominant purpose of their creation is not made out or where they do not disclose privileged communications or information.",
      "id": "s193"
    },
    {
      "text": "I have considered them only if I have not already concluded that they are not privileged.",
      "id": "s194"
    },
    {
      "text": "63 Of the remaining documents in issue, on the material, I am satisfied that the Sobey interests (as distinct, perhaps, from others) have legal professional privilege in the following documents: PT.1.132 and 200; and PT.4.107.",
      "id": "s195"
    },
    {
      "text": "64 I note PT.1.28 is said to enclose a draft agreement, but the affidavit of Mr Lee of 10 March 2006 (par 11) calls it a loan agreement.",
      "id": "s196"
    },
    {
      "text": "As a final version of the agreement, I do not think it is privileged.",
      "id": "s197"
    },
    {
      "text": "The document PT.1.38 is described in the list as a deed, and as such is not shown to be privileged; the affidavit does not explain why it is described as a draft other than perhaps by calling it 'unexecuted'.",
      "id": "s198"
    },
    {
      "text": "I am not satisfied that it is not what it is described in the list to be.",
      "id": "s199"
    },
    {
      "text": "THE 'FRAUD' EXCEPTION \n \n65 The general nature of the Scheme is referred to above.",
      "id": "s200"
    },
    {
      "text": "66 The evidence indicates that, in its early stages, the loans between investors and Mr Mercorella were routinely documented by pro forma loan agreements.",
      "id": "s201"
    },
    {
      "text": "67 It also indicates that from about May 2003:\n \n (a) Mr Sobey and entities with which he was associated became investors in the Scheme by certain loans to Mr Mercorella, and that ultimately those loans were of the order of about $1.8 million.",
      "id": "s202"
    },
    {
      "text": "(b) Mr Sobey introduced certain persons and entities to Mr Mercorella as potential investors in the Scheme, under an arrangement with Mr Mercorella that he was to receive a trailing interest payment of 2 to 21/2 per cent per month on funds advanced to the Scheme by such persons and entities during the period their funds were available to the Scheme.",
      "id": "s203"
    },
    {
      "text": "(c) Mr Sobey also received similar trailing interest payments of the same order on funds advanced to the Scheme by a group of investors known as the FS Investments Group (Carmelo Falanga and Guiseppe Falanga appear to have dealt with Mr Mercorella on behalf of the FS Investment Trust) during the period their funds were available to the Scheme.",
      "id": "s204"
    },
    {
      "text": "68 Mr Sobey through his accountants prepared and maintained interest summaries and investor records in relation to the investors, separated into the Sobey Group and the FS Investment Group.",
      "id": "s205"
    },
    {
      "text": "Those records required substantial recalculation when Mr Mercorella determined in about November 2004 that interest on advances should be paid quarterly instead of monthly.",
      "id": "s206"
    },
    {
      "text": "The moneys introduced to the Scheme through those two groups led to Mr Sobey receiving very substantial trailing interest payments on a monthly basis from Mr Mercorella over a lengthy period, as well as interest on his own advances.",
      "id": "s207"
    },
    {
      "text": "69 A moments thought by Mr Sobey (and others) would have indicated how unlikely the Scheme was to succeed, at least with conventional investments.",
      "id": "s208"
    },
    {
      "text": "The monthly interest commitment to the investors (assuming it was similar to that paid to Mr Sobey on his advances), the trailing interest payments, and some fees or expenses of Mr Mercorella would require a return on investment of some 70-80 per cent per annum if the capital were to be preserved and not used to pay interest.",
      "id": "s209"
    },
    {
      "text": "70 In about November 2004, TP were engaged by Mr Sobey through his accountants to advise about the GST implications of the existing structure of advances to Mr Mercorella for the Scheme and the existing arrangements for payment of trailing interest.",
      "id": "s210"
    },
    {
      "text": "In the course of so advising Mr Sobey, Ajay was incorporated on 7 February 2005 with Mr Sobey as its sole director, secretary and shareholder.",
      "id": "s211"
    },
    {
      "text": "TP also prepared revised loan agreements, which (through the accountant for Mr Sobey) were apparently completed with the names of the individual investors and executed.",
      "id": "s212"
    },
    {
      "text": "Those loan agreements foreshadowed the transactions referred to below, as they interposed the partnership of Ajay and Opey as the borrowing intermediary between the lenders and Mr Mercorella and the Scheme.",
      "id": "s213"
    },
    {
      "text": "71 As noted earlier, on the evidence, Mr Mercorella determined in about November 2004 to pay interest on moneys advanced to him for the Scheme quarterly instead of monthly.",
      "id": "s214"
    },
    {
      "text": "Mr Sobey was unhappy with that new arrangement.",
      "id": "s215"
    },
    {
      "text": "That time coincides also with Mr Sobey first consulting TP.",
      "id": "s216"
    },
    {
      "text": "He also became aware that by early 2005, some trailing interest payments to which he was entitled were belated.",
      "id": "s217"
    },
    {
      "text": "He said in his examination that in March or April 2005 he learned that there was 'some significant shortfall', and he returned from overseas earlier than he had planned because of those problems.",
      "id": "s218"
    },
    {
      "text": "He arranged the payment to which some other investors were entitled of certain interest through AS Investments Pty Ltd because 'people were under pressure and I felt responsible' because he had introduced those people to Mr Mercorella.",
      "id": "s219"
    },
    {
      "text": "72 Mr Sobey said that about that time, he got legal advice to 'document the security issues that had been promised for some time', and that he should do so quickly.",
      "id": "s220"
    },
    {
      "text": "He recognised that, at that point, Mr Mercorella was unable to pay interest and repay the loans, and became 'fed up' with his excuses.",
      "id": "s221"
    },
    {
      "text": "He was aware by May 2005 that Mr Mercorella had been lying about his available assets, and it was difficult to ascertain the value of the security that was being offered.",
      "id": "s222"
    },
    {
      "text": "73 Mrs Sobey in her examination stated that the need to obtain the promised security was becoming more urgent from late 2004, following the change in the interest payment regime.",
      "id": "s223"
    },
    {
      "text": "74 ACN 114 was incorporated on 23 May 2005.",
      "id": "s224"
    },
    {
      "text": "Its sole director and shareholder is Mrs Sobey.",
      "id": "s225"
    },
    {
      "text": "75 A 'Priority Relationship and Security Trust Deed' (the Deed) was prepared dated 2 June 2005.",
      "id": "s226"
    },
    {
      "text": "It recites that on 31 January 2004 nine of the Scheme companies agreed to give security to Mr Sobey, Mrs Sobey, AS Investments Pty Ltd (a company of which Mr Sobey was sole director and shareholder), Sobey Pty Ltd, WWW.Invest Pty Ltd, Ilieva Pty Ltd and to Carmelo Felanga, Guiseppe Felanga and Mr Sobey as Trustees for The FS Investment Unit Trust (together 'the mortgagees') to secure advances made available by them to Ajay and Opey in partnership.",
      "id": "s227"
    },
    {
      "text": "The security was a fixed and floating charge over those Scheme companies' assets and undertakings, granted to the 'Security Trustee', namely ACN 114.",
      "id": "s228"
    },
    {
      "text": "ACN 114 by that Deed declared that it held the security and all moneys received under the security on trust for the mortgagees.",
      "id": "s229"
    },
    {
      "text": "The trust was named the Mercorella Security Trust.",
      "id": "s230"
    },
    {
      "text": "76 That Deed also established a priority ranking of the mortgagees in respect of monies thereafter received (after costs of the Security Trustee) as follows: Mr Sobey, AS Investments Pty Ltd, Mrs Sobey, Sobey Pty Ltd, WWW.Invest Pty Ltd, Ilieva Pty Ltd, and the trustees of The FS Investment Unit Trust.",
      "id": "s231"
    },
    {
      "text": "77 In his evidence at his examination, Mr Sobey said he did not know of the partnership between Ajay and Opey.",
      "id": "s232"
    },
    {
      "text": "He also said that Ajay had not borrowed any moneys in 2005 (contrary to the Deed recital) and that all borrowings for the Scheme were made by Mr Mercorella.",
      "id": "s233"
    },
    {
      "text": "Mr Sobey's accountant was, however, aware of the partnership, and prepared financial statements and tax returns for it.",
      "id": "s234"
    },
    {
      "text": "He said that no moneys had been advanced to the partnership, and that all funds advanced went directly to Mr Mercorella for the Scheme.",
      "id": "s235"
    },
    {
      "text": "I have not had the financial statements of the partnership drawn to my attention, but the questioning of the accountant is upon the basis that it had assets of some $18 million by way of loan funds.",
      "id": "s236"
    },
    {
      "text": "78 The Deed has been executed by Mr Mercorella as a director of each of the Scheme companies, by Ajay apparently through Mr Sobey as director, and by ACN 114 apparently through Mrs Sobey as director.",
      "id": "s237"
    },
    {
      "text": "79 It is open to infer, on the evidence, that the recitals or certain of them to the Deed are a sham, and that no moneys were advanced to the partnership of Ajay and Opey in June 2005 or at all, and so that no agreement was made by the Scheme companies on 31 January 2004 to grant security to the mortgagees for advances made by them to the Ajay/Opey partnership.",
      "id": "s238"
    },
    {
      "text": "I think there are reasonable grounds for drawing that conclusion, and for the purpose of the present application I do so.",
      "id": "s239"
    },
    {
      "text": "80 Charges in favour of ACN 114 over the assets and undertaking of each of the Scheme companies were granted and lodged and 'provisionally registered' on 3 June 2005, except for that granted by PGLE Pty Ltd which was first provisionally registered on 14 June 2005.",
      "id": "s240"
    },
    {
      "text": "They were 'perfected', that is registered without provisional status on 31 August 2005 when the Certificate of Entry of a Charge was given by the plaintiff.",
      "id": "s241"
    },
    {
      "text": "Mr Nicol points to the fact that TP's engagement to address the enforceability of the charges commenced some weeks before 31 August 2005.",
      "id": "s242"
    },
    {
      "text": "81 Mr Caldicott was billed by TP in the period June, July and August 2005 for quite substantial work on behalf of the Sobey interests in identifying assets of the Scheme companies and drawing the security documentation.",
      "id": "s243"
    },
    {
      "text": "Mr Sobey was, on the evidence, involved in giving instructions on those matters.",
      "id": "s244"
    },
    {
      "text": "TP (Mr Tanti) was told by Mr Sobey that it was necessary to obtain the securities as quickly as possible.",
      "id": "s245"
    },
    {
      "text": "82 The advice given by TP, and the work it carried out, from 19 July 2005 was in the context of a media release of ASIC of that day, a copy of which is on one of the TP files.",
      "id": "s246"
    },
    {
      "text": "The media release refers to the investigation into whether Mr Mercorella had been operating unlawfully a managed investment scheme, and refer to its current proceedings to appoint a receiver of the assets of Mr Mercorella and of the Scheme.",
      "id": "s247"
    },
    {
      "text": "It referred to the conduct of the second defendant also under investigation.",
      "id": "s248"
    },
    {
      "text": "83 Apparently in the light of that media release, TP were also engaged by Mr Sobey and ACN 114 to give advice about the enforceability of the securities obtained shortly beforehand.",
      "id": "s249"
    },
    {
      "text": "The legal practitioner from TP who undertook that work is shown to have commenced doing so at least by 11 August 2005.",
      "id": "s250"
    },
    {
      "text": "84 In submissions on behalf of the Sobey interests, no differentiation was made between the positions of Mr Sobey, Mrs Sobey or ACN 114.",
      "id": "s251"
    },
    {
      "text": "I shall not therefore do so, but use the collective description except where it is otherwise necessary, in making my findings (in the sense referred to above).",
      "id": "s252"
    },
    {
      "text": "85 The evidence demonstrates, in my view, that there are reasonable grounds for believing that:\n \n (a) by late 2004, the Sobey interests had advanced substantial funds to Mr Mercorella for the purposes of the Scheme and had also procured the Sobey Group and the FS Investments Group to do so; (b) the Sobey interests received monthly interest on their advances, as well significant monthly trailing interest payments on the moneys advanced by the Sobey Group an the FS Investment Group; (c) none of the advances were secured, although Mr Mercorella had promised to provide security; (d) when Mr Mercorella apparently unilaterally in November 2004 changed the interest payment arrangement from monthly to quarterly, the Sobey interests became concerned about his capacity to continue to maintain those payments and to repay the advances and first engaged TP for advice, including about getting security for their advances; (e) the Sobey interests' concern progressively increased over the early months of 2005, and by January 2005 their legal advice had extended to 'restructuring' the loans through a partnership of Ajay and Opey, and so that by at least April 2005 Mr Sobey in particular was doubtful that interest payments could be maintained or that the advances could be repaid; (f) investigations by TP revealed that there was difficulty in identifying the assets of the Scheme or of the Scheme companies, and that Mr Mercorella may have misled them about those matters; (g) in that context, ACN 114 was incorporated and then in early June 2005 the Deed was created (referring to the partnership between Ajay and Opey as the recipient of the advances rather than Mr Mercorella), and the various charges over the assets of the Scheme companies were granted; (h) the arrangement which the Deed records, namely the advances having been made to a partnership of Ajay and Opey and by them to Mr Mercorella is a sham; (i) the priority which the Deed provides for had the effect of preferring the Sobey interests over the interests of other persons or entities who had advanced money to Mr Mercorella for the Scheme; (j) the grant of the securities to ACN 114 as trustee for The Mercorella Security Trust secured the assets of the Scheme companies and of Mr Mercorella to ACN 114 in support of the advances so that the priority which the Deed effected would be given effect; (k) by the time of the Deed and the grant of the various securities, the Sobey interests had reasonable cause to believe and believed that Mr Mercorella and the Scheme companies were unable to repay the advances as and when they fell due, as well as being unable to pay interest and trailing interest on the various advances as previously agreed.",
      "id": "s253"
    },
    {
      "text": "86 In my judgment, there is a prima facie case that the purpose of the Deed and of the grant of the various securities was to advantage the Sobey interests to the detriment of the other creditors of Mr Mercorella and of the Scheme.",
      "id": "s254"
    },
    {
      "text": "And, in my judgment, those transactions were entered into when the Sobey interests knew of the financial difficulties of Mr Mercorella and of the Scheme.",
      "id": "s255"
    },
    {
      "text": "87 The issue then becomes whether, by reason of that conduct, legal professional privilege of the Sobey interests (which might otherwise enure in the documents in PT.1, PT.2 and PT.4) does not exist, to the extent that those documents were brought into existence in furtherance of that conduct in the circumstances.",
      "id": "s256"
    },
    {
      "text": "88 My 'findings' negate the first contention of the Sobey interests that the evidence does not show, on a prima facie basis, that their dealings with the TP up to about August 2005 were for any identifiable purpose.",
      "id": "s257"
    },
    {
      "text": "There is prima facie evidence that the purpose was to secure to the Sobey interests, by the debt restructuring through the Deed, and by the grant of the securities, a position of advantage over the other lenders to Mr Mercorella for the Scheme in circumstances where Mr Mercorella and the Scheme were unlikely to be able to meet their debts, including any interest payments.",
      "id": "s258"
    },
    {
      "text": "In short, the prima facie case is that Mr Sobey and ACN 114 knowingly obtained the securities from Mr Mercorella and the Scheme companies to obtain an unfair advantage over other creditors, when they were aware of the likelihood that Mr Mercorella and the Scheme companies could be unlikely to be able to meet their debts as and when they fell due.",
      "id": "s259"
    },
    {
      "text": "89 That conclusion flows even though, as Mr Sobey said in his examination, Mr Mercorella had offered the Sobey interests security some time beforehand.",
      "id": "s260"
    },
    {
      "text": "No such security had earlier been given.",
      "id": "s261"
    },
    {
      "text": "90 Mr Nicol also contends that, on the evidence, there is a prima facie case that Mr Sobey and ACN 114 participated in and acted in furtherance of the illegal Scheme itself.",
      "id": "s262"
    },
    {
      "text": "The participation is said to be evidenced mainly by the partnership between Ajay and Opey as the vehicle for advances to Mr Mercorella and the Scheme, and the Deed and the grant of the securities within the structures it established, to endeavour to secure the continuance of the Scheme, and hence the continuance of Mr Sobey's entitlement to trailing interest payments.",
      "id": "s263"
    },
    {
      "text": "91 I do not think there is a prima facie case made out on that basis.",
      "id": "s264"
    },
    {
      "text": "As I have said, the evidence satisfies me that by about April 2005, the Sobey interests were aware that the Scheme was in severe financial difficulties.",
      "id": "s265"
    },
    {
      "text": "They were generally aware of the type of interest commitments it had on advances.",
      "id": "s266"
    },
    {
      "text": "The Sobey interests did not depose to a knowledge of its assets, so they could reasonably think that some remarkable income stream could emerge from them.",
      "id": "s267"
    },
    {
      "text": "They must therefore have realised that the Scheme would be very unlikely to be able to continue, and to meet its ongoing liabilities without further advances.",
      "id": "s268"
    },
    {
      "text": "The Sobey interests are not shown to have procured further funding after that time.",
      "id": "s269"
    },
    {
      "text": "Mr Sobey said he arranged payment of certain interest obligations of Mr Mercorella, as he felt he should do so because he introduced the investor.",
      "id": "s270"
    },
    {
      "text": "I suspect more probably that he wished to hold the status quo while his position became secured, but it does not matter.",
      "id": "s271"
    },
    {
      "text": "I do not think that those payments, or the transactions which culminated in the Deed and the grant of the securities amounted to participating in the Scheme or acting in furtherance of it.",
      "id": "s272"
    },
    {
      "text": "92 The question then is whether the conduct referred to in [85], as a matter of public policy, results in there being no legal professional privilege in documents recording communications for the purposes of obtaining or providing legal advice, or documents of legal advisers for the purpose of giving that advice, when that advice was sought for the purpose of or in furtherance of that conduct.",
      "id": "s273"
    },
    {
      "text": "93 I have discussed above the difficulty in deciding on which side of the line drawn by public policy such conduct falls.",
      "id": "s274"
    },
    {
      "text": "94 In Gartner v Carter; In the Matter of Gartner Wines Pty Ltd [2004] FCA 258 , Lander J concluded that communications between a client and a legal adviser for the purpose of the client putting assets beyond the reach of the legitimate claims of secured creditors is a 'fraud on justice'.",
      "id": "s275"
    },
    {
      "text": "His Honour at [130] said that such a purpose 'is a fraud on the creditor and there is no public interest in protecting that communication'.",
      "id": "s276"
    },
    {
      "text": "Lander J followed the decision in Barclays Bank Plc v Eustice [1995] 4 All ER 511.",
      "id": "s277"
    },
    {
      "text": "Schiemann LJ (with whom the other members of the Court of Appeal agreed) said at 524 that, because the relevant transactions involving the disposition of assets at undervalue were intended to prejudice the interests of the secured creditor, the\n \n '... purpose [was] sufficiently iniquitous for public policy to require that communications between [the client] and his solicitor in relation to the setting up of these transactions be discoverable.",
      "id": "s278"
    },
    {
      "text": "If that view be correct, then it matters not whether either the client or the solicitor shared that view.",
      "id": "s279"
    },
    {
      "text": "They may well have thought that the transactions would not fall to be set aside ... either because they thought that the transactions were not at an undervalue or because they thought that the court would not find that the purpose of the transactions was to prejudice the bank.",
      "id": "s280"
    },
    {
      "text": "But if this is what they thought then there is a strong prima facie case that they were wrong.",
      "id": "s281"
    },
    {
      "text": "Public policy does not require the communications of those who misapprehend the law to be privileged in circumstances where no privilege attaches to those who correctly understand the situation.",
      "id": "s282"
    },
    {
      "text": "' \n \n\n95 It is a short step from those decisions to the present facts, as prima facie found.",
      "id": "s283"
    },
    {
      "text": "The Sobey interests engaged in the transactions reflected in the Deed, and the granting of the securities within the structures it created, to secure or advance their interests over others who had advanced money to Mr Mercorella or to the Scheme.",
      "id": "s284"
    },
    {
      "text": "There is a prima facie case that the 'restructure' of the advances so that they appear as advances to the partnership of Ajay and Opey is a sham.",
      "id": "s285"
    },
    {
      "text": "96 If the advances were to Mr Mercorella for the Scheme, and the securities were granted in July 2005 directly to the Sobey interests, then in the event of Mr Mercorella's bankruptcy or the event of the liquidation of the Scheme companies, the grant of the securities would be likely to be void as against the trustee in bankruptcy or the liquidator (s 121 and s 122 Bankruptcy Act 1966 (Cth) and Div 2 of Pt 5.7B of the Act).",
      "id": "s286"
    },
    {
      "text": "It would not necessarily follow that the communications with legal advisers in relation to the implementation of those transactions would not be privileged by reason of public policy.",
      "id": "s287"
    },
    {
      "text": "Certainly, there is no public policy consideration which would or should disinhibit the lender, in the circumstances in which the Sobey interests found themselves by April 2005, from seeking legal advice as to their position, including what if anything could be lawfully done to improve their prospects of getting repaid or of obtaining the interest to which they were entitled.",
      "id": "s288"
    },
    {
      "text": "The contrary is the case.",
      "id": "s289"
    },
    {
      "text": "The public interest is that they should be able to get that advice.",
      "id": "s290"
    },
    {
      "text": "97 If it be supposed then that the legal advice were to the effect that any grant of securities from that point would be vulnerable to being void as against Mr Mercorella's trustee in bankruptcy or as against the liquidator of the Scheme companies, in the event that bankruptcy or liquidation were soon to occur, but that the Sobey interests were prepared to take that chance (perhaps influenced by their claim that there had been an earlier promise that such security had been given), it is not obvious that public policy would dictate that their communications with their legal advisers relating to the obtaining of the securities were not privileged.",
      "id": "s291"
    },
    {
      "text": "There would be no element of concealment of the true nature of the transaction, and the consequences of the transaction will be apparent from the documents so the relevant statutory provision can do their work, if appropriate.",
      "id": "s292"
    },
    {
      "text": "I do not have to address that particular circumstance.",
      "id": "s293"
    },
    {
      "text": "It illustrates the care needed in identifying the relevant public policy.",
      "id": "s294"
    },
    {
      "text": "98 Burrough J said in Richardson v Mellish (1824) 2 Bing 229 at 252 that public policy 'is a very unruly horse, and when once you get astride it you never know where it will carry you'.",
      "id": "s295"
    },
    {
      "text": "Public policy reflects the ideas which from time to time prevail in the community, so it is not a fixed and stable concept.",
      "id": "s296"
    },
    {
      "text": "See the discussion by Jordan CJ in Re Jacob Morris (deceased) (1943) 43 SR (NSW) 352 at 355-356.",
      "id": "s297"
    },
    {
      "text": "It can inform, and arise, in a wide range of contexts, e.g.",
      "id": "s298"
    },
    {
      "text": "how it should 'respond to the practicability of eugenics' (per Spigelman CJ in Harriton v Stephens [2004] NSWCA 93 ; (2004) 59 NSWLR 694 at 702); see also Waller v James [2006] HCA 16 ; Harriton v Stephens [2006] HCA 15.",
      "id": "s299"
    },
    {
      "text": "In Cattanach v Melchior [2003] HCA 38 ; (2003) 215 CLR 1 McHugh and Gummow JJ at [58]-[75] discussed a number of decisions and texts concerning the nature and significance of 'public policy' to judicial decision-making.",
      "id": "s300"
    },
    {
      "text": "Their Honours' observations provide a salutary caution against too ready an acceptance of current or contemporary perceptions of public policy as a tool in judicial decision-making.",
      "id": "s301"
    },
    {
      "text": "99 The present prima facie findings however disclose a significant dimension beyond those discussed in [96]-[97].",
      "id": "s302"
    },
    {
      "text": "The Sobey interests (apparently with Mr Mercorella's acquiescence) presented a structure in which their advances were presented as made indirectly to Mr Mercorella and the Scheme through the partnership between Ajay and Opey.",
      "id": "s303"
    },
    {
      "text": "They presented ACN 114 as the trustee of The Mercorella Security Trust, and as trustee for those advancing funds to Ajay and Opey, and to receive from Mr Mercorella and the Scheme companies the various securities.",
      "id": "s304"
    },
    {
      "text": "There is a prima facie case that the structure so presented is simply not true.",
      "id": "s305"
    },
    {
      "text": "The prima facie case discloses an attempt to conceal the true nature of the transaction by which advances were made to Mr Mercorella for the Scheme.",
      "id": "s306"
    },
    {
      "text": "The establishment of ACN 114 as trustee in that structure, and so the grant of securities to ACN 114 as trustee again under the aegis of that structure, is also part of or in furtherance of the concealment of the true nature of the initial advances and (presumably) to make the securities granted somehow less vulnerable to attack.",
      "id": "s307"
    },
    {
      "text": "100 I can see no public interest in a client engaging a legal practitioner for the purpose of preparing documents which have the effect of concealing the true nature of a transaction and which enable to client to present through documents a picture which is not true.",
      "id": "s308"
    },
    {
      "text": "In the particular circumstances of this case, therefore, I consider that the engagement of TP for the purposes of establishing the Deed, and the granting of the securities, does not give rise to communications which are protected from disclosure by legal professional privilege.",
      "id": "s309"
    },
    {
      "text": "101 That, of course, does not relate to communications with TP for the purpose of obtaining advice about what, if anything, the Sobey interests might do to protect their interests once they became concerned about Mr Mercorella's ability to pay the interest to which they were entitled and to repay their advances.",
      "id": "s310"
    },
    {
      "text": "Nor does it relate to communications with TP for the purpose of obtaining advice about the enforceability of the securities, once they had been granted and it became clear that the scheme was to be wound up.",
      "id": "s311"
    },
    {
      "text": "102 The way the documents are presented in PT.1, PT.2 and PT.4 does not enable a ready isolation of a particular file or files as being caught by that ruling.",
      "id": "s312"
    },
    {
      "text": "I have therefore referred to the lists of those documents to make that determination.",
      "id": "s313"
    },
    {
      "text": "In my judgment, the appropriate cut-off point at which the purpose of the legal advice sought moved from the legitimate one about the assets of Mr Mercorella and the Scheme companies, and whether anything could properly be done to protect the investment of the Sobey interests, is 30 April 2005.",
      "id": "s314"
    },
    {
      "text": "The other cut-off point is 11 August 2005, at which time on the evidence TP were engaged to advise about the enforceability of the securities which had been granted.",
      "id": "s315"
    },
    {
      "text": "There is no improper purpose in doing so, and legal professional privilege therefore exists in communications with TP and its internal documentation after that date.",
      "id": "s316"
    },
    {
      "text": "103 In addition, as there is on the evidence a prima facie case that the establishment of the Ajay/Opey partnership as an intermediate borrower was a sham, and was part of the process of advancing the Sobey interests over those of other lenders to the Scheme by creating a fa&ccedil;ade which did not reflect the reality of what had occurred, I think that earlier communications between the Sobey interests and TP (and others) clearly confined to that topic are also not privileged.",
      "id": "s317"
    },
    {
      "text": "They were in furtherance of that improper purpose.",
      "id": "s318"
    },
    {
      "text": "I have endeavoured to separate those earlier communications from others of the time in which legal advice was sought and given on more general or different issues, and to confine them to the communications specifically in furtherance of the scheme.",
      "id": "s319"
    },
    {
      "text": "104 As best I can, those documents prior to 11 August 2005 over which privilege does not exist for reasons of public policy (confining my consideration to those in Parts 2 and 4 of the schedule) are those numbered PT.1.2, 20, 21, 22, 23, 24, 29, 30, 46, 48, 49, 50, 51, 52, 55, 59, 60, 65, 121, 122, 123, 127 129, 131, 132, 133, 134, 135, 138, 142, 143, 145, 148, 150, 151, 152, 156, 157, 161, 162, 163, 164, 165, 167, 169, 173, 174, 179, 180, 181, 186, 187, 188, 190, 191, 192, 193, 195, 196, 199, 200, 202, 205, 206, 207, 208, 215, 227, 228, 229 and 231.",
      "id": "s320"
    },
    {
      "text": "105 I have not sought to identify all those documents in which there is no legal professional privilege because they are or relate to communications for an improper purpose, but only those in respect of which I have not already found for other reasons that privilege does not exist.",
      "id": "s321"
    },
    {
      "text": "106 The documents in PT.4 in TP files all appear to have been provided to TP for the purpose of giving legal advice about the enforceability of the Deed and the securities granted, and associated matters.",
      "id": "s322"
    },
    {
      "text": "The four files of TP contain records which relate to that period of time.",
      "id": "s323"
    },
    {
      "text": "I consider that, subject to the rulings about particular documents which are recorded in these reasons and in Part 4 of the Schedule, privilege in those documents remains.",
      "id": "s324"
    },
    {
      "text": "107 The two separate bundles of documents in PT.4 are described above.",
      "id": "s325"
    },
    {
      "text": "The documents described in them which contain material brought into existence after 11 August 2005, and in which either Mr Nicol has acknowledged privilege exists or which have been the subject of a ruling that privilege exists, continue to be privileged, despite the conduct of the Sobey interests which I have found on a prima facie basis.",
      "id": "s326"
    },
    {
      "text": "To the extent that there are other documents in those bundles, privilege has not been found to exist in relation to them.",
      "id": "s327"
    },
    {
      "text": "108 The result is that, in my judgment, legal professional privilege properly invoked by the Sobey interests exists in the documents listed in Part 5 of the Schedule.",
      "id": "s328"
    },
    {
      "text": "I will declare that those documents, produced by Mr Tanti, should not be available for inspection by Mr Nicol.",
      "id": "s329"
    },
    {
      "text": "109 Given the complexity of the task of identifying and ruling on the claims for privilege, I will give Mr Nicol liberty to apply for a determination to vary any of the determinations that I have made that particular documents are privileged from production on one or other of the grounds he has relied upon.",
      "id": "s330"
    },
    {
      "text": "I give that leave because the presentation of the claim by the Sobey interests has left me with a concern that there may be documents which I have, at present, found to be the subject of legal professional privilege and which in fact may not attract that privilege.",
      "id": "s331"
    },
    {
      "text": "110 I will give the parties the opportunity to make submissions about other or consequential orders.",
      "id": "s332"
    },
    {
      "text": "SCHEDULE 1 \n PART 1 \n \n111 The documents in which privilege is not claimed or has been waived, or over which privilege has been claimed and disputed and which have not been the subject of supporting evidence by the Sobey interests:\n \n PT.1 1, 3-8, 10-13, 16-18, 25-27, 32-37, 40-42, 56-58, 62, 70, 73-75, 80, 81, 83-87, 89-102, 104-113, 115, 117-120, 124-126, 130, 136-137, 139-141, 144, 153-155, 158-160, 166, 170-172, 176, 182-185, 189, 194, 197, 201, 203-204, 209, 210-214, 216-226, 230, 233-235, 242, 243\n PT.2 1-61\n PT.4 1-14, 18-20 (although Mr Lee's evidence covered these documents, the earlier correspondence waived privilege in respect of them and there is no evidence to suggest that was in error), 26-30, 41 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 51, 52, 59 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 61, 62, 64-66, 69, 71-73, 76 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 77, 83-88, 93, 94, 97-106, 109, 113, 114, 120, 123, 125-127, 129, 130, 132, 134 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 137, 139 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 142-144, 146, 147, 154, 158, 160, 162, 165, 166, 168, 169, 177, 179, 180, 185, 186, 190, 192 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 194, 197, 199-209 (although Mr Lee's evidence covered 207, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 221 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 226, 229, 231, 233, 239, 245-251, 257, 258, 260, 261 (although Mr Lee's evidence covered this document, the earlier correspondence waived privilege in respect of it and there is no evidence to suggest that was in error), 262, 263, 265-282, 286, 290-292, 296-298, 300,303, 309, 310, 312, 313, 315-319, 323, 324, 330, 333, 337-340, 343, 346-350, 352-354, 356, 357, 359, 362-364, 366, 367, 368.",
      "id": "s333"
    },
    {
      "text": "PART 2 \n \n112 The documents in which privilege is not disputed (subject to the 'fraud' exception):\n \n PT.1 2, 20-24, 29, 30, 39, 47, 50-52, 65-69, 76-79, 82, 103,114,116, 121, 122, 142, 143, 152, 157, 161, 163, 164, 169, 180, 181, 193, 208, 228, 236-241, 244, 245, 247-253, 256-260, 262, 263.",
      "id": "s334"
    },
    {
      "text": "PT.4 15, 16, 22, 24, 31-33, 35, 38-40, 46, 47, 54, 57, 60, 63, 68, 70, 78, 96, 108, 111, 115-118, 128, 135, 136, 138, 148,151, 153, 156, 157, 161, 164, 167, 170-172, 174-176, 178, 181-184, 188, 189, 191, 193, 198, 210,214, 215, 217-220, 222, 223, 225, 230, 232, 235, 237, 238, 240, 243, 253, 254, 259, 283-285, 287-289, 293-295, 299, 301, 302, 304-308, 311, 314, 320-322, 325-329, 331, 332, 334-336, 341, 342, 344, 345, 351, 355, 358, 360, 361, 365.",
      "id": "s335"
    },
    {
      "text": "PART 3 \n \n113 The disputed documents (not including those said to be excluded by the fraud exception):\n \n PT.1 9, 14, 15, 19, 28, 31, 38, 43-46, 48, 49, 53-55, 59-61, 63-64, 71, 72, 88, 123, 127-129, 131-135, 138, 145-151, 156, 162, 165, 167, 168, 173-175, 177-179, 186-188, 190-192, 195, 196, 198-200, 202, 205-207, 215, 227, 229, 231, 232, 246, 254, 255, 261.",
      "id": "s336"
    },
    {
      "text": "PT.4 17, 21, 23, 25, 34, 36, 37, 42-45, 48-50, 53, 55, 56, 58, 67, 74, 75, 79-82, 89-92, 95, 107, 110, 112, 119, 121, 122, 124, 131, 133, 140, 141, 145, 149, 150, 152, 155, 159, 163, 173, 187, 195, 196, 211-213, 216, 224, 227, 228, 234, 236, 241, 242, 244, 252, 255, 256, 264.",
      "id": "s337"
    },
    {
      "text": "PART 4 \n Rulings On Disputed Documents \n \n114 The documents (in addition to those in which privilege is not disputed, subject to the 'fraud' exception) which are protected from production on the ground of legal professional privilege, subject to the fraud exception, are those described in the lists of documents and numbered:\n \n PT.1 9, 19, 31, 44, 45, 46, 48, 49, 53, 54, 55, 59, 60, 61, 63, 64, 71, 72, 88, 123, 127, 129, 131, 132, 133, 134, 135, 138, 145, 148, 150, 151, 156, 162, 165, 167, 173, 174, 179, 186, 187, 188, 190, 191, 192, 195, 196, 199, 200, 202, 205, 206, 207, 215, 227, 229, 231, 232, 246, 254, 255 and 261 and \n PT.4 17, 21, 23, 25, 34, 36, 37, 42, 43, 44, 45, 48, 49, 50, 53, 55, 56, 58, 67, 74, 79, 80, 91, 92, 95, 107, 112, 119, 121, 124, 131, 133, 140, 141, 145, 149, 150, 155, 159, 163, 173, 187, 195, 212, 213, 216, 224, 227, 228, 234, 241, 242, 244, 255, 256 and 264.",
      "id": "s338"
    },
    {
      "text": "PART 5 \n Documents in which Privilege Exists \n\n115 The Sobey interests are entitled to claim legal professional privilege in respect of the documents numbered:\n \n PT.1 9, 19, 31, 39, 44, 45, 47, 53, 54, 61, 63, 64, 66-69, 71, 72, 76-79, 82, 88, 103, 114, 116, 232, 236-241 and 244-263, and those documents numbered:\n PT.4 15-17, 21-25, 31-40, 42-50, 53-58, 60, 63, 67, 68, 70, 74, 78-80, 91, 92, 95, 96, 107, 108, 111, 112, 115-119, 121, 124, 128, 131, 133, 135, 136, 138, 140, 141, 145, 148-151, 153, 155-157, 159, 161, 163, 164, 167, 170-173, 174, 175, 176, 178, 181-184, 187-189, 191, 193, 195, 198, 210, 212-220, 222-225, 227, 228, 230, 232, 234, 235, 237, 238, 240-244, 253-256, 259, 264, 283-285, 287-289, 293-295, 299, 301, 302, 304-308, 311, 314, 320-322, 325-329, 331, 332, 334-336, 341, 342, 344, 345, 351, 355, 358, 360, 361 and 365.",
      "id": "s339"
    },
    {
      "text": "I certify that the preceding one hundred and fifteen (115) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s340"
    },
    {
      "text": "Associate:\n\nDated: 20 June 2006\n\n\n Counsel for Mr Nicol: M Hoffmann QC \n \n Solicitor for Mr Nicol: Minter Ellison \n \n Counsel for the Sobey Interests: M Abbott QC with A Lazarevich \n \n Solicitor for the Sobey Interests: Robert Chrzaszcz &amp; Associates \n \n Date of Hearing: 23 May 2006 \n \n Date of Judgment: 21 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/772.html",
      "id": "s341"
    }
  ]
}