{
  "name": "MZWMF v Minister for Immigration and Multicultural Affairs [2006] FCA 780 (20 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/780.html",
  "catchphrases": [
    {
      "text": "appeal from judgment of federal magistrate dismissing application for judicial review",
      "id": "c0"
    },
    {
      "text": "refugee review tribunal dealt with appellant's case \"on the papers\" and without a hearing",
      "id": "c1"
    },
    {
      "text": "appellant ill and twice unable to attend scheduled tribunal hearings",
      "id": "c2"
    },
    {
      "text": "appellant invited tribunal to proceed without hearing from him",
      "id": "c3"
    },
    {
      "text": "whether appellant's case adequately considered",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of O'Dwyer FM dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\"): MZWMF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 513.",
      "id": "s0"
    },
    {
      "text": "By that decision, the Tribunal affirmed the decision of a delegate of the respondent Minister refusing to grant the appellant a class XA protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The appellant, a national of India, is Muslim.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 13 September 2003 on a travel visa issued in Delhi.",
      "id": "s3"
    },
    {
      "text": "On 8 October 2003, he applied for a protection visa.",
      "id": "s4"
    },
    {
      "text": "A criterion for the grant of a protection visa, pursuant to s 36 of the Migration Act 1958 (Cth) (\"the Act \"), is that the person bringing the application is a non-citizen of Australia to whom Australia owes protection obligations under the Convention Relating to the Status of Refugees as amended.",
      "id": "s5"
    },
    {
      "text": "Article 1A(2) of the Convention provides that a refugee is a person who:\n \n \"owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence, is unable or, owing to such fear, is unwilling to return to it.",
      "id": "s6"
    },
    {
      "text": "\" \n\n3 The appellant's claims in support of his application for a protection visa were somewhat vague.",
      "id": "s7"
    },
    {
      "text": "He claimed to have been a member of the \"Muslim League\" living in the Coimbatore district of Tamil Nadu, a southern state of India.",
      "id": "s8"
    },
    {
      "text": "He said that both his father and his brother had been heavily involved in Muslim politics.",
      "id": "s9"
    },
    {
      "text": "In November 1997, his father and mother were killed during religious rioting in the district.",
      "id": "s10"
    },
    {
      "text": "Fearing for his life, he moved to the Chennai district.",
      "id": "s11"
    },
    {
      "text": "He established a clothing business there.",
      "id": "s12"
    },
    {
      "text": "He maintained his involvement with the Muslim League.",
      "id": "s13"
    },
    {
      "text": "He claimed that he donated money, was involved in political rallies and that he sought to recruit new party members.",
      "id": "s14"
    },
    {
      "text": "He claimed that political opponents became aware of his activities and that he was threatened and \"physically attacked\" by these people.",
      "id": "s15"
    },
    {
      "text": "Nonetheless, he continued his active involvement with the Muslim League.",
      "id": "s16"
    },
    {
      "text": "He supported the party financially, and this may have led to a further attack upon him by his political opponents.",
      "id": "s17"
    },
    {
      "text": "However, he was spared any serious physical injury because of the presence, on this occasion, of a number of Muslim supporters.",
      "id": "s18"
    },
    {
      "text": "4 When the matter was before the Tribunal, it determined to conduct a hearing at which the appellant would give evidence.",
      "id": "s19"
    },
    {
      "text": "However, the hearing was twice adjourned because of the appellant's illness.",
      "id": "s20"
    },
    {
      "text": "Thereafter he indicated that he was content for the Tribunal to determine his application for review \"on the papers\".",
      "id": "s21"
    },
    {
      "text": "5 That posed significant difficulties for the Tribunal.",
      "id": "s22"
    },
    {
      "text": "It noted:\n \n \"I have been unable to explore with the applicant at a hearing the nature and extent of his involvement with the Muslim League.",
      "id": "s23"
    },
    {
      "text": "Nor have I been able to clarify and seek additional details of what he claims happened to him in order to establish whether what occurred involved serious harm of a kind which could be regarded as persecution and that it occurred because of his religion or political opinion (or any of the other reasons specified in the Refugees Convention).",
      "id": "s24"
    },
    {
      "text": "I understand that there has been and continues to be conflict between Hindus and Muslims in various parts of India but it does not follow from this that all Muslims face a real chance of persecution.",
      "id": "s25"
    },
    {
      "text": "There is insufficient information before me about the applicant's circumstances to assess whether there is a real chance that he would face persecution because of the matters raised in his application, that is his religion and his political opinion.",
      "id": "s26"
    },
    {
      "text": "\" \n\n6 It is appropriate to set out in some detail O'Dwyer FM's reasons.",
      "id": "s27"
    },
    {
      "text": "His Honour accepted that the Tribunal had, in the circumstances, conducted the proceedings then before it with propriety.",
      "id": "s28"
    },
    {
      "text": "He said at paragraph [8]:\n \n \n \"The Applicant was invited to give evidence to the Tribunal after being informed in writing that the Tribunal was not satisfied on the material then before it that the Applicant's case for a protection visa was made out.",
      "id": "s29"
    },
    {
      "text": "On the first hearing date the Applicant sought and obtained an adjournment after providing a medical certificate indicating that he was unavailable for a two-day period.",
      "id": "s30"
    },
    {
      "text": "The Tribunal fixed another hearing date, in short time, in response to which the Applicant again sought a further adjournment providing another medical certificate that indicated his inability to attend for another two days.",
      "id": "s31"
    },
    {
      "text": "The Tribunal again adjourned the matter, this time for a week and informed the Applicant that he would need to provide a more detailed medical report if he was to seek a further adjournment and also would need to provide a date on which the Tribunal could fix a hearing with some confidence he would be able to attend.",
      "id": "s32"
    },
    {
      "text": "In response to that, the Applicant wrote back saying that he would not be attending any hearing and that he was prepared to allowed [sic] the Tribunal to make its decision based upon the material already before it.",
      "id": "s33"
    },
    {
      "text": "He did indicate that he would provide further submissions, but they were never provided.",
      "id": "s34"
    },
    {
      "text": "\" \n \n\n7 O'Dwyer FM dismissed the application before him on the basis that it was open for the Tribunal to find, on the material before it, that the appellant did not meet the Convention definition of a refugee.",
      "id": "s35"
    },
    {
      "text": "His Honour noted that, in essence, the appellant was seeking impermissible merits review.",
      "id": "s36"
    },
    {
      "text": "8 By notice of appeal filed on 21 February 2005 the appellant seeks an order that the judgment of O'Dwyer FM be set aside.",
      "id": "s37"
    },
    {
      "text": "The notice of appeal is not particularised.",
      "id": "s38"
    },
    {
      "text": "His submissions filed in this matter, however, say this:\n \n \"I say that the Tribunal and the Federal Magistrate has [sic] made a mistake by not considering the facts that I provided to them about the persecution that I suffered.",
      "id": "s39"
    },
    {
      "text": "The facts mentioned above are the very basis of my story and the Tribunal has to consider those facts and make a decision.",
      "id": "s40"
    },
    {
      "text": "I disagree with the conclusion of the Tribunal where it states \"although the concept of onus of proof is not appropriate to administrative inquiries and decision making, the relevant facts of the individual case will have to be supplied by the applicant himself in as much detail as is necessary to enable the examiner to establish the relevant facts.",
      "id": "s41"
    },
    {
      "text": "\" I say that I have provided all the relevant facts of my case and the Tribunal should have gone through that evidence and ruled on it.",
      "id": "s42"
    },
    {
      "text": "\" \n \n\n9 The respondent submits that the appellant's contention is misconceived.",
      "id": "s43"
    },
    {
      "text": "She submits that the notice of appeal \"essentially asserts that the Tribunal made an error in its consideration of the facts put forward in the Appellant's application for a protection visa\", and that this does not amount to an allegation of jurisdictional error.",
      "id": "s44"
    },
    {
      "text": "10 I am mindful that the appellant was not represented by counsel below.",
      "id": "s45"
    },
    {
      "text": "Nor did he have the benefit of representation before me.",
      "id": "s46"
    },
    {
      "text": "For that reason, I have read the Tribunal's reasons for decision with some care.",
      "id": "s47"
    },
    {
      "text": "I am unable to discern any error in those reasons.",
      "id": "s48"
    },
    {
      "text": "It was at the appellant's request that the Tribunal proceeded to determine his application without a hearing.",
      "id": "s49"
    },
    {
      "text": "On the material before the Tribunal, it could arrive at no conclusion other than that which it did.",
      "id": "s50"
    },
    {
      "text": "The Tribunal was not obliged to seek out for itself additional evidence that might bear upon the appellant's case.",
      "id": "s51"
    },
    {
      "text": "As the Tribunal itself stated:\n \n \"The mere fact that a person claims fear of persecution for a particular reason does not establish either the genuineness of the asserted fear or that it is \"well-founded\" or that it is for the reason claimed.",
      "id": "s52"
    },
    {
      "text": "It remains for the applicant to satisfy the Tribunal that all of the statutory elements are made out.",
      "id": "s53"
    },
    {
      "text": "Although the concept of onus of proof is not appropriate to administrative inquiries and decision-making, the relevant facts of the individual case will have to be supplied by the applicant himself or herself, in as much detail as necessary to enable the examiner to establish the relevant facts.",
      "id": "s54"
    },
    {
      "text": "A decision-maker is not required to make the applicant's case for him or her.",
      "id": "s55"
    },
    {
      "text": "Nor is the Tribunal required to accept uncritically any and all the allegations made by an applicant.",
      "id": "s56"
    },
    {
      "text": "\" \n \n \n\n11 The Tribunal referred to several cases in support of these propositions.",
      "id": "s57"
    },
    {
      "text": "These included Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559, Nagalingam v Minister for Immigration, Local Government and Ethnic Affairs (1992) 38 FCR 191 and Prasad v Minister for Immigration and Ethnic Affairs (1985) 6 FCR 155 .",
      "id": "s58"
    },
    {
      "text": "The Tribunal did not err in relying upon these cases, or in its formulation of the relevant legal principles.",
      "id": "s59"
    },
    {
      "text": "Moreover, the appellant's contention must fail by reason of the principles stated by the Full Court in Minister for Immigration and Multicultural and Indigenous Affairs v VSAF of 2003 [2005] FCAFC 73 at [20] --- [24].",
      "id": "s60"
    },
    {
      "text": "12 For these reasons, the judgment of O'Dwyer FM was correct.",
      "id": "s61"
    },
    {
      "text": "It follows that the appeal must be dismissed, with costs.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg J.",
      "id": "s63"
    },
    {
      "text": "Associate:\n\nDated: 20 June 2006\n\n\n Counsel for the Appellant: The Appellant appeared in person.",
      "id": "s64"
    },
    {
      "text": "Counsel for the Respondent: Mr R. Knowles \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 20 June 2006 \n \n Date of Judgment: 20 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/780.html",
      "id": "s65"
    }
  ]
}