{
  "name": "Luxottica Retail Australia Pty Limited v Carr [2006] FCA 774 (19 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/774.html",
  "catchphrases": [
    {
      "text": "application for interlocutory injunctions",
      "id": "c0"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c1"
    },
    {
      "text": "restraint of trade clause in employment contract",
      "id": "c2"
    },
    {
      "text": "effect of restraints of trade act 1976 (nsw)",
      "id": "c3"
    },
    {
      "text": "whether damages adequate compensation",
      "id": "c4"
    },
    {
      "text": "whether offer to keep record of customers will overcome quantification difficulties",
      "id": "c5"
    },
    {
      "text": "balance of convenience",
      "id": "c6"
    },
    {
      "text": "whether respondent will gain an unjustified headstart as a competitor of applicant",
      "id": "c7"
    },
    {
      "text": "relevance of offers of re-employment",
      "id": "c8"
    },
    {
      "text": "held: application for interlocutory relief refused.",
      "id": "c9"
    },
    {
      "text": "interlocutory application",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 The applicant ('Luxottica') is a retail provider of optical services and optometry consulting services.",
      "id": "s0"
    },
    {
      "text": "It trades under various names including OPSM and Laubman &amp; Pank.",
      "id": "s1"
    },
    {
      "text": "Luxottica operates four businesses in Bundaberg, Queensland.",
      "id": "s2"
    },
    {
      "text": "One of these businesses is in Sugarland Shopping Centre and one is in the Hinkler Central Shopping Centre.",
      "id": "s3"
    },
    {
      "text": "2 The first respondent ('Mr Carr') is an optometrist.",
      "id": "s4"
    },
    {
      "text": "He worked for Luxottica, or related companies, for approximately 10 years.",
      "id": "s5"
    },
    {
      "text": "He left his employment at the Sugarland premises on 16 May 2006 having given one month's notice as required by his contract of employment.",
      "id": "s6"
    },
    {
      "text": "Mr Carr is the sole director and shareholder of Silbray Pty Ltd.\n \n3 The second respondent ('Hinkler') has one director, Mr Troy Daniel Ward.",
      "id": "s7"
    },
    {
      "text": "On 15 June 2006 Hinkler opened a shop for the retail sale of prescription optical products in the Hinkler Central Shopping Centre.",
      "id": "s8"
    },
    {
      "text": "4 The 'practice manager' of Hinkler's shop is Mr Brett Flanders who was, until 15 April 2006, the store manager of Luxottica's Sugarland business.",
      "id": "s9"
    },
    {
      "text": "Hinkler has entered into a licence agreement with Silbray Pty Ltd.",
      "id": "s10"
    },
    {
      "text": "The practical effect of this agreement is that Mr Carr will practise as a clinical optometrist from Hinkler's premises in the Hinkler Central Shopping Centre and share in the profits of Hinkler's business.",
      "id": "s11"
    },
    {
      "text": "It appears that Mr Flanders introduced Mr Carr to Hinkler.",
      "id": "s12"
    },
    {
      "text": "5 On 23 May 2006 Ms Gloria Mackay, an optical dispenser/customer services assistant employed by Luxottica at its Sugarland premises, resigned her employment.",
      "id": "s13"
    },
    {
      "text": "It appears that she was approached by Mr Carr about working for Hinkler.",
      "id": "s14"
    },
    {
      "text": "6 On 14 June 2006 Luxottica instituted this proceeding and sought urgent interlocutory relief.",
      "id": "s15"
    },
    {
      "text": "By its application Luxottica claims, amongst other things, declarations that Mr Carr is in breach of s 182 and s 183 of the Corporations Act 2001 (Cth), his contract of employment and the fiduciary duties owed by him to Luxottica.",
      "id": "s16"
    },
    {
      "text": "It further claims declarations that Hinkler is a party to a wrongful interference with contractual relations.",
      "id": "s17"
    },
    {
      "text": "The interlocutory orders sought by Luxottica include:\n \n (a) orders restraining Mr Carr, until 12 November 2006 or earlier resolution of this proceeding, from providing optometry consulting services within a five kilometre radius of the Sugarland premises and from engaging Ms Mackay to work either with him or with Hinkler; (b) orders restraining Hinkler, until 12 November 2006 or earlier resolution of this proceeding, from engaging Mr Carr as an optometrist or from engaging Ms Mackay to work either with it or with Mr Carr; (c) an order restraining Mr Carr, until 12 November 2006 or earlier disposition of this proceeding, from soliciting Luxottica employees in Bundaberg to leave their employment to take up employment with Mr Carr, Hinkler or anyone else; and (d) orders restraining Mr Carr and Hinkler from retaining, communicating to any third party, or using, any confidential information the property of Luxottica and requiring the surrender of such information to Luxottica.",
      "id": "s18"
    },
    {
      "text": "7 To obtain the interlocutory relief which it seeks Luxottica must demonstrate three things:\n \n (a) that there is a serious question to be tried; (b) that it will suffer irreparable injury for which damages will not be adequate compensation; and (c) that the balance of convenience favours the grant of interlocutory relief ( Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153 per Mason ACJ).",
      "id": "s19"
    },
    {
      "text": "To some extent these three things overlap and it is not uncommon for the adequacy of damages as compensation to be considered as an aspect of the balance of convenience.",
      "id": "s20"
    },
    {
      "text": "8 For the reasons set out below I am not satisfied that Luxottica is entitled to interlocutory relief against either Mr Carr or Hinkler.",
      "id": "s21"
    },
    {
      "text": "MR CARR'S CONTRACT OF EMPLOYMENT \n \n9 Mr Carr signed a contract of employment with OPSM Pty Ltd on 21 June 2005.",
      "id": "s22"
    },
    {
      "text": "The contract is governed by the law of New South Wales.",
      "id": "s23"
    },
    {
      "text": "The ACN of OPSM Pty Ltd shown on the contract is the ACN of Luxottica as shown on its application.",
      "id": "s24"
    },
    {
      "text": "OPSM Pty Ltd must be assumed to have changed its name to Luxottica after 21 June 2005.",
      "id": "s25"
    },
    {
      "text": "10 Clause 21 of the contract of employment imposed obligations on Mr Carr concerning 'confidential information' .",
      "id": "s26"
    },
    {
      "text": "Confidential information was defined to include trade secrets such as pricing formulae, a wide range of non-public information about the business and affairs of the employer and information about patients.",
      "id": "s27"
    },
    {
      "text": "Mr Carr was required not to disclose or use confidential information for his own benefit or the benefit of anyone else.",
      "id": "s28"
    },
    {
      "text": "11 Clause 23 of the contract of employment was calculated to impose restraints on Mr Carr's ability, when his employment with Luxottica ended, from practising as an optometrist in competition with his employer.",
      "id": "s29"
    },
    {
      "text": "It was also calculated to impose restraints on Mr Carr's ability to solicit his employer's employees or suppliers.",
      "id": "s30"
    },
    {
      "text": "Clause 23 is drawn in a 'cascading' form with the greatest restraint applying within a radius of five kilometres from his place of work for 180 days and the least restraint applying within a radius of one kilometre from his place of work for 90 days.",
      "id": "s31"
    },
    {
      "text": "RESTRAINTS OF TRADE ACT 1976 (NSW) \n \n12 Section 4(1) of the Restraints of Trade Act 1976 (NSW) provides that a restraint of trade is valid to the extent to which it is not against public policy, whether it is in severable terms or not.",
      "id": "s32"
    },
    {
      "text": "Section 4(3) of the Act authorises a person subject to a restraint of trade to apply to the Supreme Court of New South Wales where the operation of a restraint of trade would have a manifestly unreasonable operation.",
      "id": "s33"
    },
    {
      "text": "In Industrial Rollformers Pty Ltd v Ingersoll-Rand (Australia) Ltd [2001] Aust Contract Reports 90-129; [2001] NSWCA 111 the Court of Appeal observed that s 4 does not authorise the remaking of the restraint; rather, where there is a postulated breach of the restraint, it permits the Court to enforce the restraint to the extent that is reasonable in the circumstances of the postulated breach.",
      "id": "s34"
    },
    {
      "text": "13 The power expressly vested in the Supreme Court by s 4 of the Restraints of Trade Act may be exercised by this Court when determining a controversy within its jurisdiction to which the Act is relevant ( Australian Securities and Investment Commission v Edensor Nominees Pty Ltd [2001] HCA 1 ; (2001) 204 CLR 559).",
      "id": "s35"
    },
    {
      "text": "No party addressed me on the relevance for present purposes of the requirement in s 4(3) of the Act for an application to be made by a person subject to the restraint.",
      "id": "s36"
    },
    {
      "text": "THE CASE FOR INTERLOCUTORY RELIEF AGAINST MR CARR \n Serious question to be tried \n \n14 Luxottica did not place reliance on s 182 and s 183 of the Corporations Act , or on any alleged breach of fiduciary duties owed by Mr Carr to Luxottica.",
      "id": "s37"
    },
    {
      "text": "It relied only upon alleged breaches of his contract of employment.",
      "id": "s38"
    },
    {
      "text": "15 In my view, the evidence placed before the Court was insufficient to sustain an inference that Mr Carr has breached, or threatens to breach, clause 21 of his contract of employment.",
      "id": "s39"
    },
    {
      "text": "16 The evidence was also insufficient, in my view, to demonstrate that Mr Carr threatens to solicit further employees of Luxottica to terminate their employment, or indeed that Luxottica fears that he will do so.",
      "id": "s40"
    },
    {
      "text": "17 However, I accept that there is a serious question to be tried as to the extent of the restraint of trade validly imposed on Mr Carr by clause 23 of his contract of employment and as to whether he is in breach of that restraint.",
      "id": "s41"
    },
    {
      "text": "While an employer is not entitled to be protected from mere competition from a former employee, it is entitled to protect the goodwill of its business and, for that purpose, to prevent the former employee from misusing his or her acquaintance with the employer's customers and taking advantage of the employer's trade connections ( Geraghty v Minter [1979] HCA 42 ; (1979) 142 CLR 177).",
      "id": "s42"
    },
    {
      "text": "The Restraints of Trade Act will ensure the validity of clause 23 to the extent that it is not contrary to public policy.",
      "id": "s43"
    },
    {
      "text": "Damages as compensation \n \n18 Luxottica contended that damages will not be an adequate remedy should it succeed in its action against Mr Carr.",
      "id": "s44"
    },
    {
      "text": "It argued that its loss and damage will be unquantifiable because of the difficulties that will attend the establishment of a causal link between Mr Carr's breach of clause 23 of his contract of employment and loss of profits by Luxottica.",
      "id": "s45"
    },
    {
      "text": "19 Mr Carr has sworn that he does not have a list of the customers of Luxottica's Sugarland business and does not know who are the customers of that business.",
      "id": "s46"
    },
    {
      "text": "He has offered to keep a record of every customer who he examines and a record of all charges rendered in respect of each customer including charges for spectacles.",
      "id": "s47"
    },
    {
      "text": "This record will, in my view, go a significant way towards overcoming the problems which Luxottica foresees in establishing its damages should it succeed against Mr Carr at trial.",
      "id": "s48"
    },
    {
      "text": "Balance of convenience \n \n20 The degree of likelihood of success in Luxottica's case is a relevant consideration in assessing the balance of convenience ( Castlemaine Tooheys Ltd v South Australia at 154).",
      "id": "s49"
    },
    {
      "text": "The evidence reveals that every existing optometry business in Bundaberg is within a radius of five kilometres of the Sugarland premises.",
      "id": "s50"
    },
    {
      "text": "For this reason it is likely to be argued at trial that the maximum geographic restraint sought to be imposed on Mr Carr by clause 23 is unreasonable and constitutes an attempt to prevent his practising at all in Bundaberg other than with Luxottica.",
      "id": "s51"
    },
    {
      "text": "The second level of geographic restraint for which clause 23 provides is within a radius of three kilometres of the Sugarland premises.",
      "id": "s52"
    },
    {
      "text": "The Hinkler premises are outside this radius.",
      "id": "s53"
    },
    {
      "text": "21 I am not satisfied that, to the extent that Luxottica's case against Mr Carr depends on the five kilometre radius restraint for which clause 23 provides, if the evidence remains as it is, it is probable, as opposed to possible, that Luxottica will be held entitled to relief.",
      "id": "s54"
    },
    {
      "text": "22 Luxottica contended that the quasi-medical nature of optometry renders it likely that Mr Carr's clients will follow him with the result that he, together with Hinkler, will gain an unjustifiable headstart or 'springboard' as competitors of Luxottica unless interlocutory relief is granted.",
      "id": "s55"
    },
    {
      "text": "Luxottica also argued that it will be difficult for it to recruit another qualified optometrist.",
      "id": "s56"
    },
    {
      "text": "23 Additionally, Luxottica argued that, as neither Mr Carr nor Ms Mackay has commenced new employment, the grant of interlocutory relief against Mr Carr will maintain the status quo.",
      "id": "s57"
    },
    {
      "text": "It has made open offers of employment to both Ms Mackay and Mr Carr.",
      "id": "s58"
    },
    {
      "text": "24 Luxottica's contention concerning the quasi-medical nature of optometry carries with it a hint that Luxottica does not so much fear that Mr Carr will wrongfully solicit its clients as that his clients will follow him to his new place of business whether solicited or not.",
      "id": "s59"
    },
    {
      "text": "Luxottica is, of course, entitled to relief only to the extent that it can demonstrate that Mr Carr is in breach of his contractual obligations.",
      "id": "s60"
    },
    {
      "text": "It may be that Hinkler will gain an unjustified headstart as a competitor of Luxottica if Mr Carr commences practice as an optometrist from Hinkler's premises in breach of his contractual obligation.",
      "id": "s61"
    },
    {
      "text": "Against that, if Mr Carr is restrained from commencing his practice and, after trial, it is found that the restraint was not justified, Luxottica may by then have gained an unjustifiable advantage over Hinkler in establishing its new business in the Hinkler Central Shopping Centre.",
      "id": "s62"
    },
    {
      "text": "25 I attach little weight to Luxottica's concern about its ability to recruit a replacement for Mr Carr.",
      "id": "s63"
    },
    {
      "text": "Mr Carr was entitled, as he did, to resign his employment on one month's notice.",
      "id": "s64"
    },
    {
      "text": "I also attach little weight to Luxottica's offer to re-employ Mr Carr.",
      "id": "s65"
    },
    {
      "text": "Through Silbray Pty Ltd, Mr Carr has undertaken contractual obligations to Hinkler.",
      "id": "s66"
    },
    {
      "text": "The status quo would not be maintained by preventing him from fulfilling those obligations and effectively requiring him to resume the employment from which he lawfully resigned.",
      "id": "s67"
    },
    {
      "text": "Further, even if the relationship between Luxottica and Mr Carr has not broken down to an extent that would make the re-establishment of relationship of employer and employee difficult, the evidence does not suggest that Mr Carr wishes to be re-employed by Luxottica.",
      "id": "s68"
    },
    {
      "text": "26 Luxottica's offer to re-employ Ms Mackay has, it seems to me, greater relevance to the balance of convenience so far as the granting of interlocutory relief against Hinkler is concerned.",
      "id": "s69"
    },
    {
      "text": "The evidence suggests that she resigned her employment with Luxottica to work for Hinkler, not Mr Carr.",
      "id": "s70"
    },
    {
      "text": "I am not satisfied that the grant of interlocutory relief against Mr Carr would prevent Hinkler from employing Ms Mackay.",
      "id": "s71"
    },
    {
      "text": "Conclusion \n \n27 Having given consideration to the strength of Luxottica's case against Mr Carr, the extent to which damages will provide an adequate remedy to Luxottica should it establish at trial that Mr Carr has breached clause 23 of his contract of employment, and the balance of convenience generally, I conclude that Luxottica has not made out its case for interlocutory relief against Mr Carr.",
      "id": "s72"
    },
    {
      "text": "THE CASE FOR INTERLOCUTORY RELIEF AGAINST HINKLER \n Serious question to be tried \n \n28 On the hearing of this application, Luxottica did not identify the serious question to be tried that it relied upon in seeking interlocutory relief against Hinkler.",
      "id": "s73"
    },
    {
      "text": "It did not point to evidence which indicated that Hinkler wrongfully interfered with Luxottica's contractual relations with Mr Carr, or Ms Mackay, or any other person.",
      "id": "s74"
    },
    {
      "text": "It did not point to evidence which suggests that Hinkler is in possession of any of Luxottica's confidential information or that Hinkler is a party to any breach of a fiduciary duty owed to Luxottica.",
      "id": "s75"
    },
    {
      "text": "29 I conclude that Luxottica has not established that there is a serious question to be tried as to its entitlement to final relief against Hinkler.",
      "id": "s76"
    },
    {
      "text": "Balance of convenience \n \n30 Should my above conclusion be erroneous, I am not satisfied that the balance of convenience favours the grant of interlocutory relief restraining Hinkler from employing Ms Mackay, or allowing Mr Carr to practise from its premises in the Hinkler Central Shopping Centre until 12 November 2006 or earlier resolution of this proceeding.",
      "id": "s77"
    },
    {
      "text": "As mentioned above, Mr Carr is willing to keep records of his customers and the charges rendered to them.",
      "id": "s78"
    },
    {
      "text": "Ms Mackay has lawfully resigned her employment with Luxottica.",
      "id": "s79"
    },
    {
      "text": "Additionally, Hinkler has opened its business after making a significant investment in its premises.",
      "id": "s80"
    },
    {
      "text": "It may be expected to suffer loss should it be unable to operate its business with a full staff, and in conjunction with Mr Carr's practice, until 12 November 2006 or earlier resolution of this proceeding.",
      "id": "s81"
    },
    {
      "text": "Luxottica, on the other hand, has a number of optometry businesses in Bundaberg and, the evidence suggests, may be able to operate the Sugarland business with the assistance of staff, including an optometrist, who ordinarily work in one of the other businesses.",
      "id": "s82"
    },
    {
      "text": "Conclusion \n \n31 Luxottica has not made out its claim for interlocutory relief against Hinkler.",
      "id": "s83"
    },
    {
      "text": "CONCLUSION \n \n32 This application for interlocutory relief will be dismissed.",
      "id": "s84"
    },
    {
      "text": "33 This proceeding is at an early stage.",
      "id": "s85"
    },
    {
      "text": "Pleadings have not been filed and the evidence to be relied on at trial has not been identified.",
      "id": "s86"
    },
    {
      "text": "The failure of Luxottica's claim for interlocutory relief does not mean that its claim for final relief must fail.",
      "id": "s87"
    },
    {
      "text": "However, the failure may be thought by the parties to suggest that an early final hearing is desirable.",
      "id": "s88"
    },
    {
      "text": "The Court will facilitate an early final hearing if the parties so request.",
      "id": "s89"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s90"
    },
    {
      "text": "Associate:\n\nDated: 21 June 2006\n\n Counsel for the Applicant: Mr P Newall \n \n Solicitor for the Applicant: Australian Business Lawyers \n \n Counsel for the First Respondent: Mr R Lilley \n \n Solicitor for the First Respondent: Payne Butler Lang \n \n Counsel for the Second Respondent: Mr M Stunden \n \n Solicitor for the Second Respondent Plastiras Lawyers \n \n Date of Hearing: 16 June 2006 \n \n Date of Judgment: 19 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/774.html",
      "id": "s91"
    }
  ]
}