{
  "name": "JLV Industries Pty Ltd v MacDonald [2006] FCA 721 (9 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/721.html",
  "catchphrases": [
    {
      "text": "change of venue",
      "id": "c0"
    },
    {
      "text": "allegations of breach of duties by employee",
      "id": "c1"
    },
    {
      "text": "claims for compensation and account of profits",
      "id": "c2"
    },
    {
      "text": "engagement in western australia",
      "id": "c3"
    },
    {
      "text": "performance in queensland",
      "id": "c4"
    },
    {
      "text": "witnesses in both places",
      "id": "c5"
    },
    {
      "text": "preponderance of documents in queensland",
      "id": "c6"
    },
    {
      "text": "submission to non-exclusive jurisdiction in western australia",
      "id": "c7"
    },
    {
      "text": "relevance of video-link",
      "id": "c8"
    },
    {
      "text": "disparity of resources",
      "id": "c9"
    },
    {
      "text": "possibility of trial being located in queensland and/or perth when witnesses finally identified",
      "id": "c10"
    },
    {
      "text": "procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondents bring a notice of motion seeking the transfer of the proceeding to the Queensland District Registry of the Court.",
      "id": "s0"
    },
    {
      "text": "This seeks the exercise by the Court of the power to transfer provided for in s 48 of the Federal Court of Australia Act 1976 (Cth) and O 10 r 1(2)(f) of the Federal Court Rules .",
      "id": "s1"
    },
    {
      "text": "2 It is not in dispute that the approach which the Court should take to the issue of transfer is set out in the reasoning of the Full Court (Bowen CJ, Woodward and Lockhart JJ) in National Mutual Holdings Pty Ltd v Sentry Corporation (1988) 83 ALR 434 at 442 where it was stated:\n \n 'Ultimately the test is: where can the case be conducted or continued most suitably, bearing in mind the interests of all the parties, the ends of justice in the determination of the issues between them, and the most efficient administration of the court?",
      "id": "s2"
    },
    {
      "text": "It cannot and should not, in our opinion, be defined more closely or precisely.",
      "id": "s3"
    },
    {
      "text": "' \n \n\nThe Full Court prefaced the statement by saying: \n \n 'There is no onus of proof in the strict sense to be discharged by the party seeking to conduct or continue the proceedings elsewhere.",
      "id": "s4"
    },
    {
      "text": "...",
      "id": "s5"
    },
    {
      "text": "The court must, however, be satisfied, after considering all relevant matters, that there is sound reason to direct that the proceeding be conducted or continued elsewhere.",
      "id": "s6"
    },
    {
      "text": "' \n\n3 The respondents support their motion by the affidavits of Mr Arthur, solicitor, sworn on 16 May 2006 and 5 June 2006.",
      "id": "s7"
    },
    {
      "text": "The applicant relies on the affidavit of Mr Forgie, director of the applicant, sworn on 26 May 2006 and of Mr Carmady, solicitor, sworn on 6 June 2006.",
      "id": "s8"
    },
    {
      "text": "NATURE OF THE PROCEEDING \n \n4 It is pleaded that the applicant, JLV, is a manufacturer and supplier of cable hauled conveyor systems.",
      "id": "s9"
    },
    {
      "text": "It conducts its business from its head office and factory in Myaree, Western Australia, having factories there, south of Perth and at Mackay, Queensland.",
      "id": "s10"
    },
    {
      "text": "Its website indicates it has offices or representatives in the United Kingdom, India, South Africa, North America and the Philippines.",
      "id": "s11"
    },
    {
      "text": "At times material to this proceeding the first respondent Mr MacDonald was the branch manager at Mackay.",
      "id": "s12"
    },
    {
      "text": "The basis of the claim against the second to fourth respondents is as knowing participants in the acts of Mr MacDonald.",
      "id": "s13"
    },
    {
      "text": "The second respondent is Mr MacDonald's wife and the third and fourth respondents are companies in which she is or was a director and shareholder.",
      "id": "s14"
    },
    {
      "text": "5 JLV claims against the respondents compensation orders pursuant to s 1317H of the Corporations Act 2001 (Cth); an account of profits; alternatively, equitable compensation.",
      "id": "s15"
    },
    {
      "text": "6 There are three claims which JLV makes, each of which is based on a allegation that Mr MacDonald acted in contravention of s 182 of the Corporations Act .",
      "id": "s16"
    },
    {
      "text": "That section provides:\n \n \n \n '182(1) A director, secretary, other officer or employee of a corporation must not improperly use their position to: \n \n \n \n (a) gain an advantage for themselves or someone else; or \n (b) cause detriment to the corporation.",
      "id": "s17"
    },
    {
      "text": "...' \n \n \n \n \n \n \n\nThe claim also relies on a breach of the fiduciary duties owed by Mr MacDonald to JLV to act in the best interests of JLV, to act for a proper purpose and not to put himself in a position of conflict with his duties to JLV.",
      "id": "s18"
    },
    {
      "text": "7 The first claim is that from 8 April 2004 until 31 October 2005, Mr MacDonald caused JLV (without the knowledge or consent of it or its directors) to place orders for the manufacture/fabrication of frames and shafts by the third respondent, C-Mak Services Pty Ltd.",
      "id": "s19"
    },
    {
      "text": "The particulars enumerated in Sch 1 to the claim show that the orders placed and invoices paid are said to total a value of $1.2 million.",
      "id": "s20"
    },
    {
      "text": "8 The second claim is that during the same period Mr MacDonald caused JLV to supply the services of JLV's employees to C-Mak (without any payment) which services were used in the manufacture/fabrication of frames.",
      "id": "s21"
    },
    {
      "text": "Schedule 2 of the claim enumerates the value of such services as in the order of $32 000.",
      "id": "s22"
    },
    {
      "text": "In submissions at the hearing, counsel for JLV stated that in the event the respondents are prepared to go on oath and explain the time sheets placed in evidence in the affidavit of Mr Forgie, said to support this claim, and if the explanation is satisfactory, it will not be pursued by JLV.",
      "id": "s23"
    },
    {
      "text": "That is of significance because JLV states that the relevant JLV employees who were involved include Phillip Vella, Douglas Dillon, Damian Drotherton, Bill Bovey, Johil Jones, Gary Hamelink and Mr MacDonald, all of whom are said by the respondents at material times to have lived in and still to live in Mackay, Queensland.",
      "id": "s24"
    },
    {
      "text": "9 The third claim is that from 8 April 2004 until 31 December 2004 Mr MacDonald caused JLV to place orders for the supply of labour to JLV by C-Mak and to pay invoices from C-Mak for the supply of that labour.",
      "id": "s25"
    },
    {
      "text": "The schedule in particularisation shows a sum in the order of $32 250 as in issue under this claim.",
      "id": "s26"
    },
    {
      "text": "10 I accept that for the claims to be made out in terms of s 182 of the Corporations Act , it will be necessary for the applicant to establish not only the factual elements of each claim but also the elements in s 182 , such as the improper character of the factual occurrences.",
      "id": "s27"
    },
    {
      "text": "11 There is no defence presently filed in respect of the amended statement of claim.",
      "id": "s28"
    },
    {
      "text": "However, in written submissions for the respondents it is stated that the proposed defence is as follows:\n \n(a) none of the named JLV employees provided any labour to any of the respondents;\n(b) none of that labour was devoted to constructing roller frames;\n(c) C-Mak bona fide provided valuable labour to JLV for a proper price;\n \n (d) Mr MacDonald does not control or have a relevant interest in the corporate respondents and is not in breach of any obligation to JLV.",
      "id": "s29"
    },
    {
      "text": "12 It is material to mention that in the written submissions filed for the respondents in support of their motion, they approach the amended statement of claim on the basis that the principal claim was that relating to the assertion that employees of JLV had spent substantive periods manufacturing items for C-Mak.",
      "id": "s30"
    },
    {
      "text": "Consequently the submissions saw that issue as being central to the litigation.",
      "id": "s31"
    },
    {
      "text": "In terms of value, it is a small part of JLV's claims.",
      "id": "s32"
    },
    {
      "text": "13 Initially JLV understood that cross-claims would be made by some of the respondents.",
      "id": "s33"
    },
    {
      "text": "However, as Mr Arthur's latest affidavit makes apparent, in Queensland, District Court and Magistrates Court actions have been instituted by those respondents (Mr MacDonald, C-Mak and EDM) in lieu of cross-claims.",
      "id": "s34"
    },
    {
      "text": "JLV submits that the respondents' change of direction in this respect is precipitate and unexplained and casts doubt on the reliability of Mr Arthur's evidence as to how the respondents will progress their case.",
      "id": "s35"
    },
    {
      "text": "It has the consequence in any event that evidence relating to the factual circumstances involved in the proposed cross-claims now represented by the actions has no relevance to the determination of the present motion.",
      "id": "s36"
    },
    {
      "text": "RESIDENCE OF WITNESSES \n \n14 The respondents contend that the employees (whether JLV's or C-Mak's) who allegedly provided the labour are all presently resident in Mackay, as are all the respondents and the controllers of the corporate respondents.",
      "id": "s37"
    },
    {
      "text": "It is these whom the respondents say will be necessary witnesses.",
      "id": "s38"
    },
    {
      "text": "15 Additionally, the respondents contend that nothing in Mr Forgie's affidavit suggests any substantial controversial evidence from any witness located in Western Australia.",
      "id": "s39"
    },
    {
      "text": "At the most, it is said, certain paragraphs identify three controversial conversations 'of very limited scope'.",
      "id": "s40"
    },
    {
      "text": "The first of those conversations is referred to in [13] of Mr Forgie's affidavit.",
      "id": "s41"
    },
    {
      "text": "There he deposes to having been informed by a Mr Johnson, one of JLV's directors, that Mr MacDonald had proposed to him that he was prepared to and wished to manufacture the shafts for assembly at JLV's Mackay facility on a subcontract basis while retaining his position in charge of JLV's Mackay facility.",
      "id": "s42"
    },
    {
      "text": "Mr Johnson had, in effect, said no to this and that, if the proposal was carried into effect, it would place Mr MacDonald in a position of conflict of interest.",
      "id": "s43"
    },
    {
      "text": "In [14] a telephone conversation with Mr Forgie on 14 December 2004 is referred to during which Mr MacDonald proposed he would act as a contractor to JLV.",
      "id": "s44"
    },
    {
      "text": "He was informed in or about late December 2004 by Mr Forgie that JLV was not interested in his proposal.",
      "id": "s45"
    },
    {
      "text": "It is apparent that such evidence is important evidence and would go to the allegations of contravention of s 182 of the Corporations Act and breach of fiduciary duties.",
      "id": "s46"
    },
    {
      "text": "16 The other paragraph of relevance is [21] of Mr Forgie's affidavit.",
      "id": "s47"
    },
    {
      "text": "It addresses a visit by Mr Forgie on 23 February 2006 to the workshop premises of the fourth respondent, EDM.",
      "id": "s48"
    },
    {
      "text": "Mr Forgie's evidence is that he asked one of EDM's employees whether they would be able to manufacture shafts in accordance with JLV drawings.",
      "id": "s49"
    },
    {
      "text": "The alleged response was that EDM was already manufacturing such shafts.",
      "id": "s50"
    },
    {
      "text": "Again, this is seemingly significant evidence in connection with the central allegation of JLV that Mr MacDonald breached s 182 of the Corporations Act and his fiduciary duties.",
      "id": "s51"
    },
    {
      "text": "17 Consequently, it cannot be accepted the evidence of the conversations will not result in the calling of the relevant witnesses.",
      "id": "s52"
    },
    {
      "text": "The evidence of Mr Forgie was that the solicitor for JLV anticipates that it will call evidence from himself, Mr Johnson, a Mr Thomas and a Mr Sealey at the hearing of the application; that is, four witnesses in total.",
      "id": "s53"
    },
    {
      "text": "Therefore JLV contends that there is no warrant for the proposition that the Western Australian witnesses will be out numbered, or greatly out numbered, by Queensland witnesses.",
      "id": "s54"
    },
    {
      "text": "18 In these circumstances, even without the abandonment by JLV of its claim which would necessitate evidence from the labourers, the position is that each party will need to call a number of witnesses.",
      "id": "s55"
    },
    {
      "text": "However, unless the claim relating to the labourers does not go to trial, it is likely more witnesses will be from Mackay than Perth.",
      "id": "s56"
    },
    {
      "text": "LOCATION OF DOCUMENTS \n \n19 The respondents contend that the documents put in issue by the pleadings are largely located in Mackay, Queensland.",
      "id": "s57"
    },
    {
      "text": "20 JLV submits that the location of documents is not critical because it is usual in the course of prior preparation for either party to work from copies.",
      "id": "s58"
    },
    {
      "text": "In the case of JLV its documents are located at Myaree in Western Australia, JLV having its head office and registered office in Western Australia.",
      "id": "s59"
    },
    {
      "text": "21 It is apparent that the nature of Mr MacDonald's obligations will require evidence to be brought from records in Western Australia.",
      "id": "s60"
    },
    {
      "text": "Evidence of Mr MacDonald's conduct will require documents to be put into evidence from sources most likely in Queensland.",
      "id": "s61"
    },
    {
      "text": "I accept the preponderance of documentation at issue in the trial will be found to be located in Queensland rather than Western Australia.",
      "id": "s62"
    },
    {
      "text": "CONTRACTUAL CONSIDERATIONS \n \n22 Mr Forgie's affidavit brings into evidence the letter of offer of employment made by JLV to Mr MacDonald on 28 December 1999.",
      "id": "s63"
    },
    {
      "text": "He was offered the position of mechanical engineer, although the contract reserved the right to assign him to other duties.",
      "id": "s64"
    },
    {
      "text": "The offer contained a confidentiality provision to the effect that he would not breach the confidence of JLV.",
      "id": "s65"
    },
    {
      "text": "Additionally, it stated that in the event of his acceptance of the offer of employment he would be required to sign a deed of confidentiality and restrictive covenant.",
      "id": "s66"
    },
    {
      "text": "He did so on 8 February 2000.",
      "id": "s67"
    },
    {
      "text": "By cl 3 of that deed, he covenanted not to 'cause, procure, suffer or permit the unauthorised use by any third party of any of the Information and will take all steps as may be necessary from time to time to prevent any such use'.",
      "id": "s68"
    },
    {
      "text": "Further, it was provided in cl 12.7 that the deed was governed by the law in force in Western Australia and that each party irrevocably and unconditionally submitted to the non-exclusive jurisdiction of the courts of Western Australia.",
      "id": "s69"
    },
    {
      "text": "JLV therefore relies on the fact that there was agreement between it and Mr MacDonald to submit disputes arising from the deed of confidentiality to the courts sitting within Western Australia and that such courts include this Court.",
      "id": "s70"
    },
    {
      "text": "In support they rely on Aquila Resources Limited v Pasminco Limited [2004] FCA 39 at [37] - [41] ; Australia Country Cinemas Pty Ltd v BYA Pty Ltd [1998] FCA 714 at 2; see also KC Park Safe (SA) Pty Ltd v Adelaide Terrace Investments Pty Ltd [1998] FCA 601.",
      "id": "s71"
    },
    {
      "text": "In the light of those authorities I do not consider it can be contended here as the respondents submit that because the proceeding has been instituted within the Federal Court of Australia, it has not been instituted within the jurisdiction of 'the courts of Western Australia', as provided for in the submission to jurisdiction clause.",
      "id": "s72"
    },
    {
      "text": "23 JLV relies on the fact that the contract of employment was formed within Western Australia at a time when Mr MacDonald was resident there and that the initial years of the employment contract were performed in Western Australia.",
      "id": "s73"
    },
    {
      "text": "The respondents assert that this is of no weight because it is not alleged that any breach occurred in Western Australia.",
      "id": "s74"
    },
    {
      "text": "24 The respondents contend that there is limited scope of the claims that parties have agreed to submit to the non-exclusive jurisdiction of the courts of Western Australia and that therefore the Court should not attach much weight to the non-exclusive jurisdiction clause: cf Plantagenet Wines Pty Limited v Lion Nathan Wine Group Australia Limited [2006] FCA 247.",
      "id": "s75"
    },
    {
      "text": "They contend that the three express particular breaches pleaded in [10] and [11] of the amended statement of claim relate to the actions of Mr MacDonald.",
      "id": "s76"
    },
    {
      "text": "However, they say all other respondents are parties to each breach so that the scope of the claim is well outside the scope of the non-exclusive jurisdiction claim.",
      "id": "s77"
    },
    {
      "text": "Here, however, it cannot be said that the breach of the confidentiality requirement constitutes a limited part of the claims that the parties have agreed to submit to the non-exclusive jurisdiction.",
      "id": "s78"
    },
    {
      "text": "As has been explained in delineating the nature of the proceeding, it goes to the heart of the allegations under s 182 of the Corporations Act and the alleged breach of fiduciary duties: RP Meagher, JD Heydon, MJ Leeming, Meagher, Gummow and Lehane's Equity: Doctrines and Remedies, 4 th edn, Butterworths Australia 2002, 206, at [5-255].",
      "id": "s79"
    },
    {
      "text": "The liability of Mr MacDonald is at the foundation of the liability of the other respondents.",
      "id": "s80"
    },
    {
      "text": "Therefore I consider that weight is to be accorded here to the non-exclusive jurisdiction clause.",
      "id": "s81"
    },
    {
      "text": "VIDEO CONFERENCING FACILITIES \n \n25 JLV accepts that interlocutory appearances may be made by video link without disadvantage to the party appearing that way: eg, Australian Competition &amp; Consumer Commission v Virgin Mobile Australia Pty Ltd [2002] FCA 1239 at [18] .",
      "id": "s82"
    },
    {
      "text": "However, JLV distinguishes the present circumstances on the basis that the respondents and their solicitors are located in Mackay, which is itself remote from the nearest office of the Queensland Registry in Townsville: see Mr Arthur's earlier affidavit at [11].",
      "id": "s83"
    },
    {
      "text": "Therefore, JLV submits that the respondents can use video conferencing facilities available in Mackay to appear in the court in Perth as readily as they can in Townsville so that the transfer of the application to Townsville is of no tangible advantage to the respondents in this respect.",
      "id": "s84"
    },
    {
      "text": "Given that the status quo is that JLV can and will appear before the Court in person in Perth, it is submitted this factor is accordingly marginally against transfer.",
      "id": "s85"
    },
    {
      "text": "I agree.",
      "id": "s86"
    },
    {
      "text": "DISPARITY OF RESOURCES \n \n26 In his second affidavit Mr Arthur gives evidence as to the means of each of the respondents.",
      "id": "s87"
    },
    {
      "text": "The effect of it is that:\n \n (a) the respondents claim to have an aggregate net income of, in the region of, $450 000 per annum; and\n (b) EDM produces a net income, for Mr and Mrs MacDonald of, in the order of, $366 000 per annum.",
      "id": "s88"
    },
    {
      "text": "JLV points to the fact that the respondents have not chosen to exhibit their financial statements, nor management profit and loss accounts and balance sheets.",
      "id": "s89"
    },
    {
      "text": "Further, they have not deposed that their existing solicitors and counsel cannot continue to fulfil their roles unless the application for transfer succeeds.",
      "id": "s90"
    },
    {
      "text": "The respondents do not seek to assert they cannot attend at Court in Perth, only that they have more limited resources to engage in the litigation than does JVL.",
      "id": "s91"
    },
    {
      "text": "27 JVL has not put into evidence particulars of its financial position.",
      "id": "s92"
    },
    {
      "text": "I infer from the information on it in evidence that it is a significant company sustaining its business in Australia and overseas.",
      "id": "s93"
    },
    {
      "text": "28 I accept therefore that there is a disparity in resources favouring the respondents.",
      "id": "s94"
    },
    {
      "text": "TRIAL OPTION \n \n29 A further issue is raised by JLV that should the application for the transfer be refused, the option remains for the Court to order a trial in Townsville or partly in Perth and partly in Townsville because of the significant number of witnesses residing at, or about, those two centres.",
      "id": "s95"
    },
    {
      "text": "Such an approach was foreshadowed in Burdekin Pacific Limited v Communitee Pty Limited [2003] FCA 777.",
      "id": "s96"
    },
    {
      "text": "CONCLUSION \n \n30 When the respondents brought their motion for change of venue to Queensland they were, as their written submissions disclosed, of the view that the heart of the claims against them was that Mr MacDonald had used his position to gratuitously supply the services of JLV's employees to C-Mak.",
      "id": "s97"
    },
    {
      "text": "At the hearing of it became apparent that the first claim, being the greatest in monetary value, was the principal allegation.",
      "id": "s98"
    },
    {
      "text": "Further, as the amended statement of claim alleges, each of the claims is based on a breach of Mr MacDonald's obligations arising from the nature of his employment in Western Australia.",
      "id": "s99"
    },
    {
      "text": "It is against that perspective that the application to change venue must be viewed.",
      "id": "s100"
    },
    {
      "text": "31 The factors arguably supporting transfer are the present likelihood of more witnesses and documents being located in Mackay than Perth; and the disparity in resources of the parties.",
      "id": "s101"
    },
    {
      "text": "The factors arguably against transfer are that nevertheless a significant number of witnesses and documents will be located in Perth; Mr MacDonald has submitted to jurisdiction in Western Australia; and video links from Mackay to Perth may be as convenient to the respondents as video links from Townsville to Perth.",
      "id": "s102"
    },
    {
      "text": "The factors are fairly evenly balanced.",
      "id": "s103"
    },
    {
      "text": "32 The test which I must apply was stated at the outset, that is, where can the case be conducted or continued most suitably.",
      "id": "s104"
    },
    {
      "text": "I must look for a sound reason to direct that the proceeding be conducted or continued elsewhere.",
      "id": "s105"
    },
    {
      "text": "33 Save for one issue, I consider the proceeding can be most suitably conducted or continued as at present.",
      "id": "s106"
    },
    {
      "text": "That one issue is if the evidence of the labourers is required for trial, it would be necessary for them to travel to Perth.",
      "id": "s107"
    },
    {
      "text": "That issue, however, can be addressed by directions made concerning the locations at which witnesses are to be heard and the trial conducted.",
      "id": "s108"
    },
    {
      "text": "34 Accordingly I have reached the view that the respondents' motion should be dismissed but without prejudice to the right of the respondents to bring an application in the future concerning the location or locations of the trial.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s110"
    },
    {
      "text": "Associate:\n\nDated: 9 June 2006\n\n\n Counsel for the Applicant: Mr D Stone \n \n Solicitor for the Applicant: Williams &amp; Hughes \n \n Counsel for the Respondent: Mr DA Savage SC \n \n Solicitor for the Respondent: S.R.",
      "id": "s111"
    },
    {
      "text": "Wallace &amp; Wallace \n \n Date of Hearing: 7 June 2006 \n \n Date of Judgment: 9 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/721.html",
      "id": "s112"
    }
  ]
}