{
  "name": "Paras v Public Service Body Head of the Department of Infrastructure (No 3) [2006] FCA 745 (15 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/745.html",
  "catchphrases": [
    {
      "text": "costs of notice of motion",
      "id": "c0"
    },
    {
      "text": "meaning of 'proceeding' under s 824 of workplace relations act 1996 (cth)",
      "id": "c1"
    },
    {
      "text": "whether notice of motion instituted vexatiously or without reasonable cause",
      "id": "c2"
    },
    {
      "text": "whether notice of motion an unreasonable act or omission",
      "id": "c3"
    },
    {
      "text": "application for costs refused",
      "id": "c4"
    },
    {
      "text": "workplace relations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 On 26 May 2006, I dismissed a notice of motion dated 25 May 2006 by which the respondents sought orders discharging or staying an interlocutory injunction which I granted in these proceedings on 19 May 2006: Paras v Public Service Body Head of the Department of Infrastructure (No 2) [2006] FCA 652.",
      "id": "s0"
    },
    {
      "text": "I reserved the costs of the motion pending receipt of written submissions as to whether costs can or should be ordered in favour of the applicant, having regard to the provisions of s 824 of the Workplace Relations Act 1996 (Cth) ('WRA').",
      "id": "s1"
    },
    {
      "text": "2 On 31 May 2006, the applicant and the respondents filed written submissions as to costs.",
      "id": "s2"
    },
    {
      "text": "Both parties have consented to me disposing of the question of costs without hearing further oral argument.",
      "id": "s3"
    },
    {
      "text": "3 It is common ground that the Court's jurisdiction in this proceeding arises because there are claims for final relief under the WRA.",
      "id": "s4"
    },
    {
      "text": "It follows that all of the claims in the proceeding are matters of federal jurisdiction.",
      "id": "s5"
    },
    {
      "text": "It also follows that the matter of costs is governed by s 824 of the WRA, both as to the statutory claim under the WRA and as to all claims in the Court's associated jurisdiction: Bostik (Australia) Pty Ltd v Gorgevski (No 2) (1992) 36 FCR 439.",
      "id": "s6"
    },
    {
      "text": "4 Section 824 provides:\n \n '(1) A party to a proceeding (including an appeal) in a matter arising under this Act (other than an application under section 663) must not be ordered to pay costs incurred by any other party to the proceeding unless the first-mentioned party instituted the proceeding vexatiously or without reasonable cause.",
      "id": "s7"
    },
    {
      "text": "(2) Despite subsection (1), if a court hearing a proceeding (including an appeal) in a matter arising under this Act (other than an application under section 663) is satisfied that a party to the proceeding has, by an unreasonable act or omission, caused another party to the proceeding to incur costs in connection with the proceeding, the court may order the first-mentioned party to pay some or all of those costs.",
      "id": "s8"
    },
    {
      "text": "' \n \n\n5 Subsection (1) of s 824 was based upon an earlier provision in s 347(1) of the WRA: see the Explanatory Memorandum to the Workplace Relations Amendment (Work Choices) Bill 2005 (Cth).",
      "id": "s9"
    },
    {
      "text": "It appears that subs (2) of s 824 was based upon the provision now found in s 666(1) of the WRA.",
      "id": "s10"
    },
    {
      "text": "6 The Explanatory Memorandum describes s 824(2) (then numbered s 347(1A)) as an exception to subs (1): \n \n '2642.",
      "id": "s11"
    },
    {
      "text": "Pre-reform subsection 347(1) provides that a party to proceedings under the WR Act shall not be ordered to pay the costs of another party unless the first party instituted the proceedings vexatiously or without reasonable cause.",
      "id": "s12"
    },
    {
      "text": "2643.",
      "id": "s13"
    },
    {
      "text": "Proposed subsection 347(1A) would serve as an exception to subsection 347(1).",
      "id": "s14"
    },
    {
      "text": "It would enable a court hearing proceedings in a matter arising under the WR Act to order one party to pay the costs of another party where that first party has, by unreasonable act [or] omission, caused the second party to incur otherwise unnecessary costs.",
      "id": "s15"
    },
    {
      "text": "A costs order under this subsection could be made irrespective of the outcome of the proceedings.",
      "id": "s16"
    },
    {
      "text": "' \n \n\n7 As to the scope of s 824(1), the respondents submitted that the exception it makes for proceedings instituted vexatiously or without reasonable cause only has application to the originating application, and not to interlocutory applications made by the respondents in the course of the principal action.",
      "id": "s17"
    },
    {
      "text": "8 The respondents also contended that s 824(2) does not apply to the costs of a particular aspect of the proceedings, such as an unsuccessful motion to discharge or stay an earlier interlocutory order.",
      "id": "s18"
    },
    {
      "text": "They submitted that subs (2) is only concerned with acts or omissions in the practical sense of things done or omitted to be done which do not accord with reasonable notions of the conduct of proceedings, such as failing to turn up at a hearing, failing to meet deadlines laid down in court directions and not giving timely notice.",
      "id": "s19"
    },
    {
      "text": "This submission was said to be supported by an illustrative example given in the Explanatory Memorandum.",
      "id": "s20"
    },
    {
      "text": "9 In my opinion, these submissions do not accord with the authorities.",
      "id": "s21"
    },
    {
      "text": "10 In Shackley v Australian Croatian Club Ltd (1996) 141 ALR 736 (' Shackley' ), a decision of the Full Bench of the Industrial Relations Court of Australia, Wilcox CJ held that the expression 'proceeding in a matter' in s 347(1) of the Industrial Relations Act 1988 (Cth) included a subsidiary application made in the course of the principal action: at 744.",
      "id": "s22"
    },
    {
      "text": "In the course of his reasons for decision, Wilcox CJ disagreed with the view expressed by Gray J in Andrews v Uniting Church in Australia Frontier Services (t/a Old Timers) (1995) 60 IR 437 (' Andrews ') at 441-442 that interlocutory motions ought not to be regarded as proceedings for the purposes of s 347.",
      "id": "s23"
    },
    {
      "text": "Wilcox CJ preferred the view expressed by Northrop J in Viner (Minister of State for Industrial Relations) v Australian Building Construction Employees' &amp; Builders Labourers' Federation (1981) 38 ALR 550 at 553 that 'proceeding' encompasses 'a step in the proceeding as well as the action itself'.",
      "id": "s24"
    },
    {
      "text": "Von Doussa J agreed with Wilcox CJ.",
      "id": "s25"
    },
    {
      "text": "The other member of the Full Bench, North J, did not express any view on the question whether the Court has power under s 347 to make orders for costs in interlocutory applications which are brought vexatiously or without reasonable cause: at 750.",
      "id": "s26"
    },
    {
      "text": "11 In Commonwealth v Construction, Forestry, Mining and Energy Union [2003] FCAFC 115 ; (2003) 129 FCR 271 (' CFMEU '), the Full Court (Black CJ, Tamberlin and Sundberg JJ) followed Shackley .",
      "id": "s27"
    },
    {
      "text": "The case concerned an interlocutory application by the Union for inspection of a document over which the Commonwealth claimed public interest immunity.",
      "id": "s28"
    },
    {
      "text": "The trial judge granted the application and ordered inspection, but the Commonwealth successfully appealed to the Full Court.",
      "id": "s29"
    },
    {
      "text": "The Commonwealth then sought an order that the Union pay the costs of the application and the appeal.",
      "id": "s30"
    },
    {
      "text": "12 The Full Court regarded the interlocutory application for inspection as a proceeding in the principal matter, with the consequence that s 347(1) applied.",
      "id": "s31"
    },
    {
      "text": "The Court explained its reasons in the following passage, at 274 [11]: \n \n 'In an action brought to enforce a right given by the Act, it would be quite contrary to this object to read s 347(1) narrowly such that interlocutory proceedings about, for example, discovery were not seen as proceedings \"in the matter\" at the heart of the principal proceeding and were instead seen as proceedings in a separate matter, defined according to the narrower and subsidiary controversy about discovery.",
      "id": "s32"
    },
    {
      "text": "Viewed in that way, the policy choice that s 347(1) reflects would be undermined since the so-called ordinary rule as to costs would often, perhaps nearly always, prevail in interlocutory matters.",
      "id": "s33"
    },
    {
      "text": "Only the trial of the principal action would be unassailably a proceeding in a matter arising under the Act.",
      "id": "s34"
    },
    {
      "text": "Such a result could not have been intended.",
      "id": "s35"
    },
    {
      "text": "' \n \n\nWhen it came to the application of s 347(1) , the Court concluded that s 347(1) precluded the making of any order as to the costs of the interlocutory proceedings because there was no evidence that the Union had acted vexatiously or without reasonable cause in seeking to obtain inspection of the document.",
      "id": "s36"
    },
    {
      "text": "13 The respondents' construction of s 824(1) was founded upon Australasian Meat Industry Employees Union (WA) v Woolworths Ltd (2006) 149 IR 213 (' Woolworths' ).",
      "id": "s37"
    },
    {
      "text": "The case concerned the costs of a directions hearing at which the applicant advised the Court that it no longer wished to pursue its claim for interim relief to restrain the certification of an agreement under the WRA.",
      "id": "s38"
    },
    {
      "text": "The claim was not pursued because the agreement had in fact been certified after the institution of the proceedings but prior to the directions date, without the knowledge of the applicant.",
      "id": "s39"
    },
    {
      "text": "The respondent sought costs on the basis that the applicant had not mounted its interim application urgently and in accordance with the rules concerning the filing of affidavit evidence.",
      "id": "s40"
    },
    {
      "text": "14 In the present case, the respondents relied on Nicholson J's statement at 214-215 [8] that the proviso to s 347(1) afforded no ground for making a costs order in respect of a step in the proceeding, as distinguished from the institution of the proceeding.",
      "id": "s41"
    },
    {
      "text": "However, it is not clear that the reference by Nicholson J to a 'step in the proceeding' was directed to the application for interim relief, rather than to particular procedural 'steps' in relation to that application.",
      "id": "s42"
    },
    {
      "text": "On my reading, Nicholson J was treating the application for interim relief as a step in the proceeding, as he went on to say at 214-215 [8] that:\n \n 'the proceeding was instituted with reasonable cause and [was] one which remained, in the applicant's mind, reasonable throughout, until it learnt eventually of the certification of the agreement.",
      "id": "s43"
    },
    {
      "text": "' \n \n\nThis simply amounts to a finding that, on the facts, costs should not be ordered under the proviso to s 347(1) because the interlocutory application was not instituted 'vexatiously or without reasonable cause'.",
      "id": "s44"
    },
    {
      "text": "In my opinion, Woolworths does not support the respondents' contention that costs cannot be awarded under 824(1) in respect of an interlocutory notice of motion.",
      "id": "s45"
    },
    {
      "text": "15 In Gray v Australian Liquor Hospitality and Miscellaneous Workers Union (unreported, Marshall J, 26 June 1998), Marshall J also expressed the view, in reliance upon Andrews , that the reference to 'proceeding' in s 347(1) of the WRA is a reference to the substantive proceeding and not to a motion brought within the matter for the discharge or variation of an earlier order.",
      "id": "s46"
    },
    {
      "text": "I have also noted the discussion of Shackley and Andrews in Marshall J's judgment in Konrad v Victoria Police (1998) 78 IR 54 at 56-57.",
      "id": "s47"
    },
    {
      "text": "Both decisions by Marshall J predate the Full Court's decision in CFMEU.",
      "id": "s48"
    },
    {
      "text": "In my opinion, even if the views expressed by Marshall J were capable of standing with Shackley , which I respectfully doubt, they have been overtaken by the later Full Court decision.",
      "id": "s49"
    },
    {
      "text": "The law which I must apply is that stated by the Full Court in CFMEU.",
      "id": "s50"
    },
    {
      "text": "16 On these authorities, the applicant does not need to rely upon s 824(2) as she contends that the notice of motion was brought vexatiously and without reasonable cause.",
      "id": "s51"
    },
    {
      "text": "However, I see no reason why s 824(2) should be given the narrow construction contended for by the respondents.",
      "id": "s52"
    },
    {
      "text": "As with s 824(1), the references in subs (2) to a 'proceeding' encompass a step in the proceeding, such as the institution and hearing of an interlocutory application.",
      "id": "s53"
    },
    {
      "text": "However, s 824(2) goes further than s 824(1).",
      "id": "s54"
    },
    {
      "text": "The proviso to s 824(1) applies if the entire proceeding, or a step in the proceeding, has been instituted vexatiously or without reasonable cause.",
      "id": "s55"
    },
    {
      "text": "Section 824(2) is not confined to costs associated with the institution of the proceedings or a step in the proceedings; it extends more broadly to costs incurred as a result of any unreasonable act or omission.",
      "id": "s56"
    },
    {
      "text": "On a plain and natural meaning of s 824(2), there is no reason why the reference to an unreasonable act or omission that has caused another party to incur costs in connection with the proceeding should not extend to unreasonable acts or omissions in connection with an interlocutory application.",
      "id": "s57"
    },
    {
      "text": "And, as the Explanatory Memorandum suggests, the power conferred by s 824(2) can be exercised irrespective of the outcome of the particular application in question, and of the proceedings as a whole.",
      "id": "s58"
    },
    {
      "text": "17 The illustrative example given in the Explanatory Memorandum concerns costs incurred as a result of a party's non-compliance with Court directions.",
      "id": "s59"
    },
    {
      "text": "The example is consistent with the construction I have placed on s 842(2).",
      "id": "s60"
    },
    {
      "text": "But I do not accept that the illustrative example was intended to be exhaustive of the type of circumstances in which s 824(2) would apply.",
      "id": "s61"
    },
    {
      "text": "18 In support of a narrow construction of s 824(2), the respondents referred me to several authorities that had considered the former provisions of s 170EHA, which effectively continued as s 170CS (now s 666 of the WRA): see Thomas v School of Mines Services Pty Ltd (unreported, Industrial Relations Court of Australia, Farrell JR, 5 August 1996); Turner v Composite Buyers Ltd (unreported, Industrial Relations Court of Australia, Millane JR, 28 January 1997) and Fenech v Perfect Health Medical Centres Pty Ltd (unreported, Industrial Relations Court of Australia, Ryan JR, 12 June 1998) (' Fenech' ).",
      "id": "s62"
    },
    {
      "text": "These cases do not support the contention that s 824(2) should be narrowly construed.",
      "id": "s63"
    },
    {
      "text": "In fact, in Fenech , Ryan JR referred to an earlier order made by Marshall J in the proceedings, to the effect that the respondent should pay costs pursuant to s 170EHA as a result of the dismissal of its application for an interlocutory injunction.",
      "id": "s64"
    },
    {
      "text": "19 For the foregoing reasons, I consider that s 824(1) and (2) are capable of applying to the respondents' interlocutory motion seeking the discharge or stay of my earlier orders.",
      "id": "s65"
    },
    {
      "text": "Thus, the costs order sought by the applicant is only available if the applicant satisfies me that the notice of motion for discharge or variation was instituted vexatiously or without reasonable cause, or that the pursuit of that application by the respondents involved unreasonable acts or omissions that caused the applicant to incur costs.",
      "id": "s66"
    },
    {
      "text": "20 The applicant contended that the discharge application was bound to fail.",
      "id": "s67"
    },
    {
      "text": "It was submitted that the respondents had no prospects of establishing the exceptional circumstances required by the authorities and that, accordingly, the notice of motion was instituted without reasonable cause.",
      "id": "s68"
    },
    {
      "text": "The applicant also pointed out that the respondents had placed heavy but misguided reliance upon the decisions in Tenth Vandy Pty Ltd v Natwest Markets Australia Pty Ltd [2006] VSC 170 and Nominal Defendant v Manning [2000] NSWCA 80 ; (2000) 50 NSWLR 139, and did not address themselves to the relevant authorities, which included Adam P Brown Male Fashions Pty Ltd v Philip Morris Inc [1981] HCA 39 ; (1981) 148 CLR 170 at 178, Chanel Ltd v FW Woolworth &amp; Co Ltd [1981] 1 All ER 745 at 751 and Dudzinski v Centrelink [2003] FCA 308 at [11] .",
      "id": "s69"
    },
    {
      "text": "21 The respondents submitted that the notice of motion was not unreasonable.",
      "id": "s70"
    },
    {
      "text": "They contended that they considered, bona fide, that the Court had a discretion to reconsider its earlier order to the extent that it was based upon a less than complete appreciation of the facts concerning the breakdown in the relationship between the applicant and her immediate superiors.",
      "id": "s71"
    },
    {
      "text": "Notwithstanding that they consciously determined not to refer to certain facts on the earlier injunction application, they considered that, in their own interests and in accordance with their duty to the Court, they should place those facts before the Court.",
      "id": "s72"
    },
    {
      "text": "22 My reasons for judgment of 26 May 2006 explain why I rejected the application to discharge the interlocutory injunction.",
      "id": "s73"
    },
    {
      "text": "In my opinion, the application had very limited prospects of success in the absence of evidence establishing new facts or changed circumstances.",
      "id": "s74"
    },
    {
      "text": "There is, however, a distinction between an application that proves unsuccessful and an application or argument that is so misconceived that it can be characterised as unreasonable or vexatious.",
      "id": "s75"
    },
    {
      "text": "An order for costs might be made under s 824 in the latter case but not the former: see Standish v University of Tasmania (1989) 28 IR 129 at 138-139 per Lockhart J; and Foxcroft v Ink Group Pty Ltd (1994) 57 IR 65 at 69.",
      "id": "s76"
    },
    {
      "text": "This case comes very close to the line, but in the end I am not persuaded that the motion was vexatious or unreasonable within the meaning of s 842(1), or that the pursuit of the motion involved unreasonable acts or omissions by the respondents that inflicted costs on the applicant in such a way as to attract s 824(2).",
      "id": "s77"
    },
    {
      "text": "23 Accordingly, while I have concluded that there is power to award costs in favour of the applicant in relation to the unsuccessful motion brought by the respondents, I am not satisfied that this is an appropriate case for the exercise of that power.",
      "id": "s78"
    },
    {
      "text": "The application for costs is refused.",
      "id": "s79"
    },
    {
      "text": "In lieu of my previous order that costs be reserved, I will order that there be no order in respect of the costs of the notice of motion dated 25 May 2006.",
      "id": "s80"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s81"
    },
    {
      "text": "Associate:\n\nDated: 15 June 2006\n\n\n\n Counsel for the Applicant: F O'Brien SC with J Snaden \n \n Solicitor for the Applicant: Tanya Cirkovic &amp; Associates \n \n Counsel for the Respondents: Dr C Jessup QC with R Attiwill \n \n Solicitor for the Respondents: Phillips Fox \n \n Date of Hearing: 26 May 2006 \n \n Date of Written Submissions: 31 May 2006 \n \n Date of Judgment: 15 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/745.html",
      "id": "s82"
    }
  ]
}