{
  "name": "Secretary, Department of Employment &amp; Workplace Relations v Homewood [2006] FCA 779 (21 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/779.html",
  "catchphrases": [
    {
      "text": "administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "duty to give reasons for decision",
      "id": "c1"
    },
    {
      "text": "nature of duty",
      "id": "c2"
    },
    {
      "text": "not limited to setting out findings of fact and references to the evidence",
      "id": "c3"
    },
    {
      "text": "tribunal's reasoning process adequately disclosed",
      "id": "c4"
    },
    {
      "text": "application dismissed",
      "id": "c5"
    },
    {
      "text": "disability support pension",
      "id": "c6"
    },
    {
      "text": "compensation payment for injury giving rise to disability",
      "id": "c7"
    },
    {
      "text": "preclusion period during which pension not payable",
      "id": "c8"
    },
    {
      "text": "calculation of preclusion period",
      "id": "c9"
    },
    {
      "text": "dissipation of compensation",
      "id": "c10"
    },
    {
      "text": "imminent destitution of applicant for pension",
      "id": "c11"
    },
    {
      "text": "discretion to treat whole or part of compensation payment as not made",
      "id": "c12"
    },
    {
      "text": "shortened preclusion period",
      "id": "c13"
    },
    {
      "text": "special circumstances",
      "id": "c14"
    },
    {
      "text": "nature of decision-making process",
      "id": "c15"
    },
    {
      "text": "nature of discretion",
      "id": "c16"
    },
    {
      "text": "whether discretion confined by reference to principles upon which preclusion period is determined under the act",
      "id": "c17"
    },
    {
      "text": "administrative law",
      "id": "c18"
    },
    {
      "text": "social security",
      "id": "c19"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 In July 1997 Walter Homewood, having suffered partial quadriplegia as the result of a swimming pool accident, was awarded compensation of $1,250,000.",
      "id": "s0"
    },
    {
      "text": "By 2004 the bulk of the sum which he received, comprising $995,000 after costs, had been dissipated.",
      "id": "s1"
    },
    {
      "text": "That dissipation was due in large part to his poor judgment, naivety and lack of the skills necessary to manage his finances.",
      "id": "s2"
    },
    {
      "text": "He made a claim for a disability support pension but that claim was refused on the basis that, under the Social Security Act 1991 (Cth) (the Act), the payment of the pension was precluded until 2022 by reason of the compensation which he had received.",
      "id": "s3"
    },
    {
      "text": "2 Mr Homewood appealed unsuccessfully to the Social Security Appeals Tribunal (the SSAT).",
      "id": "s4"
    },
    {
      "text": "However in the Administrative Appeals Tribunal (the Tribunal) the decision of the SSAT was set aside and a decision made which had the effect that he would be eligible for disability support pension from 1 July 2006.",
      "id": "s5"
    },
    {
      "text": "3 The Secretary of the Department of Employment and Workplace Relations (the Secretary) challenges the Tribunal's decision in this Court on the ground that the Tribunal did not comply with its statutory obligation to give reasons for the basis upon which it reduced the preclusion period for the receipt of disability support pension to a period expiring on 1 July 2006.",
      "id": "s6"
    },
    {
      "text": "4 For the reasons which follow, I am satisfied that the Tribunal did comply with its statutory obligation to give reasons for its decision and the application will be dismissed with costs.",
      "id": "s7"
    },
    {
      "text": "Factual and procedural background \n \n5 Mr Homewood was born on 21 January 1961.",
      "id": "s8"
    },
    {
      "text": "On 3 February 1993 in Queensland, he suffered an injury to his neck as the result of a fall into an above-the-ground swimming pool.",
      "id": "s9"
    },
    {
      "text": "The A-frame on which he was climbing to get access to the pool toppled over.",
      "id": "s10"
    },
    {
      "text": "His injury resulted in partial quadriplegia.",
      "id": "s11"
    },
    {
      "text": "He was in hospital for nine months in Brisbane and was then transferred to the Shenton Park Campus of Royal Perth Hospital.",
      "id": "s12"
    },
    {
      "text": "There he underwent inpatient and outpatient rehabilitation for five years.",
      "id": "s13"
    },
    {
      "text": "By 1998 he was able to walk with the aid of an elbow crutch and was able to drive a car.",
      "id": "s14"
    },
    {
      "text": "6 In July 1997 Mr Homewood was awarded compensation of $1,250,000 by way of an agreed settlement.",
      "id": "s15"
    },
    {
      "text": "On 17 July 1997 he was informed by a Centrelink officer that as a result of the payment he would be precluded from receiving any compensation affected Centrelink benefit for a period of 1,550 weeks from 3 February 1993 until 18 October 2022.",
      "id": "s16"
    },
    {
      "text": "7 On 8 August 2001 Mr Homewood sustained further neck injuries in a motor vehicle accident.",
      "id": "s17"
    },
    {
      "text": "He was driving on a road near his farm at dusk when he swerved to avoid two kangaroos and drove into a tree.",
      "id": "s18"
    },
    {
      "text": "Following the accident he was confined to a wheelchair.",
      "id": "s19"
    },
    {
      "text": "8 On 10 September 2001 Mr Homewood lodged a claim with Centrelink for disability support pension.",
      "id": "s20"
    },
    {
      "text": "On 14 September 2001 Centrelink informed him that the claim for disability support pension had been rejected because of the application of the preclusion period.",
      "id": "s21"
    },
    {
      "text": "He requested a review of the decision.",
      "id": "s22"
    },
    {
      "text": "On 14 January 2002 a Centrelink authorised review officer affirmed the decision to reject the claim.",
      "id": "s23"
    },
    {
      "text": "9 Mr Homewood lodged a further claim for disability support pension on 20 April 2004.",
      "id": "s24"
    },
    {
      "text": "He was advised on 22 June 2004, by the original decision-maker, that because the calculation of his preclusion period had been confirmed as correct and as no special circumstances could be identified in his case, it was not possible to exercise any discretion to reduce the preclusion period.",
      "id": "s25"
    },
    {
      "text": "He was told that the decision to reject his claim for disability support pension was correct.",
      "id": "s26"
    },
    {
      "text": "He requested a review of that decision but a Centrelink authorised review officer affirmed it on 19 October 2004.",
      "id": "s27"
    },
    {
      "text": "Mr Homewood appealed, on 26 October 2004, to the SSAT.",
      "id": "s28"
    },
    {
      "text": "10 The SSAT approached the matter on the basis that the issue to be considered was whether Mr Homewood had special circumstances which would warrant reducing the preclusion period so that he would be paid disability support pension.",
      "id": "s29"
    },
    {
      "text": "It heard his appeal on 3 December 2004 and on 17 December 2004 affirmed the decisions under review.",
      "id": "s30"
    },
    {
      "text": "It identified those decisions as the decisions made by Centrelink officers, on 14 September 2001 and 23 June 2004 [sic], respectively affirmed by authorised review officers on 14 January 2002 and 19 October 2004, to reject his claims for disability support pension.",
      "id": "s31"
    },
    {
      "text": "11 On 8 February 2005 Mr Homewood lodged an application with the Tribunal for review of the decision of the SSAT.",
      "id": "s32"
    },
    {
      "text": "On 6 January 2006 the Tribunal made a decision in the following terms: \n \n 'The Tribunal decides that the decision under review be set aside and in substitution decides that so much of the compensation payment received by the applicant be treated as not having been made such that the preclusion period ends on 1 July 2006 instead of 18 October 2022.",
      "id": "s33"
    },
    {
      "text": "' \n \n\n12 The Secretary lodged an appeal, in the original jurisdiction of this Court, against the Tribunal's decision.",
      "id": "s34"
    },
    {
      "text": "That appeal was lodged on 2 February 2006.",
      "id": "s35"
    },
    {
      "text": "It rests solely on the ground of the inadequacy of the Tribunal's reasons for decision.",
      "id": "s36"
    },
    {
      "text": "Grounds of Appeal \n \n13 The grounds of appeal, as set out in the notice, are as follows: \n \n \n '4.1 The Tribunal erred in law in that, by failing to include in its reasons its findings on material questions of fact, a reference to the evidence or other material on which those findings were based, and the reasons for: \n \n \n \n \n \n 4.1.1 its decision that Mr Homewood would be destitute within six months (paragraph 55); \n 4.1.2 the basis on which the Tribunal reconciled that decision with the finding (paragraph 54) that Mr Homewood had available assets that would realise between $48,000 and $58,000 [sic] ; and \n 4.1.3 the Tribunal's decision that the appropriate part of the compensation payment received by Mr Homewood that should be treated as not having been made was the part that would lead to the preclusion period ending on 1 July 2006 instead of 18 October 2022 (paragraph 56) \n \n \n \n \n \n the Tribunal failed to provide reasons for its decision, in contravention of the requirements of s 43(2) and (2B) of the AAT Act.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n\n The Tribunal's reasons for decision \n \n14 The Tribunal commenced its reasons by noting the agreement by the parties that the date of the accident, 3 February 1993, the amount of the compensation payment, $1,250,000, and the calculation of the preclusion period, 3 February 1993 to 18 October 2022, were not in dispute.",
      "id": "s38"
    },
    {
      "text": "It then said (at [4]): \n \n 'The issue in contention was whether special circumstances existed that would make it appropriate to treat the compensation payment either in whole or part as not having been made.",
      "id": "s39"
    },
    {
      "text": "' \n \n\n15 The Tribunal reviewed Mr Homewood's evidence.",
      "id": "s40"
    },
    {
      "text": "It dealt with that evidence largely by setting out his responses to various documentary exhibits put to him.",
      "id": "s41"
    },
    {
      "text": "The exhibits were not always identified with clarity.",
      "id": "s42"
    },
    {
      "text": "16 First, the Tribunal referred to a statement of income and expenses which Mr Homewood had prepared.",
      "id": "s43"
    },
    {
      "text": "He explained particular outgoings including $500 per month for house repairs to make his house wheelchair accessible and high electricity and fuel costs were accounted for largely by the cost of driving to see his lawyer and to attend specialist appointments.",
      "id": "s44"
    },
    {
      "text": "A bank account which had been shown as containing $3,695.20 contained about $3 at the time of his Tribunal hearing.",
      "id": "s45"
    },
    {
      "text": "17 Mr Homewood was referred to several Westpac statements covering periods from 16 September 2005 to 17 October 2005, 17 May 2005 to 17 June 2005, 22 July 2005 to 30 September 2005, 17 June 2005 to 15 July 2005 and 15 July 2005 to 17 August 2005.",
      "id": "s46"
    },
    {
      "text": "He gave explanations of a number of deposits and withdrawals.",
      "id": "s47"
    },
    {
      "text": "One of the deposits was for a sum of $10 which his brother was paying him fortnightly to repay a loan.",
      "id": "s48"
    },
    {
      "text": "Another deposit of $79,806.56 made on 13 June 2005 represented the balance recovered after the sale of a property at Vance Street in Dudley Park.",
      "id": "s49"
    },
    {
      "text": "He had sold the property for $269,000 at a loss.",
      "id": "s50"
    },
    {
      "text": "A withdrawal on 20 June 2005 of $10,000 consisted of $5,000 given to his sister so she could pay rent for six months, and $5,000 to his parents so they could pay off a credit card on which they had made payments to assist him.",
      "id": "s51"
    },
    {
      "text": "18 Mr Homewood told the Tribunal that because of injuries to his bladder he had to catheterise some six to eight times daily and purchase catheters in bulk at a cost of $157.50 for 150.",
      "id": "s52"
    },
    {
      "text": "Since his accident he had suffered recurrent urinary tract infections and depression.",
      "id": "s53"
    },
    {
      "text": "The depression had improved and he had become very mobile but the accident in 2001 had resulted in his condition deteriorating, which meant he was now in a wheelchair.",
      "id": "s54"
    },
    {
      "text": "Because of the second accident he had to sell a property of 24 acres that he had bought following his compensation payout.",
      "id": "s55"
    },
    {
      "text": "He said he was unable to qualify for emergency housing because he did not have any income.",
      "id": "s56"
    },
    {
      "text": "As a result he was no longer on the emergency housing list of the Department of Housing and Works.",
      "id": "s57"
    },
    {
      "text": "Mr Homewood believed his situation would change if he were paid the disability support pension.",
      "id": "s58"
    },
    {
      "text": "19 Mr Homewood said that out of the lump sum compensation of $1,250,000 for which he settled his claim in 1997, he actually received $995,000 after costs.",
      "id": "s59"
    },
    {
      "text": "He spent $55,000 of this on a Senator motor vehicle.",
      "id": "s60"
    },
    {
      "text": "He paid $310,000 for the 24 acre property at Harts Road.",
      "id": "s61"
    },
    {
      "text": "He spent $13,000 on a Pajero car for his parents; $30,000 on a Jeep for the farm and $17,000 for a Land Cruiser for his brother.",
      "id": "s62"
    },
    {
      "text": "The Land Cruiser was registered in his brother's name and his brother subsequently left and disposed of it.",
      "id": "s63"
    },
    {
      "text": "Mr Homewood purchased two large demountable site huts for storage and office space for a total of $23,000.",
      "id": "s64"
    },
    {
      "text": "He spent $30,000 on putting in a road to his property.",
      "id": "s65"
    },
    {
      "text": "He bought another utility vehicle for $15,000 and spent $10,000 on it.",
      "id": "s66"
    },
    {
      "text": "He sold it for $13,000, representing a loss of $12,000.",
      "id": "s67"
    },
    {
      "text": "He sold the $30,000 Jeep for $17,000, representing a loss of $13,000.",
      "id": "s68"
    },
    {
      "text": "20 In July 1999 Mr Homewood purchased the lease of a video store for seven months.",
      "id": "s69"
    },
    {
      "text": "This cost $20,000 plus an additional $10,000 for stock.",
      "id": "s70"
    },
    {
      "text": "He thought he would be able to run the business with the assistance of his sister.",
      "id": "s71"
    },
    {
      "text": "However, it soon became apparent that the outgoings of the business were greater than cash coming in so he sold what remained of the lease at a loss of $2,000.",
      "id": "s72"
    },
    {
      "text": "Some of the videos he sold for about $5,000.",
      "id": "s73"
    },
    {
      "text": "In 2001 he sold the Harts Road property for $295,000, again representing a loss.",
      "id": "s74"
    },
    {
      "text": "21 Mr Homewood set up a $300,000 portfolio with Westpac in October 1997.",
      "id": "s75"
    },
    {
      "text": "It paid him an income of $1,500 per month.",
      "id": "s76"
    },
    {
      "text": "However he started debiting increasing amounts each month and by the end of 2000 had only $30,000 left.",
      "id": "s77"
    },
    {
      "text": "This was completely expended by late 2002.",
      "id": "s78"
    },
    {
      "text": "22 Mr Homewood told the Tribunal he had lent $45,000 to his sister which she has repaid.",
      "id": "s79"
    },
    {
      "text": "He lent $35,000 to a brother who agreed to repay it at $250 per fortnight.",
      "id": "s80"
    },
    {
      "text": "This he ceased to do after six months.",
      "id": "s81"
    },
    {
      "text": "Mr Homewood said he believes his brother still owes him $28,000 although his brother says it is only $24,000.",
      "id": "s82"
    },
    {
      "text": "This is currently being repaid at $10 per fortnight.",
      "id": "s83"
    },
    {
      "text": "Another brother, Shane, owes Mr Homewood $500.",
      "id": "s84"
    },
    {
      "text": "23 Mr Homewood currently owns a station wagon for which he paid $5,000 plus some extra for improvements which he thinks would be worth $3,000.",
      "id": "s85"
    },
    {
      "text": "He has $3,000 worth of furniture, including a bed, computer, projector and stereo equipment.",
      "id": "s86"
    },
    {
      "text": "He has recently spent over $5,000 on a car for one of his brothers who is helping him out.",
      "id": "s87"
    },
    {
      "text": "He told the Tribunal he had assets with Fremantle Auctioneers valued at approximately $12,000.",
      "id": "s88"
    },
    {
      "text": "He had DVDs worth $4,000.",
      "id": "s89"
    },
    {
      "text": "Books, magazines, coins and medallions he had in storage would be worth about $4,000.",
      "id": "s90"
    },
    {
      "text": "24 The Tribunal referred to Mr Homewood's submissions and those of the Secretary.",
      "id": "s91"
    },
    {
      "text": "It set out the relevant statutory provisions and then considered his financial hardship.",
      "id": "s92"
    },
    {
      "text": "It began by observing that to qualify as 'special circumstances' financial hardship must be 'truly exceptional'.",
      "id": "s93"
    },
    {
      "text": "It accepted Mr Homewood's evidence that he had little left of value despite receiving a compensation payment totalling $1,250,000 in 1997.",
      "id": "s94"
    },
    {
      "text": "His remaining disposable assets were identified by the Tribunal as coin collections and other collectables worth approximately $12,000 and a further 20 boxes of items which would be worth about $4,000.",
      "id": "s95"
    },
    {
      "text": "He also had DVDs worth some $4,000, a motor vehicle worth less than $5,000 and loans of $28,500 to two brothers.",
      "id": "s96"
    },
    {
      "text": "The Tribunal found that the $28,000 was unlikely to be recovered and was currently being repaid at $10 per fortnight.",
      "id": "s97"
    },
    {
      "text": "25 The Tribunal concluded that Mr Homewood's current financial circumstances had arisen primarily because of his inability to handle money, his lack of skills, his naivety and, at times, reckless purchasing.",
      "id": "s98"
    },
    {
      "text": "His investment of $300,000 in an investment portfolio with Westpac indicated that he understood the need for funds to be available in the long term.",
      "id": "s99"
    },
    {
      "text": "But that money was drained very quickly to compensate for poor decision-making in other areas.",
      "id": "s100"
    },
    {
      "text": "His purchase of collectables appeared to have been extravagant.",
      "id": "s101"
    },
    {
      "text": "This would not have been the case if he had retained the Harts Road property and if the $300,000 investment portfolio had remained intact.",
      "id": "s102"
    },
    {
      "text": "The Tribunal did not conclude that he had been unreasonable in the expenditure of the lump sum.",
      "id": "s103"
    },
    {
      "text": "Rather it found that his history of spending money, his lack of ability and poor management skills were consistent with a background which had not prepared him for dealing with large sums of money.",
      "id": "s104"
    },
    {
      "text": "The Tribunal then said (at [49]): \n \n 'Regardless of the reasons that have led to this situation Mr Homewood is facing the real prospect of having no income and little to sell to support himself in the near future.",
      "id": "s105"
    },
    {
      "text": "' \n \n\n26 On the question of ill health, the Tribunal referred to Mr Homewood's submission that his circumstances had declined significantly following the 2001 accident.",
      "id": "s106"
    },
    {
      "text": "There was no medical evidence directly on the matter.",
      "id": "s107"
    },
    {
      "text": "However the Tribunal accepted Mr Homewood's evidence to the SSAT that he is now confined to a wheelchair.",
      "id": "s108"
    },
    {
      "text": "This was supported by correspondence from the South Metropolitan Health Service.",
      "id": "s109"
    },
    {
      "text": "The Tribunal appeared to accept evidence that Mr Homewood's current medical condition requires him to purchase bladder catheters, costing $157.50 for 150 approximately every three to four weeks.",
      "id": "s110"
    },
    {
      "text": "It also accepted evidence that he is on a range of medication for conditions including diabetes and depression.",
      "id": "s111"
    },
    {
      "text": "27 Because of Mr Homewood's undisputed need to use a wheelchair, the Tribunal concluded that his current housing situation was not adequate.",
      "id": "s112"
    },
    {
      "text": "This was supported by correspondence from an officer of the South Metropolitan Health Service who had visited his residence and concluded that his housing was not appropriate for him.",
      "id": "s113"
    },
    {
      "text": "He had no income source in Western Australia and was not eligible for rental housing assistance.",
      "id": "s114"
    },
    {
      "text": "He had been placed on a waiting list.",
      "id": "s115"
    },
    {
      "text": "However even if an appropriate house were to become available, he would not qualify for it if at the time he had no income.",
      "id": "s116"
    },
    {
      "text": "28 Following the SSAT decision of 17 December 2004 Mr Homewood had disposed of his one remaining significant asset, that being the house at Vance Street.",
      "id": "s117"
    },
    {
      "text": "The Tribunal found the balance from that transaction of $79,806.56, which was deposited in his Westpac account on 13 June 2005, had been reduced to approximately $3,000.",
      "id": "s118"
    },
    {
      "text": "The Tribunal's reasons concluded as follows (at [54] --- [56]):\n \n '... Mr Homewood has approximately $40 --- 50,000 in loans owing to him and money that could be raised from the sale of his collection of coins and other collectables.",
      "id": "s119"
    },
    {
      "text": "He also has one motor vehicle worth less than $5,000 and personal effects and furniture.",
      "id": "s120"
    },
    {
      "text": "He is unable to access appropriate housing even if it became available because he has no income.",
      "id": "s121"
    },
    {
      "text": "Little is to be gained now by pointing to the folly of how he has managed his compensation or the wisdom of such a large amount being paid as a lump sum and resulting in a preclusion period of nearly thirty years.",
      "id": "s122"
    },
    {
      "text": "On behalf of the applicant it has been submitted that within six months he will be destitute.",
      "id": "s123"
    },
    {
      "text": "The Tribunal accepts this as an accurate projection based on the evidence before it.",
      "id": "s124"
    },
    {
      "text": "The Tribunal concludes that based on Mr Homewood's current financial situation, which can be described as straitened, as well as his health needs and in particular that he is wheelchair bound and unable to even go on a waiting list to access appropriate housing, \"special circumstances\" do exist.",
      "id": "s125"
    },
    {
      "text": "The Tribunal therefore sets aside the decision under review and in substitution decides that so much of the compensation payment received by the applicant be treated as not having been made such that the preclusion period ends on 1 July 2006 instead of 18 October 2022.",
      "id": "s126"
    },
    {
      "text": "' \n \n\nThe reference in the Tribunal's reasons to Mr Homewood having approximately '$40-50,000 in loans owing to him' appears to be a factual error having regard to the preceding findings which indicate loans totalling $28,500 of which $28,000 was being repaid at $10 per fortnight and is likely to be irrecoverable.",
      "id": "s127"
    },
    {
      "text": "If, however, one adds together all of the assets otherwise found by the Tribunal and includes the irrecoverable loan of $28,000, there is a total nominal value of $53,500.",
      "id": "s128"
    },
    {
      "text": "Subtracting the sum of $28,000 leaves non-cash assets of $25,500.",
      "id": "s129"
    },
    {
      "text": "Statutory Framework \n \n29 Section 17(1) of the Act defines the term a 'compensation affected payment' to include a disability support pension.",
      "id": "s130"
    },
    {
      "text": "Section 1169(1) of the Act provides that a compensation affected payment is not payable during a lump sum preclusion period.",
      "id": "s131"
    },
    {
      "text": "30 The method for calculating a lump sum preclusion period is set out in s 1170(4) of the Act.",
      "id": "s132"
    },
    {
      "text": "It involves dividing the compensation part of the lump sum payment by the income cut-out amount.",
      "id": "s133"
    },
    {
      "text": "The 'compensation part of a lump sum compensation payment' is defined in s 17(3)(a) as 50 per cent when the payment is made in settlement of a claim in respect of an injury.",
      "id": "s134"
    },
    {
      "text": "The income cut-out amount is the amount of income that would, through the application of the income test, produce a nil rate of pension.",
      "id": "s135"
    },
    {
      "text": "This appears from s 17(8) of the Act.",
      "id": "s136"
    },
    {
      "text": "31 Section 1184K of the Act provides, inter alia: \n \n '(1) For the purposes of this Part, the Secretary may treat the whole or part of a compensation payment as: \n \n (a) not having been made; or \n (b) not liable to be made; \n \n if the Secretary thinks it is appropriate to do so in the special circumstances of the case.",
      "id": "s137"
    },
    {
      "text": "' \n \n\n32 Section 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (the AAT Act) provides: \n \n 'A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s138"
    },
    {
      "text": "' \n \n\n33 Section 43 of the AAT Act provides, in the relevant parts: \n \n '(2) Subject to this section and to sections 35 and 36D, the Tribunal shall give reasons either orally or in writing for its decision.",
      "id": "s139"
    },
    {
      "text": "(2B) Where the Tribunal gives in writing the reasons for its decision, those reasons shall include its findings on material questions of fact and a reference to the evidence or other material on which those findings were based.",
      "id": "s140"
    },
    {
      "text": "' \n \n\n Whether the Tribunal failed to give reasons for its decision in accordance with s 43 of the Administrative Appeals Tribunal Act \n \n34 The decision before the Tribunal in this case arose under s 1184K of the Act .",
      "id": "s141"
    },
    {
      "text": "It was necessary to the exercise of the power conferred by that section that the Tribunal identified 'special circumstances of the case' in which it thought it 'appropriate' to treat the whole or part of the relevant compensation payment as not having been made .",
      "id": "s142"
    },
    {
      "text": "In giving its reasons for a decision under that section to treat the whole or part of a compensation payment as not being made it would be expected, consistently with s 43 , that the Tribunal would: \n \n 1.",
      "id": "s143"
    },
    {
      "text": "Identify the circumstances of the case which it found to be 'special' and the reasons for which it arrived at that finding.",
      "id": "s144"
    },
    {
      "text": "2.",
      "id": "s145"
    },
    {
      "text": "Explain why, in the special circumstances so found, it thought it appropriate to treat the whole or part of the compensation payment as not having been made.",
      "id": "s146"
    },
    {
      "text": "3.",
      "id": "s147"
    },
    {
      "text": "Explain why it selected the particular quantum (ie the whole or part) of the compensation payment as not having been made.",
      "id": "s148"
    },
    {
      "text": "35 The Secretary accepted that the question whether a particular set of circumstances is 'special' is a question of fact.",
      "id": "s149"
    },
    {
      "text": "Absent misconstruction of the statute, the Tribunal's finding that circumstances are special for the purposes of s 1184K cannot enliven the Court's jurisdiction under s 44 of the AAT Act.",
      "id": "s150"
    },
    {
      "text": "In this case the Tribunal treated Mr Homewood's reduced financial circumstances and his poor health as amounting, in combination, to 'special circumstances'.",
      "id": "s151"
    },
    {
      "text": "That finding was not challenged.",
      "id": "s152"
    },
    {
      "text": "So far as the reasons for decision went they properly set out the findings in support of that conclusion and the evidence on which it was based.",
      "id": "s153"
    },
    {
      "text": "36 Central to the Secretary's case was the proposition that the Tribunal failed to give its reasons for disregarding so much of the compensation payment as would bring the preclusion period to an end on 1 July 2006.",
      "id": "s154"
    },
    {
      "text": "As counsel for the Secretary put it in his oral submissions: \n \n 'Our real concern is that the Tribunal hasn't explained in any way how it got to its figure or its result I should say of six months.",
      "id": "s155"
    },
    {
      "text": "And we say that, you know, although there is undoubtedly a wide discretion given by section 1184K particularly when it goes to the recognition of special circumstances, the implementation of that discretion, that is the selection of the part of the compensation payment that is to be disregarded ought to be driven by some principle and the principle ought to be in our submission derived from the object and the purposes and the surrounding provisions of this part of the legislation, particularly that part which prescribes the method by which the compensation preclusion period is calculated in the first place by dividing the money that is deemed to be available to support the applicant ... by the income cut-out amount.",
      "id": "s156"
    },
    {
      "text": "' \n \n\n37 It is important when considering the extent of the Tribunal's obligations under s 43 to have regard to the words of the section.",
      "id": "s157"
    },
    {
      "text": "The primary obligation imposed on the Tribunal by the section is to 'give reasons ... for its decision'.",
      "id": "s158"
    },
    {
      "text": "They must include but are not limited to its findings on material questions of fact and reference to the evidence on which those findings are based.",
      "id": "s159"
    },
    {
      "text": "It must be possible '... to discern from the reasons given the actual reasoning process adopted ...' --- Comcare Australia v Mathieson (2004) 79 ALD 518 at [61] per Weinberg J.",
      "id": "s160"
    },
    {
      "text": "38 The present case is not about a failure on the part of the Tribunal to include in its reasons the findings on material questions of fact which it has made.",
      "id": "s161"
    },
    {
      "text": "Nor is it a complaint that the Tribunal has failed to refer to the evidence on which those findings were based.",
      "id": "s162"
    },
    {
      "text": "Many of the reported cases involve claims of that kind of failure --- see Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 331-332 (Gleeson J), 338 (Gaudron J), 346 (McHugh, Gummow and Hayne JJ) cf 367 (Kirby J).",
      "id": "s163"
    },
    {
      "text": "39 As Sheppard J said in Brackenreg v Comcare Australia (1995) 56 FCR 335 (at 349):\n \n 'Although the obligations to state the findings of fact and the evidence upon which those findings were based are related to the obligation to give reasons, they are independent and separate obligations.",
      "id": "s164"
    },
    {
      "text": "' \n \n\nThat statement neatly identifies what might be called the tripartite nature of the obligation under s 43.",
      "id": "s165"
    },
    {
      "text": "It is an obligation: \n\n(i) to give reasons; \n(ii) to include in its reasons its findings on material questions of fact; \n \n (iii) to include in its reasons reference to the evidence or other material on which those findings are based.",
      "id": "s166"
    },
    {
      "text": "Brackenreg was a case in which the Tribunal was found not to have discharged its duty to refer to the evidence on which its findings of fact were made --- at 352.",
      "id": "s167"
    },
    {
      "text": "In Dixon v Repatriation Commission (1999) 29 AAR 235, Wilcox J said of s 43 that it required (at [14])\n \n \n '... findings, on the substantial issues raised by the case, in terms sufficiently explicit to enable the parties to understand why the decision went the way it did...",
      "id": "s168"
    },
    {
      "text": "The question always is whether the decision maker has revealed his or her findings and conclusions.",
      "id": "s169"
    },
    {
      "text": "' \n\n\nSee also Hawkins v Comcare [2001] FCA 726 ; (2001) 115 FCR 127 at 142 per von Doussa J.",
      "id": "s170"
    },
    {
      "text": "40 The obligations set out in s 43 are not necessarily discharged by merely setting out findings on material questions of fact, referring to the evidence on which those findings are based and then stating a conclusion.",
      "id": "s171"
    },
    {
      "text": "There will always be some legal rule or principle or discretion to apply.",
      "id": "s172"
    },
    {
      "text": "It may be that a rule or principle, like the major premise of a syllogism, will embody the factual circumstance necessary to give rise to a right or liability.",
      "id": "s173"
    },
    {
      "text": "Then it may be sufficient to state that rule or principle in the reasons, the facts found as the minor premise, the evidence on which they are based and, the result which follows.",
      "id": "s174"
    },
    {
      "text": "Not all, and perhaps not many results are so easily explained.",
      "id": "s175"
    },
    {
      "text": "Whether the reasoning is syllogistic or otherwise, the Tribunal will have discharged its duty under s 43 if its reasons disclose its findings of fact, the evidence on which they were based and the logical process by which it moved from those findings to the result in the case.",
      "id": "s176"
    },
    {
      "text": "41 Where a case involves the exercise of a discretion, the Tribunal's duty is not discharged by setting out the findings of fact necessary to enliven the relevant discretion.",
      "id": "s177"
    },
    {
      "text": "That is so even in a case in which the enlivening facts are of an evaluative character, such as the existence of special circumstances.",
      "id": "s178"
    },
    {
      "text": "What must appear from the reasons is why the discretion was exercised in the way it was.",
      "id": "s179"
    },
    {
      "text": "42 The question in this case reduces to whether the Tribunal gave reasons for contracting the preclusion period to a period which expires on 1 July 2006.",
      "id": "s180"
    },
    {
      "text": "The Secretary's argument, as earlier summarised, involved the contention that, on a proper approach to the exercise of its discretion, the Tribunal would have treated Mr Homewood's remaining assets as a compensation payment and calculated a fresh preclusion period based on that amount.",
      "id": "s181"
    },
    {
      "text": "In the Secretary's submission this would have yielded a less generous contraction of the preclusion period than that which was selected.",
      "id": "s182"
    },
    {
      "text": "The complaint that the Tribunal did not do that cannot, of course, constitute a complaint that it failed to comply with s 43.",
      "id": "s183"
    },
    {
      "text": "So expressed, it would mean no more than that the Tribunal did not reason the way in which the Secretary thought it ought to have reasoned.",
      "id": "s184"
    },
    {
      "text": "43 The Secretary acknowledged that the Tribunal accepted, as an accurate projection, the submission that Mr Homewood would be destitute within six months.",
      "id": "s185"
    },
    {
      "text": "However the Secretary complained that the Tribunal did not explain why this was an accurate projection given its other findings.",
      "id": "s186"
    },
    {
      "text": "On the Tribunal's findings, as the Secretary's submissions summarised them, Mr Homewood's assets amounted to something in the order of $40,000-$50,000.",
      "id": "s187"
    },
    {
      "text": "That finding, it was said, could not be reconciled with the selection of 1 July 2006 as the date for ending the preclusion period.",
      "id": "s188"
    },
    {
      "text": "Then it was said: \n \n 'It appears that the Tribunal proceeded on the basis that Mr Homewood would need that amount to pay his living expenses over the next 6 months --- which cannot be reconciled with the fact that, once granted disability support pension, he will have income of $12,992.20 a year to pay his living expenses.",
      "id": "s189"
    },
    {
      "text": "' \n \n\n44 In my opinion the discretion conferred by s 1184K of the Act is not confined by a principle of the kind enunciated on behalf of the Secretary.",
      "id": "s190"
    },
    {
      "text": "Importantly, the application of the discretion is not confined to cases in which all or part of a compensation payment has been dissipated or lost.",
      "id": "s191"
    },
    {
      "text": "There may be other cases giving rise to special circumstances in which it is appropriate to treat a payment in whole or in part as not having been made notwithstanding that it has not been lost.",
      "id": "s192"
    },
    {
      "text": "There may, for example, be circumstances in which a person in receipt of a compensation payment has also subsequently acquired obligations to support a close relative which places an ongoing drain on his or her assets.",
      "id": "s193"
    },
    {
      "text": "45 The Tribunal's obligation is to give its reasons for its decision in the sense explained earlier.",
      "id": "s194"
    },
    {
      "text": "In so doing it is not required to express itself with the precision that might be required of a court of law.",
      "id": "s195"
    },
    {
      "text": "As Morling and Wilcox JJ said in Times Consultants Pty Ltd v Collector of Customs (Qld) (1987) 76 ALR 313 (at 328): \n \n 'The tribunal is an administrative body and, whilst errors of law made by it are susceptible to correction by this court, its decisions should not be too closely scrutinised for the purpose of searching for errors of law in what may be imprecise language.",
      "id": "s196"
    },
    {
      "text": "' \n \n\nIn my opinion, the Tribunal made a finding of fact that within six months Mr Homewood would be destitute (absent the disability support pension).",
      "id": "s197"
    },
    {
      "text": "It had regard to his asset position in coming to that conclusion.",
      "id": "s198"
    },
    {
      "text": "The complaint that it has not adequately disclosed its reasons for so concluding amounts to little more than a complaint about its findings of fact.",
      "id": "s199"
    },
    {
      "text": "46 The Secretary accepted, by reference to [44] of the Tribunal's reasons, that the amount available for Mr Homewood's support could arguably be fixed at a lower range of between $20,000 and $30,000.",
      "id": "s200"
    },
    {
      "text": "That is not a reading of the Tribunal's reasons which is particularly generous to Mr Homewood.",
      "id": "s201"
    },
    {
      "text": "It is to be noted that the assets giving rise to those figures are comprised of 'coin collections and other collectibles', '20 boxes of items' 'DVDs ...; a motor vehicle worth less than $5,000'.",
      "id": "s202"
    },
    {
      "text": "47 Having regard to the nature of the assets to which the Tribunal adverted in its reasons, its finding that Mr Homewood would be destitute within six months was open to it.",
      "id": "s203"
    },
    {
      "text": "That finding formed a base, in principle, for the exercise of the discretion under s 1184K(1) of the Act.",
      "id": "s204"
    },
    {
      "text": "The way in which it approached the exercise of that discretion was adequately explained by reference to its finding of fact.",
      "id": "s205"
    },
    {
      "text": "While it may be argued that a more elaborate and principled approach by reference to the rules governing the fixing of preclusion periods under the Act would have been preferable, that is not the basis upon which the Tribunal's decision is attacked in this case.",
      "id": "s206"
    },
    {
      "text": "It is attacked only on the basis that it has failed to give adequate reasons.",
      "id": "s207"
    },
    {
      "text": "In my opinion that challenge is not made out and the application should be dismissed.",
      "id": "s208"
    },
    {
      "text": "Conclusion \n \n48 For the preceding reasons the application is dismissed.",
      "id": "s209"
    },
    {
      "text": "The applicant will be required to pay the respondent's costs.",
      "id": "s210"
    },
    {
      "text": "I certify that the preceding forty eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s211"
    },
    {
      "text": "Associate:\n\nDated: 21 June 2006\n\n\n Counsel for the Applicant: Mr PJ Hanks QC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr GT Stubbs \n \n Solicitor for the Respondent: Dwyer Durack \n \n Date of Hearing: 9 June 2006 \n \n Date of Judgment: 21 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/779.html",
      "id": "s212"
    }
  ]
}