{
  "name": "MZXEF v Minister for Immigration and Multicultural Affairs [2006] FCA 709 (9 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/709.html",
  "catchphrases": [
    {
      "text": "inability to pay costs claim",
      "id": "c0"
    },
    {
      "text": "costs payable by unsuccessful party",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 I dismissed the appeal in this proceeding on 8 May 2006: see MZXEF v Minister for Immigration and Multicultural Affairs [2006] FCA 507.",
      "id": "s0"
    },
    {
      "text": "Due to illness, the first appellant (who is the mother of the second and third appellants) was unable to appear when judgment was delivered.",
      "id": "s1"
    },
    {
      "text": "Since she had not been heard on the question of costs and it appeared that she might wish to be so heard, I directed my associate to send a letter to the appellants informing them that, if they wished to make any submissions on costs, they should file written submissions.",
      "id": "s2"
    },
    {
      "text": "2 On 15 May 2006, the first appellant filed submissions stating that:\n \n \"I wish to bring the following facts for your kind consideration regarding the costs.",
      "id": "s3"
    },
    {
      "text": "1.",
      "id": "s4"
    },
    {
      "text": "I am a single mother with two young daughters and currently depending financially on my sisters and mother.",
      "id": "s5"
    },
    {
      "text": "2.",
      "id": "s6"
    },
    {
      "text": "I have no working rights and enclose a copy of my E class bridging visa.",
      "id": "s7"
    },
    {
      "text": "Under the circumstances I humbly request you to consider my case and waive the costs.",
      "id": "s8"
    },
    {
      "text": "\" \n\n3 On 18 May 2006, the first respondent filed brief submissions contending that an inability to meet a costs order is not a reason for a departure from the usual rule that costs follow the event.",
      "id": "s9"
    },
    {
      "text": "4 The Court has an unfettered discretion regarding costs orders, although it \"must be exercised judicially and not against the successful party except for some reason connected with the case\": see Ruddock v Vadarlis (No 2) [2001] FCA 1865 ; (2001) 115 FCR 229 (\" Ruddock v Vadarlis (No 2) \") at 234 per Black CJ and French JJ.",
      "id": "s10"
    },
    {
      "text": "Ordinarily, if a successful party is denied an order for costs in whole or part, it is because the party's conduct of the proceeding in some respect or respects makes it just or reasonable to do so: see, e.g., Ruddock v Vadarlis (No 2) at 236 and Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534 at 544 per Mason CJ.",
      "id": "s11"
    },
    {
      "text": "5 A successful litigant is, therefore ordinarily entitled to an award of costs: see, e.g., Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72 at 86 per Gaudron and Gummow JJ; at 97 per McHugh J (dissenting in result) and 120-1 per Kirby J.",
      "id": "s12"
    },
    {
      "text": "The inability of the unsuccessful party to meet costs is generally not a sufficient reason to deprive the successful party of a costs award.",
      "id": "s13"
    },
    {
      "text": "In Selliah v Minister for Immigration and Multicultural and Indigenous Affairs [1998] FCA 469 , Nicholson J said: \n \n \"[I]t is contended for the applicant that as he has been in detention since arriving in Australia he has no assets in this country, an order against him would be futile.",
      "id": "s14"
    },
    {
      "text": "No evidentiary foundation exists for a finding of futility.",
      "id": "s15"
    },
    {
      "text": "Even if the proper inference to be drawn from the applicant's detention is that such an order would be futile, I do not consider that would amount to special circumstances warranting the making of a different order.",
      "id": "s16"
    },
    {
      "text": "Here the applicant chose to comprehensively argue his case and expose himself to the risk of costs.",
      "id": "s17"
    },
    {
      "text": "Having failed, any futility of collection is not a reason for an order to the contrary.",
      "id": "s18"
    },
    {
      "text": "\" \n\nThe same principles apply here.",
      "id": "s19"
    },
    {
      "text": "The appellants have not shown a proper basis to justify the Court in making other than the usual costs order.",
      "id": "s20"
    },
    {
      "text": "6 For the foregoing reasons, since the appellants have failed on the appeal, I would order that the appellants pay the first respondent's costs of the appeal.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s22"
    },
    {
      "text": "Associate:\n\nDated: 9 June 2006\n\n\n Counsel for the Appellants: The appellants appeared in person \n \n Counsel for the Respondent: Mr C Fairfield \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Dates of written submissions: 15 May 2006; 18 May 2006 \n \n Date of Judgment: 9 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/709.html",
      "id": "s23"
    }
  ]
}