{
  "name": "SZHIJ v Minister for Immigration and Multicultural Affairs [2006] FCA 786 (23 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/786.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "where tribunal did not conduct a hearing",
      "id": "c1"
    },
    {
      "text": "where appellant gave unsworn evidence before federal magistrate that response to hearing invitation form had been returned to the tribunal by his migration agent without appellant's knowledge indicating the appellant did not wish to attend",
      "id": "c2"
    },
    {
      "text": "appellant's version of facts not accepted by federal magistrate",
      "id": "c3"
    },
    {
      "text": "application of s 27 of federal court of australia act 1976 (cth) where appellant asserts further facts in an appeal",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of the Federal Magistrate of 6 March 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal of 6 October 2005: see SZHIJ v Minister for Immigration &amp; Anor [2006] FMCA 274.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate of the Minister to refuse to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The only issue of substance that arose in the proceedings before the Federal Magistrate was whether the Tribunal was entitled to make a decision on the review on the papers without conducting a hearing.",
      "id": "s2"
    },
    {
      "text": "The evidence before his Honour was that the Tribunal had sent a letter inviting the appellant to a scheduled hearing and that the Tribunal had received the \"response to hearing invitation form\" with the appellant's name, address and signature and with the election that the appellant did not wish to attend the hearing.",
      "id": "s3"
    },
    {
      "text": "According to his Honour's reasons, the appellant had sought to explain that the form had been returned to the Tribunal by his migration agent without his knowledge.",
      "id": "s4"
    },
    {
      "text": "The appellant was unable to provide any details of the agent's identity and there was no evidence in the Court Book of the existence of an agent.",
      "id": "s5"
    },
    {
      "text": "The Federal Magistrate did not accept that the form had been returned without the appellant's knowledge.",
      "id": "s6"
    },
    {
      "text": "His Honour found that the Tribunal had discharged its obligation under s 425 of the Migration Act 1958 (Cth) and had correctly provided the appellant with an invitation to attend the hearing.",
      "id": "s7"
    },
    {
      "text": "His Honour then independently considered whether there was jurisdictional error in the Tribunal's decision, concluding that no such error was apparent.",
      "id": "s8"
    },
    {
      "text": "3 The appellant has asserted in this appeal a version of the facts surrounding the return of the form.",
      "id": "s9"
    },
    {
      "text": "The appellant was not required to give sworn evidence before the Federal Magistrate.",
      "id": "s10"
    },
    {
      "text": "He merely made oral submissions in which various facts were asserted.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate appears to have treated those asserted facts as evidence, even though his Honour did not ultimately accept the evidence as true.",
      "id": "s12"
    },
    {
      "text": "It seems to me that, in the ordinary course, where a party asserts in proceedings before a Federal Magistrate the existence of facts relevant to the application, the party should be required to give sworn evidence about those facts, at least where they are in issue.",
      "id": "s13"
    },
    {
      "text": "Unless that happens, it is difficult for this Court, on appeal, to consider in a structured way, further facts asserted by an appellant.",
      "id": "s14"
    },
    {
      "text": "In particular, unless sworn evidence was given in the Federal Magistrates Court, the provisions concerning the grant of leave to adduce further evidence in an appeal are difficult to apply: see s 27 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s15"
    },
    {
      "text": "It is preferable, in my opinion, for evidence to be given as sworn evidence, tested in cross examination and findings made at the hearing in the Federal Magistrates Court.",
      "id": "s16"
    },
    {
      "text": "This Court can then deal with any application an appellant might make under s 27 for leave to adduce further evidence and apply the well settled principles concerning the grant of leave.",
      "id": "s17"
    },
    {
      "text": "4 However, given the way the Federal Magistrate dealt with the facts asserted in the proceedings before him, I will treat the facts asserted by the appellant in these proceedings as fresh evidence.",
      "id": "s18"
    },
    {
      "text": "The appellant's account was that at the time he had signed the form it was blank and in truth he wanted to attend the hearing.",
      "id": "s19"
    },
    {
      "text": "However, even if that the facts asserted by the appellant were true, it did not deprive the Tribunal of the power it exercised, namely the power to proceed to determine the matter without conducting a hearing.",
      "id": "s20"
    },
    {
      "text": "5 The Federal Magistrate did not err in dismissing the appellant's application.",
      "id": "s21"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s22"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s23"
    },
    {
      "text": "Associate:\n\nDated: 12 July 2006\n\n\n The appellant appeared in person \nSolicitor for the First Respondent: \nPhillips Fox \n Date of Hearing: 23 June 2006 \n \n Date of Judgment: 23 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/786.html",
      "id": "s24"
    }
  ]
}