{
  "name": "Jagera People 2 v Queensland [2006] FCA 708 (31 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/708.html",
  "catchphrases": [
    {
      "text": "discontinuation of application",
      "id": "c0"
    },
    {
      "text": "application for costs against discontinuing party",
      "id": "c1"
    },
    {
      "text": "whether any unreasonable act or omission caused another party to incur costs",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 8 February 2006, a Notice of Motion was filed seeking to strike out the application in Jagera People # 2.",
      "id": "s0"
    },
    {
      "text": "I gave orders in respect of the hearing of that Notice of Motion on 9 February.",
      "id": "s1"
    },
    {
      "text": "On 25 May 2006, Mr Shane Coghill filed a document in court which said:\n \n 'I Shane Peter Coghill seek leave to discontinue the Motion filed on the 8 th February 2006.",
      "id": "s2"
    },
    {
      "text": "The motion was filed in good faith motivated to assist the Thompson Family in their Native Title interests and in the public interest.",
      "id": "s3"
    },
    {
      "text": "The motion of the 8 th of February was filed under the instructions and insistence of the Thompson Family.",
      "id": "s4"
    },
    {
      "text": "However having failed to get any legal assistance and being advised that the motion is unlikely to succeed in its present form I can no longer pursue this matter.",
      "id": "s5"
    },
    {
      "text": "Accordingly I have been instructed by the Thompson Family to ask the court to discontinue this motion' \n \n\n2 Mr Michael Neal, of Michael Neal Lawyers, representing the Jagera People, does not object to leave being granted to discontinue that motion, but seeks orders that Mr Coghill pay the costs of the Jagera People in a fixed amount.",
      "id": "s6"
    },
    {
      "text": "The amount they seek, they say, is less than half the cost which they have incurred.",
      "id": "s7"
    },
    {
      "text": "3 The difficulty about the application for costs arises from s 85A of the Native Title Act 1993 (Cth) ('the Act'), this being a proceeding under that Act.",
      "id": "s8"
    },
    {
      "text": "4 In ordinary Federal Court proceedings, where there is a notice of discontinuance filed, in three of the four circumstances referred to in O 22 r 3 Federal Court Rules , being those set down in r2(1)(a), (b) and (c), in the absence of any specific order, the party discontinuing is to pay the costs of the party against whom the discontinued proceedings had been brought.",
      "id": "s9"
    },
    {
      "text": "There is no provision expressed in relation to the circumstance where a matter is discontinued, the leave of the court having been obtained for that respect.",
      "id": "s10"
    },
    {
      "text": "In the case of the grant of leave the court would be conscious of the need to address and make appropriate orders as to costs to meet the justice of the case.",
      "id": "s11"
    },
    {
      "text": "5 Where the matter is one involving the Native Title Act 1993 (Cth), s 85A provides:\n \n '85A Costs \n \n (1) Unless the Federal Court orders otherwise, each party to a proceeding must bear his or her own costs.",
      "id": "s12"
    },
    {
      "text": "Unreasonable conduct \n \n \n \n \n\n (2) Without limiting the Court's power to make orders under subsection (1), if the Federal Court is satisfied that a party to a proceeding has, by any unreasonable act or omission, caused another party to incur costs in connection with the institution or conduct of the proceeding, the Court may order the first-mentioned party to pay some or all of those costs.",
      "id": "s13"
    },
    {
      "text": "' \n \n\n \n6 The effect of s 85A was discussed by Lee J in Ward v Western Australia [1999] FCA 580 ; (1999) 93 FCR 305.",
      "id": "s14"
    },
    {
      "text": "Lee J's observations were picked up by the Full Court of the Federal Court in De Rose v State of South Australia (No 2) [2005] FCAFC 137.",
      "id": "s15"
    },
    {
      "text": "The Court consisted of Wilcox, Sackville and Merkel JJ.",
      "id": "s16"
    },
    {
      "text": "Their Honours at par 8 said:\n \n 'In Ward v Western Australia [1999] FCA 580 ; (1999) 93 FCR 305, Lee J made the following points about s 85A: \n \n \n &#8226; Section 85A(1) is intended to remove any ground for anticipation or expectation that unless cause is shown for another order, costs will follow the event (at [33]).",
      "id": "s17"
    },
    {
      "text": "&#8226; Nonetheless, s 85A acknowledges that the Court has an overriding discretion as to costs and does not expressly impose a limit on the scope of the discretion (at [31]-[32]).",
      "id": "s18"
    },
    {
      "text": "&#8226; There is no requirement that a threshold condition be met before the Court is empowered to make a costs order.",
      "id": "s19"
    },
    {
      "text": "It follows that the exercise of the discretion is not conditional upon a finding of fact or the formation of an opinion as to the occurrence of unreasonable conduct or the existence of special circumstances (at [35]).",
      "id": "s20"
    },
    {
      "text": "&#8226; Section 85A(2) of the NT Act puts beyond doubt the extent of the Court&#180;s discretion in cases where a party acts unreasonably, but s 85A(2) does not control or limit the discretion available to the Court under s 85A(1) (at [36]-[37]).",
      "id": "s21"
    },
    {
      "text": "&#8226; The matters to be taken into account in making a costs order are left to the Court&#180;s discretion, which must be exercised judicially.",
      "id": "s22"
    },
    {
      "text": "However, the starting point is that each party will bear their own costs unless the Court determines that it is appropriate in the circumstances to make an order for costs (at [34]) .",
      "id": "s23"
    },
    {
      "text": "' \n \n\n\n \n7 In this particular case, the submissions by Mr Neal on behalf of the Jagera People are:\n \n ' 5.",
      "id": "s24"
    },
    {
      "text": "Costs \n While there is no requirement for a threshold condition to be met before the Court is empowered to make a costs order in this matter, Jagera People argue that even if there was, it would have been surpassed by the conduct of Mr Coghill in: \n \n \n 1.",
      "id": "s25"
    },
    {
      "text": "Bringing the proceedings in the first place; \n \n \n \n 2.",
      "id": "s26"
    },
    {
      "text": "Failing to withdraw the Notice of Motion in a timely manner including following indirect discussions between Michael Neal of Michael Neal Lawyers and Paul Richards of counsel on behalf of Mr Coghill; \n\n\n \n 3.",
      "id": "s27"
    },
    {
      "text": "Failing to communicate with the Jagera People let alone attend the meeting to discuss this matter that was arranged by Jagera People; \n\n\n \n 4.",
      "id": "s28"
    },
    {
      "text": "Failing to respond to the fax of 23 May 2006 from Michael Neal Lawyers in a timely manner.",
      "id": "s29"
    },
    {
      "text": "' \n\n\nThe reference to a fax of 23 May 2006 is a reference to a fax in which Mr Neal wrote to Mr Coghill, in which he said:\n \n '...I am instructed that as you are already aware that your application to strike out the claim has little if any prospects of success, and as you have not: \n \n 1.",
      "id": "s30"
    },
    {
      "text": "taken up the invitation of the Jagera People to attend a meeting, or 2.",
      "id": "s31"
    },
    {
      "text": "withdrawn the application, \n \n Jagera People regrettably must seek an order for costs against you if you lose the application .... \n \n In an endeavour to try and settle this matter as amicably as possible, I am also instructed that if your application is withdrawn by close of business on Wednesday, 24 May 2006, no order for costs will be sought.",
      "id": "s32"
    },
    {
      "text": "Jagera People ask again that you withdraw your application and do so straight away.",
      "id": "s33"
    },
    {
      "text": "' \n\n\n \n8 Mr Coghill did not reply to the fax, but on 25 May filed the document headed, ' Notice of Discontinuance ', the terms of that document are set out in par 1 above.",
      "id": "s34"
    },
    {
      "text": "The offer contained in the fax is a little bit at odds with the application for costs now made, the basis of it being that the deadline imposed by the facsimile, namely Wednesday 24 May 2006, passed and there was no Notice of Discontinuance filed, or any communication by Mr Coghill with Mr Neal.",
      "id": "s35"
    },
    {
      "text": "9 In the light of all the material, including the written submissions filed by Mr Coghill today, and observations put to the Court on behalf of Queensland South Land Council by Mr Colin Hardy concerning attempts to resolve matters of dispute involving claims, including the claim of the Jagera People, I am not satisfied that this Notice of Motion is a proceeding which has by any unreasonable act or omission caused another party to incur costs in connection with the institution or conduct of it.",
      "id": "s36"
    },
    {
      "text": "This is not a case where an unmeritorious claim has been progressed in circumstances where costs are caused to another party.",
      "id": "s37"
    },
    {
      "text": "10 The fact that the application is discontinued is explained by the submissions made by Mr Coghill.",
      "id": "s38"
    },
    {
      "text": "I have to say that there seems to be a great deal of lack of co-operation, if not lack of goodwill in relation to the disputes between the Thompson family and the Jagera # 2 claim applicants.",
      "id": "s39"
    },
    {
      "text": "11 This is another illustration of the fact that unless the matters are dealt with constructively and in good faith, then acrimony will prevent the progression of any persons legitimate expectations as to native title rights.",
      "id": "s40"
    },
    {
      "text": "I make those comments conscious that there are further opportunities available to attempt to resolve what seemed to be genuine disputes.",
      "id": "s41"
    },
    {
      "text": "12 In my view, the failure to act by the close of business on 24 May 2006, being the imposed deadline by Mr Neal, was not an unreasonable act or omission which comes within subs 85A(2) of the Native Title Act (1993) (Cth).",
      "id": "s42"
    },
    {
      "text": "13 The court has as general power to make orders for costs as Lee J's comments in Ward illustrate.",
      "id": "s43"
    },
    {
      "text": "There is a specific power where the court is satisfied of the matters referred to in subs 85A(2) of the Act.",
      "id": "s44"
    },
    {
      "text": "In my opinion those considerations do not apply.",
      "id": "s45"
    },
    {
      "text": "14 Looking at the matter generally, in my judgment, this is not a case where it is appropriate to make any order as to costs.",
      "id": "s46"
    },
    {
      "text": "The consequence is that, pursuant to subs 85A(1) of the Act, each party to the Notice of Motion is to bear his or her own costs.",
      "id": "s47"
    },
    {
      "text": "15 For the above reasons I give leave to Shane Coghill to discontinue the notice of motion filed on 8 February 2006, and note that, pursuant to s 85A of the Act, each party to that motion is to bear his or her own costs.",
      "id": "s48"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender J.",
      "id": "s49"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2006\n\n\n Solicitor for the Applicant: Mr Michael Neal of Michael Neal Lawyers (respondent on notice of motion) \n \n \n \n There was no appearance for the first respondent.",
      "id": "s50"
    },
    {
      "text": "Mr Shane Coghill, the second respondent, applicant on the notice of motion, appeared in person \nDate of Hearing: \n31 May 2006 \n \n Date of Judgment: 31 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/708.html",
      "id": "s51"
    }
  ]
}