{
  "name": "Axe Australasia Pty Ltd v Australume Pty Ltd (No 2) [2006] FCA 844 (4 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/844.html",
  "catchphrases": [
    {
      "text": "applicant recovered less than $100,000",
      "id": "c0"
    },
    {
      "text": "application to recover costs in full",
      "id": "c1"
    },
    {
      "text": "applicable principles",
      "id": "c2"
    },
    {
      "text": "costs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Axe Australasia Pty Ltd v Australume Pty Ltd (No 2) [2006] FCA 844 (4 July 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 844 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Axe Australasia Pty Ltd v Australume Pty Ltd (No 2) [2006] FCA 844 (4 July 2006) \nLast Updated: 5 July 2006 \n FEDERAL COURT OF AUSTRALIA \n\n Axe Australasia Pty Ltd v Australume Pty Ltd (No 2) [2006] FCA 844 \n \n\n\n COSTS --- applicant recovered less than $100,000 --- application to recover costs in full --- applicable principles \n\n\n\n Federal Court Rules , O 62, r 36A(1)\n\n\n LED Builders Pty Ltd v Hope (1994) 53 FCR 10\n McCormick v Riverwood International (Australia) Pty Ltd [2000] FCA 32 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n AXE AUSTRALASIA PTY LTD V AUSTRALUME PTY LTD \n\n VID 830 of 2004 \n\n\n\n FINKELSTEIN J \n 4 JULY 2006 \n MELBOURNE \n IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 830 of 2004 \n\n BETWEEN: AXE AUSTRALASIA PTY LTD \n Applicant AND: AUSTRALUME PTY LTD \n Respondent AND BETWEEN: AUSTRALUME PTY LTD \n Cross-Claimant AND: AXE AUSTRALASIA PTY LTD \n Cross-Respondent JUDGE: FINKELSTEIN J DATE OF ORDER: 4 JULY 2006 WHERE MADE: MELBOURNE \n\n THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s0"
    },
    {
      "text": "The application made under Order 62, Rule 36A(1) be dismissed.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "There be no order as to costs.",
      "id": "s3"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s4"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 830 of 2004 \n\n BETWEEN: AXE AUSTRALASIA PTY LTD \n Applicant AND: AUSTRALUME PTY LTD \n Respondent AND BETWEEN: AUSTRALUME PTY LTD \n Cross-Claimant AND: AXE AUSTRALASIA PTY LTD \n Cross-Respondent \n\n JUDGE: FINKELSTEIN J DATE: 4 JULY 2006 PLACE: MELBOURNE \n\n\n RULING \n \n 1 The applicant has recovered judgment for $25,000 together with an order for its costs in a design infringement action.",
      "id": "s5"
    },
    {
      "text": "Order 62, r 36A(1) provides that when a party recovers less than $100,000 in an action for debt or in damages, the costs will be reduced by one third unless a judge otherwise orders.",
      "id": "s6"
    },
    {
      "text": "The applicant seeks such an order.",
      "id": "s7"
    },
    {
      "text": "2 It is not clear what factors should be taken into account on this application.",
      "id": "s8"
    },
    {
      "text": "In LED Builders Pty Ltd v Hope (1994) 53 FCR 10 Tamberlin J warned against allowing O 62, r 36A(1) to operate automatically because this would lead to harsh results.",
      "id": "s9"
    },
    {
      "text": "He did not, however, state in what circumstances he would permit a party to escape from its operation because in his case he found that the rule did not apply.",
      "id": "s10"
    },
    {
      "text": "3 I do know from McCormick v Riverwood International (Australia) Pty Ltd [2000] FCA 32 that for the purposes of an application under O 62, r 36A(1) it is not relevant that the action could have been brought in another more suitable court, because that is covered by a different rule, namely O 62, r 36A(2).",
      "id": "s11"
    },
    {
      "text": "4 In my opinion the rule reflects at least two different but related principles.",
      "id": "s12"
    },
    {
      "text": "The first is that is it essential to keep down the costs of a small claim.",
      "id": "s13"
    },
    {
      "text": "Unless this principle is invoked the costs of small claims will often (perhaps more often than not) exceed the quantum of the claim.",
      "id": "s14"
    },
    {
      "text": "That places a very unfair burden upon an unsuccessful defendant who, in any event, will bear his own costs.",
      "id": "s15"
    },
    {
      "text": "The rule should encourage a plaintiff to negotiate with his solicitor and with counsel on a rate of fees that are appropriate to small claims.",
      "id": "s16"
    },
    {
      "text": "A benchmark may be fees charged in litigation in inferior courts, such as a District Court or a Magistrates Court.",
      "id": "s17"
    },
    {
      "text": "5 The second, but necessarily subsidiary, principle is that plaintiffs should be discouraged from prosecuting small claims to judgment, especially small claims where the costs will be significantly greater than the quantum of the claim.",
      "id": "s18"
    },
    {
      "text": "6 As a matter of principle I am happy to go along with the approach suggested in LED that O 62, r 36A(1) should not be applied automatically.",
      "id": "s19"
    },
    {
      "text": "On the other hand, some reason must be shown for the court to permit a departure from the rule.",
      "id": "s20"
    },
    {
      "text": "There would be good reason if the plaintiff was only seeking to recover costs equivalent to those which he could be awarded in an inferior court.",
      "id": "s21"
    },
    {
      "text": "There would be good reason if the nature of the claim was one that was appropriately brought in the Federal Court regardless of the damages sought.",
      "id": "s22"
    },
    {
      "text": "I have often heard it said, for example, that the proper place to be vindicated for a libel is by a superior court.",
      "id": "s23"
    },
    {
      "text": "Sometimes the importance of the issue raised by the plaintiff's case will be determinative.",
      "id": "s24"
    },
    {
      "text": "For example, if the case raises an important point of principle involving a difficult question of law, or is a test case, then usually the plaintiff should recover his full costs.",
      "id": "s25"
    },
    {
      "text": "The examples are not intended to be exhaustive.",
      "id": "s26"
    },
    {
      "text": "7 Here the plaintiff says there was a commercial motive which justified the prosecution of the suit.",
      "id": "s27"
    },
    {
      "text": "It had sold the business and given the purchaser warranties that it owned the design and that its ownership was unchallenged.",
      "id": "s28"
    },
    {
      "text": "The plaintiff had also agreed to indemnify the purchaser for losses arising from any breach of these warranties.",
      "id": "s29"
    },
    {
      "text": "That might explain why the action was brought but, in my opinion, it does not bear on the question of costs.",
      "id": "s30"
    },
    {
      "text": "8 The application will be refused, but there will be no order for costs of the application.",
      "id": "s31"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s32"
    },
    {
      "text": "Associate:\n\nDated: 4 July 2006\n\n\n Counsel for the Applicant and Cross-Respondent: Mr M Rivette \n \n Solicitor for the Applicant and Cross-Respondent: Middletons \n \n Counsel for the Respondent and Cross-Claimant: Mr T Cordiner \n \n Solicitor for the Respondent and Cross-Claimant: Ebsworth &amp; Ebsworth \n \n Date of Submissions: 4 April 2006 \n \n Date of Judgment: 4 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/844.html",
      "id": "s33"
    }
  ]
}