{
  "name": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 5) [2006] FCA 850 (6 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/850.html",
  "catchphrases": [
    {
      "text": "application for indemnity costs",
      "id": "c0"
    },
    {
      "text": "various grounds raised held",
      "id": "c1"
    },
    {
      "text": "(i) the applicant's claim was not necessarily bound to fail;(ii) the discontinuance of an earlier proceeding in itself did not warrant indemnity costs;",
      "id": "c2"
    },
    {
      "text": "costs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Cadbury claimed that Darrell Lea contravened ss 52 , 53 (c) and (d) of the Trade Practices Act 1974 (Cth), and committed the tort of passing off, by its use of the colour purple in connection with the marketing of its chocolate products.",
      "id": "s0"
    },
    {
      "text": "The claim was dismissed: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 4) [2006] FCA 446.",
      "id": "s1"
    },
    {
      "text": "Darrell Lea now seeks an order for costs on an indemnity basis.",
      "id": "s2"
    },
    {
      "text": "2 The jurisdiction to award indemnity costs under s 43(2) of the Federal Court of Australia Act 1976 (Cth) is not in dispute.",
      "id": "s3"
    },
    {
      "text": "The circumstances in which such an order should be made cannot be circumscribed: Colgate-Palmolive Co v Cussons Pty Ltd (1993) 46 FCR 225 at 230.",
      "id": "s4"
    },
    {
      "text": "The usual order for costs in favour of a successful party is on a party and party basis; to justify an order on an indemnity basis (or solicitor-client basis --- the distinction is a rather murky one: Burnie Port Corporation Pty Ltd v Bank of Western Australia [2003] TASSC 132 at [17] per Underwood J) there should be some special or unusual feature in the case: Preston v Preston [1982] 1 All ER 41 at 58.",
      "id": "s5"
    },
    {
      "text": "3 The features relied on by Darrell Lea are as follows:\n \n \n 1.",
      "id": "s6"
    },
    {
      "text": "Cadbury's case was bound to fail;\n 2.",
      "id": "s7"
    },
    {
      "text": "An earlier proceeding claiming the same relief had been discontinued;\n 3.",
      "id": "s8"
    },
    {
      "text": "Cadbury ran a more limited case at trial than that pleaded;\n 4.",
      "id": "s9"
    },
    {
      "text": "Cadbury filed much evidence well after the date fixed by the Court's directions;\n 5.",
      "id": "s10"
    },
    {
      "text": "Much expert evidence filed by Cadbury was excluded;\n 6.",
      "id": "s11"
    },
    {
      "text": "Cadbury failed to comply with Practice Note 11 in relation to the Shelton survey;\n 7.",
      "id": "s12"
    },
    {
      "text": "Cadbury used the litigation to put costs pressure on a much smaller trade rival;\n 8.",
      "id": "s13"
    },
    {
      "text": "Alternatively, part of Darrell Lea's costs were incurred in response to Cadbury's late filed evidence --- it should recover those costs on an indemnity basis.",
      "id": "s14"
    },
    {
      "text": "Bound to fail?",
      "id": "s15"
    },
    {
      "text": "4 The trial commenced on 20 March 2006.",
      "id": "s16"
    },
    {
      "text": "On 27 February Darrell Lea's solicitors wrote to Cadbury's solicitors asserting in effect that the claim was bound to fail and that indemnity costs would be sought.",
      "id": "s17"
    },
    {
      "text": "The letter canvassed a number of issues on which indeed, as it turned out, Darrell Lea subsequently succeeded; namely that Darrell Lea did not market moulded chocolate blocks, that its products were sold from different retail outlets, that purple was used by other chocolate manufacturers, that the words \"Darrell Lea\" and \"Cadbury\" were quite different, that Darrell Lea had been a well known brand since the 1920s, and that there was no evidence of actual consumer confusion.",
      "id": "s18"
    },
    {
      "text": "5 However, the letter was not completely prescient as to the way the case unfolded.",
      "id": "s19"
    },
    {
      "text": "For example, Cadbury's use of purple was not confined, as the letter asserted, to moulded chocolate blocks from 1994.",
      "id": "s20"
    },
    {
      "text": "As the judgment finds, there was widespread use of purple by Cadbury, and in connection with chocolate blocks since the 1920s: see [15], [21], [24]-[29], [96].",
      "id": "s21"
    },
    {
      "text": "Conversely, a major element in the ultimate conclusion against Cadbury, that purple was never used in isolation from the Cadbury name (see [82]-[87], [99]), was not mentioned in the letter.",
      "id": "s22"
    },
    {
      "text": "6 Moreover, read as a whole the letter conveys the impression that the only relevant colour used by Darrell Lea was boysenberry, which was said to be a colour quite different from the shade of purple used by Cadbury.",
      "id": "s23"
    },
    {
      "text": "The finding at trial was that Darrell Lea made substantial use of a purple like the colour used by Cadbury, this being a colour distinct from the lighter shade boysenberry: see [41]-[43], [105].",
      "id": "s24"
    },
    {
      "text": "I shall return to the boysenberry issue later.",
      "id": "s25"
    },
    {
      "text": "7 The letter does not contain any offer of settlement, for example that if Cadbury discontinues Darrell Lea will not seek costs.",
      "id": "s26"
    },
    {
      "text": "It is not a Calderbank letter and is not part of any negotiation.",
      "id": "s27"
    },
    {
      "text": "If the letter had the effect now sought by Darrell Lea, it would become routine for litigants to write letters avowing the strength of their case and threatening indemnity costs in the event of success.",
      "id": "s28"
    },
    {
      "text": "Since one or other would be sure to win, indemnity costs would become the rule rather than the exception.",
      "id": "s29"
    },
    {
      "text": "8 More generally, I am not satisfied that this proceeding was brought by Cadbury in \"wilful disregard of the known facts or the clearly established law\" ( Fountain Selected Meats (Sales) Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397 at 401).",
      "id": "s30"
    },
    {
      "text": "The fact that there were, as Darrrell Lea submits, no previous cases where Trade Practices Act and passing off claims had succeeded in respect of a single colour is not conclusive; equally there were no cases where such claims had failed.",
      "id": "s31"
    },
    {
      "text": "9 Disputes as to names and get-ups between rival traders constitute a familiar genre of commercial litigation.",
      "id": "s32"
    },
    {
      "text": "The applicable law is well settled.",
      "id": "s33"
    },
    {
      "text": "Questions as to the nature of the reputation enjoyed by a plaintiff and the effect of a defendant's conduct on consumers are likely to be problematic.",
      "id": "s34"
    },
    {
      "text": "In the present case Cadbury was obviously encouraged by the experts it had recruited.",
      "id": "s35"
    },
    {
      "text": "In the present case I held that most of this evidence was inadmissible: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363.",
      "id": "s36"
    },
    {
      "text": "Judges of this Court and a learned commentator had previously expressed disquiet about evidence of this nature: Cat Media Pty Ltd v Opti-Healthcare Pty Ltd [2003] FCA 133 at [55] , Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215 at [21] , Heydon, Cross on Evidence (7 th Australian ed, 2004) at 930.",
      "id": "s37"
    },
    {
      "text": "There had been no decision in this Court ruling directly that such evidence was inadmissible, although there had been English and Irish decisions to that effect: Dalgety Spillers Foods Ltd v Food Brokers Ltd [1994] FSR 504 at 527, Symonds Cider &amp; English Wine Company Ltd v Showerings (Ireland) Ltd [1997] IEHC 1 at [20] .",
      "id": "s38"
    },
    {
      "text": "So while a litigant properly advised should have realised that there were potential problems with evidence of this kind, it would be going too far to say that seeking to tender it demonstrated wilful disregard of clearly established law.",
      "id": "s39"
    },
    {
      "text": "Discontinuance of earlier proceeding \n \n10 On 4 February 2003 Cadbury commenced an earlier proceeding, V50 of 2003, seeking essentially the same relief as in the present proceeding.",
      "id": "s40"
    },
    {
      "text": "Substantial discovery and other work was done, including the issue of some 50 subpoenas at the request of Cadbury.",
      "id": "s41"
    },
    {
      "text": "Cadbury failed to comply with a number of orders for the filing of evidence.",
      "id": "s42"
    },
    {
      "text": "Darrell Lea sought an order for dismissal under O 35A r 3 of the Federal Court Rules .",
      "id": "s43"
    },
    {
      "text": "On 23 December 2004 Ryan J adjourned the application to enable Cadbury, if so advised, to seek leave to discontinue: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2004] FCA 1718.",
      "id": "s44"
    },
    {
      "text": "Subsequently his Honour granted leave to discontinue on terms that allowed Cadbury to commence a fresh proceeding no later than 7 June 2005.",
      "id": "s45"
    },
    {
      "text": "There was also a term that in any such fresh proceeding the parties could have the benefit of discovery already completed and documents already obtained on subpoena: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2005] FCA 112.",
      "id": "s46"
    },
    {
      "text": "As to costs, his Honour decided at ([5]) \"(o)n a fairly fine balance\" not to order solicitor-client costs because in any fresh proceeding the parties would have the benefit of the substantial work already carried out.",
      "id": "s47"
    },
    {
      "text": "His Honour was not able to reach a conclusion about the propriety of Cadbury's institution and maintenance of the proceeding, except for the procedural or interlocutory derelictions.",
      "id": "s48"
    },
    {
      "text": "These, his Honour considered (at [6]), should not attract a punitive order for costs to be taxed on the higher scale.",
      "id": "s49"
    },
    {
      "text": "11 The decision of Ryan J was not appealed.",
      "id": "s50"
    },
    {
      "text": "Obviously I cannot make any order with respect to the costs of the earlier proceeding.",
      "id": "s51"
    },
    {
      "text": "Senior counsel for Darrell Lea however argued that when the present proceeding was commenced Cadbury had all the material obtained in the course of the earlier proceeding and should therefore have been aware then that its claim was hopeless.",
      "id": "s52"
    },
    {
      "text": "12 But if there had not been the earlier proceeding it can be assumed that, broadly speaking, the same interlocutory procedures would have been carried out in the present proceeding and the same material obtained.",
      "id": "s53"
    },
    {
      "text": "The only difference would be that Cadbury would have been appraised of that material at a later stage and, on Darrell Lea's argument, should have discontinued then.",
      "id": "s54"
    },
    {
      "text": "In the end, the question would be the same, namely whether on the material available the claim would show wilful disregard of known facts or clearly established law.",
      "id": "s55"
    },
    {
      "text": "For the reasons already given, I am not persuaded that such is the case.",
      "id": "s56"
    },
    {
      "text": "13 The bare fact that a plaintiff discontinues a proceeding and commences another one does not of itself say anything as to the merits of the subsequent proceeding, still less as to whether or not failure in the subsequent proceeding should attract indemnity costs.",
      "id": "s57"
    },
    {
      "text": "A more limited case at trial than pleaded?",
      "id": "s58"
    },
    {
      "text": "14 Darrell Lea submitted that the case run by Cadbury at trial was confined ultimately to the use of purple in the Christmas campaigns 2000-2004 and thus had ceased before the commencement of the proceeding in June 2005.",
      "id": "s59"
    },
    {
      "text": "This was said to be much narrower than the case pleaded.",
      "id": "s60"
    },
    {
      "text": "It will also be convenient to discuss in this context the vexed question of boysenberry.",
      "id": "s61"
    },
    {
      "text": "15 In annexure A to the statement of claim there are eight samples of colour, each identified by a Pantone number, including Pantone 2658C.",
      "id": "s62"
    },
    {
      "text": "To a layperson's eye all samples appear as reasonably dark shades of purple; some are very dark, almost black.",
      "id": "s63"
    },
    {
      "text": "In particulars sub-joined to par 1 of the statement of claim \"(t)he colour Cadbury purple\" is said to be the colour perceived in the shades in annexure A \"including those shades of 'purple' which are substantially similar thereto\".",
      "id": "s64"
    },
    {
      "text": "In par 10 it is alleged that \"by no later than 1995 Cadbury had achieved a substantial, exclusive and valuable reputation and goodwill throughout Australia in the colour Cadbury purple\".",
      "id": "s65"
    },
    {
      "text": "This allegation is denied in par 11 of the defence.",
      "id": "s66"
    },
    {
      "text": "16 Paragraph 21 of the statement of claim alleges that since approximately mid to late 2001 Darrell Lea has used in its business \"a colour purple bearing a striking and obvious likeness to the colour Cadbury purple\".",
      "id": "s67"
    },
    {
      "text": "This is denied in par 29 of the defence.",
      "id": "s68"
    },
    {
      "text": "But at an earlier stage of its defence Darrell Lea pleads (par 14 (a)) that since at least 1954 it has sold a variety of chocolate and confectionary products \"packaged in purple coloured wrapping\" and (par 14(b)) that since about early 1962 it has \"adopted the use of a shade of purple known as 'boysenberry'\" on signage and colour schemes in retail outlets, point of sale material, wrapping paper etc.\n \n17 On the face of the pleadings, and notwithstanding par 29 of the defence, it might appear Darrell Lea is admitting that it has been using a purple that is not different from \"Cadbury purple\", or is substantially similar to \"Cadbury purple\".",
      "id": "s69"
    },
    {
      "text": "At the very least, it has not clearly distinguished the shade of purple it admits using from the alleged \"Cadbury purple\".",
      "id": "s70"
    },
    {
      "text": "Moreover, it is not clear whether Darrell Lea is saying that the \"shade of purple known as 'boysenberry'\" is or is not different from \"Cadbury purple\" or substantially similar to that colour.",
      "id": "s71"
    },
    {
      "text": "18 In the letter of 27 February 2006 already referred to Darrell Lea's solicitors said in summarising its case:\n \n \"The shade of purple used by Darrell Lea is, in any event, not the same shade or shades used by Cadbury, and is of a decorative character rather than used as an indication of origin or association.",
      "id": "s72"
    },
    {
      "text": "\" \n\n\nAs Cadbury submits, this appears to amount to a denial that Darrell Lea used the shade claimed by Cadbury (\"Cadbury purple\") at all, even for Christmas 2000-2004.",
      "id": "s73"
    },
    {
      "text": "In the light of Darrell Lea's letter and par 29 of its defence it was reasonable for Cadbury to prepare for trial on the basis that it would have to prove Darrell Lea used \"Cadbury purple\", both at Christmas 2000-2004 and otherwise.",
      "id": "s74"
    },
    {
      "text": "19 In opening Cadbury's case senior counsel said that Pantone 2658C was \"the central core purple that Cadbury is concerned with\" (T10).",
      "id": "s75"
    },
    {
      "text": "Senior counsel produced a box of Darrell Lea Soft &amp; Hard Centres, subsequently tendered as exhibit V. The lid and a band around the top of the box were in a purple colour much the same as Pantone 2658C.",
      "id": "s76"
    },
    {
      "text": "The remainder of the box was in a lilac colour, noticeably lighter than any of the colours in annexure A.",
      "id": "s77"
    },
    {
      "text": "It is this colour which Darrell Lea referred to as boysenberry.",
      "id": "s78"
    },
    {
      "text": "Senior counsel for Cadbury said (T11):\n \n \"The matter's been confused by this reference to boysenberry.",
      "id": "s79"
    },
    {
      "text": "The nature of boysenberry, the precise shade of boysenberry that they [Darrell Lea] have identified in their material filed in the court is this lilac sort of colour, like the lower part of that [i.e.",
      "id": "s80"
    },
    {
      "text": "exhibit V], but in fact they are using colours that are identical with or very close to the Cadbury purple Pantone 2658C.",
      "id": "s81"
    },
    {
      "text": "\" \n\n\nLater senior counsel said (T13) that an issue for determination would be what colour Darrell Lea had used.",
      "id": "s82"
    },
    {
      "text": "He agreed with what I expressed as my understanding of Cadbury's case, namely that Darrell Lea had used different shades of purple, some of which were \"the same as the Cadbury Pantone purple\".",
      "id": "s83"
    },
    {
      "text": "He also agreed with my understanding that Cadbury was not contending that \"everything that could be described as purple can be protected by an order of the Court\".",
      "id": "s84"
    },
    {
      "text": "In the course of the opening of senior counsel for Darrell Lea which immediately followed I confirmed my understanding in these terms (T25):\n \n \"In broad terms I understand the applicant's opening to be concerned with the colour Pantone 2658C or a colour similar to or very like that, I'm speaking roughly at the moment, but not all colours which could be described as purple, and not, looking at this box [exhibit V], boysenberry; it doesn't matter what you call it, but the colour of the bulk of the box is not sought to be injuncted.",
      "id": "s85"
    },
    {
      "text": "\" \n \n\n20 Insofar as the trial dealt with the issue of the colours used by Darrell Lea, there was no narrowing of what was canvassed in the opening.",
      "id": "s86"
    },
    {
      "text": "Ultimately there were findings that Darrell Lea used a purple colour \"much like that used by Cadbury\", in particular at Christmas 2000-2004, but also at other times: [105].",
      "id": "s87"
    },
    {
      "text": "Thus it is not correct to say, in effect, that any complaint as to Darrell Lea's usage of purple outside those times was abandoned by Cadbury.",
      "id": "s88"
    },
    {
      "text": "On the contrary, such usage was alleged, denied, or at least not admitted, by Darrell Lea, and proved by Cadbury.",
      "id": "s89"
    },
    {
      "text": "21 Although there was some discovery, and evidence filed, about Darrell Lea's use of boysenberry, that is not surprising since such use had been positively pleaded by Darrell Lea and was thus a relevant fact.",
      "id": "s90"
    },
    {
      "text": "However, no time was taken up at the trial about boysenberry since Cadbury made clear from the outset that it was not seeking a restraint in respect of that shade.",
      "id": "s91"
    },
    {
      "text": "Late filing of evidence \n \n22 A total of 15 affidavits were filed and served by Cadbury out of time.",
      "id": "s92"
    },
    {
      "text": "Of these eight were directed to proving surveys referred to in earlier evidence and seven related to new consumer surveys conducted after the due date for evidence in reply.",
      "id": "s93"
    },
    {
      "text": "23 All these affidavits were ruled inadmissible, in part at least because they were out of time, particularly having regard to Cadbury's past record.",
      "id": "s94"
    },
    {
      "text": "As will appear hereafter, Darrell Lea should have its costs incurred in preparing to meet these affidavits.",
      "id": "s95"
    },
    {
      "text": "However, this aspect of Cadbury's conduct of the case, serious though it is, does not warrant an order that all Darrell Lea's costs for the whole proceeding be paid on an indemnity basis.",
      "id": "s96"
    },
    {
      "text": "Exclusion of expert evidence \n \n24 The rejection of tendered evidence, whether expert or otherwise, is an everyday feature of all litigation.",
      "id": "s97"
    },
    {
      "text": "Often there is room for argument, as there was in this case, as to the admissibility of evidence.",
      "id": "s98"
    },
    {
      "text": "It might even be negligent for counsel to fail to attempt to tender evidence where there is authority against its admission: Re Knowles [1984] VR 751 at 768-770.",
      "id": "s99"
    },
    {
      "text": "In itself, the tendering of evidence held to be inadmissible is not indicative of wrongful conduct which might warrant an order for indemnity costs.",
      "id": "s100"
    },
    {
      "text": "The Shelton survey --- non-compliance with Practice Note 11 \n \n25 The Shelton survey is dealt with at [69]-[79] of the trial judgment.",
      "id": "s101"
    },
    {
      "text": "My ruling on its admissibility is Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 2) [2006] FCA 364.",
      "id": "s102"
    },
    {
      "text": "26 The unexplained failure of Cadbury to comply with a practice note issued by the Chief Justice of this Court is not a matter to be brushed aside.",
      "id": "s103"
    },
    {
      "text": "Practice notes are issued for the guidance of practitioners so as to improve the fairness and efficiency of litigation.",
      "id": "s104"
    },
    {
      "text": "It is a matter of concern that practitioners have taken a conscious decision to ignore this practice note, presumably because it was thought forensic advantage would thereby be obtained.",
      "id": "s105"
    },
    {
      "text": "However, as Cadbury contended, non-compliance with a practice note does not affect the admissibility of evidence and is not like disobedience of a Court order.",
      "id": "s106"
    },
    {
      "text": "So I agree with Cadbury's submission that in itself non-compliance does not warrant indemnity costs, although there is perhaps irony in the fact that the unilateral preparation of the survey had the result that it turned out to have little, if any, usefulness.",
      "id": "s107"
    },
    {
      "text": "Improper pressure on smaller trade rival \n \n27 Darrell Lea submitted that by the time of final submissions the only matters of complaint were the \"relatively trivial\" issues of the (since discontinued) use of purple at Christmas 2000-2004.",
      "id": "s108"
    },
    {
      "text": "It was said the only explanation for Cadbury expending the \"enormous resources\" it had on this litigation was to \"place enormous costs pressure on a much smaller entity in the chocolate confectionery trade and thereby achieving a 'positive' result through settlement\".",
      "id": "s109"
    },
    {
      "text": "There was a \"disproportionate application of resources to such a slender case\".",
      "id": "s110"
    },
    {
      "text": "This contrasted with what was said to be \"an inconsistently managed industry-wide campaign\" (as to this latter aspect see the trial judgment at [55]-[68]).",
      "id": "s111"
    },
    {
      "text": "28 Certainly the size and cost of this litigation is troubling.",
      "id": "s112"
    },
    {
      "text": "Although there was no dispute as to the applicable law, and very little real dispute as to primary fact, the trial extended over 12 days, with experienced senior and junior counsel on both sides, and a 10,557 page court book.",
      "id": "s113"
    },
    {
      "text": "If Cadbury had its way, the trial would have included issues of quantum and also much expert evidence, and probably taken another week at least.",
      "id": "s114"
    },
    {
      "text": "The threat of ruinous costs in such litigation, even if it is \"only\" irrecoverable costs for a party who succeeds, has important practical consequences for competition: see Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363 at [30] - [31] .",
      "id": "s115"
    },
    {
      "text": "29 That said, I do not think there is a proper foundation for a finding that Cadbury conducted the present litigation with the purpose of intimidating, or possibly destroying, a trade rival.",
      "id": "s116"
    },
    {
      "text": "While I doubt that those at Cadbury, or their advisors, lost much sleep in anxious rumination as to the dire consequences of this litigation for Darrell Lea, the fact remains that they had a legitimate commercial objective which, once decided upon, necessitated setting in motion the juggernaut of modern litigation.",
      "id": "s117"
    },
    {
      "text": "30 Darrell Lea's characterisation of the case as concerned only with a \"relatively trivial\" period of use is not valid; see [14]-[21] above.",
      "id": "s118"
    },
    {
      "text": "In fact Darrell Lea continued to use a purple shade like that used by Cadbury and, importantly, asserted the right to do so at any time in the future.",
      "id": "s119"
    },
    {
      "text": "I found that Darrell Lea's assertion was justified, but that is not to say the matter was trivial from Cadbury's viewpoint.",
      "id": "s120"
    },
    {
      "text": "Responding to late filed evidence \n \n31 On 21 September 2005, with the consent of the parties, I made directions as follows:\n \n&#8226; Cadbury evidence in chief to be filed by 18 November 2005;\n \n&#8226; Darrell Lea evidence in chief to be filed by 23 December 2005;\n \n&#8226; Cadbury evidence in reply to be filed by 20 January 2006; \n \n&#8226; Trial to commence on 20 March 2006.",
      "id": "s121"
    },
    {
      "text": "32 As detailed in the affidavit of Mr Anthony Watson filed 9 June 2006 par 31, Cadbury filed eight affidavits on 18 November, one on 21 November, four on 23 November and one on 1 December, 14 in all, of which four were from experts.",
      "id": "s122"
    },
    {
      "text": "33 On 23 December Darrell Lea's solicitors wrote to Cadbury's solicitors objecting to some of their experts' commentary on consumer studies carried out by third parties or by Cadbury and not by the experts themselves, particularly as the surveys themselves had not been proved by the person who conducted the surveys.",
      "id": "s123"
    },
    {
      "text": "On 9 January 2006 Cadbury's solicitors replied advising that all parts of their experts' affidavits would be relied on.",
      "id": "s124"
    },
    {
      "text": "34 On 28 February Cadbury filed a further five affidavits which, except for one, were effectively further evidence in chief.",
      "id": "s125"
    },
    {
      "text": "Between 1 and 15 March Cadbury filed a further 12 affidavits, which with one exception were evidence in chief.",
      "id": "s126"
    },
    {
      "text": "35 On Friday 17 March, with the trial due to commence on the following Monday, Cadbury served additional volumes of the court book which included a further two affidavits (see affidavit of Anthony Watson at par 40).",
      "id": "s127"
    },
    {
      "text": "36 In relation to late filed affidavits Darrell Lea incurred solicitors' costs and counsel's fees in reviewing the affidavits, preparing cross-examination and notices of objection and corresponding with Cadbury's solicitors.",
      "id": "s128"
    },
    {
      "text": "Darrell Lea retained an expert, Mr John Hall, and filed an affidavit from him on 1 February 2006.",
      "id": "s129"
    },
    {
      "text": "Because Cadbury's expert evidence was largely excluded, Darrell Lea did not call Mr Hall at the trial.",
      "id": "s130"
    },
    {
      "text": "37 Cadbury submits that all this effort and expenditure required of Darrell Lea \"is but the normal course of litigation\".",
      "id": "s131"
    },
    {
      "text": "I do not agree.",
      "id": "s132"
    },
    {
      "text": "38 There are often legitimate reasons why exact compliance with Court directions is not possible.",
      "id": "s133"
    },
    {
      "text": "The Court will not adopt a Rhadamanthine approach.",
      "id": "s134"
    },
    {
      "text": "But there is a line beyond which non-compliance becomes unacceptable.",
      "id": "s135"
    },
    {
      "text": "That line has been well and truly crossed by Cadbury in the present case.",
      "id": "s136"
    },
    {
      "text": "Court directions for the filing of evidence, fixed by consent well in advance of a fixed trial date, have been treated with disdain by Cadbury.",
      "id": "s137"
    },
    {
      "text": "The Court's disapproval should be reflected in the costs order made.",
      "id": "s138"
    },
    {
      "text": "Costs of the present application \n \n39 Darrell Lea has not succeeded on its primary objective, which was to obtain indemnity costs for the whole case.",
      "id": "s139"
    },
    {
      "text": "Nevertheless it has obtained some benefit.",
      "id": "s140"
    },
    {
      "text": "I will order that Cadbury pay (on a party and party basis) half Darrell Lea's costs of the application for indemnity costs.",
      "id": "s141"
    },
    {
      "text": "Orders \n \n40 There will be orders that Cadbury pay Darrell Lea's costs of the proceeding, including reserved costs, such costs to be taxed on a party and party basis and, on an indemnity basis, the costs of preparation to meet evidence not filed in accordance with the Court's directions on 21 September 2005 (including preparing the affidavit of John Hall) but half only of the costs (on a party and party basis) of the application heard on 16 June 2006.",
      "id": "s142"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey .",
      "id": "s143"
    },
    {
      "text": "Associate:\n\nDated: 6 July 2006\n\n\n Counsel for the Applicant: A J Myers QC and M D Wyles \n \n Solicitors for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: C Golvan SC and S Ricketson \n \n Solicitors for the Respondent: Middletons Lawyers \n \n Date of Hearing: 16 June 2006 \n \n Date of Judgment: 6 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/850.html",
      "id": "s144"
    }
  ]
}