{
  "name": "Australian Securities and Investments Commission Inthe Matter of Richstar Enterprises Pty Ltd (ACN 099 071 968) v Carey (No 6) [2006] FCA 814 (29 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/814.html",
  "catchphrases": [
    {
      "text": "appointment of receivers to property of directors and officers of corporate group",
      "id": "c0"
    },
    {
      "text": "pending investigation by australian securities and investments commission",
      "id": "c1"
    },
    {
      "text": "extension of orders to property held on trust by third parties",
      "id": "c2"
    },
    {
      "text": "whether power to make receiver orders extends to property held under discretionary trust",
      "id": "c3"
    },
    {
      "text": "nature of beneficiary interest in discretionary trusts",
      "id": "c4"
    },
    {
      "text": "whether contingent interests",
      "id": "c5"
    },
    {
      "text": "exhaustive discretionary trusts",
      "id": "c6"
    },
    {
      "text": "closed class of beneficiaries",
      "id": "c7"
    },
    {
      "text": "non-exhaustive discretionary trusts",
      "id": "c8"
    },
    {
      "text": "open class of beneficiaries",
      "id": "c9"
    },
    {
      "text": "scope of power to make orders under s 1323 of the corporations act 2001 (cth) and s 23 of the federal court of australia act 1976 (cth)",
      "id": "c10"
    },
    {
      "text": "[2006] fca 814",
      "id": "c11"
    },
    {
      "text": "corporations",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "ON EXTENSION OF RECEIVER ORDERS TO TRUST PROPERTIES \n \n\n Introduction \n \n1 On 27 March 2006 the Australian Securities and Investments Commission (ASIC) commenced proceedings in this Court seeking the appointment of receivers to the property of certain officers and former officers of companies in the Westpoint Property and Finance Group (the first to fourth defendants).",
      "id": "s0"
    },
    {
      "text": "It also sought the appointment of receivers to the property of certain companies in the Group.",
      "id": "s1"
    },
    {
      "text": "The application was brought under s 1323 of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s2"
    },
    {
      "text": "On 20 April 2006 orders were made that receivers be appointed to the property of each of the defendants other than Bowesco Pty Ltd which already had a receiver appointed under an existing security.",
      "id": "s3"
    },
    {
      "text": "Orders were also made for the disclosure by each of the first to fourth defendants of their assets and liabilities, bank accounts, debtors and property, real and personal.",
      "id": "s4"
    },
    {
      "text": "Orders in relation to the fifth to eighth defendants required like disclosure of their assets and liabilities.",
      "id": "s5"
    },
    {
      "text": "Similar orders were made later in respect of the ninth defendant.",
      "id": "s6"
    },
    {
      "text": "2 ASIC now seeks to amend the receiver orders in respect of the first, third, fourth and fifth to ninth defendants.",
      "id": "s7"
    },
    {
      "text": "The variations seek, inter alia, to bring into the scope of receiver orders property held by a third party as trustee for any trust in which the defendant is a beneficiary.",
      "id": "s8"
    },
    {
      "text": "3 The principal order for the appointment of receivers to the property of each of the individual defendants as made on 20 April 2006 was in the following terms: \n \n 'Until 20 October 2006 or further order, Oren Zohar, Brian McMaster and Mark Korda of KordaMentha, Chartered Accountants, of Level 11, 37 St George's Terrace, Perth be appointed as receivers ( ' the Individual Receivers ' ) to all property (' the Individual Property' ) whether within Australia or overseas, of each of the First, Second, Third and Fourth Defendants.",
      "id": "s9"
    },
    {
      "text": "' \n \n\nSimilar orders were made in respect of the corporate defendants.",
      "id": "s10"
    },
    {
      "text": "Orders were also made defining the powers of the receivers.",
      "id": "s11"
    },
    {
      "text": "On 8 June 2006 an order was made by consent which, in effect, severed the orders against the second defendant from those made against the other defendants and varied those orders in terms which included those now sought by ASIC against the first, third, fourth and fifth to ninth defendants.",
      "id": "s12"
    },
    {
      "text": "4 The question of the variation of orders otherwise, and specifically in relation to the property of trusts of which the defendants were beneficiaries, was stood over for argument to 15 June 2006.",
      "id": "s13"
    },
    {
      "text": "5 Written submissions were filed and oral argument presented in relation to the proposed variations and judgment reserved until today.",
      "id": "s14"
    },
    {
      "text": "For the reasons that follow I am prepared to vary the orders by extending the scope of the definitions of 'Individual Property' and 'Corporate Property' as requested by ASIC save for par 3.6 which relates to property held by trustees and, in the case of individual defendants, par 3.7 which relates to properties held by third parties on behalf of a superannuation fund in which the individual defendant is a beneficiary.",
      "id": "s15"
    },
    {
      "text": "I am prepared to make more specific orders than that sought in par 3.6 directed to the class of discretionary trusts in which, because the trustee is effectively the alter ego of the relevant beneficiary or otherwise subject to his or its effective control, the beneficiary has at least a contingent interest within the meaning of that term as used in the definition of 'property' in s 9 of the Act.",
      "id": "s16"
    },
    {
      "text": "It appears, on the face of the materials presently before me, that the trusts in which the third and fourth defendants are named as beneficiaries fall within that general description.",
      "id": "s17"
    },
    {
      "text": "I will make orders of the kind sought in par 3.7 of the proposed orders for individual defendants which relate to superannuation funds subject to satisfaction about the nature of the individual defendant's interest in the relevant superannuation fund.",
      "id": "s18"
    },
    {
      "text": "6 I am also prepared to make ancillary orders under s 23 of the Federal Court of Australia Act 1976 (Cth) to authorise receivers to obtain necessary information from the defendants and from the trustee of any trust of which a defendant is a beneficiary, inclusive of discretionary trusts, so that a decision may be made whether to extend the receiver orders to the property of that trust.",
      "id": "s19"
    },
    {
      "text": "7 I made orders yesterday in anticipation of the publication of these reasons today.",
      "id": "s20"
    },
    {
      "text": "In publishing the reasons I slightly amend the terms of order 1 to ensure that it draws an appropriate distinction between provisions of the orders relevant to the Individual Defendants and those relevant to the Corporate Defendants.",
      "id": "s21"
    },
    {
      "text": "The proposed variation to the receiver orders \n \n8 The individual receiver orders now sought by ASIC as against the first, third and fourth defendants include the following provisions:\n \n \n '2.",
      "id": "s22"
    },
    {
      "text": "Until 20 October 2006 or further order, Oren Zohar, Brian McMaster and Mark Korda of KordaMentha, Chartered Accountants, of Level 11, 37 St George's Terrace, Perth be appointed jointly and severally as receivers (the 'Individual Receivers') to all property (the 'Individual Property') whether within Australia or overseas, of the Individual Defendant.",
      "id": "s23"
    },
    {
      "text": "3.",
      "id": "s24"
    },
    {
      "text": "For the purposes of these orders, 'Individual Property' includes property which falls within any of the following categories: \n \n 3.1 property held in the name of the Individual Defendant; \n \n \n \n \n 3.2 property held by the Individual Defendant as trustee for a trust or on behalf of or on account of another person; \n 3.3 property held jointly in the name of the Individual Defendant and one or more persons or entities not named as a defendant in these proceedings ('Third Party'); \n 3.4 property held jointly in the name of the Individual Defendant and a Third Party for the express purpose of a joint venture; \n 3.5 property held by the Individual Defendant jointly with a Third Party, where both the Individual Defendant and the Third Party hold the property in their capacity as trustees for a trust or on behalf of or on account of another person; \n 3.6 property held by a Third Party, as trustee for a trust, where the Individual Defendant is a beneficiary of the trust (including as a general beneficiary of a discretionary trust); \n 3.7 property held by a Third Party on behalf of a superannuation fund, where the Individual Defendant is a beneficiary of the superannuation fund; and \n 3.8 the Individual Bank Accounts (as that term is defined in order 4 below) \n \n but does not include: \n \n 3.9 any Excluded Individual Bank Accounts (as that term is defined in Order 4 below).",
      "id": "s25"
    },
    {
      "text": "' \n \n \n \n\n9 Paragraph 4 of the proposed orders would define individual bank accounts to include: \n \n \n '4.6 accounts held by a Third Party, as trustee for a trust, where the Individual Defendant is a beneficiary of the trust known to the bank, building society or other financial institution ('Bank') including a general beneficiary of a discretion trust) and the Bank which holds the account is aware of the Individual Defendant's interest; and \n \n 4.7 accounts held by a Third Party on behalf of a superannuation fund, where the Individual Defendant is a beneficiary of the superannuation fund and the Bank which holds the account is aware of the Individual Defendant's interest.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n\nThere is a category of excluded individual bank accounts which is not material for present purposes.",
      "id": "s27"
    },
    {
      "text": "10 The powers of the receivers under the proposed orders are the same as those set out in the order made on 20 April 2006 with the addition of the power to appoint a lawyer, accountant or other professionally qualified person to assist the individual receivers.",
      "id": "s28"
    },
    {
      "text": "There have been other variations to the terms of the orders made on 20 April 2006 which are not material for present purposes.",
      "id": "s29"
    },
    {
      "text": "11 The variations to the Corporate Receiver Orders proposed by ASIC contain paragraphs identical to those set out in pars 3.1 to 3.6 of the Individual Receiver Orders.",
      "id": "s30"
    },
    {
      "text": "There is no equivalent of par 3.7 relating to superannuation funds in the orders proposed for the corporate defendants.",
      "id": "s31"
    },
    {
      "text": "Paragraph 3.7 of the proposed Corporate Receiver Orders is the equivalent of par 3.9 of the Individual Receiver Orders.",
      "id": "s32"
    },
    {
      "text": "The trust property question \n \n12 The principal questions thrown up by ASIC's proposed extension to the class of property the subject of the receiver orders are: \n \n 1.",
      "id": "s33"
    },
    {
      "text": "Does the Court, on an application under s 1323 of the Act, have power, under that section or s 23 of the Federal Court of Australia Act , to appoint a receiver to property held by a third party on a trust, whether discretionary or otherwise, of which the relevant person is a beneficiary?",
      "id": "s34"
    },
    {
      "text": "2.",
      "id": "s35"
    },
    {
      "text": "If the answer to question 1 is in the affirmative, in whole or in part, should the Court make the orders sought in the present case?",
      "id": "s36"
    },
    {
      "text": "Statutory framework \n\n13 The application to extend the receiver orders to trust property involves consideration of the Court's powers under the relevant parts of s 1323 of the Act.",
      "id": "s37"
    },
    {
      "text": "Those relevant parts provide: \n \n '(1) Where: \n \n \n \n (a) an investigation is being carried out under the ASIC Act or this Act in relation to an act or omission by a person, being an act or omission that constitutes or may constitute a contravention of this Act; or \n \n (b) a prosecution has been begun against a person for a contravention of this Act; or \n (c) a civil proceeding has been begun against a person under this Act; \n \n \n \n And the Court considers it necessary or desirable to do so for the purpose of protecting the interests of a person (in this section called an aggrieved person ) to whom the person referred to in paragraph (a), (b) or (c), as the case may be, in this section called the relevant person ), is liable, or may be or become liable, to pay money, whether in respect of a debt, by way of damages or compensation or otherwise, or to account for financial products or other property, the Court may, on application by ASIC or by an aggrieved person, make one or more of the following orders: \n ... \n \n \n \n (e) an order prohibiting a person holding money, financial products or other property, on behalf of the relevant person, or on behalf of an associate of the relevant person, from paying all or any of the money, or transferring, or otherwise parting with possession of, the financial products or other property, to, or to another person at the direction or request of, the person on whose behalf the money, financial products or other property, is or are held; \n ... \n \n \n \n (h) an order appointing: \n \n \n \n \n (i) if the relevant person is a natural person --- a receiver or trustee, having such powers as the Court orders, of the property or of part of the property of that person; or \n (ii) if the relevant person is a body corporate --- a receiver or receiver and manager, having such powers as the Court orders, of the property or of part of the property of that person; \n ...' \n \n \n \n \n\n14 The term 'property' is defined in s 9 thus: \n \n ' property means any legal or equitable estate or interest (whether present or future and whether vested or contingent) in real or personal property of any description and includes a thing in action.",
      "id": "s38"
    },
    {
      "text": "' \n \n\n15 Section 1323(2A) and s 1323(2B) are relevant to the definition of property for the purposes of s 1323(1): \n \n '(2A) A reference in paragraph (1)(g) or (h) to property of a person includes a reference to property that the person holds otherwise than as sole beneficial owner, for example: \n \n \n \n (a) as trustee for, as nominee for, or otherwise on behalf of or on account of another person; or \n (b) in a fiduciary capacity.",
      "id": "s39"
    },
    {
      "text": "(2B) Subsection (2A) is to avoid doubt, is not to limit the generality of anything in subsection (1) and is not to affect by implication the interpretation of any other provision of this Act.",
      "id": "s40"
    },
    {
      "text": "' \n \n\n The scope of the power to appoint receivers of a relevant person's property \n \n16 Section 1323(1)(h) authorises the Court to appoint a receiver 'of the property or part of the property' of the relevant person.",
      "id": "s41"
    },
    {
      "text": "It does not authorise the appointment of a receiver of the property of third parties other than the relevant person.",
      "id": "s42"
    },
    {
      "text": "However, if the relevant person has an interest in property of a third party and that interest falls within the definition of 'property' in s 9 of the Act, then a receiver appointed under s 1323 may be appointed a receiver of that interest.",
      "id": "s43"
    },
    {
      "text": "Paragraphs 3.3 and 3.4 of the proposed definitions of Individual Property and Corporate Property in the orders sought by ASIC cover property in that category.",
      "id": "s44"
    },
    {
      "text": "17 A particular example of the general case of third party property in which the relevant person has an interest arises where property is held on a trust for that person.",
      "id": "s45"
    },
    {
      "text": "The relevant person thereby has an equitable estate or interest in the property which estate or interest is itself property for the purpose of s 1323.",
      "id": "s46"
    },
    {
      "text": "That flows from the definition in s 9 and its application to equitable estates and interests.",
      "id": "s47"
    },
    {
      "text": "As Lord Millett recently said in a paper delivered in Australia in December 2004: \n \n 'The beneficiaries' interests in a trust fund are proprietary interests in the assets from time to time comprised in the fund subject to the trustees' overriding powers of managing and alienating the trust assets and substituting others.",
      "id": "s48"
    },
    {
      "text": "On an authorised sale of a trust investment, the beneficiaries' proprietary interests in the investment are overreached; that is to say, they are automatically transferred from the investment which is sold to the proceeds of sale and any new investment acquired with them.",
      "id": "s49"
    },
    {
      "text": "...",
      "id": "s50"
    },
    {
      "text": "The beneficiaries' interests in the new investment are exactly the same as their interest in the old.",
      "id": "s51"
    },
    {
      "text": "They have a continuing beneficial interest which persists in the substitute.",
      "id": "s52"
    },
    {
      "text": "' \n \n Millett P, 'Proprietary Restitution' in Degeling S and Edelman J Equity in Commercial Law (Lawbook Co, 2005) p 315\n \n\n The simple case of a non-discretionary or fixed trust includes that in which a relevant person is the beneficiary of a superannuation fund.",
      "id": "s53"
    },
    {
      "text": "That case is covered in par 3.7 of the proposed expanded definition of 'Individual Property'.",
      "id": "s54"
    },
    {
      "text": "The conclusion that it falls within the simple case of an equitable interest in a trust fund must be subject to evidence about the character of the trust upon which the superannuation fund is administered and the interests of the relevant person identified by reference to its terms.",
      "id": "s55"
    },
    {
      "text": "18 If the relevant person is a trustee of property for another, either alone or jointly with one or more third parties, then the legal interest in that property, held by the relevant person, is amenable to control by receivers under s 1323(1)(h) of the Act.",
      "id": "s56"
    },
    {
      "text": "Section 1323(2A) puts that proposition beyond doubt.",
      "id": "s57"
    },
    {
      "text": "Property of that character is covered by pars 3.2 and 3.5 of the proposed orders.",
      "id": "s58"
    },
    {
      "text": "19 A less straightforward question arises when the relevant person is a beneficiary of a discretionary trust.",
      "id": "s59"
    },
    {
      "text": "The term 'discretionary trust' has been said in the High Court to bear a meaning 'disclosed by a consideration of usage rather than doctrine' and to be used in a way that is 'descriptive rather than normative'.",
      "id": "s60"
    },
    {
      "text": "It has 'no fixed meaning and is used to describe particular features of certain express trusts' --- Commissioner of Stamp Duties (NSW) v Buckle [1998] HCA 4 ; (1998) 192 CLR 226 at [8] .",
      "id": "s61"
    },
    {
      "text": "In Federal Commissioner of Taxation v Vegners (1989) 90 ALR 547 at 552, Gummow J said that the expression 'discretionary trust' is used to identify a species of express trusts in which, unlike a fixed trust, the entitlement of the beneficiaries to income, or to corpus, or both, is not immediately ascertainable (at 552): \n \n '...the beneficiaries are selected from a nominated class by the trustee or some other person and this power may be exercisable once or from time to time.",
      "id": "s62"
    },
    {
      "text": "' \n \n\nHis Honour described the power of the trustee as a 'special or hybrid power'.",
      "id": "s63"
    },
    {
      "text": "Thus (at 552): \n \n \n '... a power exercisable in favour of any person including the donee of the power would be a general power and thus would be tantamount to ownership of the property concerned, whilst the objects of a special power would be limited to some class, and the objects of a hybrid power would be such that the donee might appoint to anyone except designated classes or groups.",
      "id": "s64"
    },
    {
      "text": "' \n \n\nAt least by analogy it may be observed that a beneficiary who effectively controls the trustee of a discretionary trust may have what approaches a general power and thus a proprietary interest in the income and corpus of the trust.",
      "id": "s65"
    },
    {
      "text": "20 Gummow J described as 'purely discretionary' a trust in which income and capital can be withheld altogether.",
      "id": "s66"
    },
    {
      "text": "This kind of trust fits within the classification of non-exhaustive discretionary trusts discussed below.",
      "id": "s67"
    },
    {
      "text": "A trust will not be purely discretionary '... where the donee of the power of selection had a discretion only as to the time or method of making payments to the beneficiaries'.",
      "id": "s68"
    },
    {
      "text": "This corresponds with the category of exhaustive discretionary trust.",
      "id": "s69"
    },
    {
      "text": "21 As appears from the preceding discussion discretionary trusts take a variety of forms.",
      "id": "s70"
    },
    {
      "text": "The trustee may be required by the terms of the trust deed to distribute the entire income at specified intervals.",
      "id": "s71"
    },
    {
      "text": "This has been called 'an exhaustive discretionary trust' --- Thomas G and Hudson A, The Law of Trusts, (Oxford University Press, 2004) at 184 ff.",
      "id": "s72"
    },
    {
      "text": "On the other hand a discretionary trust is called 'non-exhaustive' when the trustee has a discretion to distribute any part or perhaps none of the income of the trust as he thinks fit.",
      "id": "s73"
    },
    {
      "text": "Similar classifications would apply according to the basis upon which the corpus of a trust is distributed.",
      "id": "s74"
    },
    {
      "text": "The beneficiaries may form a defined and closed class of persons.",
      "id": "s75"
    },
    {
      "text": "Alternatively, the class may be open.",
      "id": "s76"
    },
    {
      "text": "By way of example of the latter case, a discretionary trust intended primarily to benefit a family may nevertheless name as beneficiaries not only its living members, but also relatives born or yet to be born into the extended family, charities and other classes of entity.",
      "id": "s77"
    },
    {
      "text": "The naming of these species of discretionary trusts, like the term 'discretionary trust' itself, is a matter of taxonomical convenience rather than expository of principle.",
      "id": "s78"
    },
    {
      "text": "22 The distinction between exhaustive and non-exhaustive trusts and its significance to the nature of the beneficiaries' interests appears in the judgment of Romer J in Re Smith [1928] Ch 915 (at 918):\n \n 'Where there is a trust under which trustees have a discretion as to applying the whole or part of a fund to or for the benefit of a particular person, that particular person cannot come to the trustees, and demand the fund; for the whole fund has not been given to him but only so much as the trustees think fit to let him have.",
      "id": "s79"
    },
    {
      "text": "But when the trustees have no discretion as to the amount of the fund to be applied, the fact that the trustees have a discretion as to the method in which the whole of the fund shall be applied for the benefit of the particular person does not prevent that particular person from coming and saying: \"Hand over the fund to me\".",
      "id": "s80"
    },
    {
      "text": "' \n \n\n23 In Re Nelson [Note] [1928] Ch 920 the trustees of a deceased estate under a will were empowered by its terms to apply the income of one third of the estate for the benefit of such of the testator's son, daughter-in-law and granddaughter as they thought fit.",
      "id": "s81"
    },
    {
      "text": "It was an exhaustive discretionary trust with a closed class comprising the three named beneficiaries.",
      "id": "s82"
    },
    {
      "text": "The three beneficiaries collectively mortgaged their share and interest under the will.",
      "id": "s83"
    },
    {
      "text": "The Court of Appeal rejected an argument that there was no interest to be mortgaged.",
      "id": "s84"
    },
    {
      "text": "The disposition was described by Swinfen Eady MR as '... an absolute gift between the three individuals who are of age and sui juris'.",
      "id": "s85"
    },
    {
      "text": "They had all concurred '... in assigning by way of mortgage their interest'.",
      "id": "s86"
    },
    {
      "text": "Duke LJ and Eve J agreed.",
      "id": "s87"
    },
    {
      "text": "24 The Master of the Rolls in Re Nelson distinguished the case of Re Coleman [1888] 39 Ch D 443 which was relied upon by the appellants.",
      "id": "s88"
    },
    {
      "text": "In Re Coleman the trustees had power to apply the income of a trust fund for the benefit of a class or any one of them to the exclusion of the others.",
      "id": "s89"
    },
    {
      "text": "One of the beneficiaries assigned his share and claimed unsuccessfully that an appropriate portion, one quarter of the income, should be paid to his assignee.",
      "id": "s90"
    },
    {
      "text": "Swinfen Eady MR said of that case (at 921):\n \n 'The answer to that was that he did not take an equal fourth or any other share and the trustees could have applied the whole of the income to the other members of that class.",
      "id": "s91"
    },
    {
      "text": "That is quite a different case from the present case, where all the members of the class have assigned their shares to the mortgagees.",
      "id": "s92"
    },
    {
      "text": "' \n \n\n25 Where there is an exhaustive discretionary trust with a closed class of beneficiaries, then all the beneficiaries may collectively require the trustee to transfer the fund to them or deal with the property subject to discretion as if they were the absolute owners of it --- Thomas and Hudson op cit at 186.",
      "id": "s93"
    },
    {
      "text": "The position is helpfully set out in Thomas on Powers (Sweet and Maxwell, 1998) at 6-268: \n \n 'Thus, although an individual object of an exhaustive discretionary trust (and a fortiori in the case of a non-exhaustive one) cannot claim any part of the trust fund or its income (as the case may be) because he is not entitled to any interest in it unless and until the trustees exercise their discretion in his favour, and notwithstanding that the class of beneficiaries is a closed class, all the objects of such a discretionary trust, where the class is closed, may join together and collectively call upon the trustees to transfer the fund to them or deal with the property subject to the discretion as if they were the absolute owners thereof ...",
      "id": "s94"
    },
    {
      "text": "Although, as Lord Reid pointed out in Gartside v IRC, two or more persons cannot have a single right unless they hold it jointly or in common, and the beneficiaries of a discretionary trust do not have such a right --- indeed, they are in competition with each other and what the trustees give to one is his alone --- it remains the case that, under the principle laid down in Saunders v Vautier [(1841) Cr &amp; Ph 240], such beneficiaries, as the persons for whom or in whose favour alone the trust property may be applied have a right to terminate the trust and deal with the property as if it were their own.",
      "id": "s95"
    },
    {
      "text": "' \n \n\nThe learned author distinguished the case of the non-exhaustive discretionary trust.",
      "id": "s96"
    },
    {
      "text": "There all the beneficiaries for the time being, even acting collectively, cannot demand payment of the trust fund to them or direct its application on their behalf.",
      "id": "s97"
    },
    {
      "text": "The same is true in any case when the class of beneficiaries is not closed.",
      "id": "s98"
    },
    {
      "text": "26 The position with respect to an individual beneficiary of a non-exhaustive discretionary trust was also set out in a recent Australian text: \n \n 'Since the trustees of a discretionary trust have no duty to make a particular distribution, or indeed any distribution to a specific individual, the rights of the beneficiaries are limited to compelling the trustees to consider whether or not to make a distribution in their favour and to ensuring the proper administration of the trust.",
      "id": "s99"
    },
    {
      "text": "This is true even if the discretionary trust only has one beneficiary ( Re Weirs Settlement Trusts [1971] Ch 145).",
      "id": "s100"
    },
    {
      "text": "'\n \n - Parkinson P and Wright D , 'Equity and Property' in Parkinson P (ed) The Principles of Equity , (Law Book Co, 2003) at p 60\n \n\n 27 Gartside v Inland Revenue Commissioners [1967] UKHL 6 ; [1968] AC 553 concerned a trust under which the trustees had a discretion to apply the income of a fund for the maintenance or benefit of all or any of the testator's son, daughter-in-law or children (if any) and to accumulate surplus income.",
      "id": "s101"
    },
    {
      "text": "A principal issue in the case was whether the potential beneficiaries of the trust had 'interests in possession' in the trust fund for estate duty purposes.",
      "id": "s102"
    },
    {
      "text": "The House of Lords rejected that contention.",
      "id": "s103"
    },
    {
      "text": "Lord Wilberforce said (at 617):\n \n 'No doubt in a certain sense a beneficiary under a discretionary trust has an \"interest\": the nature of it may, sufficiently for the purpose, be spelt out by saying that he has a right to be considered as a potential recipient of benefit by the trustees and a right to have his interest protected by a court of equity.",
      "id": "s104"
    },
    {
      "text": "' \n \n\nLord Wilberforce also made the point that the term 'interest' may have different meanings according to the context in which it is used (at 618): \n \n \n '... it may be a right, with some degree of concreteness or solidity, one which attracts the protection of a court of equity, yet it may still lack the necessary quality of definable extent which must exist before it can be taxed.",
      "id": "s105"
    },
    {
      "text": "' \n \n\n28 The Full Court of the Supreme Court of Western Australia considered these questions in R &amp; I Bank of Western Australia Ltd v Anchorage Investments Pty Ltd (1992) 10 WAR 59.",
      "id": "s106"
    },
    {
      "text": "The case involved contempt proceedings for alleged breach of a mareva injunction.",
      "id": "s107"
    },
    {
      "text": "One of the persons bound by the injunction exercised his powers as appointor under a trust deed to make his son guardian of the trust and removed himself as appointor.",
      "id": "s108"
    },
    {
      "text": "His son then removed the other trustee, Anchorage, and appointed a company with which he was associated as trustee.",
      "id": "s109"
    },
    {
      "text": "The new trustee, with his consent and that of his wife, declared that they be excluded as general beneficiaries.",
      "id": "s110"
    },
    {
      "text": "The question was whether these transactions amounted to a breach of the terms of the injunction.",
      "id": "s111"
    },
    {
      "text": "The Full Court held that a beneficiary of a trust of the type then in question did not have a proprietary interest in any particular 'assets' of the trust fund or in the trust fund as a whole.",
      "id": "s112"
    },
    {
      "text": "The expectancy which a beneficiary has that the trustee might appoint capital of the trust fund in his or her favour lacked the requisite aspect of 'value' to enable it to be regarded as an asset.",
      "id": "s113"
    },
    {
      "text": "In his judgment in that case Owen J said (at 79): \n \n 'A beneficiary of a trust of this type does not have a proprietary interest in any particular asset of the trust fund or in the Trust Fund as a whole: see Gartside v Inland Revenue Commissioner [1967] UKHL 6 ; [1968] AC 553 .",
      "id": "s114"
    },
    {
      "text": "The Trust Deed confers on a trustee a mere power.",
      "id": "s115"
    },
    {
      "text": "It is a power of very wide import.",
      "id": "s116"
    },
    {
      "text": "The trustee can determine whether an individual beneficiary is to benefit at all, and if so, in what way, from the exercise of the power in his or her favour.",
      "id": "s117"
    },
    {
      "text": "In this sense, the beneficiary has nothing more than an expectancy.",
      "id": "s118"
    },
    {
      "text": "The trustee has a duty to administer the trust bona fide having regard to the purpose for which it was established.",
      "id": "s119"
    },
    {
      "text": "' \n \n\nASIC sought to distinguish that case on the basis that the question with which it was concerned was whether the interest of a general beneficiary under a discretionary trust could be characterised as an 'asset'.",
      "id": "s120"
    },
    {
      "text": "In my opinion, however, the observations of Owen J have a more general application.",
      "id": "s121"
    },
    {
      "text": "29 In Meagher, Gummow and Lehane Equity, Doctrines and Remedies (4 th edition, Butterworths, 2002) the learned authors observed (at 4-090):\n \n 'Consideration, particularly in modern times of the principles concerning equitable estates and interests is entangled with statutory interpretation.",
      "id": "s122"
    },
    {
      "text": "' \n \n\nIn the Act the concept of 'property' as defined in s 9 has to do duty in a variety of applications not limited to the exercise of the Court's power under s 1323 to appoint receivers to property.",
      "id": "s123"
    },
    {
      "text": "The definition and its various elements should not therefore be narrowly construed.",
      "id": "s124"
    },
    {
      "text": "Nevertheless, in my opinion, in the ordinary case the beneficiary of a discretionary trust, other than perhaps the sole beneficiary of an exhaustive trust, does not have an equitable interest in the trust income or property which would fall within even the most generous definition of 'property' in s 9 of the Act and be amenable to control by receivers under s 1323.",
      "id": "s125"
    },
    {
      "text": "I distinguish the 'ordinary case' from the case in which the beneficiary effectively controls the trustee's power of selection.",
      "id": "s126"
    },
    {
      "text": "Then there is something which is akin to a proprietary interest in the beneficiary.",
      "id": "s127"
    },
    {
      "text": "30 I accept that there are some rights enjoyed, even by the beneficiaries of a non-exhaustive discretionary trust with an open class of beneficiaries.",
      "id": "s128"
    },
    {
      "text": "They include the right to inspect the trust documents --- Re Londonderry's Settlement [1965] Ch 918 and the right to require the trustee to provide information about management of the trust fund --- Spellson v George (1987) 11 NSWLR 300; Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405.",
      "id": "s129"
    },
    {
      "text": "There is also a right to enforce the proper management of the trust by the trustee --- Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694; Re Atkinson [1971] VR 613.",
      "id": "s130"
    },
    {
      "text": "31 ASIC submitted that the beneficiary under a discretionary trust has a 'contingent interest' within s 9 of the Act.",
      "id": "s131"
    },
    {
      "text": "It was submitted that the Court could make the orders sought on the basis that any of the defendants who is a beneficiary of a discretionary trust has a 'contingent interest' in the property of the trust which therefore constitutes property as defined in s 9 of the Act.",
      "id": "s132"
    },
    {
      "text": "32 ASIC submitted that a contingent interest in property equates to a proprietary interest.",
      "id": "s133"
    },
    {
      "text": "It cited Craig v Federal Commissioner of Taxation [1945] HCA 1 ; (1945) 70 CLR 441.",
      "id": "s134"
    },
    {
      "text": "That case concerned the application of s 8(4) of the Estate Duty Assessment Act 1914 (Cth).",
      "id": "s135"
    },
    {
      "text": "The Act levied estate duty on the value of the estate of deceased persons.",
      "id": "s136"
    },
    {
      "text": "Included in the property brought into the estate for the purposes of the assessment of estate duty was property 'comprised in a settlement made by the deceased person under which he had any interest of any kind for his life...'.",
      "id": "s137"
    },
    {
      "text": "33 Latham CJ, discussing the scope of the term 'interest' said (at 446):\n \n 'It has frequently been held in relation to various taxing Acts that the word \"interest\" is not necessarily to be taken as a technical term, and that it is frequently used in such Acts in a popular sense... Also see Attorney-General v Heywood [(1887) 19 QBD 326] , approved in Attorney-General v Farrell [(1931) 1 KB 81], where the prospect of an object of a discretionary trust sharing in income the subject matter of the discretionary trust was held to be an interest of a person in the property from which the income was derived.",
      "id": "s138"
    },
    {
      "text": "' \n \n\nDixon J, at 452, referred to the word 'interest' as '... a word itself of very comprehensive meaning'.",
      "id": "s139"
    },
    {
      "text": "McTiernan J, at 454, observed that the word is not a technical term and that the law does not give it the same specific application in all contexts in which it is used.",
      "id": "s140"
    },
    {
      "text": "He said: \n \n \n 'In its ordinary or popular sense, the word \"interest\" as applied to property may include a contingent interest.",
      "id": "s141"
    },
    {
      "text": "' \n \n\nHe adopted the definition of a contingent interest as 'merely the prospect or possibility of a future estate'.",
      "id": "s142"
    },
    {
      "text": "A contingent interest, however, was contrasted with the category of 'bare possibilities and expectations'.",
      "id": "s143"
    },
    {
      "text": "Williams J, at 456, made observations to similar effect.",
      "id": "s144"
    },
    {
      "text": "34 A contingent interest may be described broadly as the possibility that a right of a proprietary character will come into existence at a future time if some event occurs.",
      "id": "s145"
    },
    {
      "text": "In Stroud's Judicial Dictionary reference is made to Watkins on Conveyancing (8 th ed) in which two classes of possibilities are identified (at 529): \n \n \n '(a) possibilities coupled with an interest, eg 'contingent remainders, executory devices, springing or shifting uses';.",
      "id": "s146"
    },
    {
      "text": "(b) bare or naked possibilities, eg the hope of inheritance entertained by the heir.",
      "id": "s147"
    },
    {
      "text": "' \n \n \n\nOf the latter, Watkins as quoted in Stroud, states (at 529): \n \n \n 'The former class may, perhaps, with more propriety be denominated contingent interests, and the latter mere expectancies; for a possibility coupled with an interest is more than a possibility --- it is a present interest and may be devised.... On the other hand the expectancy of an heir apparent during the lifetime of his ancestor is less than a possibility, being but a mere hope or anticipation.",
      "id": "s148"
    },
    {
      "text": "' \n \n\n35 In Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1984] Ch 382, the trustees of a trust sought to take advantage of an exemption from charge under the Finance Act 1975 of beneficiaries of discretionary trusts who on surviving another person for a specified period became entitled to interests in possession as from the other person's death.",
      "id": "s149"
    },
    {
      "text": "Irrevocable appointments were made by the trustees in favour of two of the settlor's children contingent on their surviving for the period of one day a person whose death should occur on 29 November 1975 and who would be the first of the persons dying on that date to be named in the deaths' column on the back page of The Times published on Monday, 1 December 1975.",
      "id": "s150"
    },
    {
      "text": "The case went off, in the Court of Appeal, on the basis that the true legal effect of the appointments caused the interests conferred on the beneficiaries to vest only in the event of their surviving publication of the relevant edition of the newspaper.",
      "id": "s151"
    },
    {
      "text": "The appointments did not contain any genuine contingency of surviving another person by a specified period.",
      "id": "s152"
    },
    {
      "text": "The Court of Appeal reversed the judgment of Nourse J at first instance, but Nourse J, in a passage unaffected by the appellate decision, said: \n \n 'A contingency is an event which may or may not happen.",
      "id": "s153"
    },
    {
      "text": "If there is no real possibility that it will not happen, so that it is as good as certain that it will, it is a contingency without reality and substance and no contingency at all.",
      "id": "s154"
    },
    {
      "text": "But a real possibility is not the same thing as a probability.",
      "id": "s155"
    },
    {
      "text": "It may be highly improbable that an event will happen, but there can still be a real possibility that it will.",
      "id": "s156"
    },
    {
      "text": "If there is that possibility, however remote it may be, the contingency is one of reality and substance.",
      "id": "s157"
    },
    {
      "text": "' \n \n - Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1982] 2 All ER 929 at 940\n \n\n36 The difficulty with applying the notion of contingent interests to beneficiaries of a discretionary trust lies partly in the uncertain scope of the distribution be it income or capital, which may be made in favour of any given beneficiary.",
      "id": "s158"
    },
    {
      "text": "I am inclined to think that a beneficiary in such a case, at arms length from the trustee, does not have a 'contingent interest' but rather an expectancy or mere possibility of a distribution.",
      "id": "s159"
    },
    {
      "text": "In some discretionary trusts, and there is an example among those of which Mr Beck is a beneficiary, charities as a class are included in the class of beneficiaries.",
      "id": "s160"
    },
    {
      "text": "It could hardly be said that every charity in Australia has thereby acquired a contingent interest in that trust.",
      "id": "s161"
    },
    {
      "text": "On the other hand, where a discretionary trust is controlled by a trustee who is in truth the alter ego of a beneficiary, then at the very least a contingent interest may be identified because, to use the words of Nourse J, 'it is as good as certain' that the beneficiary will receive the benefits of distributions either of income or capital or both.",
      "id": "s162"
    },
    {
      "text": "37 As discussed earlier, the beneficiary who effectively controls the trustee's power of selection because he is the trustee or one of them and/or has the power to appoint a new trustee has something approaching a general power and the ownership of the trust property.",
      "id": "s163"
    },
    {
      "text": "There are cases in the Family Law jurisdiction which have dealt with like circumstance.",
      "id": "s164"
    },
    {
      "text": "In Ascot Investments Pty Ltd v Harper [1981] HCA 1 ; (1981) 148 CLR 337, Gibbs J said (at 354-355):\n \n '... if a company is completely controlled by one party to a marriage, so that in reality an order against the company is an order against the party, the fact that in form the order appears to affect the rights of the company may not necessarily invalidate it.",
      "id": "s165"
    },
    {
      "text": "' \n \n\nStephen, Aickin and Wilson JJ agreed.",
      "id": "s166"
    },
    {
      "text": "38 The Full Court of the Family Court of Australia in In the Marriage of Ashton (1986) 11 Fam LR 457 considered a case in which the husband was appointor of a family trust.",
      "id": "s167"
    },
    {
      "text": "He had the power to remove and appoint the trustee and could appoint himself.",
      "id": "s168"
    },
    {
      "text": "The trustee had the power to alter the terms of the trust at will.",
      "id": "s169"
    },
    {
      "text": "He was not a beneficiary of the trust but had received income from it.",
      "id": "s170"
    },
    {
      "text": "He was found to be 'in full control of the assets of the trust'.",
      "id": "s171"
    },
    {
      "text": "There were 'good grounds for saying the trust is no more than the husband's alter ego'.",
      "id": "s172"
    },
    {
      "text": "Strauss J said (at [14]):\n \n 'In the result, having regard to the powers and discretions which the husband has, and having regard to what had in fact taken place, for the purposes of s 79 [of the Family Law Act 1975 (Cth)] , the husband's power of appointment, and all the attributes it carries with it, amounts to de facto ownership of the property of the trust.",
      "id": "s173"
    },
    {
      "text": "' \n \n\n39 A similar trust arrangement existed in In the Marriage of Goodwin (1990) 101 FLR 386.",
      "id": "s174"
    },
    {
      "text": "The trial judge had found that the reality in that case was that no person other than the husband had any real interest in the property or income of the trust except at the will of the husband.",
      "id": "s175"
    },
    {
      "text": "In upholding the trial judge, the Full Court said (at 392):\n \n '... we have no doubt that his Honour was entitled to find that the trust property was in reality the property of the husband in the present case.",
      "id": "s176"
    },
    {
      "text": "The husband had the sole power of appointment of the trustee which was a creature under his control and he was a beneficiary to whom the trustee could make payments exclusive of other beneficiaries as the husband saw fit.",
      "id": "s177"
    },
    {
      "text": "' \n \n\nIn the case of In Marriage of Davidson (No 2) (1990) 101 FLR 373 the Full Court observed (at 382):\n \n 'Whatever may have been the position 100 years ago Australian courts today have to look at the reality of the situation and the purpose which family trusts serve today.",
      "id": "s178"
    },
    {
      "text": "' \n \n\n40 ASIC has set out in a schedule to its submissions details of the various trusts of which Messrs Beck and Dixon, the third and fourth defendants, are beneficiaries.",
      "id": "s179"
    },
    {
      "text": "It is not necessary here to traverse them all as both these defendants have been in negotiation with ASIC about the proposed variations to the orders and they will consider these reasons in those negotiations before final orders affecting their trusts are made.",
      "id": "s180"
    },
    {
      "text": "41 By way of example, Mr Beck is a beneficiary of the Agribusiness Annuity Trust of which Eagle Bluff Nominees Pty Ltd is trustee.",
      "id": "s181"
    },
    {
      "text": "He is the director and secretary of that trustee company.",
      "id": "s182"
    },
    {
      "text": "He is the original appointor under the trust and his wife, Anne Beck, the current appointor.",
      "id": "s183"
    },
    {
      "text": "The trustee has a wide discretion including the power to prefer one or other beneficiary to the total exclusion of any other beneficiary.",
      "id": "s184"
    },
    {
      "text": "Mr Beck would appear, through his trustee company, to have effective control of the assets of the trust.",
      "id": "s185"
    },
    {
      "text": "At the very least he has a contingent interest in the sense used earlier.",
      "id": "s186"
    },
    {
      "text": "His interest would appear to amount to effective ownership of the trust property.",
      "id": "s187"
    },
    {
      "text": "The property of that trust is, in my opinion, amenable to control by the receivers under s 1323.",
      "id": "s188"
    },
    {
      "text": "42 The Beck Maritime Trust has Mr Beck as current trustee and himself, along with members of his family and other entities including charities, as an open class of beneficiaries.",
      "id": "s189"
    },
    {
      "text": "He is limited to distributing no more than 39 per cent of the income or capital to any beneficiary without a unanimous resolution from the appointor authorising the distribution.",
      "id": "s190"
    },
    {
      "text": "The current appointor is his wife.",
      "id": "s191"
    },
    {
      "text": "In my opinion, this trust gives Mr Beck at least a contingent interest in the whole of the trust property and what amounts to ownership of at least 39 per cent of it.",
      "id": "s192"
    },
    {
      "text": "43 The Beck Unit Trust comprises 23 properties.",
      "id": "s193"
    },
    {
      "text": "The only unit holder is Hesterbrook Pty Ltd, which owns its units as trustee of the Beck Superannuation Fund.",
      "id": "s194"
    },
    {
      "text": "Mr Beck and his wife are directors and secretary of Hesterbrook and he beneficially owns all of its capital.",
      "id": "s195"
    },
    {
      "text": "As ASIC submitted, he is able to exercise complete control over the property of the Beck Unit Trust.",
      "id": "s196"
    },
    {
      "text": "44 Mr Dixon, the fourth defendant, is also a beneficiary of a number of trusts.",
      "id": "s197"
    },
    {
      "text": "By way of example he is appointor of the Awarra Family Trust.",
      "id": "s198"
    },
    {
      "text": "He has power to remove and appoint new trustees.",
      "id": "s199"
    },
    {
      "text": "He is one of an open class of beneficiaries.",
      "id": "s200"
    },
    {
      "text": "The trustee has evidently every power as if it were the absolute owner of the trust fund.",
      "id": "s201"
    },
    {
      "text": "On this basis, and having regard to the principles previously discussed, he has at least a contingent interest in the property of the trust if not a general power which approaches ownership.",
      "id": "s202"
    },
    {
      "text": "45 It is not necessary to go further in considering all of the trusts of which the third and fourth defendants are beneficiaries.",
      "id": "s203"
    },
    {
      "text": "It is sufficient to say that the property subject to those trusts appears, for the most part, to be amenable to control by the receivers appointed under s 1323.",
      "id": "s204"
    },
    {
      "text": "46 I am not satisfied that I have the power under s 1323(1)(h) to extend the scope of the property covered by the Individual Receiver Orders to the very general class defined in par 3.6 of the proposed varied definitions of Individual Property and Corporate Property.",
      "id": "s205"
    },
    {
      "text": "I will, however, consider a proposal for orders to be made in relation to trusts of which the relevant defendant is the effective controller, thereby enjoying at least a contingent interest, if not effective ownership, of the trust property.",
      "id": "s206"
    },
    {
      "text": "This will require specification of the trusts to be affected.",
      "id": "s207"
    },
    {
      "text": "As to non-discretionary trusts where the beneficiaries have an equitable interest in the property of the trust, such interests are already covered adequately by the receiver orders that have been made.",
      "id": "s208"
    },
    {
      "text": "47 I do not consider it appropriate to resort to s 23 of the Federal Court Act to extend the scope of the receiver orders in a way for which the primary power does not provide.",
      "id": "s209"
    },
    {
      "text": "Section 23 may be used to make orders to ensure that orders made under s 1323 are effective, but not to stretch the limits of the power there conferred.",
      "id": "s210"
    },
    {
      "text": "I would be prepared to make orders under s 23 authorising the receivers to require the defendants to provide information necessary to identify any trusts in which they are beneficiaries.",
      "id": "s211"
    },
    {
      "text": "I will also be prepared to make orders requiring such defendants to provide, by exercising their rights as beneficiaries, information to which they are entitled relating to the trust documents and the management of the trusts, including their distribution history.",
      "id": "s212"
    },
    {
      "text": "I would also authorise the receivers to obtain information from the trustees of any trust of which the defendant is a beneficiary.",
      "id": "s213"
    },
    {
      "text": "Such information could extend to the terms of the trust, the classes of its beneficiaries and its distribution history.",
      "id": "s214"
    },
    {
      "text": "Conclusion \n \n48 For the preceding reasons I will not extend, in a general way, the definitions of Individual Property and Corporate Property as proposed in par 3.6 of the ASIC minutes.",
      "id": "s215"
    },
    {
      "text": "I will, however, make orders with respect to particular trusts in accordance with the principles outlined above.",
      "id": "s216"
    },
    {
      "text": "As to the extension in par 3.7 upon a specification of a particular superannuation fund and the nature of the individual defendant's interest, I will be prepared to make an order in the terms sought by reference to the particular fund identified.",
      "id": "s217"
    },
    {
      "text": "I certify that the preceding forty eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s218"
    },
    {
      "text": "Associate:\n\nDated: 29 June 2006\n\n\n Counsel for the Plaintiff: Mr S Owen-Conway SC and Mr N Gvozdin \n \n Solicitor for the Plaintiff: Australian Government Solicitor \n \n Counsel for the First, Fifth, Sixth, Eighth and Ninth Respondents: Mr T Clavey \n \n Solicitor for the First, Fifth, Sixth, Eighth and Ninth Respondents:\n\nCounsel for the Third and Fourth Respondents: \n\nSolicitor for the Third and Fourth Respondents:\n\nCounsel for the Receivers: \n\nSolicitor for the Receivers: Clavey Legal\n\n\n\nMr N Gentilli\n\n\nJackson McDonald\n\n\nMr J Thomson\n\nCorrs Chambers Westgarth \n \n Date of Hearing: 15 June 2006 \n \n Date of Order:\nDate of Publication of Reasons: 28 June 2006\n29 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/814.html",
      "id": "s219"
    }
  ]
}