{
  "name": "Rana v Australian Federal Police [2006] FCA 890 (13 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/890.html",
  "catchphrases": [
    {
      "text": "application for order of review of decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "freedom of information request",
      "id": "c1"
    },
    {
      "text": "request refused on basis that documents could not be found or did not exist",
      "id": "c2"
    },
    {
      "text": "freedom of information act 1982 (cth) s 24a",
      "id": "c3"
    },
    {
      "text": "whether applicant denied procedural fairness or natural justice by tribunal",
      "id": "c4"
    },
    {
      "text": "whether tribunal should have applied provisions of freedom of information act 1991 (sa)",
      "id": "c5"
    },
    {
      "text": "judiciary act 1903 (cth) s 79.",
      "id": "c6"
    },
    {
      "text": "administrative appeal",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application challenging a decision of the Administrative Appeals Tribunal ('the Tribunal').",
      "id": "s0"
    },
    {
      "text": "The decision made by the Tribunal was to affirm a decision of the respondent, the Australian Federal Police, refusing a request for documents by the applicant under the Freedom of Information Act 1982 (Cth) ('the FOI Act').",
      "id": "s1"
    },
    {
      "text": "2 The applicant's challenge is made by way of an application under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act').",
      "id": "s2"
    },
    {
      "text": "It seems that the applicant had a right of appeal on a question of law from the decision of the Tribunal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act'), but he has not exercised that right.",
      "id": "s3"
    },
    {
      "text": "Although the respondent accepts that the decision falls within the terms of the ADJR Act (see, eg, Pancontinental Mining Ltd v Burns (1994) 52 FCR 454 at 462-464 per von Doussa J), it submits that because the applicant had a right of appeal on a question of law under the AAT Act, I have a discretion not to entertain the application under the ADJR Act.",
      "id": "s4"
    },
    {
      "text": "However, the respondent has asked me not to exercise the discretion to decline to entertain the application, because it submits that it is in the interests of justice that the application be determined as expeditiously as possible.",
      "id": "s5"
    },
    {
      "text": "I am prepared to proceed in this way because, irrespective of the form of the challenge, the applicant must show a breach of the rules of natural justice or an error of law and I am satisfied that he is unable to do this.",
      "id": "s6"
    },
    {
      "text": "3 The applicant represented himself both in this Court and in the Tribunal.",
      "id": "s7"
    },
    {
      "text": "He believes that the respondent has certain documents and, as will become clear, his attempts to obtain those documents have a long history.",
      "id": "s8"
    },
    {
      "text": "The request for documents and the proceedings before the Tribunal \n \n4 On 18 February 2005, the applicant made a request of the respondent under s 15 of the FIO Act for certain documents.",
      "id": "s9"
    },
    {
      "text": "The documents sought were as follows:\n \n 'Seeking freedom of information between 1978 to 2005 about myself ...",
      "id": "s10"
    },
    {
      "text": "I seek all materials and including a Queensland Police file (including the Special Branch files) that I provided you in 1990.",
      "id": "s11"
    },
    {
      "text": "' \n\n5 On 15 April 2005, the applicant was advised by the respondent of the possibility of his request being refused and he was asked if he was prepared to narrow his request to cover the period from 1991 to 2005.",
      "id": "s12"
    },
    {
      "text": "The applicant refused to narrow his request.",
      "id": "s13"
    },
    {
      "text": "6 On 6 May 2005, the respondent advised the applicant that his request was refused under s 24 of the FIO Act.",
      "id": "s14"
    },
    {
      "text": "Speaking generally, that section enables an agency to refuse to process a request if the agency is satisfied that processing the request would substantially and unreasonably divert the resources of the agency from its other operations.",
      "id": "s15"
    },
    {
      "text": "7 The applicant sought an internal review of the decision under s 54 of the FIO Act.",
      "id": "s16"
    },
    {
      "text": "The review was conducted by Mr Peter Norman of the respondent who, on 21 June 2005, advised the applicant that he had concluded that the decision to refuse his request was correct, albeit for different reasons.",
      "id": "s17"
    },
    {
      "text": "The request was refused under s 24A(a) and (b)(ii) of the FIO Act.",
      "id": "s18"
    },
    {
      "text": "That section of the Act provides as follows:\n \n 'An agency or Minister may refuse a request for access to a document if: \n (a) all reasonable steps have been taken to find the document; and \n (b) the agency or Minister is satisfied that the document: \n \n \n \n (i) is in the agency's or Minister's possession but cannot be found; or \n \n \n \n \n (ii) does not exist.",
      "id": "s19"
    },
    {
      "text": "' \n \n \n\n8 I pause at this point to note that the condition in s 24A(a) is not expressed in terms of the agency or Minister being satisfied that reasonable steps have been taken, and that raises a question as to whether the condition involves a jurisdictional fact.",
      "id": "s20"
    },
    {
      "text": "That question was addressed by Finn J in Chu v Telstra Corporation Ltd [2005] FCA 1730 ; (2005) 147 FCR 505 and, for the reasons his Honour gives (with which I respectfully agree), the judgment as to the requirement in s 24A(a) is for the agency or Minister in question and, upon review, for the Tribunal, and not ultimately for the Court.",
      "id": "s21"
    },
    {
      "text": "9 Under s 55 of the FIO Act, the applicant sought a review of the decision by the Tribunal.",
      "id": "s22"
    },
    {
      "text": "As I have said, the Tribunal affirmed the decision under review.",
      "id": "s23"
    },
    {
      "text": "10 On 17 August 2005, the applicant limited his application to the Tribunal to his request for documents said to have been provided by him to the respondent in 1991.",
      "id": "s24"
    },
    {
      "text": "His description of the documents is as follows:\n \n '... documents [that] were given to me by the Queensland Police after I had complained to the Fitzgerald Inquiry.",
      "id": "s25"
    },
    {
      "text": "Australian Federal Police wanted to know about my involvement with Operation Maitita an undercover role that I had played to trap some members of the Ananda Marga sect implicated allegedly in the 1978 Hilton Hotel bombings in Sydney.",
      "id": "s26"
    },
    {
      "text": "(\"1991 Documents\")' \n\n11 The Tribunal carefully analysed the evidence before it as to whether documents within the relevant description might exist.",
      "id": "s27"
    },
    {
      "text": "In terms of the issues on this application, the principal points to note about the Tribunal's decision are as follows:\n \n \n 1.",
      "id": "s28"
    },
    {
      "text": "The Tribunal referred to the history of the applicant's requests.",
      "id": "s29"
    },
    {
      "text": "On 17 April 1985, the applicant sought from the respondent 'all or any documents relating to [the applicant] and his involvement with the Federal Police, in particular those sections dealing with narcotics and security intelligency [sic]'.",
      "id": "s30"
    },
    {
      "text": "In 1991, the applicant made another request to the respondent for 'all records from 1978 until now'.",
      "id": "s31"
    },
    {
      "text": "Both these requests were the subject of applications to the Tribunal.",
      "id": "s32"
    },
    {
      "text": "On 11 December 2003, the applicant caused a Tribunal summons to be issued, but it was set aside as being too wide.",
      "id": "s33"
    },
    {
      "text": "The applicant was given leave to issue a new summons in an amended form.",
      "id": "s34"
    },
    {
      "text": "The applicant caused a further summons to issue on 9 January 2004, seeking the production of the following:\n \n 'Any file or files held by the Australian Federal Police which contains information pertaining to claims of physical, verbal or sexual abuse and/or racial vilification including any statements obtained or supplied to the AFP in relation to those matters arising from the applicant's time in the Australian Army for the period 14/10/80 to 14/7/82.",
      "id": "s35"
    },
    {
      "text": "' \n \n The applicant sought access to 'the 1991 documents' during return of summons hearings before the Tribunal in January and February 2004, and, as a result, the respondent undertook numerous searches to locate the 1991 documents.",
      "id": "s36"
    },
    {
      "text": "The respondent conducted searches of the following information storage systems:\n (1) The 'PROMIS' database; \n \n \n \n \n (2) The 'MNIFTY' database, which was the database used prior to the introduction of PROMIS; \n \n \n \n \n (3) The respondent's mainframe directory in South Australia, and \n \n \n \n \n (4) The respondent's dossier files in South Australia and archives in Canberra.",
      "id": "s37"
    },
    {
      "text": "A number of documents (and parts of documents) falling within the scope of the summons issued in 2004 were identified and no objection was taken to the applicant being granted leave to inspect them.",
      "id": "s38"
    },
    {
      "text": "2.",
      "id": "s39"
    },
    {
      "text": "The Tribunal said that the only relevant section of the FOI Act for the purpose of the application for review was s 24A.",
      "id": "s40"
    },
    {
      "text": "3.",
      "id": "s41"
    },
    {
      "text": "The Tribunal found that the request for access represented the third attempt by the applicant to obtain what appeared to be essentially the same material.",
      "id": "s42"
    },
    {
      "text": "4.",
      "id": "s43"
    },
    {
      "text": "The Tribunal found that, based on the evidence of Mr Norman and the affidavits of Ms Darlene Grech, which were tendered at the hearing and which detail the searches carried out by the respondent in response to the summons issued on 9 January 2004, the respondent had taken all reasonable steps to locate the documents sought by the applicant and, if the documents are in the respondent's possession, they cannot be found or do not exist.",
      "id": "s44"
    },
    {
      "text": "In those circumstances, the Tribunal concluded that it was appropriate to affirm the decision under review.",
      "id": "s45"
    },
    {
      "text": "Issues on the application \n \n12 I have considered the applicant's written and oral submissions.",
      "id": "s46"
    },
    {
      "text": "I found some of the submissions difficult to follow.",
      "id": "s47"
    },
    {
      "text": "There was a suggestion by the applicant in his written submissions that the Tribunal member was guilty of bias or apparent bias.",
      "id": "s48"
    },
    {
      "text": "That submission was not pursued in his oral submissions, but, in any event, I have considered the transcript of the hearing and other material, and in my opinion any suggestion of bias or apparent bias on the part of the Tribunal member is clearly untenable.",
      "id": "s49"
    },
    {
      "text": "13 In essence, the applicant raises two grounds of challenge.",
      "id": "s50"
    },
    {
      "text": "14 First, he submits that he was denied procedural fairness or natural justice by the Tribunal.",
      "id": "s51"
    },
    {
      "text": "He submits that he should have been given the opportunity by the Tribunal to challenge Mr Norman's evidence about the searches conducted by the respondent of its electronic databases.",
      "id": "s52"
    },
    {
      "text": "He did not articulate his submission clearly, but I take him to be saying that, although he was not deprived of an opportunity to call evidence at the hearing, and did not ask for an adjournment of the hearing so that he could gather and present evidence challenging Mr Norman's evidence, nevertheless, the Tribunal should have given him an opportunity to challenge Mr Norman's evidence by suggesting an adjournment or perhaps adjourning of its own motion.",
      "id": "s53"
    },
    {
      "text": "15 Secondly, the applicant submits that the Tribunal should have applied the provisions of the Freedom of Information Act 1991 (SA), even though the request for access was not made under that Act, nor was the possible operation of the State Act raised before the Tribunal.",
      "id": "s54"
    },
    {
      "text": "The applicant refers to s 79 of the Judiciary Act 1903 (Cth).",
      "id": "s55"
    },
    {
      "text": "16 As to the first submission, I have read the transcript of the hearing before the Tribunal carefully and I am satisfied that the Tribunal afforded the applicant a full and proper opportunity to present his case.",
      "id": "s56"
    },
    {
      "text": "17 Section 33(1)(b) of the AAT Act provides that a proceeding before the Tribunal shall be conducted with as little formality and technicality, and with as much expedition, as the requirements of that Act and of every other relevant enactment and a proper consideration of the matters before the Tribunal permit.",
      "id": "s57"
    },
    {
      "text": "The Tribunal has a duty to act judicially.",
      "id": "s58"
    },
    {
      "text": "Ordinarily, it is for the parties to define the issues in the proceedings and to decide how they wish to conduct their respective cases.",
      "id": "s59"
    },
    {
      "text": "As Deane J (with whom Fisher J agreed) noted in Sullivan v Department of Transport (1978) 20 ALR 323 (at 343), undue interference by the Tribunal with how the parties conduct their cases may prove counter-productive.",
      "id": "s60"
    },
    {
      "text": "At the same time, there may be cases where the Tribunal's duty to act judicially may require it to advise a party of his or her ability to seek an adjournment, or even to adjourn a hearing of its own motion.",
      "id": "s61"
    },
    {
      "text": "It is not possible to catalogue the circumstances in which either of these courses may be appropriate.",
      "id": "s62"
    },
    {
      "text": "They are likely to be rare and to involve a party who does not have legal representation.",
      "id": "s63"
    },
    {
      "text": "18 In this case, the applicant was aware before the hearing that the respondent was asserting that the documents could not be found or did not exist.",
      "id": "s64"
    },
    {
      "text": "There is nothing in what occurred before the Tribunal to suggest that it would have been appropriate for the Tribunal to intervene in some way so as to enable the applicant to launch what is even now an unparticularised challenge to the evidence of the searches conducted of the electronic databases of the respondent.",
      "id": "s65"
    },
    {
      "text": "I reject the first submission.",
      "id": "s66"
    },
    {
      "text": "19 As to the second submission, this could be rejected on a number of grounds.",
      "id": "s67"
    },
    {
      "text": "It is sufficient for me to say that the State Act does not apply to the applicant's request for access according to its terms and is not 'picked up' by s 79 of the Judiciary Act 1903 (Cth), because the Commonwealth has 'otherwise provided' in the FIO Act: see McLeod v Australian Securities and Investment Commission [2002] HCA 37 ; (2002) 211 CLR 287 at 302 [44] .",
      "id": "s68"
    },
    {
      "text": "Conclusion \n \n20 The application must be dismissed and the applicant must pay the respondent's costs.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s70"
    },
    {
      "text": "Associate:\n\nDated: 13 July 2006\n\n\n The Applicant: The Applicant appeared in person.",
      "id": "s71"
    },
    {
      "text": "Counsel for the Respondent: Ms E Reed \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 30 June 2006 \n \n Date of Judgment: 13 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/890.html",
      "id": "s72"
    }
  ]
}