{
  "name": "Cascade Brewery Company Pty Limited v Commissioner of Taxation [2006] FCA 821 (30 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/821.html",
  "catchphrases": [
    {
      "text": "goods and services tax",
      "id": "c0"
    },
    {
      "text": "exemption",
      "id": "c1"
    },
    {
      "text": "food",
      "id": "c2"
    },
    {
      "text": "beverages or ingredients of beverages of a kind marketed principally at infants",
      "id": "c3"
    },
    {
      "text": "applicant seeks declaration that product comes within exemption",
      "id": "c4"
    },
    {
      "text": "\"infants\"",
      "id": "c5"
    },
    {
      "text": "\"marketed\"",
      "id": "c6"
    },
    {
      "text": "\"of a kind\"",
      "id": "c7"
    },
    {
      "text": "\"principally\"",
      "id": "c8"
    },
    {
      "text": "taxation",
      "id": "c9"
    },
    {
      "text": "words and phrases",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "Background \n \n1 At all material times after 1 July 2000 each of the first applicant and the second applicant carried on an \"enterprise\" within the meaning of s 9-20 of the A New Tax System (Goods and Services Tax) Act 1999 (the Act), was registered under s 23-5 of the Act and was a member of a \"GST group\" within the meaning of Div 48 of the Act.",
      "id": "s0"
    },
    {
      "text": "At all material times after that date the second applicant was the \"representative member\" of the GST group.",
      "id": "s1"
    },
    {
      "text": "I will call the applicants \"Cascade\".",
      "id": "s2"
    },
    {
      "text": "2 In the course of carrying on the enterprise Cascade sold blackcurrant syrup known as Cascade Ultra-C Blackcurrant Fruit Juice Syrup (Ultra-C), initially in 375 ml, 750 ml and 1 litre bottles and later in 2 litre bottles as well.",
      "id": "s3"
    },
    {
      "text": "Those sales were \"supplies\" within the meaning of s 9-10 of the Act.",
      "id": "s4"
    },
    {
      "text": "3 Between August 2000 and August 2001 correspondence passed between Cascade and the respondent (the Commissioner) as to whether Ultra-C was GST-free under subdiv 38-A of the Act, culminating in the Commissioner's decision that it was not.",
      "id": "s5"
    },
    {
      "text": "4 Cascade did not agree with the decision, and contends in this proceeding that Ultra-C is and was at all material times\n \n (a) a beverage for human consumption within the meaning of s 38-4(1)(c) of the Act, alternatively\n (b) an ingredient for a beverage for human consumption within the meaning of s 38-4(1)(d), and\n (c) a beverage, or an ingredient for a beverage, of a kind marketed principally as food for infants within the meaning of Sch 2, cl 1, item 13 (item 13) of the Act.",
      "id": "s6"
    },
    {
      "text": "5 Cascade seeks declarations that\n \n &#8226; Ultra-C supplied by it is a beverage, or an ingredient for a beverage, of a kind specified in item 13\n &#8226; its sales of Ultra-C are GST free under subdiv 38-A.",
      "id": "s7"
    },
    {
      "text": "The Commissioner accepts that Ultra-C is an ingredient for a beverage, but not that it is of a kind marketed principally as food for infants.",
      "id": "s8"
    },
    {
      "text": "The Act \n \n6 The Act imposes a tax on \"taxable supplies\": s 7-1.",
      "id": "s9"
    },
    {
      "text": "A \"taxable supply\" is a \"supply\" possessing the attributes prescribed by s 9-5.",
      "id": "s10"
    },
    {
      "text": "However a supply is not a taxable supply to the extent it is \"GST-free\": s 9-5.",
      "id": "s11"
    },
    {
      "text": "7 Division 38 sets out the supplies that are GST-free.",
      "id": "s12"
    },
    {
      "text": "Subdivision 38-A deals with \"food\".",
      "id": "s13"
    },
    {
      "text": "Section 38-2 provides that a \"supply of food is GST-free\".",
      "id": "s14"
    },
    {
      "text": "Section 38-4(1) defines \"food\" as, so far as presently material, any or a combination of\n \n \"(c) beverages for human consumption; \n (d) ingredients for beverages for human consumption.",
      "id": "s15"
    },
    {
      "text": "\" \n \n\n8 Section 38-3(1) contains exceptions to s 38-2.",
      "id": "s16"
    },
    {
      "text": "One supply that is not GST-free is a supply of\n \n \n \"(d) a beverage (or an ingredient for a beverage), other than a beverage (or an ingredient) of a kind specified in the third column of the table in clause 1 of Schedule 2.",
      "id": "s17"
    },
    {
      "text": "\" \n \n \n \n\nClause 1 of Sch 2 specifies the beverages that are GST-free.",
      "id": "s18"
    },
    {
      "text": "One, in item 13, is\n \n \"beverages, and ingredients for beverages, of a kind marketed principally as food for infants or invalids.",
      "id": "s19"
    },
    {
      "text": "\" \n \n\n Cascade's witnesses \n \n9 Cascade relied on the evidence of William Luders, Queensland Sales Operations Manager of the second applicant, Richard Gerathy, a marketing consultant, and Maurice McGrath, Sales and Marketing Manager --- Non-Alcohol Beverages of Foster's Australia, a division of the second applicant.",
      "id": "s20"
    },
    {
      "text": "Prior to his appointment as Sales Operations Manager, Mr Luders had been Business Manager of Cascade Beverage Company, a division of the first applicant, since February 2002.",
      "id": "s21"
    },
    {
      "text": "In that role he had been responsible for the overall business management of that company, including the marketing of its non-alcoholic beverages.",
      "id": "s22"
    },
    {
      "text": "From October 2001 to June 2002 Mr Gerathy was responsible for the marketing of the entire range of products sold under the Ultra-C label.",
      "id": "s23"
    },
    {
      "text": "Since about May 2002 Mr McGrath has had overall responsibility for the marketing carried out in respect of Ultra-C.",
      "id": "s24"
    },
    {
      "text": "The Commissioner did not call evidence.",
      "id": "s25"
    },
    {
      "text": "Findings \n \n (a) Ultra-C is a concentrated syrup made from the juice of blackcurrants grown in Tasmania.",
      "id": "s26"
    },
    {
      "text": "It comprises 35% blackcurrant juice, sugar, citric acid, ascorbic acid, preservatives and water.",
      "id": "s27"
    },
    {
      "text": "There are no added colours or flavours.",
      "id": "s28"
    },
    {
      "text": "Ultra-C is sold as a concentrated syrup in 375 ml, 750 ml, 1 litre and 2 litre bottles.",
      "id": "s29"
    },
    {
      "text": "(b) Cascade also sells, but does not separately market, the following complementary products as part of the Ultra-C range of blackcurrant drinks (complementary products): \n \n &#8226; a sparkling variety of Ultra-C, containing 6.5% blackcurrant juice, in ready to drink form in 375 ml bottles &#8226; a 'Lite' variety of Ultra-C as a concentrated syrup in a 750 ml bottle &#8226; Ultra-C in a ready to drink 250 ml 'tetra pack' containing 25% fruit juice, including 10.4% blackcurrant juice.",
      "id": "s30"
    },
    {
      "text": "(c) The label of each bottle of Ultra-C referred to in (a) contains these directions: \n \n \"Ultra-C is a concentrated syrup.",
      "id": "s31"
    },
    {
      "text": "Dilute 1 part syrup with 5 parts hot or cold water or cold milk, or dilute to taste.",
      "id": "s32"
    },
    {
      "text": "Note to parents: for young children or infants, start by diluting 1 part syrup to 10 parts water.",
      "id": "s33"
    },
    {
      "text": "For babies under 6 months, first discuss with your health care professional.",
      "id": "s34"
    },
    {
      "text": "\" \n \n \n (d) Cascade's officers responsible for ensuring compliance with labelling requirements stipulate that it is mandatory to include in the label the note that parents should consult their health care professional before giving Ultra-C to children under six months.",
      "id": "s35"
    },
    {
      "text": "(e) Between 1999 and October 2002 the main advertising conducted in respect of Ultra-C consisted of Cascade's participation in a program known as the \"Bounty Mother and Baby Bag\" (the Bounty program) operated by Bounty Services Pty Ltd (Bounty).",
      "id": "s36"
    },
    {
      "text": "Cascade discontinued its participation in the Bounty program in October 2002.",
      "id": "s37"
    },
    {
      "text": "(f) The features of the Bounty program were: \n \n &#8226; new mothers received a redeemable token during their hospital stay, the tokens being distributed by Bounty to about 404 of the approximately 411 maternity hospitals throughout Australia &#8226; Cascade supplied Bounty with a sufficient quantity of Ultra-C together with a brochure &#8226; Bounty put the Ultra-C and the brochure in a bag that it distributed to Target stores throughout Australia &#8226; the token was redeemed when the baby was between three to six months old by going to a Target store and collecting the bag.",
      "id": "s38"
    },
    {
      "text": "(g) The Bounty program was directed at parents of children generally.",
      "id": "s39"
    },
    {
      "text": "(Particulars of the Bounty brochure and the reasoning behind this finding appear at [49]-[50].",
      "id": "s40"
    },
    {
      "text": ")\n (h) The cost to Cascade of participation in the Bounty program in 2001-2002 was approximately $132,050.",
      "id": "s41"
    },
    {
      "text": "The total budget devoted to marketing Ultra-C was approximately $145,000.",
      "id": "s42"
    },
    {
      "text": "Thus the Bounty program consumed approximately 91% of the total Ultra-C marketing budget.",
      "id": "s43"
    },
    {
      "text": "(i) The budget for advertising all products manufactured by Cascade in 2003 was $265,872, of which it was envisaged that $140,000 would be devoted to Ultra-C. Of the latter sum, $130,000 was to be spent on the Bounty program.",
      "id": "s44"
    },
    {
      "text": "In October 2002 it was decided to suspend participation in the Bounty program because it was thought that, since Ultra-C should not be given to children under six months, there was too long a time lag from the birth of a child to the time the child was able to consume the product, during which time the mother might not recall that this was something she should be giving her child.",
      "id": "s45"
    },
    {
      "text": "The unspent part of the amount allocated to Ultra-C was redirected to other products.",
      "id": "s46"
    },
    {
      "text": "(j) Two of the three advertisements that appeared (concurrently with the Bounty program) in parenting and family health magazines were not directed to children.",
      "id": "s47"
    },
    {
      "text": "The third was directed to \"parents &amp; kids\".",
      "id": "s48"
    },
    {
      "text": "(Particulars of the advertisements and the reasoning behind this finding appear at [52]-[55].",
      "id": "s49"
    },
    {
      "text": ")\n (k) Soon after Mr Gerathy assumed marketing responsibility in October 2001 he concluded that the advertising of Ultra-C in such magazines and on billboards in Tasmania was not effective, as it was directed to older children and families, and not to what he considered was Cascade's target market, namely mothers with children between six months and six years.",
      "id": "s50"
    },
    {
      "text": "The magazine and billboard advertising was discontinued.",
      "id": "s51"
    },
    {
      "text": "(l) Since the suspension of Cascade's participation in the Bounty program, the only advertising of Ultra-C has been the television advertisement in (n) and three one page full colour advertisements in Woman's Day magazine.",
      "id": "s52"
    },
    {
      "text": "The first two marketed the product as a healthy treat for parents and their children, and the third marketed it for children and \"kids\" generally.",
      "id": "s53"
    },
    {
      "text": "(Particulars of the present finding appear at [56]-[59].",
      "id": "s54"
    },
    {
      "text": ")\n (m) An advertisement displayed on Tasmanian television in 2001 showing a grandparent, in the presence of a child, drinking Ultra-C mixed with hot water, was intended to indicate that Ultra-C could be taken by adults as a hot drink.",
      "id": "s55"
    },
    {
      "text": "(n) An advertisement displayed on Tasmanian television between December 2003 and March 2004 showed mothers and children ranging from a two to three year old to a teenager drinking Ultra-C.\n (o) Approximately 65% of Ultra-C sales occur in mainland Australia and the balance (35%) in Tasmania.",
      "id": "s56"
    },
    {
      "text": "Tasmania represents about 3% of the total Australian \"traditional grocery volume\", so that \"Ultra-C has a strong heritage in Tasmania and significantly over-trades relative to\" the volume of general grocery sales there.",
      "id": "s57"
    },
    {
      "text": "It is probable that this explains why Cascade's television advertisements were aired in Tasmania alone.",
      "id": "s58"
    },
    {
      "text": "(p) Ultra-C's competitors in the blackcurrant syrup market include Ribena and Bickford's.",
      "id": "s59"
    },
    {
      "text": "Ribena and Bickford's are marketed to the population generally.",
      "id": "s60"
    },
    {
      "text": "Bickford's label, so far as material, reads: \n \n \"Mix with water or soda for a real thirst quenching taste.",
      "id": "s61"
    },
    {
      "text": "... \n Typical dilution: Mix 1 part syrup with 4 parts water.",
      "id": "s62"
    },
    {
      "text": "\" \n \n \n Directions for use on Ribena's label are: \n \n \n \" &#8226; Ribena Fruit Juice Syrup is concentrated, so dilute 1 part (40 ml) Ribena with 5 parts (200 ml) water.",
      "id": "s63"
    },
    {
      "text": "... \n \n \n &#8226; Use with a nutritious balanced diet \n &#8226; Not suitable for babies under 1 year \n &#8226; For children 1-3 years, maximum 1 serving a day.",
      "id": "s64"
    },
    {
      "text": "\" \n \n \n (q) Ribena is the market leader in blackcurrant concentrated syrup.",
      "id": "s65"
    },
    {
      "text": "It \"owns the category\" or \"defines the category\".",
      "id": "s66"
    },
    {
      "text": "Bickford's is the supermarket dominator, a premium brand purchased by those who seek social approval.",
      "id": "s67"
    },
    {
      "text": "It is an \"adult cordial\" consumed by the \"older generation\" and those with \"refined taste\".",
      "id": "s68"
    },
    {
      "text": "(r) Ultra-C is generally displayed on supermarket shelves in the cordials section together with Ribena, Bickford's and other brands.",
      "id": "s69"
    },
    {
      "text": "Cascade has no control over where Ultra-C is displayed in supermarkets.",
      "id": "s70"
    },
    {
      "text": "(s) Although Ultra-C and other blackcurrant syrups are displayed together with cordials, Ultra-C is a premium product within the cordials range.",
      "id": "s71"
    },
    {
      "text": "Cordials are generally marketed as a thirst-quenching drink that is cheap to make in large quantities for young children.",
      "id": "s72"
    },
    {
      "text": "Ultra-C is marketed in terms of its health benefits (in particular its very high Vitamin C content and lack of artificial flavours and colours).",
      "id": "s73"
    },
    {
      "text": "This distinguishes it from the ordinary range of cordials.",
      "id": "s74"
    },
    {
      "text": "Another distinguishing characteristic is that Ultra-C is more expensive than standard cordial.",
      "id": "s75"
    },
    {
      "text": "(t) There is nothing on any of the Ultra-C labels that indicates that Ultra-C is \n \n &#8226; a drink suitable for consumption by children under the age of six months &#8226; specifically a drink for consumption by young children &#8226; specifically a drink for any particular population group.",
      "id": "s76"
    },
    {
      "text": "(u) Ultra-C is intended to be consumed by all population groups, and not just by children under the age of five.",
      "id": "s77"
    },
    {
      "text": "10 Cascade's witnesses gave evidence about the aim of its advertising program.",
      "id": "s78"
    },
    {
      "text": "Mr Luders said it was aimed at exposing parents, particularly mothers, to Ultra-C at a time when their children were very young, in the hope that brand loyalty would be engendered and the parents would continue to buy it as the child grew and additional children were born, and that the children would continue to consume Ultra-C or move on to the complementary products as they became older, and indeed into adulthood.",
      "id": "s79"
    },
    {
      "text": "Mr Gerathy's evidence was to the same effect.",
      "id": "s80"
    },
    {
      "text": "Mr McGrath said that since the suspension of the Bounty program Cascade's advertising has been targeted at parents, particularly mothers, with children up to the age of five.",
      "id": "s81"
    },
    {
      "text": "11 The words \"marketed principally as food for infants\" in item 13 require an examination of the content of the advertising and other marketing in fact carried out either by the taxpayer or by competitors in the market.",
      "id": "s82"
    },
    {
      "text": "The witnesses to whom I have referred spoke somewhat generally about their aims and hopes in respect of the marketing.",
      "id": "s83"
    },
    {
      "text": "The relevant findings at [9] are based on the content of the marketing, that is to say, on what a reader of the labels, the Bounty bag brochure and the print advertisements or a viewer of the television advertisements would derive from them.",
      "id": "s84"
    },
    {
      "text": "The findings do not entirely accord with the witnesses' evidence about Cascade's aims.",
      "id": "s85"
    },
    {
      "text": "That evidence seems to me to have been subconsciously influenced by the existence of item 13 and the purpose of the litigation.",
      "id": "s86"
    },
    {
      "text": "Meaning of \"of a kind\" \n \n12 Item 13 speaks of beverages \"of a kind marketed principally as food for infants\".",
      "id": "s87"
    },
    {
      "text": "Cascade submits that the proper approach is to ask whether Ultra-C is of a kind marketed as aforesaid as a single composite question, which requires consideration of the particular beverage, or ingredient for beverage, in question.",
      "id": "s88"
    },
    {
      "text": "13 The first part of the submission was common ground, at least as a matter of words.",
      "id": "s89"
    },
    {
      "text": "See Diethelm Manufacturing Pty Ltd v Commissioner of Taxation (1993) 44 FCR 450 at 472, Commissioner of Taxation v Chubb Australia Ltd (1995) 56 FCR 557 at 559 and Clean Investments Pty Ltd v Commissioner of Taxation [2001] FCA 80 ; (2001) 105 FCR 248 at [91] .",
      "id": "s90"
    },
    {
      "text": "However the parties differed as to what was entailed in the single composite question, and in particular as to the second part of Cascade's submission.",
      "id": "s91"
    },
    {
      "text": "14 Cascade propounded the view that the reason item 13 refers to beverages and ingredients of a kind marketed principally as food for infants, is to expand the range of beverages and ingredients beyond the taxpayer's actual goods, so that even if its goods were not so marketed, they would nevertheless be exempt if they were within a range of goods of a type that were so marketed.",
      "id": "s92"
    },
    {
      "text": "Cascade accepted that if Ultra-C were not marketed at all, it could not fall within the expanded category as beverages of a kind that are so marketed.",
      "id": "s93"
    },
    {
      "text": "Accordingly, it said the question to be answered is whether the goods in question, Ultra-C, are of a kind principally marketed as food for infants.",
      "id": "s94"
    },
    {
      "text": "15 The Commissioner's submission was that the question at issue did not turn on whether Ultra-C itself was marketed principally as food for infants, but on whether ingredients for beverages of the kind or genus to which Ultra-C belonged were so marketed.",
      "id": "s95"
    },
    {
      "text": "Having identified the kind of goods in question, item 13 requires consideration of the particular goods for which exemption is sought in order to ascertain whether they are of a kind answering the statutory description.",
      "id": "s96"
    },
    {
      "text": "On that basis the Commissioner submitted that the relevant genus was cordial or at its very narrowest blackcurrant syrup.",
      "id": "s97"
    },
    {
      "text": "Whether the genus was one or the other, the kind of goods to which Ultra-C belongs is a range of goods marketed as drinks for consumption by everyone, with the reservation in relation to babies under six months for which such kinds of product are not necessarily suitable.",
      "id": "s98"
    },
    {
      "text": "It was said that the competing products --- Ribena, Bickford and Ultra-C --- are kinds of blackcurrant concentrated syrups with essentially the same core ingredients, though with some immaterial differences which do not take any of them out of the relevant genus or class.",
      "id": "s99"
    },
    {
      "text": "It was put that there was nothing about the nature, quality or adaptation of either cordials or blackcurrant syrups which makes that kind of product capable of being characterised as a drink marketed principally as food for infants.",
      "id": "s100"
    },
    {
      "text": "16 In support of the submission at [14] Cascade placed reliance on the observations of Tamberlin J, with whom O'Loughlin J agreed, in Air International Pty Ltd v Chief Executive Officer of Customs [2002] FCA 355 ; (2002) 121 FCR 149 at [53] .",
      "id": "s101"
    },
    {
      "text": "Speaking of the words pumps and compressors \"of a kind used as replacement components in passenger motor vehicles\", his Honour said:\n \n \"It is helpful to look at actual use, if any, when deciding whether goods are of a kind used as replacement components.",
      "id": "s102"
    },
    {
      "text": "Where they are so used, then that points to a conclusion that they are 'of a kind' so used.",
      "id": "s103"
    },
    {
      "text": "The words 'of a kind' add a further level of generality to the expression 'used' so that even if (to use the Tribunal's expression) the goods are not so used but are within a range of goods of a type which are used, then they satisfy the required description.",
      "id": "s104"
    },
    {
      "text": "\" \n \n\nThis treats the words \"of a kind\" in item 13 as words of expansion rather than limitation.",
      "id": "s105"
    },
    {
      "text": "Air International is a \"use\" and not a \"marketed as\" case.",
      "id": "s106"
    },
    {
      "text": "However it was said there was no reason why that should make the above passage inapplicable to item 13.",
      "id": "s107"
    },
    {
      "text": "17 Cascade also sought to derive support from Clean Investments , which concerned a concession for goods \"of a kind ordinarily used for household purposes\".",
      "id": "s108"
    },
    {
      "text": "What was in question was coin operated washing machines.",
      "id": "s109"
    },
    {
      "text": "Lindgren J, with whom Lee and Cooper JJ agreed, said at [91]-[93]:\n \n \"I respectfully agree with Hill J in Diethelm (at 472) ... that it is preferable to pose the statutory question as a single composite question.",
      "id": "s110"
    },
    {
      "text": "In some cases it may be misleading to address separately the question of identification of the 'genus' to which the particular goods in question belong, and the question whether that genus meets the description 'ordinarily used for household purposes'.",
      "id": "s111"
    },
    {
      "text": "The problem can be indicated by the question 'What kind of kind of goods is the Item speaking of?",
      "id": "s112"
    },
    {
      "text": "' Answering the genus question separately as a threshold one will assume, without making explicit, an answer to this question.",
      "id": "s113"
    },
    {
      "text": "Goods and purposes can be equally correctly described in different ways, in particular, broadly or narrowly, yet the description selected may dictate the answer to the statutory question.",
      "id": "s114"
    },
    {
      "text": "For example, an architect's stool, an office chair and a kitchen stool or chair may be described as 'stools' or 'chairs' and their purpose as being 'to provide seating'.",
      "id": "s115"
    },
    {
      "text": "Yet it would be wrong to conclude that the architect's stool or the office chair is of a kind ordinarily used for household purposes for no other reason than that, like the kitchen chair, it is ordinarily used for the purpose of providing seating.",
      "id": "s116"
    },
    {
      "text": "\" \n \n\n(Emphasis in original.",
      "id": "s117"
    },
    {
      "text": ")\n \n18 The Commissioner sought to derive support for his contention from Hygienic Lily Ltd v Commissioner of Taxation (1987) 13 FCR 396.",
      "id": "s118"
    },
    {
      "text": "The question there was whether waxed paper cups used by McDonald's Restaurants were \"goods ... of a kind ordinarily used for household purposes\".",
      "id": "s119"
    },
    {
      "text": "Gummow J at 399 said:\n \n \"the setting in which the phrase 'goods of a kind' appears suggests it is directed not to the use for which the particular goods in question were designed or manufactured, nor to the purpose to which it is intended these particular goods shall be put, but rather to the nature, quality and adaptation of goods in the class or genus in question.",
      "id": "s120"
    },
    {
      "text": "Thus, goods are 'of a kind ordinarily used for household purposes' if they are to be recognised as members of a class or genus which commonly or regularly (albeit not necessarily exclusively or principally) is used for household purposes; cf Customs and Excise Commissioners v Mechanical Services (Trailer Engineers) Ltd (1979) 1 WLR 305, at 312-313, 315, 316-317.",
      "id": "s121"
    },
    {
      "text": "\" \n \n\nAt 400 his Honour pointed out that other items in the Schedule there in question directed attention not to goods identified by the purposes for which goods of that kind are ordinarily used, but to the goods in question themselves or to the identity or character of a particular user.",
      "id": "s122"
    },
    {
      "text": "He concluded that the cups were of a kind ordinarily used for household purposes because they were \"members of a class or genus (paper cups) which commonly or regularly (albeit not necessarily exclusively or principally) was used for household purposes (viz the carrying of beverages and the consumption thereof)\".",
      "id": "s123"
    },
    {
      "text": "19 In Air International Hill J, dissenting, quoted with approval the decision of the Court of Appeal in Customs and Excise Commissioners v Mechanical Services (Trailer Engineers) Ltd [1979] 1 WLR 305, to which Gummow J had referred in Hygienic Lily .",
      "id": "s124"
    },
    {
      "text": "The question in the English case was whether couplings and winches were to be classified for value added tax purposes as \"Goods of a kind suitable for use as parts of goods within item 1 or item 5\".",
      "id": "s125"
    },
    {
      "text": "Hill J said at [28]:\n \n \"Brown LJ held that the words 'goods of a kind' referred to some class or category or genus of goods which had characteristics in common.",
      "id": "s126"
    },
    {
      "text": "That holding is generally consistent with the Australian sales tax cases referred to in Clean Investments.",
      "id": "s127"
    },
    {
      "text": "\" \n \n\nHill J then quoted with approval this passage from Megaw LJ's judgment (at 316-317):\n \n \"It is not 'the goods' --- the particular articles, here the couplings and the winch --- which have to be suitable for use as parts.",
      "id": "s128"
    },
    {
      "text": "It is the kind of goods to which these particular articles belong, their genus, which has to be thus suitable.",
      "id": "s129"
    },
    {
      "text": "The addition of 'of a kind', would be meaningless if goods which are themselves suitable are necessarily also goods of a kind which is suitable.",
      "id": "s130"
    },
    {
      "text": "The question is, first, what is the relevant 'kind of goods' of which they are members; and, secondly, is that kind of goods generically, suitable for use as parts of the goods comprised in items 1 and 5 of Group 3.",
      "id": "s131"
    },
    {
      "text": "\" \n \n\n20 I doubt that there is any real difference between the cases upon which the parties based their respective approaches to the construction of item 13.",
      "id": "s132"
    },
    {
      "text": "In Air International , before the passage set out at [16], Tamberlin J quoted at [47] from Hygienic Lily the passage appearing at [18], introducing it at [46]-[47] with the words:\n \n \"In answering the question [whether the fans etc are goods 'of a kind used as replacement components'], it is necessary to construe the quoted expression as a whole.",
      "id": "s133"
    },
    {
      "text": "The intent or purpose of the manufacturer or importer is not the criterion to be applied.",
      "id": "s134"
    },
    {
      "text": "Nor is it necessary that the goods should in fact have been used or be used as replacement components.",
      "id": "s135"
    },
    {
      "text": "It is sufficient if they are 'of a kind' which can be so used.",
      "id": "s136"
    },
    {
      "text": "That is to say, if they come within the genus of 'goods used as replacement components'.",
      "id": "s137"
    },
    {
      "text": "In order to determine whether the goods are within that genus, it is necessary to examine the 'nature quality and adaptation of the goods in the class': see Gummow J in Hygienic Lily ....\" \n \n\nWhen Tamberlin J went on to say, in the passage relied on by Cascade (set out at [16]), that it is helpful to look at actual use when deciding whether goods are 'of a kind' used in a particular way, because when they are so used, that points to a conclusion that they are 'of a kind' so used, his Honour was not, in my view, intending to depart from the approach mandated by the words of item 13 or that appearing in Hygienic Lily .",
      "id": "s138"
    },
    {
      "text": "He was simply saying that the answer to whether goods are of a kind used in a particular way may, depending on the circumstances, be assisted by looking at how they have in fact been used.",
      "id": "s139"
    },
    {
      "text": "21 Nor do I think the passage in Clean Investments relied on by Cascade (set out at [17]) discloses any departure from Hygienic Lily .",
      "id": "s140"
    },
    {
      "text": "After an elaborate examination of the earlier cases, especially Hygienic Lily (which had not been drawn to the primary judge's attention), Lindgren J distilled the propositions he derived from them.",
      "id": "s141"
    },
    {
      "text": "The one preceding the proposition set out at [17] is:\n \n \"The statutory question is not whether those goods of the taxpayer will in fact be used for household purposes but whether they are goods 'of a kind ordinarily used for household purposes' (Chubb per Hill J (with whom Tamberlin J agreed) at 571; Diethelm per Hill J at 470).",
      "id": "s142"
    },
    {
      "text": "\" \n \n\nFurther, in the second paragraph set out at [17] his Honour identified the existence of two questions.",
      "id": "s143"
    },
    {
      "text": "He was not saying there was not two questions, but that in some cases it may be misleading to address them separately.",
      "id": "s144"
    },
    {
      "text": "22 As appears from the foregoing, the true position probably lies somewhere between the competing contentions recorded at [14] and [15].",
      "id": "s145"
    },
    {
      "text": "Cascade's contention may have better reflected the case law had it been that in determining whether goods are of a kind marketed principally as food for infants, it is permissible to look at whether they have been or are in fact marketed principally in that way, rather than determining that issue in its own right as an answer to the statutory question.",
      "id": "s146"
    },
    {
      "text": "The Commissioner's contention may have better reflected the case law had it accepted that the actual marketing of the goods is relevant to whether they are of a kind marketed principally as food for infants.",
      "id": "s147"
    },
    {
      "text": "Meaning of \"marketed principally\" \n \n23 I have referred at [11] to one aspect of the word \"marketed\", about which the parties did not make submissions.",
      "id": "s148"
    },
    {
      "text": "Otherwise there does not appear to be any significant difference between their positions on the meaning of the expression \"marketed principally\".",
      "id": "s149"
    },
    {
      "text": "Cascade adopted the approach published by the Commissioner in SST11 --- Sales tax: a guide to the classification of goods under the sales tax law (SST11) : \n \n \"Marketing principally means the most important or the most significant of all the ways in which the product is marketed.",
      "id": "s150"
    },
    {
      "text": "Marketing involves an examination of the activities of the sellers of the relevant goods.",
      "id": "s151"
    },
    {
      "text": "\" \n \n\nThe document goes on to say that consideration may be given to the name of the goods, their price, the labelling on any containers, literature or instructions accompanying the goods, how they are packaged, how they are promoted or advertised, and how they are distributed.",
      "id": "s152"
    },
    {
      "text": "24 This approach is consistent with the dictionary meanings of \"marketing\".",
      "id": "s153"
    },
    {
      "text": "Thus The Macquarie Dictionary refers to \"the total process whereby goods are put onto the market\".",
      "id": "s154"
    },
    {
      "text": "The Australian Oxford Dictionary refers to \"the action or business of promoting and selling products, including market research and advertising\".",
      "id": "s155"
    },
    {
      "text": "25 According to Macquarie \"principal\" means\n \n \"first or highest in rank, importance, value etc, chief; foremost.",
      "id": "s156"
    },
    {
      "text": "\" \n \n\n\"Principally\" is said to mean \"chiefly; mainly\".",
      "id": "s157"
    },
    {
      "text": "The Shorter Oxford English Dictionary says \"principally\" means\n \n \"in the chief place, mainly, above all; for the most part, in most cases.",
      "id": "s158"
    },
    {
      "text": "\" \n \n\nCascade preferred the meaning of dominant or preponderant.",
      "id": "s159"
    },
    {
      "text": "The Commissioner espoused chiefly or mainly.",
      "id": "s160"
    },
    {
      "text": "I doubt there is any significant difference between the two.",
      "id": "s161"
    },
    {
      "text": "If there is, it will not affect the outcome of the present case.",
      "id": "s162"
    },
    {
      "text": "26 The Commissioner did not disavow the SST11 approach quoted at [23].",
      "id": "s163"
    },
    {
      "text": "His submission on this point was brief.",
      "id": "s164"
    },
    {
      "text": "\"Marketed\" means sold or disposed of in the market.",
      "id": "s165"
    },
    {
      "text": "In order to be exempt under item 13, the product must be sold or disposed of in the market chiefly or mainly as a drink of a particular type, namely a beverage for infants.",
      "id": "s166"
    },
    {
      "text": "In my view that is but a summary of the more elaborate exposition in SST11.",
      "id": "s167"
    },
    {
      "text": "Meaning of \"infants\" \n \n27 It was common ground that the word \"infants\" in item 13 is to be given its ordinary meaning.",
      "id": "s168"
    },
    {
      "text": "That meaning is to be determined by considering the word in its context with the assistance of dictionaries and other books, and not by expert evidence: Telstra Corporation Ltd v Commissioner of Taxation (1996) 68 FCR 566 at 570.",
      "id": "s169"
    },
    {
      "text": "28 Cascade's submission is that in item 13 the ordinary meaning of infant includes any child up to seven years of age.",
      "id": "s170"
    },
    {
      "text": "It relies on several dictionary definitions.",
      "id": "s171"
    },
    {
      "text": "Australian Oxford :\n \n \"1 a. a child during the earliest period of its life.",
      "id": "s172"
    },
    {
      "text": "b. a schoolchild in the first years of school.",
      "id": "s173"
    },
    {
      "text": "\" \n \n\n The Oxford English Dictionary :\n \n \n \"1 a.",
      "id": "s174"
    },
    {
      "text": "A child during the earliest period of life (or still unborn); now most usually applied to a child in arms, a babe; but often extended to include any child under seven years of age.",
      "id": "s175"
    },
    {
      "text": "\" \n \n\n The Penguin Pocket Dictionary :\n \n \n \"1. in an early stage of development.",
      "id": "s176"
    },
    {
      "text": "2. concerned with or intended for young children, esp those aged 5 to 7 or 8.",
      "id": "s177"
    },
    {
      "text": "\" \n \n\n29 Cascade also relies on Macquarie's definition of \"'infants' school\":\n \n \"a school, or classes attached to a primary school, for children from about five to eight years of age.",
      "id": "s178"
    },
    {
      "text": "Also, 'infant school'.",
      "id": "s179"
    },
    {
      "text": "\" \n \n\n 30 Australian Oxford's first meaning (1a) appears most accurately to reflect the given derivation of the word --- French enfant from Latin infans --- 'unable to speak'.",
      "id": "s180"
    },
    {
      "text": "The second meaning (1b) links \"infant\" with \"school\", and thus provides \"infant\" with its own special context.",
      "id": "s181"
    },
    {
      "text": "31 The part of Oxford Dictionary's meaning relied on by Cascade is an extended meaning (\"often extended\").",
      "id": "s182"
    },
    {
      "text": "This is all the more clear when the extract is completed by the addition after \"seven years of age\" of \"(cf infant class, infant school)\".",
      "id": "s183"
    },
    {
      "text": "32 The Penguin meaning relied on is the adjectival one, as in infant school or infant class.",
      "id": "s184"
    },
    {
      "text": "The meaning of the noun is\n \n \"1. a child in the first period of life.",
      "id": "s185"
    },
    {
      "text": "\" \n \n\n33 What I have said at [30]-[32] is supported by Macquarie's meaning of \"infants' school\" at [29].",
      "id": "s186"
    },
    {
      "text": "34 In my view \"infants\" in item 13 bears the primary meaning given by the dictionaries referred to: \"a child during the earliest period of its life\"; \"a child during the earliest period of life ...; now most usually applied to a child in arms, a babe\"; \"a child in the first period of life\".",
      "id": "s187"
    },
    {
      "text": "The Macquarie meaning is to the same effect as the primary meaning given by the Oxford Dictionary :\n \n \"1. a child during the earliest period of its life, or a baby.",
      "id": "s188"
    },
    {
      "text": "\" \n \n\nIn Macquarie , the extended meanings, as in 'infants' school', do not appear as part of the definition of \"infant\".",
      "id": "s189"
    },
    {
      "text": "Those expressions are defined in their own right.",
      "id": "s190"
    },
    {
      "text": "35 The entry for \"The Development of Human Behaviour\" in the Encyclopaedia Britannica (2005, 15 th ed) reflects the origins of the word noted at [30]:\n \n \"By definition, infancy is the period of life between birth and the acquisition of language, approximately one to two years later.",
      "id": "s191"
    },
    {
      "text": "\" \n \n\n36 As appears from [30]-[32], the extended meaning given by some dictionaries to the word \"infant\" is derived from expressions such as \"infants' school\".",
      "id": "s192"
    },
    {
      "text": "Such an expression has its own context that requires an extension of the primary meaning.",
      "id": "s193"
    },
    {
      "text": "A school where infants are taught cannot be one that caters for children in arms or babes.",
      "id": "s194"
    },
    {
      "text": "Further, I agree with the Commissioner that the Oxford Dictionary extended meaning and the adjectival meaning in Penguin are probably derived from elementary schools for children in the United Kingdom.",
      "id": "s195"
    },
    {
      "text": "Thus the Cambridge Encyclopaedia (4 th ed) describes \"Infant school\" as\n \n \"A UK school taking children from the age of 5 up to 7 or 8.",
      "id": "s196"
    },
    {
      "text": "\" \n \n\n(Compare the adjectival meaning in Penguin .",
      "id": "s197"
    },
    {
      "text": ")\n \n37 At least implicitly Cascade characterises the meaning I prefer as a narrow construction.",
      "id": "s198"
    },
    {
      "text": "It relies on cases which it says establishes that the classification of goods attracting exemptions (eg for sales tax purposes) should be liberally construed unless the text or context requires a narrow construction: Diethelm at 464; Telstra at 569; IGY Manufacturing Pty Ltd v Commissioner of Taxation (1999) 42 ATR 544 at [14].",
      "id": "s199"
    },
    {
      "text": "In Diethelm at 464 French J said:\n \n \"Classifications of goods attracting exemptions or beneficial rates should be liberally construed unless the text or context requires a narrow construction.",
      "id": "s200"
    },
    {
      "text": "\" \n \n\n 38 Totalizator Agency Board v Commissioner of Taxation (1996) 69 FCR 311 concerned a sales tax exemption (item 126) for \"goods for use by ... an authority that is completely controlled by an Australian government ...\".",
      "id": "s201"
    },
    {
      "text": "After referring to the passage from Diethelm set out at [37], and a line of cases French J \"may well [have] had in mind\", Hill J, with whom Tamberlin and Sundberg JJ agreed, said at 322-323:\n \n \"Not all of the cases referred to can necessarily be taken as endorsing the proposition....",
      "id": "s202"
    },
    {
      "text": "But be that as it may, the passages cited all stand for the following unexceptionable proposition.",
      "id": "s203"
    },
    {
      "text": "Where Parliament has enacted legislation to encourage a particular activity, for example legislation which gives particular concessions to the mining industry, the legislation must be construed so as to promote Parliament's purpose and not so as to detract from that purpose.",
      "id": "s204"
    },
    {
      "text": "Some items contained in Schedule 1 to the Exemptions and Classifications Act may fall within this rule in that the government has granted exemptions from sales tax in the course of seeking to encourage a specific industry....",
      "id": "s205"
    },
    {
      "text": "But it can hardly be said that an item such as Item 126 is there to encourage any particular activity so that a construction should be given to it consonant with its purpose to promote that activity.",
      "id": "s206"
    },
    {
      "text": "Item 126 merely confers exemptions upon a particular kind of body, namely an Australian government or a statutory authority meeting certain tests.",
      "id": "s207"
    },
    {
      "text": "Parliament's purpose was to exempt from sales tax goods for use by these bodies.",
      "id": "s208"
    },
    {
      "text": "But Parliament's purpose is promoted by construing the exemption item in accordance with its ordinary meaning, not by seeking to give it a particular meaning favourable to the government or authority referred to in it.",
      "id": "s209"
    },
    {
      "text": "In my view, there is no general principle of construction that requires items in the Exemptions and Classifications Act to be given a benevolent interpretation in favour of persons or bodies referred to in the Schedule.",
      "id": "s210"
    },
    {
      "text": "Rather, each of the items is to be given its ordinary meaning in accordance with ordinary principles of interpretation, save where it is clear that the purpose of the government providing an exemption was to afford encouragement to a particular industry or activity.",
      "id": "s211"
    },
    {
      "text": "\" \n \n\nHis Honour then referred to a passage in Diethelm at 457, in which French J \"recognised the significance of the purpose of the relevant exempting item in applying this principle\".",
      "id": "s212"
    },
    {
      "text": "39 Cascade contends that unlike the exemption in Totalizator , item 13 is not directed at a particular body or person, but provides an exemption from GST to particular beverages which are marketed principally as food for infants.",
      "id": "s213"
    },
    {
      "text": "It should therefore be implied that item 13 is intended to protect those products, so that the liberal construction principle should apply.",
      "id": "s214"
    },
    {
      "text": "40 The reason for the qualified exemption of food from GST is well known, and was common ground.",
      "id": "s215"
    },
    {
      "text": "It was the political compromise reached in order that the GST scheme might become law.",
      "id": "s216"
    },
    {
      "text": "The distinction drawn in Totalizator between an exemption directed at a particular person or body and one that encourages a particular activity is applicable here.",
      "id": "s217"
    },
    {
      "text": "It is true, as Cascade says, that item 13 is not directed at a particular person or body.",
      "id": "s218"
    },
    {
      "text": "But nor is it concerned to encourage any particular activity.",
      "id": "s219"
    },
    {
      "text": "It is not intended to encourage the production of beverages or ingredients of any kind.",
      "id": "s220"
    },
    {
      "text": "It was the result of a political deal that gave partial exemption to food.",
      "id": "s221"
    },
    {
      "text": "In the case of the beverage component of food, the result was that the beverage or an ingredient therefore would be exempt if it was of a kind marketed principally as food for infants or invalids.",
      "id": "s222"
    },
    {
      "text": "In accordance with Totalizator , there is no occasion to approach the meaning of \"infant\" or \"invalids\" in any manner other than by according the words their ordinary meaning.",
      "id": "s223"
    },
    {
      "text": "Prior sales tax treatment \n \n41 Cascade pointed out that item 68 of Sch 1 to the Sales Tax (Exemptions and Classifications) Act 1992 exempted food for human consumption.",
      "id": "s224"
    },
    {
      "text": "Beverages were excluded from the exemption except for, amongst others:\n \n \"(b) ... \n \n \n \n (i) beverages of a kind marketed principally as food for infants or invalids; \n \n \n \n ... \n \n \n (c) goods of a kind marketed principally as ingredients for beverages covered by paragraph (b).",
      "id": "s225"
    },
    {
      "text": "\" \n \n \n \n\n42 Cascade also relied on the exemption in item 149 of, inter alia, \"booster seats ... designed for use exclusively for carrying infants\".",
      "id": "s226"
    },
    {
      "text": "In this connection it drew attention to Victorian Sales Tax Office Ruling No 2543:\n \n \"We had some doubts whether the booster seats are designed for use in carrying infants or older children but in view of the broad dictionary meaning of infant eg children under seven years of age, this condition is considered to be satisfied.",
      "id": "s227"
    },
    {
      "text": "\" \n \n\n43 It was said that the word \"infant\" appearing in various items in the Schedule to the Sales Tax (Exemptions and Classifications) Act should be given the same meaning: Registrar of Titles (WA) v Franzon [1975] HCA 41 ; (1975) 132 CLR 611 at 618, namely children under seven years of age.",
      "id": "s228"
    },
    {
      "text": "Accordingly, so the argument proceeded, the same meaning should be adopted in item 13, as envisaged by the Further Supplementary Explanatory Memorandum to the Act (Memorandum).",
      "id": "s229"
    },
    {
      "text": "Chapter 1, dealing with food, at 1.1 states that the amendments will make food for human consumption GST-free except for, inter alia, certain beverages that are currently subject to wholesale sales tax (WST).",
      "id": "s230"
    },
    {
      "text": "At 1.3 it is said that the amendments will ensure that \"the current WST exemptions for food are, in general, maintained\".",
      "id": "s231"
    },
    {
      "text": "44 I derive no assistance from the old sales tax provisions or the ruling on item 149.",
      "id": "s232"
    },
    {
      "text": "No court has expressed a view about the meaning of \"infants\" in items 68 or 149.",
      "id": "s233"
    },
    {
      "text": "How the Victorian Sales Tax Office may have resolved its doubts about the meaning of \"infants\" in connection with booster seats cannot bind the Court to impose that meaning upon item 13.",
      "id": "s234"
    },
    {
      "text": "It was not put that the Commissioner was precluded from contending that \"infant\" has the meaning he advanced.",
      "id": "s235"
    },
    {
      "text": "The contention must be that the Court is in some way bound to adopt a particular view of item 13 because the Commissioner has expressed that view in relation to a different exemption under the former Act.",
      "id": "s236"
    },
    {
      "text": "The Court is not so bound.",
      "id": "s237"
    },
    {
      "text": "Nor does the observation in the Memorandum that \"the current WST exemptions for food are, in general, maintained\" assist Cascade, in the absence of any authoritative holding that the beverages or ingredients in question here would have been exempt under the old regime.",
      "id": "s238"
    },
    {
      "text": "45 Nor do I derive assistance from the Commissioner's ruling in his letter to Cascade's accountants of 29 October 1993:\n \n \"As explained during the discussion on 27 October 1993 we consider that these products are subject to sales tax.",
      "id": "s239"
    },
    {
      "text": "However Dandenong and Bankstown offices ruled that competitive products are exempt from sales tax.",
      "id": "s240"
    },
    {
      "text": "In these circumstances we agree that it would be inconsistent and cause competitive anomalies to require payment of sales tax on your client's products.",
      "id": "s241"
    },
    {
      "text": "Accordingly we accept blackcurrant fruit juice syrups manufactured by Cascade Brewery Company Pty Ltd as exempt under Item 68 in Schedule 1 to the Sales Tax (Exemptions and Classifications) Act .",
      "id": "s242"
    },
    {
      "text": "This ruling is given on an interim basis while we resolve the matter.",
      "id": "s243"
    },
    {
      "text": "\" \n \n\nThat ruling was given on an interim basis pending a resolution of the conflicting practices in different Tax Offices.",
      "id": "s244"
    },
    {
      "text": "It cannot affect the meaning of item 13.",
      "id": "s245"
    },
    {
      "text": "Discussion \n \n46 The evidence is that Ultra-C is marketed as a drink for all ages, with the reservation that in respect of babies under six months it should only be used after advice from a health professional (findings (c), (d), (g), (k), (m), (n) and (u)).",
      "id": "s246"
    },
    {
      "text": "Mr Luders agreed that there is nothing on any of the Ultra-C labels to indicate that the drink is suitable for consumption by children under six months, or is specifically a drink for consumption by young children, or is specifically a drink for any particular population group (finding (t)).",
      "id": "s247"
    },
    {
      "text": "It is advertised and promoted as a healthy drink for the population as a whole.",
      "id": "s248"
    },
    {
      "text": "47 There is no evidence that there is any ingredient in the product that makes it more suitable for consumption by infants than by any other or older age group, such as older children or adults.",
      "id": "s249"
    },
    {
      "text": "Nor is there any evidence that it contains any ingredient that makes it less suitable for consumption by older children or adults.",
      "id": "s250"
    },
    {
      "text": "48 Cascade's case is that its target market is mothers with children up to the age of seven years (cf finding (k) --- up to six years, and finding (u) --- up to five years).",
      "id": "s251"
    },
    {
      "text": "That is a much wider class than is encompassed by the word \"infants\" in item 13.",
      "id": "s252"
    },
    {
      "text": "See [34].",
      "id": "s253"
    },
    {
      "text": "There is no evidence that the class targeted by marketing was mothers with children in arms or babes, or mothers with children during the earliest or first period of life.",
      "id": "s254"
    },
    {
      "text": "Indeed the label reservation, which led to the abandonment of the Bounty program, came to be seen by Cascade as potentially throwing doubt on whether the product could be used by those who would fall within the exemption (finding (i)).",
      "id": "s255"
    },
    {
      "text": "49 For the same reason the Bounty program does not assist Cascade.",
      "id": "s256"
    },
    {
      "text": "Each Bounty bag contained an eight page brochure.",
      "id": "s257"
    },
    {
      "text": "The first page depicts a young girl.",
      "id": "s258"
    },
    {
      "text": "She is well dressed with a fashionable haircut.",
      "id": "s259"
    },
    {
      "text": "She is not a babe in arms or a child in the earliest or first period of life.",
      "id": "s260"
    },
    {
      "text": "The second page refers twice to children generally, with no suggestion that any particular age group is in mind.",
      "id": "s261"
    },
    {
      "text": "The third page also refers to children generally.",
      "id": "s262"
    },
    {
      "text": "Under the heading \"At what age can I give Cascade Ultra-C to my children?",
      "id": "s263"
    },
    {
      "text": "\" it answers\n \n \"Typically, toddlers adore diluted blackcurrant syrup.",
      "id": "s264"
    },
    {
      "text": "For children younger than 12 months we advise that all parents consult with their GP or Childcare Clinic and suggest that you start at 1 part blackcurrant syrup to 10 parts water.",
      "id": "s265"
    },
    {
      "text": "\" \n \n\nClearly the question is directed to how early it is appropriate to give a child the diluted syrup.",
      "id": "s266"
    },
    {
      "text": "The answer does not purport to be exhaustive of the children who can be given the drink.",
      "id": "s267"
    },
    {
      "text": "It simply responds to the question posed.",
      "id": "s268"
    },
    {
      "text": "The implication is that other children can consume the product in accordance with the directions given on the label of the bottle of Ultra-C in the Bounty bag.",
      "id": "s269"
    },
    {
      "text": "The fourth page contains the girl who has already appeared on the first page.",
      "id": "s270"
    },
    {
      "text": "Otherwise it refers to \"how fast your kids grow\" and to decorations in \"your baby's room\".",
      "id": "s271"
    },
    {
      "text": "This page is not concerned with Ultra-C itself.",
      "id": "s272"
    },
    {
      "text": "The fifth page offers free posters for \"your child's room\" and bibs for babies.",
      "id": "s273"
    },
    {
      "text": "Again the page does not directly concern Ultra-C, in the sense it throws any light on the intended consumers.",
      "id": "s274"
    },
    {
      "text": "Nor does the sixth page.",
      "id": "s275"
    },
    {
      "text": "The seventh page contains a number of great recipes \"for the kids\".",
      "id": "s276"
    },
    {
      "text": "Having regard to the ingredients in some of the recipes, they are not intended for babes in arms or those in the earliest or first stages of life.",
      "id": "s277"
    },
    {
      "text": "Those very young children do not eat pork butterfly steaks with garlic and sour cream, or venison and lamb in a garlic, wine vinegar and raw ginger marinade, even though the second of these recipes contains a half cup of Ultra-C.",
      "id": "s278"
    },
    {
      "text": "The final page lists Cascade's other products.",
      "id": "s279"
    },
    {
      "text": "50 The Bounty brochure is \"literature accompanying the goods\" for the purposes of SST11.",
      "id": "s280"
    },
    {
      "text": "See [23].",
      "id": "s281"
    },
    {
      "text": "The Bounty program was plainly Cascade's principal marketing tool between 1999 and October 2002.",
      "id": "s282"
    },
    {
      "text": "Although it mentions toddlers and children younger than twelve months, it does so in relation to the latter only so as to point out that it should not be dispensed to those children without professional advice.",
      "id": "s283"
    },
    {
      "text": "Otherwise the brochure markets Ultra-C to the parents of children at large.",
      "id": "s284"
    },
    {
      "text": "Mr McGrath's evidence was that the Bounty program was suspended because Ultra-C should not be given to children under six months (finding (i)).",
      "id": "s285"
    },
    {
      "text": "51 Moving to the other marketing material, the class of intended users expands beyond young children and even beyond children.",
      "id": "s286"
    },
    {
      "text": "52 Concurrently with the Bounty program Cascade advertised Ultra-C in magazines focused on parenting and family health, and on billboards in Tasmania.",
      "id": "s287"
    },
    {
      "text": "Mr Gerathy produced three examples of the magazine advertisements.",
      "id": "s288"
    },
    {
      "text": "The first depicts a woman wearing a peaked cap.",
      "id": "s289"
    },
    {
      "text": "Superimposed on the depiction are the words \"Do something Ultra-good for yourself, everyday\".",
      "id": "s290"
    },
    {
      "text": "The advertisement also shows a bottle of Ultra-C, beside which these words appear:\n \n \"Have you been ultra-bad to your body lately?",
      "id": "s291"
    },
    {
      "text": "Here's a way you can do something ultra-good for yourself, everyday.",
      "id": "s292"
    },
    {
      "text": "A glass of Ultra-C blackcurrant juice is full of vitamin C, and provides your body with a rich source of antioxidants, those healthy little top-ups that are usually only found in tea and wine.",
      "id": "s293"
    },
    {
      "text": "Ultra-C is great tasting too.",
      "id": "s294"
    },
    {
      "text": "Made from pure Tasmanian water and our own fresh blackcurrants, and with no added colours or flavours, it's ultra-good and refreshing for you, everyday.",
      "id": "s295"
    },
    {
      "text": "\" \n \n\nHaving regard to the adult figure in the advertisement, which occupies about 85% of the advertisement, the words and expressions \"yourself\", \"your body\" and \"you\" are to be seen as a reference to an adult person or body.",
      "id": "s296"
    },
    {
      "text": "At the very best from Cascade's point of view, it is an advertisement directed to people generally.",
      "id": "s297"
    },
    {
      "text": "It is certainly not specifically directed at children, let alone babes at arms or those in the first or earliest stages of life.",
      "id": "s298"
    },
    {
      "text": "53 The second advertisement depicts a grown person, wearing shorts and running shoes, running.",
      "id": "s299"
    },
    {
      "text": "It is not possible to give a better description because of the poor quality of the photocopy in evidence.",
      "id": "s300"
    },
    {
      "text": "The original could not be located.",
      "id": "s301"
    },
    {
      "text": "The superimposed wording is the same as that in the first advertisement.",
      "id": "s302"
    },
    {
      "text": "The words beside a bottle of Ultra-C include:\n \n \"Been neglecting your body lately?",
      "id": "s303"
    },
    {
      "text": "Been ultra-bad to it?",
      "id": "s304"
    },
    {
      "text": "Well, here's a way to do something ultra-good and healthy for yourself, everyday.",
      "id": "s305"
    },
    {
      "text": "...\" \n \n\nWhat I have said about the first advertisement applies to the second.",
      "id": "s306"
    },
    {
      "text": "54 The third advertisement is again a poor photocopy.",
      "id": "s307"
    },
    {
      "text": "It depicts a mother and what looks like a five to seven year old child.",
      "id": "s308"
    },
    {
      "text": "The superimposed words are \"Ultra-good for all Australian parents &amp; kids\".",
      "id": "s309"
    },
    {
      "text": "The text beside a bottle of Ultra-C includes:\n \n \"As parents we're ultra-careful about making sure our families get a balanced, healthy diet.",
      "id": "s310"
    },
    {
      "text": "Here's a simple, tasty way to ensure your family gets all the goodness they need, everyday.",
      "id": "s311"
    },
    {
      "text": "Cascade Ultra-C blackcurrant juice is ultra-good for you and your family.",
      "id": "s312"
    },
    {
      "text": "Not only is it full of vitamin C it also provides your body with a rich source of antioxidants, those healthy little top-ups also found in tea and wine.",
      "id": "s313"
    },
    {
      "text": "...\" \n \n\n55 The first two advertisements are not directed to children.",
      "id": "s314"
    },
    {
      "text": "The third is directed to \"parents &amp; kids\", not specifically to children and certainly not to babes at arms or those in their first or earliest years.",
      "id": "s315"
    },
    {
      "text": "This was confirmed by Mr Gerathy, who said that he discontinued them because they were focused on \"older children and families\" (finding (k)).",
      "id": "s316"
    },
    {
      "text": "The ordinary meaning of \"kid\" is a child or young person: Macquarie .",
      "id": "s317"
    },
    {
      "text": "56 Since the suspension of the Bounty program in October 2002 the only Cascade advertising in print has been three one page full colour advertisements in Woman's Day between February and March 2004.",
      "id": "s318"
    },
    {
      "text": "The first depicts a glass of Ultra-C and a bottle of the product.",
      "id": "s319"
    },
    {
      "text": "In large print are the words \"We put more blackcurrants in every bottle\".",
      "id": "s320"
    },
    {
      "text": "The three lines thereunder in small print include a claim that the drink is \"a healthy treat for you and your children\".",
      "id": "s321"
    },
    {
      "text": "The second advertisement has the same depictions.",
      "id": "s322"
    },
    {
      "text": "In large print are the words \"We put lots of blackcurrants in every bottle\".",
      "id": "s323"
    },
    {
      "text": "The small print includes the words \"a healthy, tasty treat for you and your children\".",
      "id": "s324"
    },
    {
      "text": "The third advertisement depicts a jug of Ultra-C, a bottle of Ultra-C, a bottle of Sparkling Ultra-C and contains various \"serving suggestions\".",
      "id": "s325"
    },
    {
      "text": "It is headed in large capitals \"Cascade Ultra-C: a healthy treat for kids\".",
      "id": "s326"
    },
    {
      "text": "Underneath are claims that \"children love a yummy treat\", blackcurrants \"keep your kids healthy\", and Ultra-C is \"a healthy treat for your kids\".",
      "id": "s327"
    },
    {
      "text": "57 The first two advertisements market the product as a healthy treat for parents and their children, and the third markets it for children/kids generally.",
      "id": "s328"
    },
    {
      "text": "I refer to the meaning of \"kid\" at [55].",
      "id": "s329"
    },
    {
      "text": "A class of \"kids\", like one of children, is too ample to qualify under item 13.",
      "id": "s330"
    },
    {
      "text": "58 Two advertisements on Tasmanian television were arranged by Cascade.",
      "id": "s331"
    },
    {
      "text": "The first is the subject of finding (m).",
      "id": "s332"
    },
    {
      "text": "Over what period in 2001 it was shown does not appear, though the video in evidence bears the date 23 May 2001.",
      "id": "s333"
    },
    {
      "text": "This advertisement is directed to adults and not children, even though children feature in it.",
      "id": "s334"
    },
    {
      "text": "59 The second advertisement the subject of finding (n) is directed to adults and children.",
      "id": "s335"
    },
    {
      "text": "But the children drinking are neither babes in arms nor in the first or earliest stage of life.",
      "id": "s336"
    },
    {
      "text": "60 I regard the information on the Ultra-C labels as a very important form of Cascade's marketing.",
      "id": "s337"
    },
    {
      "text": "That is because it is the only one that has been constant throughout the relevant period.",
      "id": "s338"
    },
    {
      "text": "Currently it is the sole form of advertising, the others having ceased in early 2004.",
      "id": "s339"
    },
    {
      "text": "The instructions on the label for diluting the syrup are at finding (c).",
      "id": "s340"
    },
    {
      "text": "The first applies to all who are not babies under six months or young children or infants, that is to say, it is directed to adults and older children.",
      "id": "s341"
    },
    {
      "text": "The first \"note to parents\" is directed to young children and infants who are older than six months.",
      "id": "s342"
    },
    {
      "text": "That picks up a class that is wider than babes in arms or infants in their first or earliest years, and thus outside item 13.",
      "id": "s343"
    },
    {
      "text": "The second note to parents is directed to babies who do fall within item 13, though it is accompanied by a warning not to use the product without first consulting a health care professional.",
      "id": "s344"
    },
    {
      "text": "It is thus a qualified form of marketing.",
      "id": "s345"
    },
    {
      "text": "I again observe that the need for this parental note led to the discontinuance of the Bounty program (finding (i)).",
      "id": "s346"
    },
    {
      "text": "CONCLUSION \n \n61 It will be apparent from what I have said at [46] to [60] that I have initially approached the \"of a kind\" issue in accordance with Cascade's submission recorded at [14].",
      "id": "s347"
    },
    {
      "text": "The submission derives support from what two members of the Full Court said in Air International .",
      "id": "s348"
    },
    {
      "text": "See [16].",
      "id": "s349"
    },
    {
      "text": "On this approach Ultra-C was not principally marketed, in the sense of mainly, chiefly, predominantly or preponderantly, as food for infants, giving that word the meaning appearing at [34].",
      "id": "s350"
    },
    {
      "text": "62 Obviously Cascade's \"of a kind\" formulation is more advantageous to it than the Commissioner's, because it focuses on its own marketing of Ultra-C. On the Commissioner's approach, Cascade's case more clearly fails.",
      "id": "s351"
    },
    {
      "text": "The genus to which Ultra-C belongs is in my view either cordials or blackcurrant concentrated syrups, including in either case Ribena and Bickford's.",
      "id": "s352"
    },
    {
      "text": "That group of products does not fall within item 13 (findings (p), (q) and (r)).",
      "id": "s353"
    },
    {
      "text": "Accordingly, nor does Ultra-C.",
      "id": "s354"
    },
    {
      "text": "If, contrary to my view, Cascade's fall-back genus submission is sound --- namely that Ultra-C is a genus of its own --- its case fails because of what I have said at [61].",
      "id": "s355"
    },
    {
      "text": "63 On the approach I have suggested at [22], Cascade's marketing of Ultra-C shows that the product is not of a kind marketed principally as food for infants.",
      "id": "s356"
    },
    {
      "text": "64 The application must be dismissed.",
      "id": "s357"
    },
    {
      "text": "I certify that the preceding sixty-four (64) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s358"
    },
    {
      "text": "Associate:\n\nDated: 30 June 2006\n\n\n Counsel for the Applicants: Mrs J Batrouney SC and Mr C Sievers \n \n Solicitors for the Applicants: Hall &amp; Wilcox \n \n Counsel for the Respondent: Ms J Davies SC and Mr P Sest \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 13 June 2006 \n \n Date of Judgment: 30 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/821.html",
      "id": "s359"
    }
  ]
}