{
  "name": "MZWPN v Minister for Immigration and Multicultural Affairs [2006] FCA 807 (28 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/807.html",
  "catchphrases": [
    {
      "text": "appellant failed to appear before tribunal",
      "id": "c0"
    },
    {
      "text": "tribunal held hearing in appellant's absence",
      "id": "c1"
    },
    {
      "text": "no breach of procedural fairness",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant is a citizen of Nepal.",
      "id": "s0"
    },
    {
      "text": "He first arrived in Australia in June 1996 to attend a Tae Kwon Do event and he returned to Nepal on 17 June 1996.",
      "id": "s1"
    },
    {
      "text": "He returned to Australia on 11 December 1998.",
      "id": "s2"
    },
    {
      "text": "Since then, he has resided in Australia except for periods in March, June and July 1999 when he returned to Nepal.",
      "id": "s3"
    },
    {
      "text": "The appellant, having previously applied for visas of various other kinds, applied for a protection visa on 11 September 2003.",
      "id": "s4"
    },
    {
      "text": "The appellant claimed to fear persecution from Maoist groups within Nepal.",
      "id": "s5"
    },
    {
      "text": "2 A delegate of the first respondent refused the appellant's protection visa application on 11 November 2003.",
      "id": "s6"
    },
    {
      "text": "The appellant applied to the Refugee Review Tribunal (the \"Tribunal\") for a review of this decision.",
      "id": "s7"
    },
    {
      "text": "On 25 May 2004, the Tribunal wrote to the appellant advising him that his hearing was scheduled for 17 June 2004 and stating that it would not be able to make a decision in the appellant's favour based only on the material then before it.",
      "id": "s8"
    },
    {
      "text": "On 17 June 2004, the appellant's advisor sought an adjournment on the basis of the ill health of the appellant.",
      "id": "s9"
    },
    {
      "text": "The Tribunal notified the appellant that the hearing was adjourned to 21 June 2004.",
      "id": "s10"
    },
    {
      "text": "On 21 June 2004, the appellant did not attend the hearing.",
      "id": "s11"
    },
    {
      "text": "He contacted the Tribunal on that day and said that he wanted to postpone the hearing until later that day so that he could obtain the services of another advisor.",
      "id": "s12"
    },
    {
      "text": "The Tribunal informed the appellant that it had adjourned the hearing until 28 June 2004.",
      "id": "s13"
    },
    {
      "text": "3 On 25 June 2004, the appellant wrote to the Tribunal stating:\n \n \"I am writing this letter in order to inform you that I won't be able to attend my hearing scheduled for Monday, 28 June 2004.",
      "id": "s14"
    },
    {
      "text": "My reason for this is that I found my previous migration agent, who was representing my case, to be unhelpful towards my case.",
      "id": "s15"
    },
    {
      "text": "Since then I have decided to change my representative and find a new lawyer.",
      "id": "s16"
    },
    {
      "text": "But unfortunately due to a lack of time needed for the new representative to update him/herself on my case, I haven't have had [sic] success in finding anyone willing to represent me at the present moment.",
      "id": "s17"
    },
    {
      "text": "Since I find myself unready for the hearing, due to lack of legal consultation, I have decided not to attend the hearing.",
      "id": "s18"
    },
    {
      "text": "I implore you to carry out the hearing in my absence and make whatever decision you feel right.",
      "id": "s19"
    },
    {
      "text": "\" \n\n(My emphasis).",
      "id": "s20"
    },
    {
      "text": "The appellant did not attend the hearing on 28 June 2004 and the Tribunal proceeded in his absence.",
      "id": "s21"
    },
    {
      "text": "4 In its reasons for decision, the Tribunal stated:\n \n \"The applicant has requested that the matter be determined on the papers.",
      "id": "s22"
    },
    {
      "text": "I note that the applicant has been assisted by an advisor right up to the first date on which a hearing had been appointed.",
      "id": "s23"
    },
    {
      "text": "The applicant has apparently not retained another advisor.",
      "id": "s24"
    },
    {
      "text": "Had he done so, and had the new advisor sought time in which to prepare submissions, a request for a further postponement for this purpose would have been considered on the merits as then apparent.",
      "id": "s25"
    },
    {
      "text": "In the absence of such communication, I have decided that it is appropriate to determine the matter on the basis requested by the applicant.",
      "id": "s26"
    },
    {
      "text": "\" \n\nThe Tribunal then set out various questions that it would have asked the appellant had he attended the hearing.",
      "id": "s27"
    },
    {
      "text": "The Tribunal said that without answers to these questions it was unable to be satisfied that there was a real chance that the appellant would be persecuted for a Convention reason.",
      "id": "s28"
    },
    {
      "text": "5 The appellant filed an application for review in the Federal Magistrates Court on 13 August 2004.",
      "id": "s29"
    },
    {
      "text": "Amongst other things, the appellant claimed that the Tribunal had breached the principles of natural justice by not informing him that it would have granted him an adjournment had he appointed an advisor and requested an adjournment.",
      "id": "s30"
    },
    {
      "text": "The appellant did not appear at the hearing before the Federal Magistrate.",
      "id": "s31"
    },
    {
      "text": "6 Pursuant to Rule 13.03A of the Federal Magistrates Court Rules 2001 (Cth), the learned Federal Magistrate proceeded with the hearing on 27 July 2005 in the appellant's absence.",
      "id": "s32"
    },
    {
      "text": "In reasons for judgment delivered that day, his Honour found that, as the appellant had been given adequate notice of the hearing before the Tribunal, and had clearly requested that it proceed in his absence, there was no breach of natural justice.",
      "id": "s33"
    },
    {
      "text": "The appellant appealed against his Honour's judgment to this Court.",
      "id": "s34"
    },
    {
      "text": "7 In written contentions, the appellant repeated the argument he presented in the Federal Magistrates Court.",
      "id": "s35"
    },
    {
      "text": "8 This matter was listed in this Court for hearing at 10:15 am on 16 June 2006.",
      "id": "s36"
    },
    {
      "text": "At 3:00 pm on 15 June 2006, the appellant sent a facsimile to the Court stating that: \n \n \"I, [MZWPN] , have been sick from the last few days.",
      "id": "s37"
    },
    {
      "text": "So, I will be enable to be fit to attend the hearing on 16 June 2006 at 10:15 am.",
      "id": "s38"
    },
    {
      "text": "\" [Sic] \n\nAttached to this facsimile was a medical certificate from Brunswick Central Medical Centre that stated that the appellant had attended the centre on 14 June 2006 and that, because of a respiratory infection, he would be unfit for work from 14 June 2006 to 16 June 2006.",
      "id": "s39"
    },
    {
      "text": "9 Although the appellant's facsimile did not request an adjournment of the hearing, I adjourned the hearing until 28 June 2006 to provide him with an opportunity to attend.",
      "id": "s40"
    },
    {
      "text": "However, I directed my associate to write to the appellant informing him that \"[t]he Court will not grant any further adjournments of the hearing in this matter without sworn evidence from you (either in the form of a sworn affidavit or sworn oral testimony before the Court) as to why an adjournment should be granted.",
      "id": "s41"
    },
    {
      "text": "\" The appellant's wife telephoned my chambers on 19 June 2006 and confirmed that the appellant had received this letter.",
      "id": "s42"
    },
    {
      "text": "10 At 3.30 pm on 27 June 2006 the appellant sent another facsimile to my chambers.",
      "id": "s43"
    },
    {
      "text": "The appellant wrote: \n \n \"I, [MZWPN] , have been still sick from last few days.",
      "id": "s44"
    },
    {
      "text": "Unfortunately I won't be able to attend the hearing on 26th June 2006 at 9:00 am.",
      "id": "s45"
    },
    {
      "text": "I would except the outcome of the decision of the hearing in this matter without my presence infront of Chambers of Justice Kenny.",
      "id": "s46"
    },
    {
      "text": "\" [Sic] \n\nNo medical certificate or affidavit was enclosed with this letter.",
      "id": "s47"
    },
    {
      "text": "Nor has the appellant sought an adjournment of the hearing and no satisfactory basis for one is shown.",
      "id": "s48"
    },
    {
      "text": "As he foreshadowed, the appellant did not appear at the hearing this morning.",
      "id": "s49"
    },
    {
      "text": "In all the circumstances, pursuant to O 52 r 38A (1)(d) of the Federal Court Rules , it is appropriate to continue the hearing in his absence.",
      "id": "s50"
    },
    {
      "text": "11 The first respondent submitted that there was no breach of s 426A or of natural justice.",
      "id": "s51"
    },
    {
      "text": "The first respondent noted that s 426A of the Migration Act 1958 (Cth) provides that, if the applicant is invited to appear before the Tribunal and does not appear, then the Tribunal \"may make a decision without taking any further action to allow or enable the applicant to appear before it\".",
      "id": "s52"
    },
    {
      "text": "The first respondent claimed that the Tribunal invited the appellant to appear before it and that the record showed that the appellant had received this invitation and was aware of the date of the hearing.",
      "id": "s53"
    },
    {
      "text": "Further, the appellant had informed the Tribunal that he would not appear and had \"implored\" the Tribunal to continue in his absence.",
      "id": "s54"
    },
    {
      "text": "The first respondent argued that there is no breach of natural justice where the Tribunal proceeds in such circumstances.",
      "id": "s55"
    },
    {
      "text": "The first respondent also referred to Minister for Immigration and Multicultural Affairs v Lay Lat [2006] FCAFC 61 at [66] and SZCIJ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 62 at [7] - [8] .",
      "id": "s56"
    },
    {
      "text": "12 I accept the first respondent's submissions.",
      "id": "s57"
    },
    {
      "text": "In S58 of 2003 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 283 (\" S58 \") a Full Court of this Court considered a similar claim.",
      "id": "s58"
    },
    {
      "text": "In S58 , as in the present case, the Tribunal had informed the visa applicant that it could not make a favourable decision solely on the basis of material then before it.",
      "id": "s59"
    },
    {
      "text": "The visa applicant's representative had then informed the Tribunal that the applicant would not appear at the hearing and the Tribunal should proceed \"on the papers\".",
      "id": "s60"
    },
    {
      "text": "The Tribunal proceeded with the hearing in the applicant's absence.",
      "id": "s61"
    },
    {
      "text": "In its reasons, the Tribunal had noted that, had the applicant appeared, it would have questioned him in some detail regarding certain documents and their contents.",
      "id": "s62"
    },
    {
      "text": "The applicant claimed that the Tribunal had breached procedural fairness by not informing him of its concerns about these documents.",
      "id": "s63"
    },
    {
      "text": "The Full Court, constituted by Ryan, Merkel and Conti JJ, held that there was no breach of procedural fairness.",
      "id": "s64"
    },
    {
      "text": "The Court said (at [25]): \n \n \"In the present case, the appellant was fully aware that the success of his application depended on an affirmative finding that he had a well-founded fear of persecution for a Convention reason if he were returned to Bangladesh.",
      "id": "s65"
    },
    {
      "text": "He was given an invitation to attend a hearing before the Tribunal which, apparently on advice, he deliberately declined.",
      "id": "s66"
    },
    {
      "text": "Having done so, he is to be taken to have assumed the risk that inconsistencies, omissions or other unsatisfactory features of his documents would be noted by the Tribunal without his having an opportunity to explain or clarify them.",
      "id": "s67"
    },
    {
      "text": "\" \n\nThe Court concluded (at [26]) that \"the appellant was offered the opportunity to appear before the Tribunal and ... [h]e cannot complain if his application was rejected because, amongst other reasons, he failed to take up that opportunity\".",
      "id": "s68"
    },
    {
      "text": "13 Much the same principles apply in this case.",
      "id": "s69"
    },
    {
      "text": "Rather than request an adjournment, the appellant advised the Tribunal that he was not going to appear at the hearing.",
      "id": "s70"
    },
    {
      "text": "He cannot now complain that he was denied an opportunity to appear.",
      "id": "s71"
    },
    {
      "text": "The appellant says that he would have requested an adjournment if the Tribunal had informed him that it would have granted one.",
      "id": "s72"
    },
    {
      "text": "Nevertheless, the fact remains that the appellant did not request an adjournment.",
      "id": "s73"
    },
    {
      "text": "Moreover, the appellant implored the Tribunal to continue in his absence.",
      "id": "s74"
    },
    {
      "text": "There is no breach of procedural fairness in these circumstances: see further SZEYH v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 93 per Jacobson J.",
      "id": "s75"
    },
    {
      "text": "14 Further, I note that where the Tribunal decides to reschedule a contemplated hearing at the request of an applicant, s 425A does not apparently apply to the notice of the rescheduled hearing: see SZDQO v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1026 and SZBZO v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 494.",
      "id": "s76"
    },
    {
      "text": "15 For these reasons, I would dismiss the appeal with costs.",
      "id": "s77"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s78"
    },
    {
      "text": "Associate:\n\nDated: 28 June 2006\n\n\n Counsel for the Applicant: No appearance by the Appellant \n \n Counsel for the Respondent: Mr R Knowles \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 28 June 2006 \n \n Date of Judgment: 28 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/807.html",
      "id": "s79"
    }
  ]
}