{
  "name": "Feng v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 846 (4 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/846.html",
  "catchphrases": [
    {
      "text": "student visa",
      "id": "c0"
    },
    {
      "text": "failure by tribunal to deal with applicant's contention",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant is a citizen of the Republic of China.",
      "id": "s0"
    },
    {
      "text": "At the beginning of the 2003 academic year the applicant commenced a Bachelor of Commerce course of study at Curtin University ('Curtin').",
      "id": "s1"
    },
    {
      "text": "The applicant was the holder of a student visa ('the visa') which was subject to Condition 8202.",
      "id": "s2"
    },
    {
      "text": "On 29 March 2004 a delegate of the first respondent cancelled the applicant's visa on the grounds that the applicant had breached Condition 8202 of the visa because of an unsatisfactory academic performance.",
      "id": "s3"
    },
    {
      "text": "The applicant now seeks judicial review of the decision of the Migration Review Tribunal ('the Tribunal'), which upheld the delegate's decision to cancel the applicant's visa.",
      "id": "s4"
    },
    {
      "text": "2 The main issue which arises in this application is whether the Tribunal failed to deal with a significant element of the case made before it by the applicant, and thereby fell into jurisdictional error.",
      "id": "s5"
    },
    {
      "text": "3 I join the Migration Review Tribunal as the second respondent.",
      "id": "s6"
    },
    {
      "text": "Statutory framework \n \n4 Section 20 of the Education Services for Overseas Students Act 2000 (Cth) ('the ESOS Act') provides:\n \n 'Sending students notice of visa breaches \n \n \n (1) A registered provider must send an accepted student of the provider a written notice if the student has breached a student visa condition relating to attendance or satisfactory academic performance.",
      "id": "s7"
    },
    {
      "text": "(2) The registered provider must send the notice as soon as practicable after the breach.",
      "id": "s8"
    },
    {
      "text": "(3) The notice must be in a form approved by the Secretary of the Immigration Minister's Department.",
      "id": "s9"
    },
    {
      "text": "(4) The notice must: \n \n \n \n a. contain particulars of the breach; and \n \n b. state that the student is required to attend in person before an officer (within the meaning of the Migration Act 1958 ) at a specified place within 28 days after the day specified in the notice as the date of the notice, for the purpose of explaining the breach; and \n \n c. state that the student must present photographic identification when so attending; and \n \n d. set out the effect of sections 137J and 137K of that Act.",
      "id": "s10"
    },
    {
      "text": "Unincorporated registered providers \n \n \n (5) If the registered provider is an unincorporated body, then it is instead the principal executive officer of the provider who must send the notice as required under this section.",
      "id": "s11"
    },
    {
      "text": "' \n \n \n\n5 The general power to cancel visas is provided for in s 116 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s12"
    },
    {
      "text": "Of particular relevance is s 116(3) which states:\n \n 'If the Minister may cancel a visa under subsection (1), the Minister must do so if there exist prescribed circumstances in which a visa must be cancelled.",
      "id": "s13"
    },
    {
      "text": "' \n \n\n6 Regulation 2.43(2) of the Migration Regulations 1994 (Cth) ('the Regulations') prescribes the following circumstances in which the Minister must cancel the visa:\n \n 'For subsection 116(3) of the Act, the circumstances in which the Minister must cancel a visa are: \n \n \n (a) each of the circumstances comprising the grounds set out in paragraphs (1)(a) and (b); and \n \n \n \n (b) in the case of a Student (Temporary) (Class TU) visa, that the Minister is satisfied that the visa holder has not complied with: \n \n \n \n \n \n (i) condition 8104 or 8105 (if the condition applies to the visa); or \n \n \n \n \n \n \n \n (ii) condition 8202.",
      "id": "s14"
    },
    {
      "text": "' \n \n \n \n \n\n7 Condition 8202 of Schedule 8 of the Regulations relevantly provides:\n \n '(1) The holder (other than the holder of a Subclass 560 (Student) visa who is an AusAID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa) must meet the requirements of subclauses (2) and (3).",
      "id": "s15"
    },
    {
      "text": "(2) A holder meets the requirements of this subclause if: \n \n (a) the holder is enrolled in a registered course; or \n \n \n (b) in the case of the holder of a Subclass 560 or 571 (Schools Sector) visa who is a secondary exchange student -- the holder is enrolled in a full-time course of study or training.",
      "id": "s16"
    },
    {
      "text": "(3) A holder meets the requirements of this subclause if: \n \n \n (a) in the case of a holder whose education provider keeps attendance records -- the Minister is satisfied that the holder attends for at least 80% of the contact hours scheduled: \n \n \n \n (i) for a course that runs for less than a semester -- for the course; or \n \n \n \n (ii) for a course that runs for at least a semester -- for each term and semester of the course; and \n \n \n \n (b) in any case -- the holder achieves an academic result that is certified by the education provider to be at least satisfactory: \n \n \n \n (i) for a course that runs for less than a semester -- for the course; or \n \n \n \n (ii) for a course that runs for at least a semester -- for each term or semester (which ever is shorter) of the course.",
      "id": "s17"
    },
    {
      "text": "(4) In the case of the holder of a Subclass 560 visa who is an AusAID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa -- the holder is enrolled in a full-time course of study or training.",
      "id": "s18"
    },
    {
      "text": "' \n \n \n\n Factual background \n \n8 In the first semester of the 2003 academic year at Curtin the applicant failed two units and passed two units.",
      "id": "s19"
    },
    {
      "text": "In the second semester the applicant passed one unit (being a unit he had failed in the first semester), failed another unit, Project Management 250, and did not complete the third unit, 'Development (Principles of Programming) 200'.",
      "id": "s20"
    },
    {
      "text": "9 By a letter dated 11 December 2003, Curtin informed the applicant that his academic status was terminated and he was unable to continue in the course.",
      "id": "s21"
    },
    {
      "text": "The letter said: 'Terminated status applies where student progress had not been satisfactory'.",
      "id": "s22"
    },
    {
      "text": "The letter stated that the applicant had a right to appeal against the terminated status.",
      "id": "s23"
    },
    {
      "text": "10 The applicant appealed Curtin's decision.",
      "id": "s24"
    },
    {
      "text": "In a letter to the appeal department of Curtin dated 12 December 2003, the applicant explained his reasons for not completing the unit, Development (Principles of Programming) 200 and advised the appeal department of his intention to take the same unit as part of the forthcoming Curtin Business School Summer Program.",
      "id": "s25"
    },
    {
      "text": "He also explained his reasons for performing poorly in the unit, Project Management 250.",
      "id": "s26"
    },
    {
      "text": "11 By a letter dated 7 January 2004 Curtin advised the applicant that his appeal was unsuccessful and his academic status would remain as 'Terminated'.",
      "id": "s27"
    },
    {
      "text": "The letter advised the applicant to take note of the following comments made by his Head of School:\n \n 'The course weighted average is too low (ie.",
      "id": "s28"
    },
    {
      "text": "44.57%) and there does not appear to be reasonable grounds to explain the poor performance in the units.",
      "id": "s29"
    },
    {
      "text": "' \n \n\n12 There was no reference in the letter to the applicant's expressed intention to take the unit, Development (Principles of Programming) 200, as part of the summer program.",
      "id": "s30"
    },
    {
      "text": "Notwithstanding its letter of 7 January 2004, Curtin permitted the applicant to enrol in the summer program and to take the unit, Development (Principles of Programming) 200 as part of that program.",
      "id": "s31"
    },
    {
      "text": "The applicant completed the course and passed the unit.",
      "id": "s32"
    },
    {
      "text": "13 By a letter dated 19 March 2004 Curtin sent the applicant a notice under s 20 of the ESOS Act ('the s 20 Notice').",
      "id": "s33"
    },
    {
      "text": "The letter advised the applicant that he had breached a condition of his visa relating to satisfactory academic performance in the course in which he was enrolled.",
      "id": "s34"
    },
    {
      "text": "The particulars of the breach were given as:\n \n 'Terminated from course: unsatisfactory academic performance due to failures, including non completion'.",
      "id": "s35"
    },
    {
      "text": "14 On 19 March 2004 Curtin also sent to the Department of Immigration and Multicultural and Indigenous Affairs ('the department') a complete statement of the appellant's Academic Record dated 19 March 2004.",
      "id": "s36"
    },
    {
      "text": "The statement read as follows:\n \n ' 130099 Bachelor of Commerce \n ... \n Year/ \n Period SPK No Study Package Title Credits Grade Mark % \n 2003 \n Semester 1 1234 Economics 100 25.0 5 56 \n Semester 1 11011 Legal Framework 100 0.0 F 30 \n Semester 1 10848 Management 100 25.0 5 54 \n 230011 Information Technology Major \n 2003 \n Semester 1 305457 Design...150 0.0 F 32 \n 2003 \n Semester 2 305457 Design...150 25.0 6 63 \n 230011 Information Technology Major \n 2003 \n Semester 2 305466 Development 0.0 DNC 32 \n (Principles of \n Programming) 200 \n Semester 2 13605 Project Management 0.0 F 45 \n 250 \n ... \n Academic Status Course Weighted Average \n Terminated 44.57 \n \n 301553 Curtin Business School Summer Program \n ... \n 2004 \n Summer 305466 Development 25.0 5 51 \n Period (Principles of \n Programming) 200 \n ... \n Academic Status Course Weighted Average \n Good Standing 51.00' \n \n\n15 On 23 March 2004, as a consequence of having received the s 20 Notice, the applicant reported to the department.",
      "id": "s37"
    },
    {
      "text": "On that day, an officer of the department gave the applicant a notice of intention to consider cancellation of the applicant's visa.",
      "id": "s38"
    },
    {
      "text": "That notice invited the applicant to provide comments at an interview with a delegate of the first respondent ('the delegate').",
      "id": "s39"
    },
    {
      "text": "16 On 29 March 2004 the applicant attended an interview with a delegate.",
      "id": "s40"
    },
    {
      "text": "Shortly thereafter, on the same day, the delegate cancelled the applicant's visa on the grounds of a breach of Condition 8202 of his visa.",
      "id": "s41"
    },
    {
      "text": "In the reasons for decision the delegate wrote:\n \n 'Provider advised DIMIA on 19/3/04 that student has been terminated from his course due to poor academic performance.",
      "id": "s42"
    },
    {
      "text": "Student appealed and appeal was dismissed.",
      "id": "s43"
    },
    {
      "text": "Breach of condition 8202 for failing to meet course requirements.",
      "id": "s44"
    },
    {
      "text": "' \n \n\n Proceedings before the Tribunal \n \n17 On 7 April 2004 the applicant lodged an application with the Tribunal for a review of the delegate's decision.",
      "id": "s45"
    },
    {
      "text": "In a typed statement which supported the application the applicant said:\n \n '... \n \n \n 4.",
      "id": "s46"
    },
    {
      "text": "... \n \n \n \n a.",
      "id": "s47"
    },
    {
      "text": "The Review Applicant did not fail to meet the course requirement; \n \n b.",
      "id": "s48"
    },
    {
      "text": "The Education Provider failed to take into consideration of the Review Applicant's overall course results; and \n \n c. The Education Provider, contrary to its position set out in its letter of 7 January 2004, has given the Review Applicant an offer to enrol in the course of Bachelor of Science.",
      "id": "s49"
    },
    {
      "text": "5.",
      "id": "s50"
    },
    {
      "text": "... \n \n a. DIMIA failed to consider the erroneous decision of the Education Provider and the Review Applicant's course should not have been terminated; and \n \n b.",
      "id": "s51"
    },
    {
      "text": "The Review Applicant repeats that he did not fail to meet the course requirements.",
      "id": "s52"
    },
    {
      "text": "' \n \n\n18 By a letter dated 1 September 2004 from the Tribunal, the applicant was invited to comment on the following information:\n \n 'When you attended the Department on 23 March 2004, in response to a section 20 notice from Curtin..., you provided the following documents: \n \n \n &#8226; a Statement of Academic Record dated 10 February 2004 from Curtin in relation to your...course, indicating that: you were exempted from 8 subjects in semester 1 of 2003; you passed 2 of the 4 subjects studied in semester 1 of 2003; you failed 2 of the 3 subjects that you studied in semester 2 of 2003.",
      "id": "s53"
    },
    {
      "text": "You were terminated from the course and your overall weighted average was 44.57%; \n \n \n \n &#8226; a Statement of Academic Record dated 23 February 2004 from Curtin indicating that in the summer programme you had received a mark of 51% for the subject that you had not completed in Semester 2 of 2003; \n \n &#8226; a letter dated 11 December 2003 from Curtin stating that you had been terminated from your course as your progress had not been satisfactory and that you had a right of appeal against this decision; \n \n &#8226; a letter dated 7 January 2004 from Curtin indicating that your appeal against your termination from your course had been refused as you were unable to provide reasonable grounds for your poor performance of 44.57%; \n \n &#8226; a copy of a written Non-Compliance Notification (NCN) letter under section 20 of the Education Services for Overseas Students Act 2000 notice that was sent to you on 19 March 2004, citing the following particulars of breach: Terminated from course: unsatisfactory academic performance due to failures, including non completion.",
      "id": "s54"
    },
    {
      "text": "The above information indicates that you may have breached condition 8202 of your student visa...because it indicates that you did not achieve an academic result certified by your education provider to be at least satisfactory for each semester of the course at Curtin.",
      "id": "s55"
    },
    {
      "text": "' \n \n\n19 In response to the Tribunal's letter of 1 September 2004, the applicant provided an affidavit.",
      "id": "s56"
    },
    {
      "text": "The tenor of the applicant's case in the affidavit was that the s 20 Notice was erroneous.",
      "id": "s57"
    },
    {
      "text": "He said that Curtin had permitted him to attend the summer program where he had passed the unit he had not previously completed, but Curtin had failed to take that result into account in the s 20 Notice.",
      "id": "s58"
    },
    {
      "text": "He said:\n \n '...If the results from the summer course were taken into account, I would have achieved a weighted average of 51% thus entitling me to an academic status of \"Good standing\".",
      "id": "s59"
    },
    {
      "text": "' \n \n\n20 The applicant also sought to explain in the affidavit that he had difficulty adjusting to Curtin because he had used Visual Basic computer language at his previous institution, Alexander College, whereas the course at Curtin used Delphi-language.",
      "id": "s60"
    },
    {
      "text": "He also said that Curtin had offered him a place in the Bachelor of Science course.",
      "id": "s61"
    },
    {
      "text": "21 By letter dated 4 October 2004, the applicant was invited to attend a hearing before the Tribunal to be held on 28 October 2004.",
      "id": "s62"
    },
    {
      "text": "22 The applicant attended the hearing which was held by video conference.",
      "id": "s63"
    },
    {
      "text": "The applicant utilised the services of a Cantonese interpreter.",
      "id": "s64"
    },
    {
      "text": "The applicant gave evidence and made submissions at the hearing at which the Presiding Member was in Melbourne and the applicant was in Perth.",
      "id": "s65"
    },
    {
      "text": "23 On 9 November 2004, the Tribunal handed down its decision.",
      "id": "s66"
    },
    {
      "text": "The Tribunal decision \n \n24 In the Tribunal's reasons for decision, the Tribunal records that:\n \n 'The review applicant stated that the decision to cancel his visa was incorrect because: \n \n Curtin failed to take into account his overall course results; he did not fail to meet the course requirements, he should not have been terminated from his course, and despite Curtin terminating his course it subsequently offered to enrol him in a Bachelor of Science course.",
      "id": "s67"
    },
    {
      "text": "He indicated that he had successfully completed the unit in Software Development during the summer course of January 2004, which he failed in semester 2 of 2003, and that Curtin had not taken this into consideration.",
      "id": "s68"
    },
    {
      "text": "He thought that if this was taken into consideration, his overall performance would be 50 per cent.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n25 The determinative findings made by the Tribunal are set out in one paragraph which reads as follows:\n \n '30 It is not in dispute that during the relevant visa, the review applicant was studying at Curtin.",
      "id": "s70"
    },
    {
      "text": "The Tribunal takes into account the review applicant's results for semesters one and two of 2003.",
      "id": "s71"
    },
    {
      "text": "The Tribunal takes into account his exclusion from the course and his unsuccessful appeal to Curtin.",
      "id": "s72"
    },
    {
      "text": "On the evidence before the Tribunal, the Tribunal is not satisfied that the review applicant achieved an academic result that is certified by the education provider to be at least satisfactory during his semesters of study at Curtin in 2003.",
      "id": "s73"
    },
    {
      "text": "' \n \n \n\n The Grounds of the application for review \n \n26 On 6 December 2004 the applicant lodged an application for an order for judicial review.",
      "id": "s74"
    },
    {
      "text": "27 At the hearing counsel for the applicant sought leave to amend the application by substituting all of the existing grounds of review with the following single ground of review:\n \n 'The Migration Review Tribunal erred in that it failed properly to consider whether the applicant's achievement in the summer school course 301553 could affect a finding that the applicant had failed to comply with condition 8202 of his visa'.",
      "id": "s75"
    },
    {
      "text": "28 The first respondent did not oppose the application and leave to amend was granted.",
      "id": "s76"
    },
    {
      "text": "29 Whilst the Tribunal acknowledged in its reasons for decision, the applicant's contention that the impact of his result in the summer program was to render his academic performance satisfactory, the Tribunal did not thereafter address the merit of the contention.",
      "id": "s77"
    },
    {
      "text": "In particular, there is no reference to the applicant's contention in that part of its reasons set out at [25] above, which explains the basis for the Tribunal's decision to uphold the delegate's decision to cancel the visa.",
      "id": "s78"
    },
    {
      "text": "30 The failure by the Tribunal to deal with a claim made by an applicant can amount to a jurisdictional error.",
      "id": "s79"
    },
    {
      "text": "However, not every failure by the Tribunal to consider a claim will result in jurisdictional error.",
      "id": "s80"
    },
    {
      "text": "In Applicant WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 ('WAEE') the Full Court said, in the context of an application for a protection visa, at [45]:\n \n '...If the tribunal fails to consider a contention that the applicant fears persecution for a particular reason which, if accepted, would justify concluding that the applicant has satisfied the relevant criterion, and if that contention is supported by probative material, the Tribunal will have failed in the discharge of its duty, imposed by s 414 to conduct a review of the decision.",
      "id": "s81"
    },
    {
      "text": "This is a matter of substance, not a matter of the form of the Tribunal's published reasons for decision.",
      "id": "s82"
    },
    {
      "text": "' \n \n\n31 In Applicant NAKB of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 534 Tamberlin J said that where the Tribunal had failed to deal with the applicant's 'central submission' there had been a constructive failure to exercise jurisdiction and there was, therefore, a jurisdictional error.",
      "id": "s83"
    },
    {
      "text": "32 Counsel for the first respondent submitted that there was no jurisdictional error.",
      "id": "s84"
    },
    {
      "text": "Counsel submitted that by relying only upon the academic results in the applicant's academic transcript for semesters one and two and the evidence of the unsuccessful appeal, the Tribunal had asked itself the right question.",
      "id": "s85"
    },
    {
      "text": "Counsel submitted that there was no error in not dealing with the applicant's contention as to the impact of the result obtained in the summer program because the applicant's visa had been issued by reference to the Bachelor of Commerce course and the summer program was a different course.",
      "id": "s86"
    },
    {
      "text": "Therefore, the result in that course could have no impact on the result in the Bachelor of Commerce course.",
      "id": "s87"
    },
    {
      "text": "33 Counsel for the respondent also argued that it was open to the Tribunal to ignore the applicant's contention because the s 20 Notice and the academic transcript which contained his summer program result were both dated 19 March 2004.",
      "id": "s88"
    },
    {
      "text": "This, said counsel, demonstrated that Curtin regarded the result obtained in the summer program as being irrelevant.",
      "id": "s89"
    },
    {
      "text": "34 At the core of the applicant's contention before the Tribunal was that, after initially rejecting the appeal, Curtin had permitted him to enter the summer program and undertake the unit which he had not completed, and that he had passed the unit.",
      "id": "s90"
    },
    {
      "text": "This, he said, had transformed his academic results into an academic result which was 'at least satisfactory', with the consequence that the information in the s 20 Notice was out of date and could not be relied upon as being accurate.",
      "id": "s91"
    },
    {
      "text": "The applicant's contention before the Tribunal was, therefore, in effect that the documents which had been provided by Curtin were inconsistent.",
      "id": "s92"
    },
    {
      "text": "His academic transcript comprised a 'certificate' to the effect that his academic performance was 'at least satisfactory' and that document had to be preferred because the information reflected in the s 20 Notice had been superseded by the result obtained in the summer program.",
      "id": "s93"
    },
    {
      "text": "35 In my view, the Tribunal's failure to deal with the applicant's contention was one which gave rise to jurisdictional error.",
      "id": "s94"
    },
    {
      "text": "The nature of the contention advanced by the applicant in this case was central to the claim made by the applicant before the Tribunal.",
      "id": "s95"
    },
    {
      "text": "Further, applying the criteria identified in WAEE , the applicant's claim, in effect, that the academic transcript on its proper construction, comprised a 'certificate' that his academic performance was at least satisfactory, would, if accepted have satisfied the 'relevant criterion'.",
      "id": "s96"
    },
    {
      "text": "Secondly, there was probative material in support of the claim because, notwithstanding the advice that his appeal had been rejected, Curtin had permitted the applicant to embark upon the summer program to undertake the very unit which he had not completed during the regular semester period.",
      "id": "s97"
    },
    {
      "text": "If it was Curtin's intention that the summer program result would make no difference to its earlier decision, the decision of Curtin to permit the applicant to embark upon the summer program, called for an explanation.",
      "id": "s98"
    },
    {
      "text": "In the case of Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 it was accepted by the Full Court that an education provider could change its mind for the purpose of certifying whether an academic performance was 'at least satisfactory'.",
      "id": "s99"
    },
    {
      "text": "Further, it is clear that the s 20 Notice was not signed by the Curtin official in whose name it was issued.",
      "id": "s100"
    },
    {
      "text": "This, together with the applicant being permitted to take the uncompleted unit at the summer program, raised the question whether the notice represented the product of a fresh inquiry by an officer of Curtin with the requisite authority or whether the notice was despatched as part of a routine exercise based on superseded information.",
      "id": "s101"
    },
    {
      "text": "Specifically, the notice referred to one course as not having been completed, which, once the summer program result is taken into account, was no longer correct.",
      "id": "s102"
    },
    {
      "text": "36 As to the arguments advanced by counsel for the first respondent, the following comments of Branson J in Nassif v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 481 at [39] are germane:\n \n '...the result of the jurisdictional error made by the Tribunal is that the Tribunal appears not to have turned its mind to these necessary questions.",
      "id": "s103"
    },
    {
      "text": "It is no answer to the applicant's complaint to say that the Tribunal might have found against the applicant had it approached the case correctly.",
      "id": "s104"
    },
    {
      "text": "It is not possible to conclude that on the material before it the Tribunal could not have found in favour of the applicant.",
      "id": "s105"
    },
    {
      "text": "' \n \n\n37 In this case, it is possible that had the Tribunal addressed its mind to the central contention of the applicant, it might have expressed views similar to those raised by the first respondent in its submissions.",
      "id": "s106"
    },
    {
      "text": "However, it is also possible that had it addressed its mind to the issue, the Tribunal may have exercised its powers under s 359 of the Act to make inquiries of Curtin as to why Curtin had permitted the applicant to enter the summer program and the consequence for his academic result having completed and passed the outstanding unit.",
      "id": "s107"
    },
    {
      "text": "In my view, there was a constructive failure to exercise jurisdiction by the Tribunal and, therefore, the Tribunal fell into jurisdictional error.",
      "id": "s108"
    },
    {
      "text": "38 Counsel for the applicant also sought to characterise the failure of the Tribunal to deal with the applicant's contention as a failure to ask itself the right question, and the failure to take into account a relevant consideration.",
      "id": "s109"
    },
    {
      "text": "However, in view of the conclusion I have reached above, it is unnecessary to address those issues.",
      "id": "s110"
    },
    {
      "text": "39 The judgment in this case was delayed pending the outcome of the first respondent's appeal in Minister for Immigration and Multicultural and Indigenous Affairs v Zhou [2006] FCAFC 96 on the basis that if the first respondent's appeal was dismissed there may have been an additional ground for review available to the applicant.",
      "id": "s111"
    },
    {
      "text": "On 16 June 2006 the first respondent's appeal was upheld.",
      "id": "s112"
    },
    {
      "text": "40 The Tribunal's decision should be set aside\n \n\n\n I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s113"
    },
    {
      "text": "Associate:\n\nDated: 4 July 2006\n\n\n Counsel for the Applicant: Mr I Weldon \n \n Solicitor for the Applicant: Tang Lawyers \n \n Counsel for the Respondent: Mr J D Allanson \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 14 June 2005 \n \n Date of Judgment: 4 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/846.html",
      "id": "s114"
    }
  ]
}