{
  "name": "MZWKU v Minister for Immigration and Multicultural Affairs [2006] FCA 996 (4 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/996.html",
  "catchphrases": [
    {
      "text": "refugee review tribunal refused to grant protection visa",
      "id": "c0"
    },
    {
      "text": "tribunal failed to have letters translated",
      "id": "c1"
    },
    {
      "text": "whether a failure to take into account a relevant consideration or relevant material",
      "id": "c2"
    },
    {
      "text": "whether a failure to accord procedural fairness.",
      "id": "c3"
    },
    {
      "text": "migration law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant, a national of Sri Lanka, arrived in Australia on 1 July 2000 travelling on a tourist visa.",
      "id": "s0"
    },
    {
      "text": "On 31 July 2000 he applied for a protection visa, which was refused by a delegate of the first respondent.",
      "id": "s1"
    },
    {
      "text": "The Refugee Review Tribunal affirmed the delegate's decision.",
      "id": "s2"
    },
    {
      "text": "That Tribunal's decision was subsequently set aside by consent and the matter remitted to a differently constituted Tribunal (the Tribunal).",
      "id": "s3"
    },
    {
      "text": "2 The essence of the appellant's claim before the Tribunal was an alleged fear of persecution by members of the United National Party (UNP) because the appellant was, at one time, allegedly detained for seven months as a suspect in a bomb attack on the Sri Lankan Parliament.",
      "id": "s4"
    },
    {
      "text": "The appellant also submitted that he is in danger from rebel groups \"who would do anything\" to gain the sensitive security information he possesses about the Parliament building and the Members of Parliament who work there.",
      "id": "s5"
    },
    {
      "text": "The Tribunal found the appellant's evidence so incredible that it labelled the most significant of his factual claims \"inconceivable\" and \"inherently impossible\".",
      "id": "s6"
    },
    {
      "text": "Noting several times that the appellant was not \"a witness of truth\" and lacked credibility, the Tribunal concluded that there was no real chance of persecution if he returned to Sri Lanka.",
      "id": "s7"
    },
    {
      "text": "Consequently it found he was not a person to whom Australia had protection obligations under the Refugees Convention.",
      "id": "s8"
    },
    {
      "text": "3 The appellant sought review of the Tribunal's decision by the Federal Magistrates Court.",
      "id": "s9"
    },
    {
      "text": "He claimed jurisdictional error specifically in relation to letters he submitted in untranslated form that the Tribunal did not have translated.",
      "id": "s10"
    },
    {
      "text": "The appellant also made more general claims about the Tribunal's reasoning.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate dismissed the application for review on the basis that, in light of the Tribunal's \"strong and significant adverse credibility findings\", a translation of the letters in question was unnecessary, as was additional consideration by the Tribunal of the possibility that the appellant's claims were true.",
      "id": "s12"
    },
    {
      "text": "4 The present appeal is from the Magistrate's dismissal of the appellant's application.",
      "id": "s13"
    },
    {
      "text": "Pursuant to s 25(1AA) of the Federal Court of Australia Act 1976 the appeal is heard by a single judge.",
      "id": "s14"
    },
    {
      "text": "5 Only three of the grounds of appeal are pursued.",
      "id": "s15"
    },
    {
      "text": "The first two relate to the Tribunal's failure to have the letters translated.",
      "id": "s16"
    },
    {
      "text": "They assert failing to take into account a relevant consideration or relevant material (the content of the untranslated letters) and failing to accord procedural fairness.",
      "id": "s17"
    },
    {
      "text": "It is said that the Magistrate erred in holding that these grounds were not made out.",
      "id": "s18"
    },
    {
      "text": "6 The letters in question in their original and translated form were before the Magistrate.",
      "id": "s19"
    },
    {
      "text": "The first, dated 1 March 1988, is from the appellant's wife to the Speaker of the Parliament assuring the latter that, from what the appellant has told her, he is completely innocent regarding the bombing, and praying for his release from detention.",
      "id": "s20"
    },
    {
      "text": "By the second letter, dated 8 March 1988, the Speaker's secretary acknowledges the first letter.",
      "id": "s21"
    },
    {
      "text": "The third, dated 14 March 1988, is from the appellant's wife to the Prime Minister, in which she informs the latter that, from what the appellant has told her, he is innocent of any involvement in the bombing and rendered first aid to those injured in the explosion.",
      "id": "s22"
    },
    {
      "text": "In the fourth, dated 23 March 1988, the Prime Minister's secretary acknowledges receipt of the third letter.",
      "id": "s23"
    },
    {
      "text": "The fifth, dated 12 November 1988, is from the appellant to the Minister of Defence.",
      "id": "s24"
    },
    {
      "text": "In it he says he has never been involved in anti-government activities, and that he gave first aid to those injured in the bombing.",
      "id": "s25"
    },
    {
      "text": "The final letter, dated 28 November 1988, is an acknowledgment of receipt by the President's secretary, to whom a copy of the fifth letter had been sent.",
      "id": "s26"
    },
    {
      "text": "7 In his visa application the appellant said he was arrested after the bombing for reasons not known to him, and that he had given first aid to those who were injured in the blast.",
      "id": "s27"
    },
    {
      "text": "8 His agents repeated this in their submissions to the Tribunal of 23 March 2004:\n \n \"He was detained after a bomb explosion in Parliament where he rendered assistance to the injured.",
      "id": "s28"
    },
    {
      "text": "The applicant was detained because he was a suspect in the bombing however he was not told why he was under suspicion.",
      "id": "s29"
    },
    {
      "text": "The appellant was subsequently released due to a lack of evidence.",
      "id": "s30"
    },
    {
      "text": "\" \n \n\n9 In the appellant's corrected statutory declaration of 24 March 2004 he said the Parliament was bombed on 18 August 1987, and continued:\n \n \"Because I was trained in first aid, and was a Red Cross member I administered basic first aid to the many people who were injured by the bomb.",
      "id": "s31"
    },
    {
      "text": "... \n I was under suspicion because I had extensive knowledge of the parliamentary building, and it was believed that I had either myself planted the bomb, or had helped someone else do so.",
      "id": "s32"
    },
    {
      "text": "After six months I was suddenly arrested by the police .... \n ... \n After 7 months I was released ....\" \n \n\n10 The Tribunal recorded these and other aspects of the appellant's claims, which he repeated in his oral evidence at the Tribunal hearing.",
      "id": "s33"
    },
    {
      "text": "11 The Tribunal did not accept the appellant's claims in relation to the bombing, and thus did not accept the claims that were consequential on that incident.",
      "id": "s34"
    },
    {
      "text": "It said:\n \n \"The applicant has tendered untranslated documents in Sinhalese purporting to be correspondence that he and his wife had engaged in with the Sri Lankan authorities during the period of his alleged detention in 1987/1988.",
      "id": "s35"
    },
    {
      "text": "Despite being given the opportunity to do so the applicant did not provide any translation of these documents.",
      "id": "s36"
    },
    {
      "text": "However the problems in the applicant's evidence that make it inherently impossible that he was ever suspected of any involvement in the bombing of the Parliament or that he was ever detained or otherwise harmed by the authorities in this period far outweigh the documents as presented by the applicant.",
      "id": "s37"
    },
    {
      "text": "I therefore find that these documents do not attest to the actual facts as claimed by the applicant.",
      "id": "s38"
    },
    {
      "text": "\" \n \n\nThe \"problems\" in the third sentence refer to the reasons the Tribunal had already given for finding that the appellant was never\n \n&#8226; a member of the Janatha Vimukthi Peramuna (JVP) (the party suspected in the bombing)\n \n&#8226; arrested or harmed in relation to the bombing \n \n&#8226; suspected of being involved in the JVP in any way, and\n \n&#8226; imputed with a political belief that he was a member or supporter of the JVP or any other political party.",
      "id": "s39"
    },
    {
      "text": "12 Apart from the complaint about the untranslated letters, the first two grounds of appeal do not contest the findings recorded at [11].",
      "id": "s40"
    },
    {
      "text": "13 A Tribunal is required to take into account a relevant consideration only if what is put forward as the consideration is something it is bound to take into account in making its decision.",
      "id": "s41"
    },
    {
      "text": "In Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396 at [78] - [79] Allsop J, with whom Heerey J agreed, said:\n \n \"Once it is accepted that the Tribunal dealt with the subject matter or element of the claim [to fear persecution based on the appellant's Tamil ethnicity], it becomes apparent that the real complaint of the appellant must be that the Tribunal failed to expressly deal with the evidence referred to in [his solicitor's] letter of 19 November 1999 and should have, somehow, preferred that material to the countervailing evidence (which it was accepted existed) which supported or tended towards the position adopted by the Tribunal ....",
      "id": "s42"
    },
    {
      "text": "Thus expressed, it becomes plain that it cannot be a question of the failure to take into account a consideration made compulsorily relevant by the Act or regulations .... \n \n Whatever may be the outer boundaries of relevant and irrelevant considerations ..., they do not, in my view, encompass a failure expressly to mention or grapple with part of the competing body of evidence before the Tribunal relevant to a finding made, in circumstances where the elements or integers of the claim for asylum are addressed.",
      "id": "s43"
    },
    {
      "text": "\" \n \n\n14 The Tribunal's reference to the letters follows immediately after its statements of the findings set out at [11].",
      "id": "s44"
    },
    {
      "text": "It is implicit in the paragraph relating to the letters, which also appears at [11], that the Tribunal was aware that the appellant wanted to rely on them to support his claim to have been suspected of involvement in the bombing and the detention that he says ensued as a result of that suspicion.",
      "id": "s45"
    },
    {
      "text": "As appears from the summary of the letters at [6], they passed between the appellant and his wife and the Sri Lankan authorities.",
      "id": "s46"
    },
    {
      "text": "They were written during the period of the appellant's alleged detention in 1987/1988.",
      "id": "s47"
    },
    {
      "text": "They related to his suspected involvement in the bombing and his subsequent detention.",
      "id": "s48"
    },
    {
      "text": "The passage in the Tribunal's reasons quoted at [11] thus fits in every respect with the summary.",
      "id": "s49"
    },
    {
      "text": "Although the Tribunal member could not read the letters, the appellant's affidavit filed in the Magistrates Court discloses that he informed the Tribunal that the letters were correspondence between him and his wife and the authorities written while he was in detention, and that they vouched for his case because they proved the time he was in detention.",
      "id": "s50"
    },
    {
      "text": "What the Tribunal intended to convey in the last two sentences of the passage at [11] is clear enough.",
      "id": "s51"
    },
    {
      "text": "The first is concerned to make the point that the information in the letters could not overcome the problems with the appellant's evidence (collected in the paragraphs immediately preceding that concerned with the letters), that led it to make the findings summarised at [11].",
      "id": "s52"
    },
    {
      "text": "The second sentence is intended to convey that, because of the problems with the appellant's evidence, the information in the letters was not credible.",
      "id": "s53"
    },
    {
      "text": "15 It is plain, therefore, that there is nothing of relevance in the letters of which the Tribunal was not apprised before it came to its conclusion.",
      "id": "s54"
    },
    {
      "text": "The only matter in the letters that the Tribunal had not recorded earlier in its reasons was that they bore dates corresponding with the time the appellant said he was in detention.",
      "id": "s55"
    },
    {
      "text": "Therein lay the possible importance of the letters to the appellant.",
      "id": "s56"
    },
    {
      "text": "They did more than recite facts he had propounded on several occasions already.",
      "id": "s57"
    },
    {
      "text": "He relied on the letters to point up that while he was in detention he was asserting that the authorities' suspicion of his involvement in the bombing was ill-founded.",
      "id": "s58"
    },
    {
      "text": "The Tribunal did not only indicate that the letters recorded his contentions about the authorities' suspicion of his involvement and his wrongful arrest and detention.",
      "id": "s59"
    },
    {
      "text": "It indicated as well that, if the letters were authentic, they showed that the appellant and his wife were asserting this shortly after his detention.",
      "id": "s60"
    },
    {
      "text": "The arrest and detention were in mid-February 1988 and the wife's letters were in March of that year.",
      "id": "s61"
    },
    {
      "text": "The appellant's own letter was in November 1988, which is not particularly contemporaneous.",
      "id": "s62"
    },
    {
      "text": "In any event, in the passage at [11] the Tribunal showed its awareness that the letters were more or less contemporaneous with the detention and were thus capable of being relied on as an answer to any claim of recent invention.",
      "id": "s63"
    },
    {
      "text": "However the letters remain items of evidence and not either the ground upon which the appellant sought protection or an essential integer of that ground.",
      "id": "s64"
    },
    {
      "text": "Although the Tribunal was thus not bound to take them into account, it did so.",
      "id": "s65"
    },
    {
      "text": "The Magistrate correctly rejected the claim that the Tribunal had ignored or failed to take into account a relevant consideration.",
      "id": "s66"
    },
    {
      "text": "16 On the hearing of the appeal the appellant was granted leave to amend the first ground of appeal so as to claim that \"relevant material\" had not been taken into account.",
      "id": "s67"
    },
    {
      "text": "See [5].",
      "id": "s68"
    },
    {
      "text": "I was told that the amendment was to cause the Notice of Appeal to accord with the manner in which the case had been argued below.",
      "id": "s69"
    },
    {
      "text": "Although the issue was not explored in any depth, I did not understand the appellant to submit that the outcome of this ground would differ according to whether it is put on a relevant consideration or relevant material basis.",
      "id": "s70"
    },
    {
      "text": "It will be apparent from what I have said about the relevant considerations formulation that I do not accept that the Tribunal failed to take relevant material into account.",
      "id": "s71"
    },
    {
      "text": "17 The appellant's counsel submitted that the Tribunal's obligation in relation to the letters was \"to obtain either in a formal or informal way, some information about what was in there\".",
      "id": "s72"
    },
    {
      "text": "He said the Tribunal \"did not do that\".",
      "id": "s73"
    },
    {
      "text": "As is apparent from [14] to [16], the Tribunal's reception of the appellant's description of the content of the letters, which it recorded in its reasons, amply discharged the obligation for which the appellant contended.",
      "id": "s74"
    },
    {
      "text": "18 X v Minister for Immigration and Multicultural Affairs [2002] FCA 56 ; (2002) 116 FCR 319, upon which the appellant relied, is clearly distinguishable.",
      "id": "s75"
    },
    {
      "text": "There the Tribunal said that because a diary relied on by the appellant had not been translated, it could not take its contents into account.",
      "id": "s76"
    },
    {
      "text": "In allowing the appeal and setting aside the Tribunal's decision, Gray J said at [30]-[31]:\n \n \"It is one thing for the Tribunal to request that documents be translated into English.",
      "id": "s77"
    },
    {
      "text": "It is quite another to refuse to take into account a document that is asserted to be relevant to a specific issue on the ground that it has not been so translated.",
      "id": "s78"
    },
    {
      "text": "... \n What course the Tribunal might take in a particular case will depend on the circumstances of the case.",
      "id": "s79"
    },
    {
      "text": "In the present case, it did not have the option of refusing to take into account the diary because it was not in English.",
      "id": "s80"
    },
    {
      "text": "\" \n \n\nMoore J said at [49] and [52]:\n \n \"the Tribunal did receive the contentious diary and had regard to it but only in a limited and qualified way.",
      "id": "s81"
    },
    {
      "text": "That is because the Tribunal did not seek to ascertain what the diary said.",
      "id": "s82"
    },
    {
      "text": "... \n In effectively rejecting the diary as material supportive of the appellant's case by declining to consider its contents without taking steps that might give meaning (to the Tribunal) to its contents, the Tribunal erred in the way discussed by Gray J.",
      "id": "s83"
    },
    {
      "text": "The consequence of the approach the Tribunal adopted was that it ignored relevant material.",
      "id": "s84"
    },
    {
      "text": "\" \n \n\nO'Loughlin J, who dissented in the result, characterised the conduct of the Tribunal as \"the refusal ... to have regard to the contents of the diary (and this, effectively, means the refusal ... to arrange for an interpretation of the contents of the diary)\": at [41].",
      "id": "s85"
    },
    {
      "text": "19 In the present case the Tribunal did not refuse to take the letters into account.",
      "id": "s86"
    },
    {
      "text": "The appellant accurately explained their content, as appears at [11], and the Tribunal took that into account in the manner there appearing.",
      "id": "s87"
    },
    {
      "text": "As Gray J observed, the course to be taken by the Tribunal in a case where a document is presented in untranslated form depends on the circumstances of the case.",
      "id": "s88"
    },
    {
      "text": "Here the Tribunal had the benefit of the appellant's explanation of the content of the letters and why they were important to his case, and the Tribunal took what he said into account.",
      "id": "s89"
    },
    {
      "text": "As it happens, the explanation was accurate, as appears from [14].",
      "id": "s90"
    },
    {
      "text": "The Tribunal did not fall into the error identified by Moore J of failing to seek to ascertain what the letters said or not taking steps that might give meaning to their contents.",
      "id": "s91"
    },
    {
      "text": "20 VAAD v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 117 does not assist the appellant.",
      "id": "s92"
    },
    {
      "text": "There the Tribunal did not accept a letter as a genuine document because it had been put before the Tribunal at a late stage.",
      "id": "s93"
    },
    {
      "text": "The Tribunal was not aware that the latter had been provided to the Immigration Department at an early stage.",
      "id": "s94"
    },
    {
      "text": "Thus it failed to take the letter into account.",
      "id": "s95"
    },
    {
      "text": "As I have said at [19], that is not this case.",
      "id": "s96"
    },
    {
      "text": "21 The procedural fairness claim also fails.",
      "id": "s97"
    },
    {
      "text": "As indicated at [7] to [11] the appellant put his case about the bombing and its consequences.",
      "id": "s98"
    },
    {
      "text": "This was repeated in the letters, as the appellant explained to the Tribunal.",
      "id": "s99"
    },
    {
      "text": "The passage at [11] shows it was aware, as the appellant had told it, that the letters were contemporaneous with his arrest and detention.",
      "id": "s100"
    },
    {
      "text": "The Tribunal's failure to have the documents translated is not a denial of procedural fairness because their content discloses nothing he had not already told the Tribunal.",
      "id": "s101"
    },
    {
      "text": "22 The third ground of appeal is that the Magistrate should have accepted the letters and their translations into evidence.",
      "id": "s102"
    },
    {
      "text": "His Honour said:\n \n \"for this court to receive fresh evidence would effectively result in the Applicant being able to then proceed to demonstrate the Tribunal made an error in its treatment of the claim before it, which I do not regard as permissible (see Ozberk v Minister for Immigration and Multicultural Affairs (1998) 159 ALR 322).",
      "id": "s103"
    },
    {
      "text": "\" \n \n\nIn view of what I have said at [14] to [16] it is not necessary to determine whether the Magistrate correctly declined to receive the translated letters.",
      "id": "s104"
    },
    {
      "text": "His Honour does not appear to have appreciated that the Tribunal was aware of the contents of the letters and had taken them into account.",
      "id": "s105"
    },
    {
      "text": "23 The appeal must be dismissed with costs.",
      "id": "s106"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s107"
    },
    {
      "text": "Associate:\n\nDated: 4 August 2006\n\n\n Counsel for the Appellant: C Fairfield \n \n Counsel for the First Respondent: S Burchell \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 1 August 2006 \n \n Date of Judgment: 4 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/996.html",
      "id": "s108"
    }
  ]
}