{
  "name": "SBBC v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 925 (25 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/925.html",
  "catchphrases": [
    {
      "text": "application for permanent protection visa",
      "id": "c0"
    },
    {
      "text": "whether failure by tribunal to consider well-founded fear of persecution by reason of the renewed activities of the taliban as non-state agents",
      "id": "c1"
    },
    {
      "text": "whether failure to accord procedural fairness",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Application to quash a decision of the Refugee Review Tribunal (the Tribunal) given on 6 April 2005 for jurisdictional error: Plaintiff S157/2002 v The Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476.",
      "id": "s0"
    },
    {
      "text": "2 The applicant is an Hazara from Afghanistan.",
      "id": "s1"
    },
    {
      "text": "He is also a Shia Muslim.",
      "id": "s2"
    },
    {
      "text": "He is largely uneducated, and comes from a village in the Jaghouri province.",
      "id": "s3"
    },
    {
      "text": "3 He came to Australia on 15 January 2001, and soon afterwards applied for a protection visa under the Migration Act 1958 (Cth).",
      "id": "s4"
    },
    {
      "text": "He claimed to have a well-founded fear of persecution by reason of his race, as the Taliban then in control of Afghanistan were victimising Hazaras.",
      "id": "s5"
    },
    {
      "text": "There was a significant personal history in support of his claim, as well as general country information about the behaviour of the Taliban in Afghanistan.",
      "id": "s6"
    },
    {
      "text": "4 The applicant was found to have a well-founded fear of being persecuted by the then ruling regime in Afghanistan, the Taliban, by reason of his race and his religion.",
      "id": "s7"
    },
    {
      "text": "He was granted a subclass 785 (Temporary Protection) visa.",
      "id": "s8"
    },
    {
      "text": "It enabled him to stay in Australia for a period of three years.",
      "id": "s9"
    },
    {
      "text": "It was then necessary to apply for a subclass 866 (Protection) visa before his temporary protection visa expired.",
      "id": "s10"
    },
    {
      "text": "He did so.",
      "id": "s11"
    },
    {
      "text": "His application for a permanent protection visa was refused by a delegate of the first respondent, and then by the Tribunal.",
      "id": "s12"
    },
    {
      "text": "The Tribunal's decision was based upon its finding that the reasons for the grant of the temporary protection visa had ceased to exist.",
      "id": "s13"
    },
    {
      "text": "It found that the Taliban would not re-emerge as a political power in Afghanistan following its removal from power in November 2001.",
      "id": "s14"
    },
    {
      "text": "It also found that the applicant's further grounds for being granted a permanent protection visa were not made out.",
      "id": "s15"
    },
    {
      "text": "5 It is that decision of the Tribunal which is the subject of the present application.",
      "id": "s16"
    },
    {
      "text": "The claim concerning the Taliban: misapplication of Art 1C(5) \n \n6 The first jurisdictional error asserted by the applicant concerned the way the Tribunal had approached his application for a permanent protection visa in relation to his fear of the Taliban.",
      "id": "s17"
    },
    {
      "text": "Section 36(2) of the Act provides that a criterion for the grant of a protection visa is that the decision-maker be satisfied that Australia owes protection obligations to the visa applicant.",
      "id": "s18"
    },
    {
      "text": "It therefore directs attention to the relevant provisions of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s19"
    },
    {
      "text": "7 Article 1A(2) of the Convention generally defines when a person is to be regarded as a refugee.",
      "id": "s20"
    },
    {
      "text": "It defines a refugee as a person who, owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside their country of nationality and is unable or, owing to such fear, is unwilling to avail himself or herself of the protection of that country.",
      "id": "s21"
    },
    {
      "text": "Article 1C(5) then appears to mirror the provisions of Art 1A(2).",
      "id": "s22"
    },
    {
      "text": "It says that the Convention ceases to apply in circumstances where the person who previously was accepted to be a refugee can no longer, because the circumstances in connection with which that person has been recognised as a refugee have ceased to exist, continue to refuse to avail himself or herself of the protection of his or her country of nationality.",
      "id": "s23"
    },
    {
      "text": "8 The applicant contended that the Convention as a whole, in his circumstances, and in particular Art 1C(5), required that the change in circumstance in Afghanistan should be more than transitory, and that the decision-maker must be satisfied that the change is durable rather than transient and substantial and effective.",
      "id": "s24"
    },
    {
      "text": "The expression used in submissions was that the change be 'fundamental, stable and durable'.",
      "id": "s25"
    },
    {
      "text": "It was then contended that the Tribunal had failed to apply that measure to his permanent protection visa application, but had erroneously simply had regard to whether, at the time of its decision, the test established by Art 1A(2) was satisfied.",
      "id": "s26"
    },
    {
      "text": "That is, it was claimed, the Tribunal when addressing Art 1C(5) had erred in law.",
      "id": "s27"
    },
    {
      "text": "9 In my judgment, even if it be assumed that the Tribunal simply applied Art 1C(5) as a mirror of the Art 1A(2) test to the applicant's permanent protection visa application, the Tribunal has not committed jurisdictional error.",
      "id": "s28"
    },
    {
      "text": "At present, the authority binding on me is the decision of the Full Court of this Court in NBGM v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCAFC 60.",
      "id": "s29"
    },
    {
      "text": "As the Chief Justice points out at [25], the majority decision in that case required the Tribunal, where (as here) it was said that the relevant circumstances had changed since the grant of a temporary protection visa, to be satisfied in accordance with s 36 of the Act that the applicant for a permanent protection visa at the time of the decision has a well-founded fear of persecution for a Convention reason.",
      "id": "s30"
    },
    {
      "text": "There is no additional element to be applied because of Art 1C(5) in the Convention.",
      "id": "s31"
    },
    {
      "text": "10 Accordingly, even on that assumption, the first basis of jurisdictional error is not made out.",
      "id": "s32"
    },
    {
      "text": "It is not necessary in that regard to consider whether the Tribunal did approach the question it was to decide in the way contended for by the applicant.",
      "id": "s33"
    },
    {
      "text": "The claim concerning the Taliban: was it properly considered?",
      "id": "s34"
    },
    {
      "text": "11 The applicant then argued that, in applying the test prescribed by s 36(2) , and in substance the assessment of whether he is a 'refugee' as defined in Art 1A(2) of the Convention at the time of its decision, the Tribunal had committed jurisdictional error.",
      "id": "s35"
    },
    {
      "text": "It was contended that the Tribunal had:\n \n (1) wrongly asked itself only whether there was a real chance that the Taliban might re-assume political power in Afghanistan and so resume its persecution of persons like the applicant, when the Tribunal should also have considered whether the applicant might be at risk from the Taliban even though it had not resumed political power and then whether the Afghani authorities have taken reasonable measure to protect the applicant from them; and (2) wrongly imposed too high a test to determine whether the applicant had a well-founded fear of persecution by reason of his race and religion.",
      "id": "s36"
    },
    {
      "text": "12 In my view, the first of those contentions is made out.",
      "id": "s37"
    },
    {
      "text": "13 In addressing the present status of the Taliban, the Tribunal after reviewing certain independent country evidence said:\n \n 'Given the ongoing presence and interest of Western powers in Afghanistan and their keen desire to prevent the re-emergence of the Taliban, its chance of becoming a force that is able to take control of the country again, conscript men at will and persecute particular minorities, is remote.",
      "id": "s38"
    },
    {
      "text": "On the basis of the evidence referred to above I find that the Taliban have been removed from power in Afghanistan.",
      "id": "s39"
    },
    {
      "text": "I do not accept that there is more than a remote chance of the Taliban re-emerging as a viable political movement in Afghanistan in the reasonably foreseeable future.",
      "id": "s40"
    },
    {
      "text": "' \n \n\nThat led the Tribunal to conclude that the circumstances in connection with which the applicant was first recognised as a refugee have ceased to exist.",
      "id": "s41"
    },
    {
      "text": "14 The Tribunal then proceeded to address whether the applicant is a person to whom Australia has protection obligations for other reasons.",
      "id": "s42"
    },
    {
      "text": "It identified those other reasons as being for political opinion imputed to the applicant consequent upon his father's political activities, and his membership of a particular social group which it described loosely as 'those tainted by the west'.",
      "id": "s43"
    },
    {
      "text": "It did not accept that the applicant has a well-founded fear of persecution for either of those reasons.",
      "id": "s44"
    },
    {
      "text": "It is not necessary to refer further to them.",
      "id": "s45"
    },
    {
      "text": "15 The Tribunal did not, when addressing the other reasons, have regard to the applicant's claimed fear of persecution by reason of the renewed activities of the Taliban, even if (as it found) the Taliban was unlikely to re-assume political power in Afghanistan in the foreseeable future.",
      "id": "s46"
    },
    {
      "text": "That was a claim made by the applicant.",
      "id": "s47"
    },
    {
      "text": "If it were a real possibility that the Taliban might pose a serious threat to the applicant if he were to return to Afghanistan, because the Taliban (on the Tribunal's findings) would be a non-State entity, it would also be necessary for the Tribunal then to address the capacity of the Afghani authorities to protect the applicant and others from the threat of the Taliban: see Minister for Immigration &amp; Multicultural Affairs v Respondents S152/2003 (2004) 205 ALR 487 at [23].",
      "id": "s48"
    },
    {
      "text": "The Afghani authorities are obliged to take reasonable measure to protect the lives and safety of its citizens from non-State violence, including by provision of an appropriate criminal law and the provision of a reasonably effective and impartial police force and justice system: per Gleeson CJ, Hayne and Heydon JJ in Respondents S152/2003 at [26].",
      "id": "s49"
    },
    {
      "text": "16 In my view, the Tribunal's failure to address that particular claim of the applicant's is apparent from the part of its reasons for decision to which I have referred.",
      "id": "s50"
    },
    {
      "text": "Immediately preceding the passage quoted, the Tribunal recognised that Taliban remnants are in Afghanistan, and that its activities demonstrate that its power, militarily and politically, is growing.",
      "id": "s51"
    },
    {
      "text": "It quoted material headed 'Stronger and more deadly, the terror of the Taliban is back'.",
      "id": "s52"
    },
    {
      "text": "Its conclusion that the Taliban is unlikely to be able to take control of the country again was reached in part because it had not disrupted the 2004 general election, nor prevented the formulation of an elected government.",
      "id": "s53"
    },
    {
      "text": "The conclusion referred to in the context of that reasoning does not address the significance of the Taliban as a non-State threat to the applicant by reason of his race or religion.",
      "id": "s54"
    },
    {
      "text": "The use of the conjunctive 'and' before reference to it persecuting particular minorities is in the context of its re-emergence as the political controller of Afghanistan.",
      "id": "s55"
    },
    {
      "text": "17 Counsel also referred to a later passage in the reasons for decision of the Tribunal in which it said it was not satisfied that there is a real chance that harm will 'befall the applicant at the hands of the Pashtuns (and/or Taliban remnants)'.",
      "id": "s56"
    },
    {
      "text": "That passage occurs as a conclusion to its consideration of the applicant's other claims.",
      "id": "s57"
    },
    {
      "text": "It explained why it rejected his claim to have a well-founded fear of persecution because of his father's earlier political activities.",
      "id": "s58"
    },
    {
      "text": "It then explained why it rejected his claim to have a well-founded fear of persecution because of his being perceived as 'westernised'.",
      "id": "s59"
    },
    {
      "text": "It then turned to his claim to have a well-founded fear of being persecuted by Pashtuns who lived near his village.",
      "id": "s60"
    },
    {
      "text": "It referred to the relevant geography.",
      "id": "s61"
    },
    {
      "text": "It identified the threat as being from Pashtuns who may have continued to support the Taliban, and observe that there had not been any reports of Taliban incursions into Jaghouri since November 2001.",
      "id": "s62"
    },
    {
      "text": "It continued:\n \n 'The applicant claimed that Pashtuns would persecute Hazaras as the latter travelled to market towns like Sang-e Masha.",
      "id": "s63"
    },
    {
      "text": "This is the market town to which the applicant's family must go if it needs supplies, although the applicant said he had not been there except on his departure [from] Afghanistan.",
      "id": "s64"
    },
    {
      "text": "His father, however, went regularly.",
      "id": "s65"
    },
    {
      "text": "I note that the route from the applicant's village to Sang-e Masha is entirely within the central part of Jaghori, not close to any district borders, and as there are no reports of incursions by Pashtuns into Jaghori, I discount this claim.",
      "id": "s66"
    },
    {
      "text": "On the evidence before me, I am not satisfied that there is a real chance that harm will befall the applicant at the hands of the Pashtuns (and/or Taliban remnants) for reason of his ethnicity or his religion as a Hazara Shi'a.",
      "id": "s67"
    },
    {
      "text": "' \n \n\n18 In my view, from the structure of the Tribunal's reasons, the brief reference to the Taliban in that passage is merely incidental.",
      "id": "s68"
    },
    {
      "text": "The claim being considered is based upon an asserted fear of Pashtuns.",
      "id": "s69"
    },
    {
      "text": "It does not, upon reading the whole of the Tribunal's reasons, represent a conclusion of the Tribunal based upon a consideration of the applicant's claim to have a well-founded fear of persecution by reason of the renewed activities of the Taliban as non-State agents.",
      "id": "s70"
    },
    {
      "text": "19 The failure to address a particular claim of the applicant clearly expressed amounts to jurisdictional error: see Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 at [24] - [25] per Gummow and Callinan JJ.",
      "id": "s71"
    },
    {
      "text": "In this matter, there was also evidence which the Tribunal accepted, which might support the conclusion that the Afghani authorities might be unable to provide the protection of the law and its agencies to the applicant.",
      "id": "s72"
    },
    {
      "text": "The Tribunal accepted that there was a lack of the rule of law and unprofessional police force throughout the province of Jaghouri.",
      "id": "s73"
    },
    {
      "text": "The inquiry required by Respondents S152/2003 in respect of the applicant's fear of violence from non-State agencies, namely the Taliban, would not obviously be a fruitless one.",
      "id": "s74"
    },
    {
      "text": "20 It is not necessary to address the second of the contentions referred to in [11] above.",
      "id": "s75"
    },
    {
      "text": "However, I observe that the independent country information about the activities of the Taliban up to the time of the Tribunal's decision, and its uncontrovertible (and accepted) previous persecutory behaviour in relation to Hazaras, may well make it difficult for the Tribunal to be so confident that the Taliban would pose no threat to the applicant that it properly took into account the chance that the applicant may be at risk in the future from the Taliban, and that the Afghani authorities can provide a reasonably effective and impartial police force to protect him from such threats: see Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 576 per Brennan CJ, Dawson, Toohey, Gaudron, McHugh and Gummow JJ; Minister for Immigration and Multicultural Affairs v Rajalingam [1999] FCA 719 ; (1999) 93 FCR 220.",
      "id": "s76"
    },
    {
      "text": "CONCLUSIONS \n \n21 In view of the conclusion I have reached, it is not necessary to consider the applicant's further contentions that the Tribunal also erred in:\n \n (1) failing to consider according to law his claim to fear persecution from the religious mullahs by reasons of being a Hazara returnee from Australia who has adopted and conformed to Australia's customs; (2) failed to consider the applicant's claims according to law by failing to have regard to any of the relevant coherent and detailed material concerning the state of affairs in Afghanistan provided to the Tribunal by or on behalf of the applicant, and so could not have performed the review function required of it, so that it was not satisfied of the matters which it was required to address.",
      "id": "s77"
    },
    {
      "text": "22 In my judgment, for the reasons given, the Tribunal has committed jurisdictional error.",
      "id": "s78"
    },
    {
      "text": "Its decision of 6 April 2005 is therefore quashed.",
      "id": "s79"
    },
    {
      "text": "The Tribunal is directed to rehear and determine the applicant's application made on 14 October 2004 to review the decision of the delegate of the first respondent of 1 October 2004 according to law.",
      "id": "s80"
    },
    {
      "text": "The first respondent should pay to the applicant costs of the application in this Court.",
      "id": "s81"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s82"
    },
    {
      "text": "Associate:\n\nDated: 24 July 2006\n\n\n Counsel for the Applicant: P Charman \n \n Solicitor for the Applicant: Westside Community Lawyers Inc.",
      "id": "s83"
    },
    {
      "text": "Counsel for the Respondent: CD Bleby \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 10 August 2005; 27 June 2006 \n \n Date of Judgment: 25 July 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/925.html",
      "id": "s84"
    }
  ]
}