{
  "name": "Kemp v Native Title Registrar [2006] FCA 939 (25 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/939.html",
  "catchphrases": [
    {
      "text": "judicial review of decision of native title registrar to register indigenous land use agreement",
      "id": "c0"
    },
    {
      "text": "area agreement",
      "id": "c1"
    },
    {
      "text": "objection to registration by applicant",
      "id": "c2"
    },
    {
      "text": "whether requirements for registration in s 24cg(3)(b) met",
      "id": "c3"
    },
    {
      "text": "authorisation process where competing claims to hold native title in relation to land or waters in the area",
      "id": "c4"
    },
    {
      "text": "meaning of ' all persons who hold or may hold native title in relation to land or waters in the area covered by the agreement ' in s 24cg(3)(b)(i)",
      "id": "c5"
    },
    {
      "text": "whether applicant, as a person who may hold native title in the area, required to authorise the agreement",
      "id": "c6"
    },
    {
      "text": "registrar's decision to register agreement set aside",
      "id": "c7"
    },
    {
      "text": "native title",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 Two proceedings were instituted in this Court in 1998 in which Dr Patricia Anne Davis-Hurst, the fifth respondent in this matter, applied on her own behalf, and on behalf of the Kattang people of the Manning Valley, for determinations that she and the Kattang people of the Manning Valley hold the common or group rights comprising the native title in land known as Saltwater.",
      "id": "s0"
    },
    {
      "text": "In more recent times the persons represented by Dr Davis-Hurst have been described as the 'Saltwater People'.",
      "id": "s1"
    },
    {
      "text": "2 On 4 December 2003, after a contested hearing in the above proceedings, I ordered that the present applicant, Mr Kemp, be joined as a party to each of the proceedings (see Davis-Hurst v Minister for Land and Water Conservation (NSW) (2003) 198 ALR 315).",
      "id": "s2"
    },
    {
      "text": "I did so in reliance on unchallenged evidence which tended to establish that Mr Kemp is a descendant of the Pirripaayi people who are traditionally associated by Aboriginal law and custom with an area which includes the Saltwater land.",
      "id": "s3"
    },
    {
      "text": "3 In Davis-Hurst at [14]-[15] I observed:\n \n 'It is apparently because of resource implications that Mr Kemp does not wish to advance a claim for a determination of native title in respect of Saltwater, either on his own behalf, or on behalf of himself and other living descendents of the Pirripaayi people.",
      "id": "s4"
    },
    {
      "text": "However, he is concerned that a determination in favour of the applicant would give formal recognition to a version of history that does not recognise the Pirripaayi people as the traditional owners of Saltwater.",
      "id": "s5"
    },
    {
      "text": "Mr Kemp's concern is not alleviated by the possibility that there may be extensive, or even complete, overlaps between the present claimant group and the living descendants of the Pirripaayi people.",
      "id": "s6"
    },
    {
      "text": "Mr Kemp is further concerned, as I understand him, that it is possible, or even likely, that the applicant is the wrong person to represent the claimant group, however described, in these proceedings.",
      "id": "s7"
    },
    {
      "text": "Mr Kemp believes, on the basis of information which he has obtained from Mr Marr, that under traditional Aboriginal law and custom a woman cannot claim the areas of land the subject of the applications.",
      "id": "s8"
    },
    {
      "text": "He also believes, apparently on the same basis, that the applicant may not accept, or perhaps be aware of, the correct dreaming story and the customary laws of the area in question.",
      "id": "s9"
    },
    {
      "text": "As is mentioned above, his belief is that the applicant accepts a version of the history of the claim areas that fails to give proper recognition to the connection of the Pirripaayi people to Saltwater.",
      "id": "s10"
    },
    {
      "text": "' \n \n\n4 I noted at [19] that Mr Kemp's evidence disclosed two underlying concerns.",
      "id": "s11"
    },
    {
      "text": "First, a concern that Dr Davis-Hurst and the Kattang people of the Manning Valley are not the group who hold the common or group rights comprising the native title in the Saltwater land.",
      "id": "s12"
    },
    {
      "text": "Secondly, a concern as to the identity of the traditional laws and customs under which that native title is held.",
      "id": "s13"
    },
    {
      "text": "5 In Davis-Hurst at [27] I concluded that Mr Kemp, as a descendant of the Pirripaayi people, had standing to oppose the making of the determinations of native title sought by Dr Davis-Hurst.",
      "id": "s14"
    },
    {
      "text": "No appeal was instituted against the order made on 4 June 2003 joining Mr Kemp as a respondent to the applications for determinations of native title in the Saltwater land.",
      "id": "s15"
    },
    {
      "text": "6 On 11 August 2005 the second respondent, the Minister for Lands for the State of New South Wales, applied to the Registrar of the National Native Title Tribunal pursuant to s 24CG of the Native Title Act 1993 (Cth) ('the Act') for the registration of an indigenous land use agreement ('the Agreement') in respect of the Saltwater land.",
      "id": "s16"
    },
    {
      "text": "Mr Kemp is not a party to the Agreement.",
      "id": "s17"
    },
    {
      "text": "The parties to the Agreement are the second to seventh respondents to this proceeding; that is, two Ministers of State for New South Wales, the Director-General of a New South Wales government department, the local government body for the relevant area, Dr Davis-Hurst and an entity described in the recitals to the Agreement as having been incorporated under the Aboriginal Councils and Association Act 1976 (Cth) for the purpose of holding native title in trust for the Saltwater People.",
      "id": "s18"
    },
    {
      "text": "7 The recitals to the Agreement refer to the proceedings in this Court for determinations of native title in respect of the Saltwater land.",
      "id": "s19"
    },
    {
      "text": "They then record:\n \n \n 'D.",
      "id": "s20"
    },
    {
      "text": "The State on the basis of evidence provided by the Registered Native Title Claimant is prepared to recognise that the Saltwater People hold native title rights and interests in the Saltwater National Park and part of the Khappinghat Nature Reserve.",
      "id": "s21"
    },
    {
      "text": "E. The Parties have agreed to enter into this Agreement for the purpose of: \n \n \n \n \n \n \n (a) recognising that the Applicant and the Saltwater People hold native title in the land and waters concerned; \n \n \n \n \n \n \n \n \n \n (b) regulating the exercise by the Saltwater People and the Saltwater Tribal Council of the native title rights and interests in the Agreement Area; \n \n \n \n \n \n \n \n (c) providing for a role for the Saltwater Tribal Council in the future management of the Saltwater National Park and part of the Khappinghat Nature Reserve.",
      "id": "s22"
    },
    {
      "text": "(d) providing for the withdrawal of native title determination applications NC95/4 (NG6013/98) and NC95/5 (NG6014/98); and \n \n \n \n \n \n \n \n (e) settling other matters between the Parties.",
      "id": "s23"
    },
    {
      "text": "F. The Greater Taree City Council, the land manager of the former Saltwater Reserve, agrees with and supports the making of this Agreement to resolve native title applications NC95/4 (NG6013/98) and NC95/5 (NG6014/98).",
      "id": "s24"
    },
    {
      "text": "' \n \n \n \n\n8 It is not in dispute that, as the recitals to the Agreement recognise, it is Dr Davis-Hurst's intention to discontinue her claims for judicial determinations of native title in respect of the Saltwater land when, and if, she is able to place reliance on the registration of the Agreement.",
      "id": "s25"
    },
    {
      "text": "It is also not in dispute that Mr Kemp is not a member of the native title claim group represented by Dr Davis-Hurst.",
      "id": "s26"
    },
    {
      "text": "Consequently, Mr Kemp will enjoy no benefits, and assume no obligations, under the Agreement.",
      "id": "s27"
    },
    {
      "text": "Rather, registration of the Agreement will give substance to a decision by the State of New South Wales that those whom Dr Davis-Hurst represents, and not the Pirripaayi people, should be recognised as the holders of native title rights and interests in the Saltwater land.",
      "id": "s28"
    },
    {
      "text": "Whether those whom Dr Davis-Hurst represents are the holders of native title rights and interests in the Saltwater land is, as mentioned above, in dispute in proceedings in this Court.",
      "id": "s29"
    },
    {
      "text": "9 On 12 December 2005 a delegate of the Native Title Registrar ('the Registrar') determined that, notwithstanding Mr Kemp's objection, the Agreement must be registered pursuant to s 24CL(1) of the Act.",
      "id": "s30"
    },
    {
      "text": "The Registrar's reasons for decision reveal that she proceeded on the basis that Mr Kemp is a person who prima facie may hold native title in the Saltwater land.",
      "id": "s31"
    },
    {
      "text": "She concluded, however, that his objection ' does not, in itself, result in the Agreement not being properly authorised.",
      "id": "s32"
    },
    {
      "text": "' \n \n10 Mr Kemp has applied for judicial review of the decision of the Registrar alleging that the decision involves an error of law (s 5(1)(f) of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act')).",
      "id": "s33"
    },
    {
      "text": "11 The Registrar has filed a submitting appearance.",
      "id": "s34"
    },
    {
      "text": "The seventh respondent, the Greater Taree City Council, advised the Court that it did not wish to participate in the hearing of the application.",
      "id": "s35"
    },
    {
      "text": "A reference hereafter to 'the respondents' is, where the context allows, a reference to the second to sixth respondents.",
      "id": "s36"
    },
    {
      "text": "12 For the reasons set out below I have concluded that the decision of the Registrar should be set aside.",
      "id": "s37"
    },
    {
      "text": "STATUTORY FRAMEWORK AND RELEVANT FACTS \n \n13 Indigenous land use agreements are creatures of statute; the types of agreements, what they may be about, who may be parties to them and the formalities required for their registration are all governed by subdivisions of Part 2 Division 3 of the Act.",
      "id": "s38"
    },
    {
      "text": "Part 2 Division 3 of the Act as a whole is concerned mainly with 'future acts' as defined by s 233 of the Act.",
      "id": "s39"
    },
    {
      "text": "A future act will be valid if the parties to an indigenous land use agreement consent to the act being done (s 24AA(3)).",
      "id": "s40"
    },
    {
      "text": "14 The Agreement with which this proceeding is concerned is an agreement of the type for which Subdivision C of Division 3 of Part 2 of the Act provides; that is, it is an area agreement.",
      "id": "s41"
    },
    {
      "text": "An area agreement cannot be made if there are registered native title bodies corporate in relation to all of the area of land covered by the agreement (s 24CC).",
      "id": "s42"
    },
    {
      "text": "15 Section 24CD of the Act governs who must be parties to an area agreement.",
      "id": "s43"
    },
    {
      "text": "All persons in the 'native title group' must be parties to the agreement (s 24CD(1)).",
      "id": "s44"
    },
    {
      "text": "As Dr Davis-Hurst is a registered native title claimant in relation to all of the area, the native title group for the Agreement consists of all registered native title claimants in relation to land or waters in the area and all registered native title bodies corporate in relation to land or waters in the area (s 24CD(2)).",
      "id": "s45"
    },
    {
      "text": "Mr Kemp is not a registered native title claimant in relation to any part of the area.",
      "id": "s46"
    },
    {
      "text": "Section 24CD thus makes it clear that Mr Kemp is not a necessary party to the Agreement.",
      "id": "s47"
    },
    {
      "text": "The critical issue to be determined in this proceeding is whether, nonetheless, the Agreement may not be registered unless he authorised its making.",
      "id": "s48"
    },
    {
      "text": "16 Section 24CG(3)(b) of the Act required the application for registration of the Agreement to include a statement to the effect that the following requirements had been met:\n \n \n '(i) all reasonable efforts have been made ... to ensure that all persons who hold or may hold native title in relation to land or waters in the area covered by the agreement have been identified; \n \n (ii) all of the persons so identified have authorised the making of the agreement'.",
      "id": "s49"
    },
    {
      "text": "(emphasis added) \n \n \n \n\nA further statement was required which briefly set out the grounds on which the Registrar should be satisfied that the requirements were met.",
      "id": "s50"
    },
    {
      "text": "The meaning of the words emphasised in s 24CG(3)(b)(i) above is critical to the outcome of this proceeding (see [49] below).",
      "id": "s51"
    },
    {
      "text": "17 Two statements by Dr Davis-Hurst accompanied the application for registration of the agreement.",
      "id": "s52"
    },
    {
      "text": "The first statement was to the effect that the requirements of s 24CG(3)(b)(i) and (ii) had been met.",
      "id": "s53"
    },
    {
      "text": "The second statement gave details of extensive efforts made by Dr Davis-Hurst to publicise the claims for determination of native title and to gain authorisation for the description of the claimant group.",
      "id": "s54"
    },
    {
      "text": "The second statement records that Dr Davis-Hurst discussed with the Purfleet Taree Aboriginal Land Council who should be part of the claimant group and 'they agreed it should be the traditional owners who camped in the Saltwater area and that these were both Worimi and Biripai people.",
      "id": "s55"
    },
    {
      "text": "' It also gave details of efforts to ensure that those who fell within the description of the claimant group authorised the making of the agreement.",
      "id": "s56"
    },
    {
      "text": "18 Assuming that it was necessary for them to do so, it is not entirely clear that Dr Davis-Hurst's statements provided grounds on which the Registrar could have been satisfied that all reasonable efforts were made to ensure that all persons who hold or may hold native title in the Saltwater land were identified.",
      "id": "s57"
    },
    {
      "text": "The statement makes no reference, for example, to the Pirripaayi people.",
      "id": "s58"
    },
    {
      "text": "It is probably uncontentious, however, that the statements demonstrated that reasonable efforts were made to ensure that all members of the claimant group which is represented by Dr Davis-Hurst were identified.",
      "id": "s59"
    },
    {
      "text": "19 The second statement records that the National Native Title Tribunal advised Mr Kemp of the details of a meeting at which authorisation of the Agreement was to be sought from members of the claimant group.",
      "id": "s60"
    },
    {
      "text": "It further records that 15 people recognised as traditional owners attended the meeting and voted to authorise the Agreement.",
      "id": "s61"
    },
    {
      "text": "Mr Kemp is said to have attended part of that meeting and to have expressed his objection to the Agreement.",
      "id": "s62"
    },
    {
      "text": "20 Section 24CH of the Act is concerned to ensure that notice of the agreement is given to certain persons or bodies should they not be parties to the agreement.",
      "id": "s63"
    },
    {
      "text": "In addition to representatives of the Commonwealth, relevant State and Territory Governments, any representative Aboriginal/Torres Strait Islander body for the area covered by the agreement and any local government body for the area covered by the agreement, the Registrar is required to give notice of the agreement to:\n \n 'any other person whom the Registrar, having regard to the nature of the agreement, considers appropriate' (s 24CH(1)(a)(v)).",
      "id": "s64"
    },
    {
      "text": "21 Additionally the Registrar is to notify the public of the agreement (s 24CH(1)(b)).",
      "id": "s65"
    },
    {
      "text": "The notice given under s 24CH(1)(a) or (b) must, if the application contained a statement of the kind referred to in [16] above, include a statement that within a particular period:\n \n 'any person claiming to hold native title in relation to land or waters in the area covered by the agreement may wish, in response to the notice, to make a native title determination application or equivalent application under a law of a State or Territory.",
      "id": "s66"
    },
    {
      "text": "' \n \n\nNo suggestion has been made in this case that the requirements of s 24CH of the Act were not met.",
      "id": "s67"
    },
    {
      "text": "22 Section 24CI(1) provides for objections against the registration of an agreement to be made in writing to the Registrar where the application was certified by representative Aboriginal/Torres Strait Islander bodies for the area.",
      "id": "s68"
    },
    {
      "text": "The objection must be made on the ground that the requirements of s 203BE(5)(a) and (b) were not satisfied in relation to the certificate given by the representative body.",
      "id": "s69"
    },
    {
      "text": "The application in this case was not certified by a representative body.",
      "id": "s70"
    },
    {
      "text": "Section 24CI(1) thus had no application in respect of the agreement.",
      "id": "s71"
    },
    {
      "text": "23 Nonetheless, both Mr Kemp and Ms Gloria Rogers advised the Registrar in writing that they objected to the registration of the agreement.",
      "id": "s72"
    },
    {
      "text": "24 Section 24CJ of the Act provides that the Registrar must, after the end of the notice period, decide whether or not to register the agreement on the Register of Indigenous Land Use Agreements.",
      "id": "s73"
    },
    {
      "text": "However, the section further provides that in a case (such as the present) where s 24CL is to be applied, the Registrar must not do so until all persons covered by s 24CL(2)(b) are known.",
      "id": "s74"
    },
    {
      "text": "25 It is convenient to set out the terms of s 24CL in full:\n \n ' Registration of area agreements not certified by representative Aboriginal/Torres Strait Islander bodies \n \n Registration only if conditions satisfied\n \n \n \n (1) If the application for registration of the agreement contained a statement as mentioned in paragraph 24CG(3)(b) to the effect that certain requirements have been met (in summary, relating to identifying native title holders and ensuring that they have authorised the making of the agreement), and the conditions in subsections (2) and (3) of this section are satisfied, the Registrar must register the agreement.",
      "id": "s75"
    },
    {
      "text": "If the conditions are not satisfied, the Registrar must not register the agreement.",
      "id": "s76"
    },
    {
      "text": "First condition\n \n (2) The first condition is that the following persons are parties to the agreement: \n \n \n \n \n (a) any person who is, at the end of the notice period, a registered native title claimant or a registered native title body corporate in relation to any of the land or waters in the area covered by the agreement; and \n (b) any person who, after the end of the notice period, becomes a registered native title claimant in relation to any of the land or waters in the area covered by the agreement, where the application containing the claim was made before the end of the notice period and: \n \n \n \n (i) the claim is accepted by the Registrar for registration under subsection 190A(6) or is (otherwise than on appeal or review) found to satisfy conditions equivalent to those set out in sections 190B and 190C under a law of a State or Territory; or \n (ii) the claim is accepted by the Registrar for registration as a result of an application under subsection 190D(2), where the application was made not more than 28 days after the notice under subsection 190D(1) was given; or \n (iii) the claim is found to satisfy conditions equivalent to those set out in sections 190B and 190C under a provision of a law of a State or Territory to similar effect as section 190D, and the application under that provision was made within a time period corresponding to that set out in subparagraph (ii) of this paragraph.",
      "id": "s77"
    },
    {
      "text": "Second condition\n \n (3) The second condition is that the Registrar considers that the requirements in paragraph 24CG(3)(b) (in summary, relating to identifying native title holders and ensuring that they have authorised the making of the agreement) have been met.",
      "id": "s78"
    },
    {
      "text": "Matters to be taken into account\n \n \n \n (4) In deciding whether the requirements have been met, the Registrar must take into account: \n (a) the statements in the application; and \n \n \n \n \n (b) any information the Registrar is given on the matter by any representative Aboriginal/Torres Strait Islander body or by any other body or person; \n \n \n \n \n and may, but need not, take into account any other matter or thing.",
      "id": "s79"
    },
    {
      "text": "' \n \n \n REASONS FOR DECISION OF THE REGISTRAR \n \n26 The Registrar accurately noted that the Agreement recognises the Saltwater People as holders of native title rights and interests in the area, regulates the exercise by the Saltwater People and the Saltwater Tribal Council of native title rights and interests in the area, provides a role for the Saltwater Tribal Council in the future management of the area and provides for the withdrawal of the native title determination applications made to this Court.",
      "id": "s80"
    },
    {
      "text": "27 The Registrar further noted that s 24CL of the Act provides that two conditions must be met before the Registrar must register the agreement.",
      "id": "s81"
    },
    {
      "text": "She expressed those conditions as follows:\n \n \n ' First condition --- any person who is at the end of the notice period, a registered native title claimant or registered native title body corporate over any part of the Agreement area, or who becomes a registered native title claimant after the end of the notice period, having made a native title determination application before the end of the notice period, are parties to the Agreement (s.24CL(2)); \n \n Second condition --- the Registrar considers that the requirements in paragraph 24CG(3)(b), in summary that all reasonable efforts have been made to identify all persons who hold or may hold native title in the Agreement area and all those persons identified have authorised the Agreement, have been met (s.24CL(3)).",
      "id": "s82"
    },
    {
      "text": "' \n \n \n \n\n28 The Registrar found that the first condition was satisfied.",
      "id": "s83"
    },
    {
      "text": "That finding is not challenged.",
      "id": "s84"
    },
    {
      "text": "29 With respect to the second condition, the Registrar identified the task that she was required to perform in the following way:\n \n 'I must therefore decide on the reasonableness or otherwise of the efforts that were made to ensure that all persons who hold or may hold native title in relation to the Agreement area were identified and that the persons so identified authorised the making of the Agreement.",
      "id": "s85"
    },
    {
      "text": "' \n \n\n30 The Registrar decided, for reasons that have not been challenged, that there was insufficient information in Ms Rogers' letter of objection to support the view that the Agreement was not properly authorised.",
      "id": "s86"
    },
    {
      "text": "With respect to Mr Kemp's letter of objection, the Registrar noted that Kemp contended that he was a person who may hold native title in relation to the agreement area.",
      "id": "s87"
    },
    {
      "text": "She also noted that he further contended that as he had not authorised the making of the Agreement she should not register it.",
      "id": "s88"
    },
    {
      "text": "31 The Registrar then turned to the requirements of s 24CG(3)(b) of the Act.",
      "id": "s89"
    },
    {
      "text": "She first expressed her satisfaction that the efforts made to identify native title holders for the area were reasonable for the purposes of that paragraph.",
      "id": "s90"
    },
    {
      "text": "She noted that the efforts made to identify native title holders resulted in Mr Kemp becoming aware of the proposed agreement and the authorisation meeting.",
      "id": "s91"
    },
    {
      "text": "32 The Registrar then observed:\n \n 'In relation to the second limb of s.24CG(3)(b), whether all those persons so identified authorised the making of the agreement, based on the information before me, I am satisfied that they did.",
      "id": "s92"
    },
    {
      "text": "I note that s.24CG(3)(b) does not require that all native title holders for the area authorise the making of the agreement.",
      "id": "s93"
    },
    {
      "text": "Rather, that those persons identified through the making of reasonable efforts authorise the making of the agreement according to the decision-making process applicable to that group.",
      "id": "s94"
    },
    {
      "text": "In this case, the information before me indicates that the relevant decision making process was an agreed and adopted process of majority vote.",
      "id": "s95"
    },
    {
      "text": "I note that there is a dispute in relation to whether Mr Kemp is or is not a person who holds native title in relation to the Agreement area.",
      "id": "s96"
    },
    {
      "text": "I am of the view that it is not necessary for me to consider this issue for the purposes of deciding whether the Agreement was properly authorised.",
      "id": "s97"
    },
    {
      "text": "I have taken the view that Mr Kemp is a person who prima facie may hold native title.",
      "id": "s98"
    },
    {
      "text": "Ms Davis-Hurst states that fifteen people recognised as traditional owners attended the authorisation meeting and voted to authorise the making of the Agreement.",
      "id": "s99"
    },
    {
      "text": "In addition Mr Kemp attended part of the meeting and expressed his objection to the Agreement.",
      "id": "s100"
    },
    {
      "text": "On this basis it would appear that the agreed and adopted decision making process of a majority vote resulted in the Agreement being properly authorised.",
      "id": "s101"
    },
    {
      "text": "Mr Kemp's objection does not, in itself, result in the Agreement not being properly authorised.",
      "id": "s102"
    },
    {
      "text": "As such I am satisfied that all those persons identified as potential native title holders for the area authorised the making of the Agreement in accordance with an agreed and adopted process pursuant to s.251A.",
      "id": "s103"
    },
    {
      "text": "I consider that the requirements of s.24CG(3)(b) have been met and therefore am satisfied that the second condition of s.24CL is met.",
      "id": "s104"
    },
    {
      "text": "' \n \n\n33 As the above passage reveals, the Registrar proceeded on the basis that the Agreement could not be registered unless Mr Kemp had authorised its making.",
      "id": "s105"
    },
    {
      "text": "She concluded that Mr Kemp's authority for the making of the decision had been obtained when the majority of those who attended the authorisation meeting voted in favour of the agreement being made.",
      "id": "s106"
    },
    {
      "text": "GROUNDS OF REVIEW \n \n34 Mr Kemp applied for judicial review of the decision of the Registrar on the ground that the decision involved errors of law (s 5(1)(f) of the ADJR Act).",
      "id": "s107"
    },
    {
      "text": "First, he asserted that the Registrar misconstrued s 251A of the Act.",
      "id": "s108"
    },
    {
      "text": "Secondly, he asserted that the Registrar found that the requirements of s 24CG(3)(b) had been met notwithstanding her recognition of Mr Kemp as a person who may hold native title in relation to the land or waters in the area and who did not authorise the making of the agreement.",
      "id": "s109"
    },
    {
      "text": "CONSIDERATION \n SECTION 251A \n \n35 Section 251A of the Act is concerned with the process whereby an indigenous land use agreement may be authorised.",
      "id": "s110"
    },
    {
      "text": "It provides:\n \n 'For the purposes of this Act, persons holding native title in relation to land or waters in the area covered by an indigenous land use agreement authorise the making of the agreement if: \n \n \n \n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons who hold or may hold the common or group rights comprising the native title, must be complied with in relation to authorising things of that kind--the persons authorise the making of the agreement in accordance with that process; or \n \n (b) where there is no such process--the persons authorise the making of the agreement in accordance with a process of decision-making agreed to and adopted, by the persons who hold or may hold the common or group rights comprising the native title, in relation to authorising the making of the agreement or of things of that kind.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n \n\n36 In this case, the solicitor for Dr Davis-Hurst was requested by the National Native Title Tribunal to provide details of the authorisation process adopted for the Agreement.",
      "id": "s112"
    },
    {
      "text": "The solicitor responded:\n \n 'I confirm that there was no traditional decision-making process and that the Applicants had agreed and adopted a decision-making process of authorising through the decision of the majority.",
      "id": "s113"
    },
    {
      "text": "This majority decision-making process was used to authorise the ILUA, unanimous consent was not required to authorise the ILUA.",
      "id": "s114"
    },
    {
      "text": "' \n \n\n37 Acting apparently on the basis of the above response, the Registrar expressed her satisfaction that all those persons identified as potential native title holders for the area, including Mr Kemp, had authorised the making of the Agreement by a majority decision.",
      "id": "s115"
    },
    {
      "text": "38 It seems likely that the Registrar overlooked the fact that the solicitor's response identified the decision-making process adopted by 'the Applicants' .",
      "id": "s116"
    },
    {
      "text": "In the context of the response, the reference to 'the Applicants' is to be understood as a reference to the claimant group represented by Dr Davis-Hurst.",
      "id": "s117"
    },
    {
      "text": "It is accepted on all sides that Mr Kemp is not a member of that group.",
      "id": "s118"
    },
    {
      "text": "39 Counsel for Mr Kemp initially argued that, in the circumstances of this case, s 251A(b) required the claimant group represented by Dr Davis-Hurst and Mr Kemp, together to authorise the making of the agreement in accordance with a process of decision-making agreed to and adopted by them.",
      "id": "s119"
    },
    {
      "text": "He pointed out, in effect, that there was nothing before the delegate which suggested that Mr Kemp had joined in the agreement for and adoption of a 'decision-making process of authorising through the decision of the majority' (see [36] above).",
      "id": "s120"
    },
    {
      "text": "40 I reject the above argument.",
      "id": "s121"
    },
    {
      "text": "In my view, it is plain that s 251A is concerned with how a single community or other group, the members of which together hold or may hold the common or group rights comprising the native title in relation to land or waters in the area covered by an indigenous land use agreement, may authorise the making of an indigenous land use agreement.",
      "id": "s122"
    },
    {
      "text": "41 Section 251A is not intended to provide, and does not provide, a means whereby a single authorising decision can be obtained which is binding on two or more groups where their respective claims to hold native title in an area are in conflict.",
      "id": "s123"
    },
    {
      "text": "This can be seen from the reference in paragraph (a) to a process of decision-making that, under the traditional laws and customs of the persons who hold or may hold the common or group rights comprising the native title, must be complied with in relation to authorising things of that kind.",
      "id": "s124"
    },
    {
      "text": "It is hard to imagine any such process of decision-making where the respective claims of two groups to hold the native title are in conflict; it would require traditional laws and customs in relation to jointly authorising things binding on the members of both groups.",
      "id": "s125"
    },
    {
      "text": "42 The material before the Registrar which tended to show that the members of the claimant group represented by Dr Davis-Hurst had adopted a process of majority vote for the purpose of authorising the making of the agreement was slight.",
      "id": "s126"
    },
    {
      "text": "Nonetheless, the Registrar was entitled, in my view, to conclude that they had adopted such a process (see s 24CL(4)).",
      "id": "s127"
    },
    {
      "text": "43 However, as I think all parties ultimately accepted, the Registrar erred in concluding that Mr Kemp was bound by the majority decision to authorise the agreement adopted by the claimant group represented by Dr Davis-Hurst.",
      "id": "s128"
    },
    {
      "text": "For this reason, on the approach that the Registrar adopted, the Registrar erred in concluding that the requirements of s 24CG(3)(b) of the Act had been met.",
      "id": "s129"
    },
    {
      "text": "WAS MR KEMP'S AUTHORISATION REQUIRED?",
      "id": "s130"
    },
    {
      "text": "44 The respondents contended that, even if the Registrar had erred in concluding that Mr Kemp had authorised the making of the agreement, her decision should not be set aside because she was wrong to adopt the approach that Mr Kemp's authorisation was necessary.",
      "id": "s131"
    },
    {
      "text": "45 The first ground on which it was submitted that it was unnecessary for Mr Kemp to authorise the making of the agreement was that the second condition in s 24CL (see [25] above) required the Registrar to form the view that all reasonable efforts had been made to ensure that all of the persons described in s 24CG(3)(b)(i) had been identified; it did not require the Registrar to be satisfied that all persons so described had in fact been identified.",
      "id": "s132"
    },
    {
      "text": "46 I accept that the second condition is to be so understood.",
      "id": "s133"
    },
    {
      "text": "The reasons for decision reveal that the Registrar also understood the second condition in this way.",
      "id": "s134"
    },
    {
      "text": "However, the reasons for decision of the Registrar reveal that she regarded Mr Kemp as a person identified by the efforts of Dr Davis-Hurst.",
      "id": "s135"
    },
    {
      "text": "On the approach adopted by the Registrar, the Agreement could not be registered unless she considered that Mr Kemp had authorised its making.",
      "id": "s136"
    },
    {
      "text": "It is therefore unnecessary for me to determine whether it would be open to a Registrar to consider that the requirements of s 24CG(3)(b)(i) had been met if the Registrar were aware of individuals in the relevant class who had not been identified by the efforts claimed to have been 'reasonable efforts' within the meaning of s 24CG(3)(b)(i).",
      "id": "s137"
    },
    {
      "text": "47 The second ground on which it was submitted that it was unnecessary for Mr Kemp to authorise the making of the agreement involves a much more difficult issue of statutory construction.",
      "id": "s138"
    },
    {
      "text": "That issue is the intended meaning of the words 'all persons who hold or may hold native title in relation to land or waters in the area covered by the agreement' in s 24CG(3)(b)(i).",
      "id": "s139"
    },
    {
      "text": "48 I take the proper approach to the determination of this issue to be as stated by McHugh, Gummow, Kirby and Hayne JJ in Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at 384.",
      "id": "s140"
    },
    {
      "text": "Their Honours there said:\n \n 'the duty of a court is to give the words of a statutory provision the meaning that the legislature is taken to have intended them to have.",
      "id": "s141"
    },
    {
      "text": "Ordinarily, that meaning (the legal meaning) will correspond with the grammatical meaning of the provision.",
      "id": "s142"
    },
    {
      "text": "But not always.",
      "id": "s143"
    },
    {
      "text": "The context of the words, the consequences of a literal or grammatical construction, the purpose of the statute or the canons of construction may require the words of a legislative provision to be read in a way that does not correspond with the literal or grammatical meaning.",
      "id": "s144"
    },
    {
      "text": "' (footnotes omitted)\n \n\n49 The two competing views as to the meaning of the words in s 24CG(3)(b)(i) are:\n \n \n (a) that the words should be construed literally so that, for example, where two competing groups each claims to hold the common or group rights which constitute the native title in the area, the words are capable of including the persons in both groups; or\n (b) that the words should not be construed literally but should be understood to refer to all persons who, according to the traditional laws and customs of the registered native title claimants, hold the common or group rights which constitute the native title in the area.",
      "id": "s145"
    },
    {
      "text": "50 It is appropriate to consider whether any of the factors identified in the passage from Project Blue Sky cited above require the words of s 24CG(3)(b)(i) to be read in a way that does not correspond with their literal or grammatical meaning.",
      "id": "s146"
    },
    {
      "text": "The factors upon which the respondents placed reliance are the following.",
      "id": "s147"
    },
    {
      "text": "51 First, as they submitted, the words 'may hold native title' in s 24CG(3)(b)(i) are not words of expansion but rather are intended to demonstrate that proof of native title is not necessary before an area agreement may be registered.",
      "id": "s148"
    },
    {
      "text": "I accept that the words 'may hold native title' demonstrate that proof of native title is not necessary before an area agreement may be registered.",
      "id": "s149"
    },
    {
      "text": "However, this does not, of itself, assist in determining which of the two competing views of the meaning of s 24CG(3)(b)(i) should be accepted.",
      "id": "s150"
    },
    {
      "text": "52 Secondly, s 24CL makes it impossible for an area agreement to be registered unless all persons who were registered native title claimants at the end of the notice period, and all persons who subsequently became registered native title claimants pursuant to applications made before the end of the notice period, are parties to the agreement.",
      "id": "s151"
    },
    {
      "text": "The respondents argued that s 24CL discloses an intention that a person like Mr Kemp should not be able to prevent the registration of the area Agreement unless he first becomes a registered native title claimant; as Mr Kemp chose not to adopt that course, the group represented by Dr Davis-Hurst was free to obtain registration of the agreement without his being a party to it and without obtaining his authority to make it.",
      "id": "s152"
    },
    {
      "text": "53 I agree that the above argument carries weight and, indeed, derives some support from s 24CI of the Act.",
      "id": "s153"
    },
    {
      "text": "Section 24CI, which is concerned with objections against registration, does not provide for an objection to be made by a person who holds or may hold native title in relation to land or waters in the area covered by the agreement.",
      "id": "s154"
    },
    {
      "text": "The Explanatory Memorandum to the Native Title Amendment Bill 1997 explained the failure to provide an objection procedure in the case of an area agreement on the basis that 'the appropriate response of potential native title holders unhappy about the registration of such an agreement is to make a native title claim' (par 22.23).",
      "id": "s155"
    },
    {
      "text": "However, to the extent that s 24CL can be seen to reflect legislative recognition of the fact that it is the Court, and not the Registrar, which is able to determine competing claims to hold native title, it may be observed that Mr Kemp is a party to proceedings in the Court in which he challenges the claims of the group represented by Dr Davis-Hurst.",
      "id": "s156"
    },
    {
      "text": "54 Thirdly, it is arguable that s 251A, which is concerned with the process whereby the making of an indigenous land use agreement may be authorised, has been drawn on the assumption that all persons who relevantly hold native title in relation to land or waters in the area covered by an indigenous land use agreement will hold that native title under the same traditional laws and customs.",
      "id": "s157"
    },
    {
      "text": "I agree that s 251A has arguably been drawn in this way.",
      "id": "s158"
    },
    {
      "text": "I note, nonetheless, that s 251A can sensibly operate to provide a procedure whereby persons in different communities or groups respectively may separately authorise the making of an agreement.",
      "id": "s159"
    },
    {
      "text": "55 What then are the factors which favour the first of the two competing views as to the meaning of the words 'all persons who hold or may hold native title in relation to land or waters in the area covered by the agreement' in s 24CG(3)(b)(i)?",
      "id": "s160"
    },
    {
      "text": "As the passage from Project Blue Sky cited above indicates, the strongest argument in favour of the first of the competing views is the literal meaning of the words.",
      "id": "s161"
    },
    {
      "text": "The words do not readily admit of limitation.",
      "id": "s162"
    },
    {
      "text": "No real difficulty would have attended drafting the passage in more limited terms.",
      "id": "s163"
    },
    {
      "text": "56 Additionally, comparable words, namely 'any person claiming to hold native title in relation to land or waters in the area covered by the agreement' , are used in s 24CH(2)(d)(ii) of the Act with an apparently expansive meaning.",
      "id": "s164"
    },
    {
      "text": "In the context of s 24CH(2)(d)(ii) the comparable words must, I think, be intended to include any person who advances a claim in opposition to the claim to native title recognised by the agreement.",
      "id": "s165"
    },
    {
      "text": "The paragraph is intended to place such a person on notice that, in effect, the agreement might be registered, irrespective of his or her views as to its contents, unless he or she formally asserts a claim to native title.",
      "id": "s166"
    },
    {
      "text": "(see [53] above)\n \n57 Finally, a determination that the words of s 24CG(3)(b)(i) are not to be given their literal meaning could result in interference with, if not loss of, a person's native title rights in respect of the area covered by the agreement.",
      "id": "s167"
    },
    {
      "text": "While details of an agreement are entered on the Register of Indigenous Land Use Agreements, the agreement has effect as if all persons holding native title in relation to any of the land or waters in the area who are not already parties to the agreement were bound by the agreement in the same way as the native title group (s 24EA).",
      "id": "s168"
    },
    {
      "text": "As a consequence a person who has a prima facie claim to hold native title but who is not a party to the agreement would be bound by any consents thereby given to the doing of future acts or classes of future acts (s 24CB(a) and (aa)).",
      "id": "s169"
    },
    {
      "text": "Indeed, it appears that the person could be bound by a surrender of native title rights and interests in the area to the Commonwealth, a State or a Territory and the consequent extinguishment of those rights and interests (s 24CB(e) and s 24EB(1)(d) and (3)).",
      "id": "s170"
    },
    {
      "text": "58 I confess to having found this issue difficult to resolve.",
      "id": "s171"
    },
    {
      "text": "I accept that the construction for which the respondents contend would result in a logically coherent scheme for the registration of area agreements.",
      "id": "s172"
    },
    {
      "text": "However, a literal construction of s 24CG(3)(b)(i) does not, in my view, result in an absurd or otherwise plainly unlikely outcome.",
      "id": "s173"
    },
    {
      "text": "In the absence of a compelling case to do so, I am reluctant to depart from the literal meaning of the words which the legislative has chosen because a departure from that meaning could, in this and other cases, result in the loss of rights which an individual might otherwise enjoy.",
      "id": "s174"
    },
    {
      "text": "59 Were it the case that Mr Kemp's claim to be a person who holds, or may hold, native title was merely colourable, it would have been open to the Registrar to conclude that his claim was without substance and, for that reason, his authority for the making of the agreement unnecessary.",
      "id": "s175"
    },
    {
      "text": "However, Mr Kemp had successfully applied to be joined as a party to proceedings in this Court to oppose the claim that Dr Davis-Hurst and those whom she represents hold native title in the area covered by the Agreement.",
      "id": "s176"
    },
    {
      "text": "In the circumstances, in my view, the appropriate forum for the resolution of the dispute between Dr Davis-Hurst and those whom she represents on the one hand, and Mr Kemp on the other, as to the identity of the community or group which holds native title in the Saltwater land is the Federal Court.",
      "id": "s177"
    },
    {
      "text": "60 I am left with a lingering suspicion that those who drafted the relevant provisions did not envisage circumstances such as have arisen here.",
      "id": "s178"
    },
    {
      "text": "These circumstances, perhaps unusually, including competing claims to hold the communal or group rights and interests of Aboriginal peoples in relation to the land and waters covered by the Agreement and an unwillingness in one case to make an application for a determination of native title.",
      "id": "s179"
    },
    {
      "text": "It seems that Mr Kemp is unwilling for financial reasons to apply for a determination that the Pirripaayi people hold native title in the Saltwater land.",
      "id": "s180"
    },
    {
      "text": "In another case a person might have a philosophical objection to making a native title determination application --- but nonetheless maintain a legitimate wish to oppose others from gaining a recognition to which they are not entitled\n \n61 Ultimately I am not persuaded that any of the factors identified in the passage from Project Blue Sky cited in [48] above requires the words of s 24CG(3)(b)(i) to be read in a way that does not correspond to their literal meaning.",
      "id": "s181"
    },
    {
      "text": "I decline to so read them.",
      "id": "s182"
    },
    {
      "text": "CONCLUSION \n \n62 For the above reasons, I conclude that the Registrar erred in concluding that the requirements of s 24CG(3)(b) had been met in the present case.",
      "id": "s183"
    },
    {
      "text": "I further conclude that it would not be appropriate to refrain from setting aside her decision on the basis that the error was not material because it was unnecessary for Mr Kemp to authorise the making of the agreement.",
      "id": "s184"
    },
    {
      "text": "63 The decision of the Registrar that the Agreement must be registered pursuant to s 24CL(1) of the Act will be set aside and the application for registration remitted to the Registrar to be determined according to law.",
      "id": "s185"
    },
    {
      "text": "I will hear the parties on the appropriate order or orders, if any, to be made as to costs.",
      "id": "s186"
    },
    {
      "text": "I certify that the preceding sixty-three (63) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s187"
    },
    {
      "text": "Associate:\n\nDated: 25 July 2006\n\n\n Counsel for the Applicant: D Burwood \n \n Counsel for the First Respondent: The First Respondent, who filed a submitting appearance, did not appear \n \n Counsel for the Second - Fourth Respondents: S Lloyd and S Free \n \n Solicitor for the Second - Fourth Respondents: Crown Solicitor's Office (State of New South Wales) \n \n Counsel for the Fifth and Sixth Respondents: L Clegg \n \n Solicitor for the Fifth and Sixth Respondents: Gilbert + Tobin \n \n Counsel for the Seventh Respondent: The Seventh Respondent did not appear \n \n Date of Hearing: 19 May 2006 \n \n Date of Judgment: 25 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/939.html",
      "id": "s188"
    }
  ]
}