{
  "name": "SFE Corporation Limited, in the matter of SFE Corporation Limited [2006] FCA 912 (7 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/912.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "approved",
      "id": "c1"
    },
    {
      "text": "corporations law",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 29 May last I made orders convening a meeting of the members of SFE Corporation Limited pursuant to s 411(1) of the Corporations Act 2001 (Cth).",
      "id": "s0"
    },
    {
      "text": "The evidence satisfies me that that meeting was duly convened taking into account the signed certificates which have been provided and the undertaking which has been proffered.",
      "id": "s1"
    },
    {
      "text": "The result of the meeting was a resounding yes to the proposed transaction.",
      "id": "s2"
    },
    {
      "text": "No person has given notice of appearance to oppose.",
      "id": "s3"
    },
    {
      "text": "The matter was called today and nobody has appeared to oppose.",
      "id": "s4"
    },
    {
      "text": "2 As I indicated when I made orders convening the meeting, I had scrutinised (without the benefit of a contradictor) the arrangement to ensure, so far as I could detect, that there was nothing on the face of it which might lead to a refusal of approval if the meeting assented to the transaction.",
      "id": "s5"
    },
    {
      "text": "I saw no such barrier and none has been pointed out to me since.",
      "id": "s6"
    },
    {
      "text": "3 I drew attention on that occasion to a question which arises as to the means of enforcing arrangements such as these, including (although not restricted to) issues about solvency.",
      "id": "s7"
    },
    {
      "text": "I am satisfied by the evidence that there is both the capacity to meet the obligations which are being undertaken and willingness on the part of those involved to do so.",
      "id": "s8"
    },
    {
      "text": "Indeed, there is every reason for them to do so.",
      "id": "s9"
    },
    {
      "text": "4 Under those circumstances there is no barrier to making an order approving the scheme.",
      "id": "s10"
    },
    {
      "text": "I make orders in accordance with the draft minutes of order which I have initialled and placed with the papers.",
      "id": "s11"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s12"
    },
    {
      "text": "Associate:\n\nDated: 18 July 2006\n\n\n Counsel for the Plaintiff: Mr TF Bathurst QC, Mr S Nixon \n \n Solicitor for the Plaintiff: Blake Dawson Waldron \n \n Date of Hearing: 7 July 2006 \n \n Date of Judgment: 7 July 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/912.html",
      "id": "s13"
    }
  ]
}