{
  "name": "Hussain v King Investment Solutions Pty Ltd [2006] FCA 905 (14 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/905.html",
  "catchphrases": [
    {
      "text": "whether notice pursuant to s 41(5) can be given by service of application to set aside bankruptcy notice",
      "id": "c0"
    },
    {
      "text": "whether service in accordance with r 30.02(4) of federal magistrates court rules 2001 mandatory",
      "id": "c1"
    },
    {
      "text": "whether late served application a nullity",
      "id": "c2"
    },
    {
      "text": "' gives notice '",
      "id": "c3"
    },
    {
      "text": "bankruptcy",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    },
    {
      "text": "words and phrases",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 21 March 2006 a Federal Magistrate dismissed an application to set aside a bankruptcy notice and ordered the applicant debtors to pay the costs of the respondent creditor.",
      "id": "s0"
    },
    {
      "text": "Unfortunately, those orders were made as a result of a misapprehension as to the procedural history of the matter.",
      "id": "s1"
    },
    {
      "text": "The debtors appeal.",
      "id": "s2"
    },
    {
      "text": "The creditor seeks to uphold the orders on other grounds.",
      "id": "s3"
    },
    {
      "text": "It is thus necessary to explain the matter in a little detail.",
      "id": "s4"
    },
    {
      "text": "2 On 1 August 2005 the creditor, King Investment Solutions Pty Ltd, obtained judgment against the debtors, Fahmi Mustafa Hussain and Meraj Ather Hussain, in the Supreme Court of New South Wales for the sum of $151 430, that being the principal sum of $95 000 due under a mortgage plus interest due up to the date of judgment in accordance with the mortgage.",
      "id": "s5"
    },
    {
      "text": "The order was entered on 15 August 2005.",
      "id": "s6"
    },
    {
      "text": "Orders were also made as to possession of land the subject of the mortgage and an order for sale.",
      "id": "s7"
    },
    {
      "text": "3 On 25 August 2005 the Office of the Sheriff issued a notice to vacate, requiring vacation no later than 10.00 am on Tuesday 6 September 2005.",
      "id": "s8"
    },
    {
      "text": "4 On or about 2 September 2005 a director of the creditor had a telephone conversation with Fahmi Mustafa Hussain to the following effect: \n \n 'HUSSAIN: \"If I paid you $20,000.00 before the eviction, would you stay the eviction?",
      "id": "s9"
    },
    {
      "text": "Then after two weeks I will pay you more.",
      "id": "s10"
    },
    {
      "text": "\" \n \n KING: \"Yes, I will stay the eviction for two weeks.",
      "id": "s11"
    },
    {
      "text": "\" ' \n \n \n 5 On 2 September 2005 the solicitors for the creditor wrote to the solicitors for the debtors as follows: \n \n 'We refer to our telephone conversation today.",
      "id": "s12"
    },
    {
      "text": "We confirm that our client has negotiated the following arrangement with [the] Defendant directly: \n \n &#8226; If the Defendant pays a bank cheque to our client in the sum of $20,000.00 before 9.30am on Monday 5 September 2005 our client will agree to a stay of eviction until 20 September 2005.",
      "id": "s13"
    },
    {
      "text": "' \n \n \n \n 6 On or about 5 September 2005 the debtors paid the creditor $20 000.",
      "id": "s14"
    },
    {
      "text": "7 On 5 September 2005 the solicitors for the creditor wrote to the solicitors for the debtors as follows: \n \n 'We refer to our letter dated 2 September 2005.",
      "id": "s15"
    },
    {
      "text": "We confirm that your client has delivered a bank cheque in the sum of $20,000.00 to our office today made payable to our client.",
      "id": "s16"
    },
    {
      "text": "Accordingly our client has now agreed to a stay of eviction until 20 September 2005.",
      "id": "s17"
    },
    {
      "text": "' \n \n \n 8 On 22 November 2005 a bankruptcy notice was served by the respondent upon the applicants.",
      "id": "s18"
    },
    {
      "text": "The notice claimed that the debtors owed the creditor a debt of $151 430 as shown in the schedule.",
      "id": "s19"
    },
    {
      "text": "The schedule was in the following form: \n\n '\n Column 1 Column 2 1.",
      "id": "s20"
    },
    {
      "text": "Amount of judgments or orders $151,430.00 plus 2.",
      "id": "s21"
    },
    {
      "text": "Legal costs if ordered to be paid and a specific amount was not included in the judgments or orders (see Note 1, below) $N/A plus 3.",
      "id": "s22"
    },
    {
      "text": "If claimed in this Bankruptcy Notice, interest accrued since the date of judgments or orders (see Note 2, below) $N/A 4.",
      "id": "s23"
    },
    {
      "text": "Subtotal $151,430.00 less 5.",
      "id": "s24"
    },
    {
      "text": "Payments made and/or credits allowed since date of judgments or orders $N/A 6.",
      "id": "s25"
    },
    {
      "text": "Total debt owing $151,430.00 \n\n \n (NB: Amounts, where applicable, are to be inserted in column 2)' \n \n \n \n 9 The last day for complying with the bankruptcy notice was 13 December 2005.",
      "id": "s26"
    },
    {
      "text": "On that day the debtors filed an application to set aside the bankruptcy notice returnable on Tuesday 17 January 2006 at 10.15 am.",
      "id": "s27"
    },
    {
      "text": "The ground stated was that the debtors \n \n 'dispute the validity of the [bankruptcy notice] on the grounds of overstatement in that [the] Bankruptcy Notice claims $20,000 more than the amount of the judgment debt due and owing as at the date [of] issue of the Notice; that amount of $20,000 having been paid to the creditor on 5 September 2005.",
      "id": "s28"
    },
    {
      "text": "' \n \n\nThe application was supported by an affidavit by Fahmi Mustafa Hussain.",
      "id": "s29"
    },
    {
      "text": "10 On 13 December 2005 a Registrar of the Federal Magistrates Court made orders as follows: \n \n '1.",
      "id": "s30"
    },
    {
      "text": "Pursuant to subsection 41(6A) of the Bankruptcy Act 1966 and rule 30.03 of the Federal Magistrates Court Rules 2001 , on condition that Bankruptcy Notice No.",
      "id": "s31"
    },
    {
      "text": "NN 4161 of 2005 was served on the Applicants on 22 November 2005, the time for compliance by the Applicants with the requirements of the Bankruptcy Notice is extended up to and including 17 January 2006.",
      "id": "s32"
    },
    {
      "text": "2.",
      "id": "s33"
    },
    {
      "text": "There be liberty to any party to apply to vary or discharge Order 1, on 24 hours notice.",
      "id": "s34"
    },
    {
      "text": "3.",
      "id": "s35"
    },
    {
      "text": "The Applicants serve a sealed copy of these orders on the Respondent at the time of service of the application.",
      "id": "s36"
    },
    {
      "text": "' \n \n \n\nThe orders bore the following note:\n \n 'Subrule 30.02(4) provides that the application must be served on the respondent creditor(s) within 3 days after it is filed.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n 11 Notwithstanding that note, the application to set aside the bankruptcy notice was not served upon the solicitor for the creditor until about 9 January 2006 when he received a copy of each of the application, the affidavit and the order dated 13 December 2005.",
      "id": "s38"
    },
    {
      "text": "The solicitor for the creditor had become aware of the application on or about 20 December 2005 by virtue of a search following which he had a telephone conversation with the solicitor for the debtors who promised he would fax a copy of the documents that day.",
      "id": "s39"
    },
    {
      "text": "They were not received.",
      "id": "s40"
    },
    {
      "text": "12 On 17 January 2006 the solicitor for the debtors and counsel for the creditor appeared before a Registrar of the Federal Magistrates Court and the following orders were made: \n \n \n '1.",
      "id": "s41"
    },
    {
      "text": "Respondent to file and serve any evidence on which it relies on or by 31 January 2006.",
      "id": "s42"
    },
    {
      "text": "2.",
      "id": "s43"
    },
    {
      "text": "Applicant to file and serve any evidence in reply on or by 14 February 2006.",
      "id": "s44"
    },
    {
      "text": "3.",
      "id": "s45"
    },
    {
      "text": "Matter listed for hearing on 21 March 2006.",
      "id": "s46"
    },
    {
      "text": "3A.",
      "id": "s47"
    },
    {
      "text": "Time for compliance with bankruptcy notice extended up to and including 21 March 2006.",
      "id": "s48"
    },
    {
      "text": "4.",
      "id": "s49"
    },
    {
      "text": "Costs reserved.",
      "id": "s50"
    },
    {
      "text": "' \n \n \n \n \n 13 The matter came on for hearing on 21 March 2006.",
      "id": "s51"
    },
    {
      "text": "Evidence was filed on behalf of the creditor.",
      "id": "s52"
    },
    {
      "text": "The substance of its position concerning the amount claimed was as follows: \n \n 'The payment was accepted by the Respondent and credited for interest owed by the Applicants under the Mortgage and Loan, late repayment penalty, preparation of discharge inclusive of GST and legal expenses paid.",
      "id": "s53"
    },
    {
      "text": "The amount of such items as at 5 September 2005 less the judgment debt totalled $20,322.42.",
      "id": "s54"
    },
    {
      "text": "Annexed hereto and marked with the letter \"E\" is a schedule of the Mortgage and Loan as at 5 September 2005.",
      "id": "s55"
    },
    {
      "text": "' \n \n\nThe schedule was as follows:\n 'Payout figures \n \n \n Hussain payout fiqures \n \n \n Principal \n $95,000.00 \n \n Annual Lower rate \n 60% \n \n Lower annual interest \n $57,000.00 \n \n Lower monthly interest \n $4,750.00 \n \n Lower daily Interest \n $156.16 \n \n \n \n Annual Higher rate \n 118.8% \n \n Higher annual interest \n $112,860.00 \n \n Higher monthly interest \n $9,405.00 \n \n Higher daily Interest \n $309.21 \n \n \n \n Amount \n \n Loan amount Advanced 17/12/2004 \n $95,000.00 \n \n Additional amount deposited to Bridgeport \n $2,000.00 \n \n \n \n Interest 17/12/04 --- 16/1/05 at lower rate \n $4,750.00 \n \n Interest 17/1/05 --- 16/2/05 at lower rate \n $4,750.00 \n \n Interest 17/2/05 --- 16/3/05 at higher rate \n $9,405.00 \n \n Interest 17/3/05 ---16/4/05 at higher rate \n $9,405.00 \n \n Interest 17/4/05 ---16/5/05 at higher rate \n $9,405.00 \n \n Interest 17/5/05 ---16/5/05 at higher rate \n $9,405.00 \n \n Interest 17/6/05 ---16/7/05 at higher rate \n $9,405.00 \n \n Interest 17/7/05 --- 16/8/05 at higher rate \n $9,405.00 \n \n Interest 17/8/05 --- 5/9/05 --- daily rate $309.20 x 19 days \n $5,874.80 \n \n Late repayment penalty \n $9,405.00 \n \n Preparation of Discharge inclusive of GST \n $330.00 \n \n \n \n Legal expenses paid 16/8/05 \n $5,000.00 \n \n Legal expenses paid 16/8/05 \n $2,462.62 \n \n \n \n Total \n $186,002.42 \n \n \n \n Less paid by Borrowers \n \n \n Paid 17/12/04 \n $4,750.00 \n \n Paid 24/1/05 \n $4,750.00 \n \n Paid 24/1/05 \n $4,750.00 \n \n \n \n Total paid by borrowers \n $14,250.00 \n \n \n \n Total owing as at 5/9/05 \n $171,752.42 \n \n Less Judgment Debt \n ---$151,430.00 \n \n Amount outstanding above judgment debt \n $ 20,322.42' \n \n\n \n 14 Submissions were prepared by both sides prior to the commencement of the hearing.",
      "id": "s56"
    },
    {
      "text": "The substance of the applicant's submission was that as the mortgage debt had 'merged' in the judgment, the payment of $20 000 must be credited against the judgment debt.",
      "id": "s57"
    },
    {
      "text": "It was submitted that interest on the judgment had only been running (at 9 per cent per annum --- the judgment rate) for just over a month.",
      "id": "s58"
    },
    {
      "text": "It was submitted that notice pursuant to s 41(5) of the Bankruptcy Act 1966 (Cth) (the Act) had been given, either on 20 December 2005 by search or on or about 9 January 2006 by reason of service of the application to set aside the bankruptcy notice, within the time for compliance, being 21 March 2006.",
      "id": "s59"
    },
    {
      "text": "The written submissions for the debtors included the following: \n \n 'To the extent the debtors need an extension of time to give notice, they respectfully point out that the creditor does not claim any prejudice.",
      "id": "s60"
    },
    {
      "text": "They tender [a] letter to the creditor's solicitors faxed yesterday and seek all necessary leave or amendment under Reg 7.01.",
      "id": "s61"
    },
    {
      "text": "' \n \n \n 15 Section 41(5) is in the following form: \n \n 'A bankruptcy notice is not invalidated by reason only that the sum specified in the notice as the amount due to the creditor exceeds the amount in fact due, unless the debtor, within the time allowed for payment, gives notice to the creditor that he or she disputes the validity of the notice on the ground of the misstatement.",
      "id": "s62"
    },
    {
      "text": "' \n \n \n 16 The submissions on behalf of the creditor denied any misstatement as to the debt due because the amount of $20 000 had been appropriated to amounts owing otherwise than pursuant to the judgment debt.",
      "id": "s63"
    },
    {
      "text": "It was also submitted that there had been no s 41(5) notice served and that the application to set aside the bankruptcy notice had been served late.",
      "id": "s64"
    },
    {
      "text": "The debtors contested each argument.",
      "id": "s65"
    },
    {
      "text": "17 The Federal Magistrate accepted for the purposes of argument that notice given by an application to set aside the bankruptcy notice is sufficient to amount to notice within s 41(5).",
      "id": "s66"
    },
    {
      "text": "The reasons proceeded as follows: \n \n 'In this case, the application to set aside the bankruptcy notice was not served within three days.",
      "id": "s67"
    },
    {
      "text": "Although taken out on 13 December, it was not served until 9 January 2006.",
      "id": "s68"
    },
    {
      "text": "Mr Knaggs says that this does not alter the fact that the notice was served \"within the time allowed for payment\".",
      "id": "s69"
    },
    {
      "text": "He says this because he argues that the time for compliance with the bankruptcy notice is extended by virtue of the issue of the application to set the notice aside.",
      "id": "s70"
    },
    {
      "text": "The difficulty which I have with this argument put by Mr Knaggs is that the provisions of s.41(6)A give the court the power to extend the time for compliance with the bankruptcy notice, but in this case no request for such extension appears to have been made nor given by the Registry , which would normally happen.",
      "id": "s71"
    },
    {
      "text": "To that extent, it seems to me that the time for compliance with the bankruptcy notice expired, unless I was to exercise my discretion relying on Streimer v Tamas [1981] 54 FLR 253.",
      "id": "s72"
    },
    {
      "text": "I am not prepared to exercise any discretion that may be available to me in that regard as I consider that the failure to serve the application within the time limited by the Rules should not be excused in a case where no notice under s.41(5) is independently served.",
      "id": "s73"
    },
    {
      "text": "' \n [emphasis added]\n \n \n 18 It is apparent that the reasoning of the Federal Magistrate cannot stand as he proceeded upon the basis that there had been no extension of time for compliance with the bankruptcy notice, notwithstanding the fact that successive orders to that effect had been made by a Registrar of the Court.",
      "id": "s74"
    },
    {
      "text": "The issue was not raised by the parties before the Federal Magistrate and there was reference in the evidence to the existence of the first order, at least.",
      "id": "s75"
    },
    {
      "text": "19 Counsel for the creditor seeks to maintain the orders on other bases.",
      "id": "s76"
    },
    {
      "text": "The first is that a separate notice is required under s 41(5).",
      "id": "s77"
    },
    {
      "text": "The application to set aside the bankruptcy notice was not such a notice.",
      "id": "s78"
    },
    {
      "text": "Counsel was not able to refer to any authority which establishes that proposition.",
      "id": "s79"
    },
    {
      "text": "It was suggested that assistance may be gained from a passage from the judgment in Seovic Civil Engineering Pty Ltd v Groeneveld [1999] FCA 255 ; (1999) 87 FCR 120 as follows (at [37]): \n \n 'The object of a debtor's notice under s 41(5) is to inform the creditor that the debtor disputes the bankruptcy notice and does so on the ground of a misstatement contained in that notice.",
      "id": "s80"
    },
    {
      "text": "The point of the notice is to draw to the creditor's attention the misstatement, thereby giving the creditor the opportunity to consider, for example, whether the bankruptcy notice should be withdrawn and a fresh notice, correcting the misstatement, issued.",
      "id": "s81"
    },
    {
      "text": "If the creditor is given no hint in the notice as to the nature of the misstatement, there is a considerable risk that the debtor will be able to take unmeritorious advantage of minor errors (such as the small mistake in the present case) and that unnecessary and wasteful litigation will eventuate.",
      "id": "s82"
    },
    {
      "text": "It is no answer to say that the creditor can ask for particulars, since the debtor would not be obliged to give any until after litigation had been instituted.",
      "id": "s83"
    },
    {
      "text": "Indeed, a debtor wishing to take advantage of the technicalities of the law of bankruptcy might be well-advised to say as little as possible for as long as possible about the true nature of the alleged misstatement in the bankruptcy notice.",
      "id": "s84"
    },
    {
      "text": "' \n \n\nThe notice in that case was a separate letter.",
      "id": "s85"
    },
    {
      "text": "20 Subsection 41(5) is silent as to the method of giving notice.",
      "id": "s86"
    },
    {
      "text": "I can see no reason why it cannot be done by service of an application to set aside a bankruptcy notice in an appropriate form.",
      "id": "s87"
    },
    {
      "text": "It was faintly argued that this application was not in a form to give the necessary notice.",
      "id": "s88"
    },
    {
      "text": "I do not agree.",
      "id": "s89"
    },
    {
      "text": "Furthermore, it seems to me that the passage relied upon from Seovic Civil Engineering Pty Ltd v Groeneveld is neutral as to the point which arises here.",
      "id": "s90"
    },
    {
      "text": "As the application was served within the time allowed for payment, the subsection is satisfied.",
      "id": "s91"
    },
    {
      "text": "Failure to expressly advert to s 41(5) is not of any significance.",
      "id": "s92"
    },
    {
      "text": "It is true that 'notice' and 'application' are different words and that each is used in different parts of the Act.",
      "id": "s93"
    },
    {
      "text": "However, the two are not mutually exclusive.",
      "id": "s94"
    },
    {
      "text": "The section requires the giving of notice, not serving of a notice in any particular form.",
      "id": "s95"
    },
    {
      "text": "21 Counsel for the creditor contends that the failure on the part of the debtors to serve the process within three days as required by r 30.02(4) was fatal to the application.",
      "id": "s96"
    },
    {
      "text": "That failure certainly weighed with the learned Federal Magistrate, although he described that rule as being 'almost mandatory' in the events which had happened.",
      "id": "s97"
    },
    {
      "text": "The point had been taken, albeit briefly, in the written submissions for the creditor at the hearing.",
      "id": "s98"
    },
    {
      "text": "It is submitted that the Act is silent as to the procedure for setting aside a bankruptcy notice.",
      "id": "s99"
    },
    {
      "text": "That procedure is found only in the Federal Magistrates Court Rules 2001 as they then stood.",
      "id": "s100"
    },
    {
      "text": "Rule 30.02(4) was undoubtedly not complied with.",
      "id": "s101"
    },
    {
      "text": "No explanation was proffered for the failure to comply with that rule.",
      "id": "s102"
    },
    {
      "text": "Rule 30.02 is as follows: \n \n ' Requirements of application to set aside, or extend time for complying with, notice \n (1) This rule applies to: \n \n \n (a) an application to set aside a bankruptcy notice; or \n \n \n \n \n (b) an application for an extension of the time for complying with a bankruptcy notice.",
      "id": "s103"
    },
    {
      "text": "(2) An application must be accompanied by: \n \n \n \n (a) a copy of the bankruptcy notice; and \n (b) an affidavit stating: \n \n \n \n (i) the grounds in support of the application; and \n (ii) the date when the bankruptcy notice was served on the applicant; and \n \n \n \n (c) a copy of any application to set aside the judgment or order in relation to which the bankruptcy notice was issued and any material in support of that application.",
      "id": "s104"
    },
    {
      "text": "(3) If the application to set aside a bankruptcy notice on the ground that the debtor has a counter-claim, set-off or cross-demand mentioned in paragraph 40(1)(g) of the Bankruptcy Act , the affidavit must also state: \n \n \n \n \n (a) the date when the bankruptcy notice was served on the debtor; and \n (b) the full details of the counter-claim, set-off or cross-demand; and \n (c) the amount of the counter-claim, set-off or cross-demand and the amount by which it exceeds the amount claimed in the bankruptcy notice; and \n (d) why the counter-claim, set-off or cross-demand was not raised in the proceeding that resulted in the judgment or order in relation to which the bankruptcy notice was issued.",
      "id": "s105"
    },
    {
      "text": "(4) The application and accompanying documents must be served on the respondent creditor within 3 days after the application is filed.",
      "id": "s106"
    },
    {
      "text": "' \n \n \n \n \n [emphasis added]\n \n \n \n \n 22 It is pointed out by counsel for the creditor that each of subrules (2), (3) and (4) includes the word 'must' which, it is submitted, compels the conclusion that each is a mandatory requirement.",
      "id": "s107"
    },
    {
      "text": "Counsel was unable to refer to any direct authority as to the effect of non-compliance with r 30.02(4) of the 2001 Rules or the later r 3.02(3) of the Federal Magistrates Court (Bankruptcy) Rules 2006 , which is in similar terms.",
      "id": "s108"
    },
    {
      "text": "Counsel pointed out that the provision was also in similar terms to the former Federal Court Rule O 77 r 13(4).",
      "id": "s109"
    },
    {
      "text": "Although not directly on point, counsel drew the Court's attention to the decision of the Full Court in Hubner v Australia and New Zealand Banking Group Ltd [1999] FCA 385 ; (1999) 88 FCR 445 and the decision of Branson J in Crimmins v Glenview Home Units [1999] FCA 515 , dealing with other provisions of O 77 r 13.",
      "id": "s110"
    },
    {
      "text": "23 The decision in Hubner v Australia and New Zealand Banking Group Ltd does not provide any real guidance as, in that case, the application to set aside the bankruptcy notice had not been filed within the time for compliance with it.",
      "id": "s111"
    },
    {
      "text": "The Full Court's agreement with the finding that the proceedings were defective, in that the applications were not accompanied by appropriate affidavits, does not decide the issue here.",
      "id": "s112"
    },
    {
      "text": "The decision of Branson J in Crimmins v Glenview Home Units appears to have something for both sides.",
      "id": "s113"
    },
    {
      "text": "Her Honour said (at [11]): \n \n 'Unless the Court in any case exercises the discretion given to it by O 1 r 8 of the Federal Court Rules to dispense with the compliance with any of the requirements of the Rules, parties to litigation before the Court are bound by the Federal Court Rules .",
      "id": "s114"
    },
    {
      "text": "' \n \n\nNo application was made in that case for dispensation.",
      "id": "s115"
    },
    {
      "text": "It was found that the affidavits which accompanied the application did not comply strictly with O 77 r 13(3)(c) (corresponding to r 30.02(3)(c)) but nonetheless the Court gave such a dispensation.",
      "id": "s116"
    },
    {
      "text": "24 Counsel for the creditor developed an interesting argument based upon ss 459C---J (inclusive) of the Corporations Act 2001 (Cth) that were said to be cognate with the provisions in question here.",
      "id": "s117"
    },
    {
      "text": "It was submitted that the approach to those provisions (exemplified by Centurian Constructions Pty Ltd v Beca Developments Pty Ltd (In Liq) (1996) 129 FLR 364 and David Grant &amp; Co Pty Limited (Receiver Appointed) v Westpac Banking Corporation [1995] HCA 43 ; (1995) 184 CLR 265) would result in there being no effective proceeding unless the strict requirements of the Act are met.",
      "id": "s118"
    },
    {
      "text": "It would also follow that the defect could not be cured pursuant to s 306 of the Act because there is no effective proceeding as required by that section.",
      "id": "s119"
    },
    {
      "text": "25 There is a critical difference between rules of court, on one hand, and statutory obligations on the other.",
      "id": "s120"
    },
    {
      "text": "As shown by the decision in Crimmins v Glenview Home Units there is always an overriding power in the Court to dispense with the effect of rules of court.",
      "id": "s121"
    },
    {
      "text": "The applicable provision here was r 1.06 of the Federal Magistrates Court Rules 2001 .",
      "id": "s122"
    },
    {
      "text": "Although the Federal Magistrate indicated a disinclination to extend any leeway concerning the failure to serve in time in this case, his decision in that respect miscarried because of his misunderstanding as to the procedure to that date.",
      "id": "s123"
    },
    {
      "text": "Apart from not being aware of the orders extending the time for compliance with the bankruptcy notice, his Honour did not advert to the fact that the parties had appeared at the first return of the proceeding and that directions were made on that occasion in contemplation that the application would be heard in the normal way.",
      "id": "s124"
    },
    {
      "text": "The debtors argue that the time to contend that the proceeding was a nullity was on the first return date on 17 January 2006 and that such a position was effectively waived by what took place.",
      "id": "s125"
    },
    {
      "text": "It is submitted for the creditor that no waiver as such took place.",
      "id": "s126"
    },
    {
      "text": "It was submitted that cooperation in relation to procedural directions did not abandon a point fatal to the application which was taken before the Federal Magistrate when the matter came on for hearing.",
      "id": "s127"
    },
    {
      "text": "26 In my opinion, the proceeding was not a nullity, as the failure to abide by the rules as to service could have been excused.",
      "id": "s128"
    },
    {
      "text": "It is submitted for the debtors that the creditor has not been able to point to any prejudice that would arise if there were such dispensation.",
      "id": "s129"
    },
    {
      "text": "I am satisfied that the question as to whether there should be dispensation from failure to comply with the rule was not considered at first instance in the light of all of the relevant circumstances.",
      "id": "s130"
    },
    {
      "text": "27 Lastly, it was contended for the creditor that it is clear that there was no misstatement in the bankruptcy notice, and that, as there could only be one conclusion, I should deal with the issue and not return the matter to the Federal Magistrate.",
      "id": "s131"
    },
    {
      "text": "I indicated to counsel during the course of argument that I would not take that course.",
      "id": "s132"
    },
    {
      "text": "The merits are not so clear that I should enter upon that issue.",
      "id": "s133"
    },
    {
      "text": "28 Under the circumstances, there is no alternative but to allow the appeal, set aside the orders below and remit the matter to the Federal Magistrates Court for further hearing.",
      "id": "s134"
    },
    {
      "text": "It is a matter for the Federal Magistrates Court as to who hears the remitted proceedings.",
      "id": "s135"
    },
    {
      "text": "29 The question of costs is troublesome.",
      "id": "s136"
    },
    {
      "text": "The matter has gone off because of a mistake by the Federal Magistrates Court.",
      "id": "s137"
    },
    {
      "text": "It does not appear that either party can be blamed for that mistake.",
      "id": "s138"
    },
    {
      "text": "I asked why the obvious error had not been corrected immediately after it became apparent during the oral delivery of reasons on the day of hearing.",
      "id": "s139"
    },
    {
      "text": "The solicitor for the debtor, who was present at the hearing, said that he had no recollection of the point having been made in the oral reasons and that, if it was, he had not appreciated it.",
      "id": "s140"
    },
    {
      "text": "Counsel who appeared for the creditor before me did not appear below.",
      "id": "s141"
    },
    {
      "text": "Only the revised judgment is available to me.",
      "id": "s142"
    },
    {
      "text": "Nonetheless, the creditor has sought to defend the orders and has failed.",
      "id": "s143"
    },
    {
      "text": "Costs must follow the event.",
      "id": "s144"
    },
    {
      "text": "The creditor must pay the costs of the debtors of the appeal.",
      "id": "s145"
    },
    {
      "text": "Any application pursuant to the provisions of the Federal Proceedings (Costs) Act 1981 (Cth) can be dealt with in Chambers through the Registry.",
      "id": "s146"
    },
    {
      "text": "The costs of the proceedings in the Federal Magistrates Court should be dealt with by that Court on remitter.",
      "id": "s147"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s148"
    },
    {
      "text": "Associate:\n\nDated: 14 July 2006\n\n Solicitor for the Appellants: Mr D Knaggs of Cross Law \n \n Counsel for the Respondent: Ms L Young \n \n Solicitor for the Respondent: Bransgroves Solicitors \n \n Date of Hearing: 15 June 2006 \n \n Date of Judgment: 14 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/905.html",
      "id": "s149"
    }
  ]
}