{
  "name": "Sims, in the matter of Huon Corporation Pty Ltd (Administrators appointed) [2006] FCA 958 (20 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/958.html",
  "catchphrases": [
    {
      "text": "voluntary administration",
      "id": "c0"
    },
    {
      "text": "application for extension of time for convening and holding of second meeting of creditors",
      "id": "c1"
    },
    {
      "text": "application for order permitting committee of creditors to fix remuneration of voluntary administrators",
      "id": "c2"
    },
    {
      "text": "proper plaintiffs",
      "id": "c3"
    },
    {
      "text": "large and complex administration",
      "id": "c4"
    },
    {
      "text": "held: the administrators proper plaintiffs in both respects",
      "id": "c5"
    },
    {
      "text": "discretion exercised to make both orders sought.",
      "id": "c6"
    },
    {
      "text": "corporations",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The plaintiffs are voluntary administrators of Huon Corporation Pty Ltd (administrators appointed) (\"the Company\"), having been appointed by resolution of the Company's director on 30 June 2006.",
      "id": "s0"
    },
    {
      "text": "2 The plaintiffs apply, first, for an order under s 439A(6) of the Corporations Act 2001 (Cth) (\"the Act \") extending the convening period for the second meeting of creditors of the Company, and, secondly, for an order under s 447A of the Act permitting the committee of creditors to determine the plaintiffs' remuneration as administrators.",
      "id": "s1"
    },
    {
      "text": "3 I think that the plaintiffs are proper plaintiffs in both respects.",
      "id": "s2"
    },
    {
      "text": "As to s 447A , subs (4) of that section provides expressly that an order under the section may be made on the application of various persons, including, in the case of a company under administration, the administrator of the company.",
      "id": "s3"
    },
    {
      "text": "4 In relation to s 439A , the obligation to convene the second meeting of creditors is imposed on the administrator of a company under administration.",
      "id": "s4"
    },
    {
      "text": "The convening period is set out in s 439A(5)(b) , and is, in the circumstances of the present case, a period of 21 days commencing on 30 June 2006.",
      "id": "s5"
    },
    {
      "text": "Subsection 439A(6) provides:\n \n \"The court may extend the convening period on an application made within the period referred to in paragraph (5)(a) or (b), as the case requires.",
      "id": "s6"
    },
    {
      "text": "\" \n\n\nSince the obligation is imposed on the administrator, the administrator is a proper applicant for an extension of time.",
      "id": "s7"
    },
    {
      "text": "FACTS \n \n5 The Company conducts business principally as a manufacturer of car parts for the Australian automotive industry.",
      "id": "s8"
    },
    {
      "text": "The business is divided into three business units.",
      "id": "s9"
    },
    {
      "text": "The Company has some 600 employees.",
      "id": "s10"
    },
    {
      "text": "6 The evidence shows that the administration is a large and complex one.",
      "id": "s11"
    },
    {
      "text": "I need not refer to all of the evidence.",
      "id": "s12"
    },
    {
      "text": "It is contained in an affidavit of one of the plaintiffs, Scott Darren Pascoe, made on 19 July 2006, and in the exhibit to that affidavit.",
      "id": "s13"
    },
    {
      "text": "7 The plaintiffs are all experienced administrators.",
      "id": "s14"
    },
    {
      "text": "Mr Pascoe states, and I accept, that the plaintiffs need more time in which to complete their report and arrive at the opinion referred to in subs 439A(4) of the Act .",
      "id": "s15"
    },
    {
      "text": "They have formed the opinion that it is desirable that they have an opportunity to try to sell the Company's business as a going concern.",
      "id": "s16"
    },
    {
      "text": "There are other matters to which they must attend.",
      "id": "s17"
    },
    {
      "text": "Paragraph 36 of Mr Pascoe's affidavit is as follows:\n \n \"The Administrators are of the opinion that it is in the interests of the creditors of the Company that the convening period for the Second Meeting of Creditors be extended for a period of up to 90 days.",
      "id": "s18"
    },
    {
      "text": "The reason why this particular length of time is sought is because the following key issues are outstanding: \n \n \n \n (a) It is the Administrators' view that the return to creditors would be maximised if the business of the Company was able to be sold as a going concern.",
      "id": "s19"
    },
    {
      "text": "Since our appointment, the Administrators have spent a considerable amount of time stabilising the business and dealing with the creditors, the employees and the Trade Unions to ensure that the business operations of the Company continue.",
      "id": "s20"
    },
    {
      "text": "We have also commenced the sale process, by inviting expressions of interest to purchase the business and appointing and liaising with an international consulting firm.",
      "id": "s21"
    },
    {
      "text": "The Administrators are currently uncertain whether they will be able to maintain the Company's business as a going concern.",
      "id": "s22"
    },
    {
      "text": "(b) The Administrators are also pursuing negotiations with key customers and stakeholders to ensure the stabilisation of the Company's current operations with a view to effecting a sale as a going concern.",
      "id": "s23"
    },
    {
      "text": "(c) The Administrators are pursuing a resolution of industrial action in order to maximise the chance of the business continuing as a going concern.",
      "id": "s24"
    },
    {
      "text": "The Administrators have sought funding support from key stakeholders.",
      "id": "s25"
    },
    {
      "text": "All of these matters introduce a high level of uncertainty as to the likely outcome for creditors.",
      "id": "s26"
    },
    {
      "text": "(d) The Administrators are pursuing litigation against: \n (i) Nylex in relation to the purchase of the business; and \n \n \n \n \n (ii) the Director, Huon Property Holdings Pty Limited, Mail Property Pty Limited, Liam Property Pty Ltd and Mr Hunter to recover the Bendigo Property, the Frankston Property and the Dandenong Property.",
      "id": "s27"
    },
    {
      "text": "(e) In my opinion, the period of extension sought of up to 90 days is in the interests of creditors, given: \n \n \n \n \n (i) the size and complexity of the separate businesses; \n (ii) the likely timetable for the sale programme for the businesses; \n (iii) the nature of the various litigation proceedings presently being undertaken by the Company.",
      "id": "s28"
    },
    {
      "text": "\" \n \n \n \n\n8 If the Court were not to extend the convening period, the plaintiffs would recommend at the second meeting of creditors that the meeting be adjourned for 60 days to enable at least some of the above matters to be attended to.",
      "id": "s29"
    },
    {
      "text": "In substance, that course would give rise to the cost of two meetings rather than one.",
      "id": "s30"
    },
    {
      "text": "9 In relation to the fixing of the remuneration of the plaintiffs as administrators, s 449E(1) of the Act provides for the fixing of their remuneration by a resolution of creditors at a meeting convened under s 439A or s 445F , as the case may be.",
      "id": "s31"
    },
    {
      "text": "There is evidence as to the cost of convening a meeting of creditors.",
      "id": "s32"
    },
    {
      "text": "On the basis that the 90-day extension is granted, the administrators would be required to do a considerable amount of work without any possibility of their being paid until a meeting, possibly nearly 90 days hence.",
      "id": "s33"
    },
    {
      "text": "10 Importantly, there is evidence that the committee of creditors supports the making of both orders sought.",
      "id": "s34"
    },
    {
      "text": "The committee represent 87 percent in value of the unsecured creditors and 75 percent in value of all creditors, secured and unsecured.",
      "id": "s35"
    },
    {
      "text": "There is also evidence that the secured creditor, GE Commercial Corporation (Australia) Pty Ltd, consents to the making of the orders.",
      "id": "s36"
    },
    {
      "text": "CONCLUSION \n \n11 The evidence establishes a case for the making of both orders and they should be made.",
      "id": "s37"
    },
    {
      "text": "An order extending the convening period, without more, would leave s 439A(2) requiring that the meeting be held within the period of five business days following the expiry of the extending convening period, and no earlier: cf Re Daisytek Australia Pty Ltd (administrators appointed) (2003) 45 ACSR 446 at [10] --- [14].",
      "id": "s38"
    },
    {
      "text": "An order should be made, or sought, under s 447A permitting the meeting to be held during the extended convening period or within the said period of five business days thereafter.",
      "id": "s39"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s40"
    },
    {
      "text": "Associate:\n\nDated: 28 July 2006\n\n\n Counsel for the Plaintiffs: Mr P M Wood \n \n Solicitor for the Plaintiffs: Blake Dawson Waldron \n \n Date of Hearing: 19, 20 July 2006 \n \n Date of Judgment: 20 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/958.html",
      "id": "s41"
    }
  ]
}