{
  "name": "Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd [2006] FCA 920 (18 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/920.html",
  "catchphrases": [
    {
      "text": "application for adjournment of trial",
      "id": "c0"
    },
    {
      "text": "application brought on first day of trial",
      "id": "c1"
    },
    {
      "text": "whether considerable volume of material being put before a party in the days before trial (which might also have indicated that further relevant evidence had not been disclosed) gave rise to a need to adjourn the trial",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Yesterday the parties brought an application in court for an adjournment of this matter.",
      "id": "s0"
    },
    {
      "text": "Yesterday was also the first scheduled day of the hearing of this case.",
      "id": "s1"
    },
    {
      "text": "The application is opposed by the respondents.",
      "id": "s2"
    },
    {
      "text": "2 The substantive case before me involves claims by the applicant that, inter alia : \n \n \n &#8226; the conduct of the first respondent was misleading or deceptive or likely to mislead and deceive and constituted the making of false or misleading misrepresentations concerning the character of relevant land, in contravention of s 52 and/or s 53A of the Trade Practices Act 1974 (Cth) ('the Act')\n &#8226; the second and third respondents are persons who aided, abetted, counselled or procured, or have been knowingly concerned and/or a party to the contravention by the first respondent of the Act\n &#8226; by reason of the conduct of the respondent, the applicants have suffered loss and damage.",
      "id": "s3"
    },
    {
      "text": "3 The applicants seek remedies under the Act including declarations, orders pursuant to ss 80 , 82 , and 83 and costs.",
      "id": "s4"
    },
    {
      "text": "4 On 15 February 2006 this matter was set down for trial for two weeks.",
      "id": "s5"
    },
    {
      "text": "Yesterday, both parties indicated that, in their view, the hearing would still require two weeks.",
      "id": "s6"
    },
    {
      "text": "Senior Counsel for the respondents informed the Court that he would be involved in a two month trial commencing immediately after the end of next week.",
      "id": "s7"
    },
    {
      "text": "Both parties submitted that if the trial were to be adjourned, it would be preferable to adjourn the hearing in its entirety, rather than hear half of the evidence next week.",
      "id": "s8"
    },
    {
      "text": "The applicants have asked that the hearing be initially adjourned to this Friday for directions.",
      "id": "s9"
    },
    {
      "text": "Basis of the application \n \n 5 The primary reason for the application for the adjournment is that the applicants submit that relevant evidence has been delivered to them on the eve of the trial in such a manner that it is impossible for the applicants to be ready for trial, and possibly more relevant evidence has not been disclosed to them.",
      "id": "s10"
    },
    {
      "text": "The applicants say that the respondents delivered to them a number of statements totalling 3785 pages over 10 days, including an extensive statement of 1685 pages delivered on 12 July 2006.",
      "id": "s11"
    },
    {
      "text": "Senior Counsel for the applicants tendered in court a document entitled 'Schedule of Respondents' Service of Statements', which he said summarised the documents received by the applicants up until last Wednesday evening and details of service.",
      "id": "s12"
    },
    {
      "text": "This material was as follows:\n 'SCHEDULE OF RESPONDENT'S SERVICE OF STATEMENTS\n Name of Statement Signed/Unsigned Complete/Incomplete Date Filed Date of Delivery Time of Delivery Number of pages Peter Douglas Signed 6 July 2006 Complete 7 July 2006 7 July 2006 4.50 pm 414 James Palfreeman Signed 6 July 2006 Complete 7 July 2006 7 July 2006 4.50 pm 17 Dan Papacek Signed 6 July 2006 Complete 7 July 2006 7 July 2006 4.50 pm 16 John Owen-Turner Signed 6 July 2006 Complete 7 July 2006 7 July 2006 4.50 pm 24 Mark Harrison Dated 2 July 2006 Complete not filed N/A 7 July 2006 4.50 pm 342 \n Dated 2 July 2006 Complete 10 July 2006 10 July 2006 2.00 pm 342 Matthew Burns Unsigned Complete not filed N/A 10 July 2006 2.00 pm 93 Malcolm Frick Dated 9 July 2006 Complete not filed N/A 10 July 2006 2.00 pm 105 \n Dated 9 July 2006 Completed 12 July 2006 12 July 2006 2.00 pm 105 Elia Lystras Signed 10 July 2006 Complete 11 July 2006 11 July 2006 10.00 am 1,048 Andrew Strahley Unsigned Incomplete N/A 11 July 2006 5.50 pm 41 \n Signed Complete 12 July 2006 12 July 2006 4.59 pm 1,685 \n \n \n \n \n TOTAL 3,785 * \n*The total number of pages only counts the page numbers of filed statements with the exception of the unsigned statement of Matthew Burns.",
      "id": "s13"
    },
    {
      "text": "'\n \n 6 I did not understand there to be any dispute by the respondents as to the contents or accuracy of this document.",
      "id": "s14"
    },
    {
      "text": "7 In summary, the applicants claim: \n \n \n &#8226; the dates by which statements of the evidence-in-chief and statements in reply should have been filed and served pursuant to consent orders I made on 3 April 2006 has long passed\n &#8226; the material described in the Schedule is voluminous\n &#8226; the material described in the Schedule has been delivered over a short period of time, very close to the trial date\n &#8226; upon review, some hundreds of pages of documents which are annexed to the affidavits filed by the respondents had not been previously disclosed\n &#8226; it will be necessary to check through the entirety of the documents\n &#8226; they, or more properly their legal representatives, will require at least until Friday of this week to check through the material\n &#8226; some of the material was incomplete, and it is likely that they will be making an application to the court for further disclosure\n &#8226; the solicitors for the applicants wrote to the respondents' solicitors last Friday based on the material they had received and had not received a reply by yesterday morning\n &#8226; the applicants may need to file affidavits in reply to the material filed and served by the respondents\n &#8226; as a result, the applicants submit that they are not in a position to commence the trial, and submit that, at best, they would be in a position to commence the trial next week.",
      "id": "s15"
    },
    {
      "text": "Submissions of the respondents \n \n 8 In response to the application for an adjournment, the respondents have put, in essence, three arguments: 1.",
      "id": "s16"
    },
    {
      "text": "First, the approach of the applicants to the litigation, including the delays of the applicants, has meant that the applicants have caused the events which have resulted in their claim that they are not ready for trial.",
      "id": "s17"
    },
    {
      "text": "The respondents also referred to the position the applicants took in relation to security for costs, and point out that the matter was stayed until security was paid on 28 June 2006 pursuant to the order of the Full Court of the Federal Court.",
      "id": "s18"
    },
    {
      "text": "2.",
      "id": "s19"
    },
    {
      "text": "Second, the respondents claim that their clients will be prejudiced by an adjournment, for reasons including: &#8226; serious allegations of fraud have hung over the first and second respondents for some time, and its important to deal with those allegations expeditiously &#8226; the respondents have spent considerable time and incurred considerable expense in preparing for trial (including witnesses travelling from interstate and overseas, and experts who have been retained) &#8226; they are not confident that the applicants will be in a position to satisfy a costs order in the event that the respondents were successful at trial.",
      "id": "s20"
    },
    {
      "text": "The claimed reasons for this include that: (i) the first applicant purchased the orchards on the basis of 100 per cent external funding (ii) the orchards have not been maintained (iii) they have no reason to believe that the second applicant has sufficient assets to satisfy a costs order (iv) the third applicant is currently in voluntary administration pursuant to Pt 5.3A Corporations Act 2001 (Cth).",
      "id": "s21"
    },
    {
      "text": "3.",
      "id": "s22"
    },
    {
      "text": "Third, the respondents claim that the documents which have been delivered ought not to cause the applicants' difficulty.",
      "id": "s23"
    },
    {
      "text": "In particular, the respondents claim that most of the documents to which reference is made in the schedule were disclosed and the statements delivered during that time were made in response to the allegations of fraud made by the applicants.",
      "id": "s24"
    },
    {
      "text": "Additional material \n \n 9 Yesterday, the respondents also sought to file in court an affidavit with an annexure putting their position in relation to each of the documents described in the Schedule.",
      "id": "s25"
    },
    {
      "text": "Senior Counsel for the applicants objected to the affidavit being filed, on the basis that the applicants had no knowledge of it.",
      "id": "s26"
    },
    {
      "text": "I stood the matter down for an hour yesterday morning to allow the applicants an opportunity to examine the affidavit.",
      "id": "s27"
    },
    {
      "text": "When the parties returned to court they agreed that the respondents would tender two documents.",
      "id": "s28"
    },
    {
      "text": "1.",
      "id": "s29"
    },
    {
      "text": "The first document was a copy of a letter of six pages (including cover sheet) sent by facsimile transmission by Lynch &amp; Company, solicitors for the applicants, to McCullough Robertson, solicitors for the respondents on 14 July 2006.",
      "id": "s30"
    },
    {
      "text": "I understand that this is the letter that Senior Counsel for the applicants referred to in his submissions, to which the applicants claim they had received no reply.",
      "id": "s31"
    },
    {
      "text": "The letter states:\n \n \n We refer to the above matter and advise that we received copies of Mr Strahley's statement back from the commercial copiers this morning.",
      "id": "s32"
    },
    {
      "text": "Whilst we have not had the opportunity to carefully peruse the statement we have conducted a preliminary audit comparing the documents exhibited to Mr Strahley's statement and the documents contained in your clients' List of Documents filed 29 March 2006.",
      "id": "s33"
    },
    {
      "text": "We have also conducted a preliminary audit of documents exhibited to other witness statements delivered by your clients and your clients' List of Documents.",
      "id": "s34"
    },
    {
      "text": "As a result of that examination it appears to us that there are a large number of pages of documents that have been exhibited to witness statements delivered by the respondents that have not been discovered as follows: \n \n \n \n\nThe letter then refers to contents of an affidavit of the second respondent filed 12 July 2006 and its annexures, known as ACS-01A, ACS-01B, ACS-01C and ACS-01D, and other affidavits, namely the 'Frick Affidavit', the 'Palfreeman Affidavit', the 'Burns Affidavit' and the 'Douglas Affidavit'.",
      "id": "s35"
    },
    {
      "text": "The letter also refers to 'Documents not disclosed by the respondents but which are in the applicants' possession', referable to the 'Strahley Affidavit'.",
      "id": "s36"
    },
    {
      "text": "It then goes on to state that the solicitors have 'isolated a number of classes of documents referred to in various paragraphs in Mr Strahley's statement which refers to classes of documents not disclosed or gives rise to inquiry into classes of documents as follows:...' It lists 29 classes of documents including Farm Management Reports, the SmartPak and TotalPak software data files 1998-2005, and diary notes of conversations between the second respondent and a third party.",
      "id": "s37"
    },
    {
      "text": "2.",
      "id": "s38"
    },
    {
      "text": "The second document tendered was a five page document, untitled, but containing a list of documents, and references to page numbers of various affidavits, with comments referable to discovery of the relevant document.",
      "id": "s39"
    },
    {
      "text": "I understand that this is the annexure to the affidavit that the respondents sought to file in court.",
      "id": "s40"
    },
    {
      "text": "I understand it was also prepared by legal representatives of the respondents.",
      "id": "s41"
    },
    {
      "text": "10 The second document is clearly a partial response to the applicants' letter of 14 July 2006.",
      "id": "s42"
    },
    {
      "text": "The second document contains comments on behalf of the respondents referable to the contents of an affidavit of the second respondent and its annexures, and other affidavits (namely the 'Frick Affidavit', the 'Palfreeman Affidavit', the 'Burns Affidavit' and the 'Douglas Affidavit').",
      "id": "s43"
    },
    {
      "text": "The second document does not however provide comments on documents not disclosed by the respondents but which are in the applicants' possession, or the classes of documents referred to in various paragraphs in Mr Strahley's statement.",
      "id": "s44"
    },
    {
      "text": "11 Senior Counsel for the applicants said in court yesterday that the applicants did not necessarily accept some of the explanations in the second document as being accurate, and he had not had time to follow it through.",
      "id": "s45"
    },
    {
      "text": "Adjournment \n \n 12 The general principle is that once a trial date is set, the trial should proceed.",
      "id": "s46"
    },
    {
      "text": "It was pointed out by the Full Court of the Supreme Court of South Australia in Dawson v Deputy Commissioner of Taxation (1984) 56 ALR 367 at 370: \n \n It is essential to the orderly conduct of the business of the court that trial dates be adhered to.",
      "id": "s47"
    },
    {
      "text": "When a case comes before the trial judge on the date fixed for trial, the parties are entitled to come to court with an assurance that the trial will commence and will proceed, so far as possible, without interruption, to its conclusion.",
      "id": "s48"
    },
    {
      "text": "The court, which is in this respect the protector of the public interest, is also entitled to that assurance.",
      "id": "s49"
    },
    {
      "text": "(I also refer to another decision of that court Sarunic Brothers Pty Ltd v AFG Insurances Ltd , unreported Full Court Supreme Court of South Australia, 12 March 1984.",
      "id": "s50"
    },
    {
      "text": ") \n \n 13 However as pointed out by Dawson, Gaudron and McHugh JJ in The State of Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1996) 189 CLR 146 at 154: \n \n Case management is not an end in itself.",
      "id": "s51"
    },
    {
      "text": "It is an important and useful aid for ensuring the prompt and efficient disposal of litigation.",
      "id": "s52"
    },
    {
      "text": "But it ought always to be borne in mind, even in changing times, that the ultimate aim for a court is the attainment of justice and no principle of case management can be allowed to supplant that aim.",
      "id": "s53"
    },
    {
      "text": "14 In the submissions put to me yesterday it seems that, at least from the view point of the applicants, a considerable volume of material has been put to them days before trial.",
      "id": "s54"
    },
    {
      "text": "I note the claim of the respondents that most of the documents to which reference is made in the Schedule provided by the applicants to me in court yesterday were disclosed.",
      "id": "s55"
    },
    {
      "text": "The statements delivered during that time were made in response to the allegations of fraud made by the applicants.",
      "id": "s56"
    },
    {
      "text": "However, in view of the timing of delivery of this documentation and its considerable length (in particular the lengthy signed affidavit of the second applicant filed and served 12 July 2006 which in itself, including the annexures, totals 1685 pages) it appears --- at least from their submissions --- very difficult for the applicants to ascertain whether the documentation has been previously disclosed.",
      "id": "s57"
    },
    {
      "text": "I am not persuaded on the facts before me that the documents which have been delivered ought not to cause the applicants difficulty as urged by the respondents.",
      "id": "s58"
    },
    {
      "text": "15 The position before me as of yesterday is that there appears to be a large volume of evidence which the applicant has either not had a proper opportunity to read and if necessary, respond to, or, possibly, evidence which is still not before the applicant.",
      "id": "s59"
    },
    {
      "text": "16 During the course of yesterday morning there was considerable contention between the parties as to who had caused delay disclosing evidence.",
      "id": "s60"
    },
    {
      "text": "Both parties claim that each other had delayed.",
      "id": "s61"
    },
    {
      "text": "I make no finding as to this issue at this stage.",
      "id": "s62"
    },
    {
      "text": "17 The respondents have also pointed to the fact that the application was stayed by the Full Court of the Federal Court pending payment of security for costs, and have submitted that they were entitled to stop preparing for hearing until they had been informed by the Court that proper security had been provided, which occurred on 28 June 2006.",
      "id": "s63"
    },
    {
      "text": "It is certainly the situation that the substantive application was stayed pending payment of security for costs.",
      "id": "s64"
    },
    {
      "text": "However whether this means that either party was entitled to temporarily abandon preparation for the hearing, in view of the possibility that the applicants did not pay security for costs is a different issue.",
      "id": "s65"
    },
    {
      "text": "The trial date had been set.",
      "id": "s66"
    },
    {
      "text": "Ceasing preparation pending payment would be, at best, a risky strategy.",
      "id": "s67"
    },
    {
      "text": "The applicants did pay security for costs, as ordered by the Court.",
      "id": "s68"
    },
    {
      "text": "I am not persuaded that there is particular merit in the respondents' claims that they were entitled to cease activity pending that payment, if the result is that preparation for and disclosure of evidence for the substantive trial, and the hearing of the trial itself, be jeopardised.",
      "id": "s69"
    },
    {
      "text": "18 I note that the respondents appear to have incurred expense in relation to witnesses from interstate and overseas.",
      "id": "s70"
    },
    {
      "text": "However, I am not persuaded that the respondents are prejudiced in that the applicants would not be in a position to satisfy a costs order in the event that the respondents were successful at trial.",
      "id": "s71"
    },
    {
      "text": "Again, I note that the applicants have paid security for costs as directed by the Court.",
      "id": "s72"
    },
    {
      "text": "No evidence was produced yesterday which would indicate an inability of the applicants to pay further costs in the event of the success of the respondents at the hearing and a costs order being made against the applicants.",
      "id": "s73"
    },
    {
      "text": "19 Finally, the respondents have submitted that serious allegations of fraud have hung over the first and second respondents for some time, and it is important to deal with these allegations expeditiously.",
      "id": "s74"
    },
    {
      "text": "This admission was strongly resisted by the applicants, on the basis that the claim is that the conduct of the respondents has breached the Act, and fraud is not pleaded.",
      "id": "s75"
    },
    {
      "text": "As Kirby J said in J &amp; L Holdings at 170, there is a natural desire of most litigants to be freed, as quickly as possible, from the anxiety, distraction and disruption which litigation causes.",
      "id": "s76"
    },
    {
      "text": "However, the prejudice to the first and second respondents as described by Counsel in this case before me appears to be, with respect, unsubstantiated at this stage.",
      "id": "s77"
    },
    {
      "text": "20 Adjourning the hearing of this matter is undesirable and will clearly result in inconvenience to both parties.",
      "id": "s78"
    },
    {
      "text": "Rescheduling a two-week trial at a date to suit the parties and the Court in the near future will prove a difficult challenge.",
      "id": "s79"
    },
    {
      "text": "I note that the timetable as contained in consent orders made by me on 3 April 2006 was not complied with after 30 May 2006.",
      "id": "s80"
    },
    {
      "text": "These directions included an order that the parties attend mediation by 7 July 2006.",
      "id": "s81"
    },
    {
      "text": "Failure to comply with this direction is perhaps itself, telling.",
      "id": "s82"
    },
    {
      "text": "It is unfortunate that the parties did not approach the Court to seek a variation of the timetable before this week.",
      "id": "s83"
    },
    {
      "text": "As it is, both parties have undoubtedly incurred considerable expense and inconvenience.",
      "id": "s84"
    },
    {
      "text": "21 However, in my view on the facts presented to me yesterday, on balance it would be unjust to refuse the adjournment sought by the applicants.",
      "id": "s85"
    },
    {
      "text": "22 In my view, the appropriate orders are as follows: 1.",
      "id": "s86"
    },
    {
      "text": "The trial is adjourned until Friday 21 July 2006 at 10.15 am for further directions.",
      "id": "s87"
    },
    {
      "text": "2.",
      "id": "s88"
    },
    {
      "text": "Costs to be reserved.",
      "id": "s89"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s90"
    },
    {
      "text": "Associate:\n\nDated: 18 July 2006\n\n\n Counsel for the Applicant: Mr RA Perry SC \n \n Solicitor for the Applicant: Lynch &amp; Co \n \n Counsel for the Respondent: Mr J Bell QC and Mr P McQuade \n \n Solicitor for the Respondent: McCullough Robertson \n \n Date of Hearing: 17 July 2006 \n \n Date of Judgment: 18 July 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/920.html",
      "id": "s91"
    }
  ]
}