{
  "name": "Samootin v Wagner [2006] FCA 945 (21 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/945.html",
  "catchphrases": [
    {
      "text": "appeal against decision of magistrate declining to dismiss or adjourn bankruptcy petition because of unresolved applications (including a special leave application) by judgment debtor",
      "id": "c0"
    },
    {
      "text": "whether magistrate's decision was one open to him, as a matter of discretion.",
      "id": "c1"
    },
    {
      "text": "bankruptcy",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "WILCOX J: \n \n 1 This is an appeal against a sequestration order, made by Lloyd-Jones FM on 24 May 2006, against the appellant, Alexandra Samootin.",
      "id": "s0"
    },
    {
      "text": "The Chief Justice of this Court directed, pursuant to section 25(1A) of the Federal Court of Australia Act 1976 (Cth), that the appeal be heard and determined by a single judge of the Court.",
      "id": "s1"
    },
    {
      "text": "2 The act of bankruptcy relied upon by the respondents, Giselle Monica Wagner and Adrian Holmes, was the failure of the appellant to comply with a bankruptcy notice issued against her by them.",
      "id": "s2"
    },
    {
      "text": "Both respondents are solicitors.",
      "id": "s3"
    },
    {
      "text": "I gather they are successive proprietors of a legal practice known as 'Northern Beaches Legal Service'.",
      "id": "s4"
    },
    {
      "text": "Apparently, the first respondent, Ms Wagner, was involved in some conveyancing transactions, out of which litigation arose.",
      "id": "s5"
    },
    {
      "text": "The second respondent, Mr Holmes, seems to have been brought into the case simply because he was the proprietor of Northern Beaches Legal Service at the time of commencement of the litigation.",
      "id": "s6"
    },
    {
      "text": "As I understand it, he was not involved in any of the conveyancing transactions.",
      "id": "s7"
    },
    {
      "text": "3 The appellant appeared in person, both before Lloyd-Jones FM and on the hearing of the appeal.",
      "id": "s8"
    },
    {
      "text": "It seems she has appeared in person throughout prolonged litigation involving her former husband, Christopher George Shea, and other defendants.",
      "id": "s9"
    },
    {
      "text": "4 The judgment debt out of which the bankruptcy proceeding arose was incurred in matter 1973/01, heard in the Equity Division of the Supreme Court of New South Wales by Palmer J.",
      "id": "s10"
    },
    {
      "text": "On 1 August 2003, his Honour delivered a judgment which indicated there was no case against the current respondents.",
      "id": "s11"
    },
    {
      "text": "His Honour later made formal orders dismissing, with costs, Ms Samootin's suit against them.",
      "id": "s12"
    },
    {
      "text": "5 Ms Samootin, appealed against those orders, amongst others.",
      "id": "s13"
    },
    {
      "text": "The appeal came before the New South Wales Court of Appeal, constituted by Handley, Sheller and Ipp JJA, on 3 June 2004.",
      "id": "s14"
    },
    {
      "text": "Their Honours held Ms Samootin required leave to appeal, which had not yet been granted, because the amount at stake was less than $100,000.",
      "id": "s15"
    },
    {
      "text": "They declined to grant leave to appeal, except in relation to the form of the orders, which they regarded as erroneous.",
      "id": "s16"
    },
    {
      "text": "They allowed the appeal in respect of the orders and sent the matter back to Palmer J.",
      "id": "s17"
    },
    {
      "text": "His Honour subsequently made different orders, which were then unsuccessfully appealed to a differently constituted Court of Appeal.",
      "id": "s18"
    },
    {
      "text": "6 Although the first Court of Appeal refused leave to appeal against the substance of Ms Samootin's complaints, the Court considered the merit of those complaints.",
      "id": "s19"
    },
    {
      "text": "In reasons for judgment announced on 3 June 2004, the presiding judge, Handley JA, said this: \n \n 'The Court has heard Ms Samootin on her application for leave to appeal generally, and at greater length than would be allowed to a party who was legally represented.",
      "id": "s20"
    },
    {
      "text": "Despite her submissions, there is no reason to doubt the substantial correctness of the judgment of Palmer J of 1 August 2003, nor is there any reason to think that there has been any miscarriage of justice as a result of his Honour's rulings on evidence and procedure during the trial.",
      "id": "s21"
    },
    {
      "text": "' \n\n\n \nShellar and Ipp JJA agreed with Handley JA.",
      "id": "s22"
    },
    {
      "text": "7 Ms Samootin asked Palmer J to stay the order for costs he had made in favour of Ms Wagner and Mr Holmes.",
      "id": "s23"
    },
    {
      "text": "He declined to do so.",
      "id": "s24"
    },
    {
      "text": "Ms Samootin was also unsuccessful in having the Court of Appeal stay the costs order.",
      "id": "s25"
    },
    {
      "text": "8 Ms Samootin filed applications for special leave to appeal to the High Court of Australia against various decisions of the New South Wales Court of Appeal, including that of 3 June 2004.",
      "id": "s26"
    },
    {
      "text": "She also sought a stay of the costs order made by Palmer J.",
      "id": "s27"
    },
    {
      "text": "This application came before McHugh J on 29 March 2005.",
      "id": "s28"
    },
    {
      "text": "In the course of a discussion about staying the costs order, his Honour said: \n \n 'I have read all the papers in these matters and, quite frankly it seems to me your prospects of getting special leave are nil.",
      "id": "s29"
    },
    {
      "text": "' \n\n\n \n 9 Shortly afterwards McHugh J said to Ms Samootin: \n \n 'You can make an application in the Bankruptcy Court if there is a bankruptcy proceeding, or in another court.",
      "id": "s30"
    },
    {
      "text": "But one of the grounds for obtaining a stay is that you have real prospects of succeeding in your special leave application.",
      "id": "s31"
    },
    {
      "text": "I do not think you have any prospects of succeeding.",
      "id": "s32"
    },
    {
      "text": "You fail on the facts.",
      "id": "s33"
    },
    {
      "text": "The trial judge did not accept your evidence.",
      "id": "s34"
    },
    {
      "text": "' \n\n\n \nIn the result, his Honour did not stay the costs order.",
      "id": "s35"
    },
    {
      "text": "10 When the matter came before Lloyd-Jones FM, Ms Samootin raised a number of issues.",
      "id": "s36"
    },
    {
      "text": "Most of them are not pressed in this appeal.",
      "id": "s37"
    },
    {
      "text": "Ms Samootin expressly abandoned a number of grounds alleging improper conduct by the magistrate, that she had set out in her amended Notice of Appeal.",
      "id": "s38"
    },
    {
      "text": "Those grounds were: \n \n 'Bias; predetermination of issues; suppression of evidence; denial of natural justice; denial of human rights; factual errors; miscarriage of trial by reason of judicial prejudice; corruption of the case.",
      "id": "s39"
    },
    {
      "text": "' \n \n \n 11 Ms Samootin told me the only ground of appeal she wished to press in this appeal is that Lloyd-Jones FM erred in the exercise of his discretion, in deciding to make a sequestration order rather than to dismiss the petition or adjourn it to a later date.",
      "id": "s40"
    },
    {
      "text": "Ms Samootin argued he should have taken one or other of these courses, because there were pending applications for special leave to appeal to the High Court and pending matters in the Equity Division of the Supreme Court.",
      "id": "s41"
    },
    {
      "text": "12 It is possible, immediately, to dispose of the reference to pending matters in the Equity Division of the Supreme Court.",
      "id": "s42"
    },
    {
      "text": "None of those matters would bear on the position of the present respondents or conceivably cause any court to interfere with the costs orders that had been made in their favour.",
      "id": "s43"
    },
    {
      "text": "13 So far as I can ascertain --- and this may be wrong, the position is unclear - there are currently six pending special leave applications.",
      "id": "s44"
    },
    {
      "text": "They seem to challenge virtually every order that has been made by the Court of Appeal, many of them being orders in appeals about interlocutory matters.",
      "id": "s45"
    },
    {
      "text": "Gummow J directed that all of the special leave applications be considered together, by one panel of judges; this event has not yet occurred.",
      "id": "s46"
    },
    {
      "text": "14 Lloyd-Jones FM set out in his reasons the principles that apply when a court is asked to refrain from making a sequestration order because litigation, out of which the debt arose, is not yet complete: see Wagner v Samootin [2006] FMCA 688.",
      "id": "s47"
    },
    {
      "text": "Ms Samootin made no attack on his Honour's statement of principles, and it seems to me, with respect, that he correctly stated those principles.",
      "id": "s48"
    },
    {
      "text": "15 The learned magistrate correctly understood that the existence of unresolved litigation did not necessary mean he should decide not to make a sequestration order; on the other hand, this was a matter to be taken into account and considered in the exercise of the court's discretion; the critical question was whether the challenge to the underlying orders was based on 'genuine and arguable grounds': see Ahern v Deputy Commissioner of Taxation (Qld) (1987) 76 ALR 137 at 148.",
      "id": "s49"
    },
    {
      "text": "The magistrate addressed that question.",
      "id": "s50"
    },
    {
      "text": "He referred to the history of the litigation; in particular, the decision of the Court of Appeal upholding Palmer J's judgment, and McHugh J's comment about the absence of any prospect of success in obtaining special leave to appeal against it.",
      "id": "s51"
    },
    {
      "text": "As I understand McHugh J, he made that comment because he thought the application for special leave to appeal against the 3 June 2004 decision merely sought to canvass findings of fact.",
      "id": "s52"
    },
    {
      "text": "16 It seems to me the magistrate's conclusion about the exercise of his discretion was open to him.",
      "id": "s53"
    },
    {
      "text": "I do not think he was bound to decide there should be no sequestration order until disposal of all pending proceedings, or even disposal of the special leave application relating to the Court of Appeal's decision of 3 June 2004.",
      "id": "s54"
    },
    {
      "text": "17 The critical question for Lloyd-Jones FM was whether there was a real possibility that there would be an ultimate decision overturning the costs orders which underlay the creditor's petition.",
      "id": "s55"
    },
    {
      "text": "He reached the conclusion, which was certainly open to him, that this question should be answered in the negative.",
      "id": "s56"
    },
    {
      "text": "18 The appellant has failed to show an erroneous exercise of the magistrate's discretion.",
      "id": "s57"
    },
    {
      "text": "19 The Court will order that the appeal be dismissed with costs.",
      "id": "s58"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Wilcox.",
      "id": "s59"
    },
    {
      "text": "Associate:\n\nDated: 2 August 2006\n\n\n Appellant appeared in person \n \n \n Counsel for the Respondent: Mr J Stoljar \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n \n Date of Hearing: 21 July 2006 \n \n Date of Judgment: 21 July 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/945.html",
      "id": "s60"
    }
  ]
}