{
  "name": "Lewarne v Momentum Productions Pty Ltd [2007] FCA 1530 (9 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1530.html",
  "catchphrases": [
    {
      "text": "final orders",
      "id": "c0"
    },
    {
      "text": "declarations",
      "id": "c1"
    },
    {
      "text": "declarations not necessary",
      "id": "c2"
    },
    {
      "text": "clear findings on matters subject of proposed declarations",
      "id": "c3"
    },
    {
      "text": "misleading and deceptive conduct",
      "id": "c4"
    },
    {
      "text": "remedies",
      "id": "c5"
    },
    {
      "text": "orders under s 87 trade practices act 1974 (cth) and s 72 fair trading act 1987 (nsw)",
      "id": "c6"
    },
    {
      "text": "distribution of assets of partnership",
      "id": "c7"
    },
    {
      "text": "proposal to allow successful applicant to retain any profits of partnership entered into as a result of contravening conduct",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    },
    {
      "text": "calderbank offer",
      "id": "c10"
    },
    {
      "text": "necessity to look at circumstances surrounding offer",
      "id": "c11"
    },
    {
      "text": "refusal of offers before and after issues in case had crystallised",
      "id": "c12"
    },
    {
      "text": "practice and procedure",
      "id": "c13"
    },
    {
      "text": "trade practices",
      "id": "c14"
    },
    {
      "text": "practice and procedure",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "1 On 7 August 2007 I delivered a judgment (the 'earlier judgment') on the substantive issues in the above matter; [2007] FCA 1136.",
      "id": "s0"
    },
    {
      "text": "At the request of the parties I made no orders for relief or in relation to costs at that time but allowed them a reasonable time to bring in short minutes of order for the resolution of the matter in the light of my findings and reasons.",
      "id": "s1"
    },
    {
      "text": "The applicant has supplied short minutes of the orders for which he contends.",
      "id": "s2"
    },
    {
      "text": "2 The respondents accept that some of those orders are appropriate in the light of the findings in the earlier judgment but oppose others.",
      "id": "s3"
    },
    {
      "text": "On 27 September 2007, the parties made oral submissions in support of their respective positions.",
      "id": "s4"
    },
    {
      "text": "The background to the matter is set out in sufficient detail in my earlier reasons and I do not propose to repeat it here.",
      "id": "s5"
    },
    {
      "text": "I propose to discuss only those orders that are in contention.",
      "id": "s6"
    },
    {
      "text": "The earlier judgment sufficiently explains the basis for those about which there is substantial agreement.",
      "id": "s7"
    },
    {
      "text": "Declarations \n \n3 The first three orders proposed by the applicant are declarations that reflect my findings that:\n \n \n (a) the first respondent engaged in conduct in contravention of s 52 of the Trade Practices Act 1974 (Cth) in making certain representations to the applicant in relation to the purchase of the East Village Hotel in Darlinghurst, NSW;\n (b) the second respondent engaged in conduct in contravention of s 42 of the Fair Trading Act 1987 (NSW) in making representations to the applicant in relation to the purchase of the hotel; and\n (c) at all material times, the applicant had a 15% share in the partnership operating the East Village Hotel business.",
      "id": "s8"
    },
    {
      "text": "4 The respondents oppose these declarations on the grounds that they lack utility; I agree with their position.",
      "id": "s9"
    },
    {
      "text": "The findings in my earlier judgment are clear.",
      "id": "s10"
    },
    {
      "text": "The orders for relief discussed below follow from those findings.",
      "id": "s11"
    },
    {
      "text": "I do not see that any additional purpose would be served by making declarations.",
      "id": "s12"
    },
    {
      "text": "The applicant accepted that, under s 21 of the Federal Court of Australia Act 1976 (Cth), the Court's power to make declarations is discretionary.",
      "id": "s13"
    },
    {
      "text": "Mr Lee, counsel for the applicant, submitted that there was some utility in making the declarations in that they provided \"the springboard\" for the remedial orders in this matter.",
      "id": "s14"
    },
    {
      "text": "I am satisfied, however, that the findings on those matters are sufficiently clear in the earlier judgment and decline therefore to make the declarations.",
      "id": "s15"
    },
    {
      "text": "5 The applicant having given notice of his intention to terminate the partnership referred to in [3] above, the partnership should be wound up and an accounting made between the parties.",
      "id": "s16"
    },
    {
      "text": "As the date of termination of the partnership is a critical date for the purposes of winding up, a declaration that this occurred on 20 November 2006 is appropriate.",
      "id": "s17"
    },
    {
      "text": "Similarly, it is appropriate to declare that the partnership assets include certain property associated with the partnership business.",
      "id": "s18"
    },
    {
      "text": "6 In the earlier judgment at [144] --- [152], I found that the amount of $300,000 that the applicant paid to the second respondent should have been applied to the partnership business rather than, as it was, to discharge a mortgage over a property at Narrabeen.",
      "id": "s19"
    },
    {
      "text": "The second respondent must account to the partnership for that amount together with interest.",
      "id": "s20"
    },
    {
      "text": "It was not in contention that, with interest, the amount due to the partnership up to and including 27 September 2007 is $416,276.71.",
      "id": "s21"
    },
    {
      "text": "The money having been invested in the Narrabeen property, the obligation to account should be secured by way of an equitable charge over the property.",
      "id": "s22"
    },
    {
      "text": "7 Mr John Vouris has consented to be appointed receiver and manager of the partnership and the partnership business without security and it is appropriate that an order to this effect be made.",
      "id": "s23"
    },
    {
      "text": "With respect to the partnership and the partnership business Mr Vouris should have the powers referred to in s 420 of the Corporations Act 2001 (Cth) as if the partnership business was the property of a corporation.",
      "id": "s24"
    },
    {
      "text": "Orders under s 87 of the Trade Practices Act and s 72 of the Fair Trading Act \n \n8 A major issue in contention is the proposed orders for distribution of the partnership assets and compensation for the applicant.",
      "id": "s25"
    },
    {
      "text": "The applicant does not seek, nor in my view would he be entitled to, rescission of the partnership contract.",
      "id": "s26"
    },
    {
      "text": "This does not preclude him from obtaining orders under s 87 of the Trade Practices Act 1974 (Cth) or s 72 of the Fair Trading Act 1987 (NSW) to compensate him for loss or damage ; Byers v Dorotea Pty Ltd (1986) 69 ALR 715.",
      "id": "s27"
    },
    {
      "text": "9 It is necessary, however, that he has suffered or be likely to suffer loss or damage; I &amp; L Securities Pty Limited v HTW Valuers (Brisbane) Pty Limited [2002] HCA 41 ; (2002) 210 CLR 109.",
      "id": "s28"
    },
    {
      "text": "The applicant paid $300,000 for a 15% share in the partnership business.",
      "id": "s29"
    },
    {
      "text": "This indicates that, consistent with the valuation of Mr Magin, the business was valued at $2 million.",
      "id": "s30"
    },
    {
      "text": "Mr Philip Rennie, whose subsequent valuation both parties agreed to accept, and which I also accepted, (see the earlier judgment at [183] et seq) assessed the partnership business as being worth at most $900,000.",
      "id": "s31"
    },
    {
      "text": "On that basis a 15% share would be worth only $135,000.",
      "id": "s32"
    },
    {
      "text": "Mr Rennie's valuation did not take into account the value of the Supreme Court action referred to in [8] of the earlier judgment however I am not satisfied that any value can be attributed to that action.",
      "id": "s33"
    },
    {
      "text": "In accepting Mr Rennie's valuation I accepted that the applicant has suffered or is likely to suffer loss or damage.",
      "id": "s34"
    },
    {
      "text": "I say, \"likely\", because it is possible that on realisation of the partnership assets, the partnership will be shown to have made a profit.",
      "id": "s35"
    },
    {
      "text": "On Mr Rennie's valuation that is extremely unlikely but it is at least a theoretic possibility.",
      "id": "s36"
    },
    {
      "text": "This finding is sufficient to enliven the Court's power to make orders under s 87 of the Trade Practices Act 1974 (Cth) and under s 72 of the Fair Trading Act 1987 (NSW).",
      "id": "s37"
    },
    {
      "text": "10 The orders sought by the applicant would provide for the assets of the partnership to be distributed in accordance with s 44 of the Partnership Act 1892 (NSW) with one exception, which relates to the distribution of the ultimate residue of the assets of the partnership referred to in s 44(b)(4) of the Partnership Act .",
      "id": "s38"
    },
    {
      "text": "Section 44(b)(4) provides that, after the other payments specified in s 44 have been made, the ultimate residue is to be \"divided among the partners in the proportion in which profits are divisible\".",
      "id": "s39"
    },
    {
      "text": "Central to the exception proposed by the applicant is the amount of $300,000 that the applicant paid to the second respondent for investment in the partnership.",
      "id": "s40"
    },
    {
      "text": "The applicant seeks to have that amount returned to him with interest (the \"Applicant's Contribution Amount\").",
      "id": "s41"
    },
    {
      "text": "It is not in contention that, with interest calculated up to and including Thursday 27 September 2007, that amount is $357,629.25.",
      "id": "s42"
    },
    {
      "text": "11 The applicant's proposal is as follows.",
      "id": "s43"
    },
    {
      "text": "The receiver should distribute the ultimate residue in the following order:\n \n(1) pay to the applicant his 15% of the ultimate residue (the \"Applicant's Residue Amount\"); \n \n(2) if the Applicant's Residue Amount is less than the Applicant's Contribution Amount, pay the difference between these two amounts to the applicant; and\n \n(3) pay the balance, if any, to the other partners.",
      "id": "s44"
    },
    {
      "text": "Finally, the applicant submits that the respondents should be ordered to pay to the applicant the amount, if any, by which the amount payable to the applicant by the receiver from the proceeds of the partnership is less than the Applicant's Contribution Amount.",
      "id": "s45"
    },
    {
      "text": "12 Under this proposal the applicant would receive his 15% share of the profits, if any, of the partnership.",
      "id": "s46"
    },
    {
      "text": "If, however, that share is less than the Applicant's Contribution Amount, he will receive that amount initially from the respondents' share of the profits and, if that is still not sufficient, from the respondents personally.",
      "id": "s47"
    },
    {
      "text": "In other words, at a minimum, the applicant would recover the $300,000 he was induced to pay to the partnership by the misleading and deceptive conduct of the respondents plus interest.",
      "id": "s48"
    },
    {
      "text": "The applicant submits that, formulated in this way, the orders not only provide for compensation in the likely event that the applicant suffers a loss, but are calibrated to the amount of the applicant's loss which will be crystallised on the winding up of the partnership.",
      "id": "s49"
    },
    {
      "text": "13 The respondents submit that neither s 72 of the Fair Trading Act nor s 87 of the Trade Practices Act permits such orders.",
      "id": "s50"
    },
    {
      "text": "I do not accept this submission.",
      "id": "s51"
    },
    {
      "text": "Unlike s 82 of the Trade Practices Act these sections specifically anticipate the situation where loss or damage is likely rather than specifically determined at the time the order is made.",
      "id": "s52"
    },
    {
      "text": "An example of the flexibility of sections in granting relief can be seen in Australian Competition and Consumer Commission v Global Prepaid Communications Pty Ltd (in liquidation) (No 2) (2006) ATPR |P42-104, where, pursuant to s 87 , Gyles J made orders having the effect of indemnifying a company from claims made by other persons; see [3].",
      "id": "s53"
    },
    {
      "text": "The orders sought by the applicant have the advantage of avoiding further expense in what has undoubtedly already been a very expensive proceeding especially in relation to the amount in dispute between the parties.",
      "id": "s54"
    },
    {
      "text": "They allow for the applicant to be compensated only if he actually suffers a loss and, if he does not, for him to have no more than his fair share of the partnership profits.",
      "id": "s55"
    },
    {
      "text": "It seems to me that the orders do justice to the parties in a practical and cost-effective way.",
      "id": "s56"
    },
    {
      "text": "The Cross Claim \n \n14 The respondents object to proposed order 12, by which the applicant seeks to have the cross claim dismissed.",
      "id": "s57"
    },
    {
      "text": "They say that this order is inappropriate because the cross-claim, for all intents and purposes was successful.",
      "id": "s58"
    },
    {
      "text": "In fact, except in so far as it was premised on the agreement between the parties being a purchase of shares in the first respondent, there was never any real dispute between the parties as to what was being sought under the cross claim; see the earlier judgment at [165] --- [166].",
      "id": "s59"
    },
    {
      "text": "The applicant has never disputed that the $50,000 that he was paid should be accounted for in the winding up of the partnership.",
      "id": "s60"
    },
    {
      "text": "The respondents did not succeed in their claim concerning an agreement to purchase shares.",
      "id": "s61"
    },
    {
      "text": "As this was the only issue in dispute in the cross claim it is appropriate that it be dismissed.",
      "id": "s62"
    },
    {
      "text": "The cross claim was not the subject of significant separate argument at the hearing and it should have no impact on the ultimate assessment of costs.",
      "id": "s63"
    },
    {
      "text": "Costs \n \n15 Relying on a letter of 31 July 2006, from his solicitor to the respondents' solicitor offering to settle the proceedings, the applicant seeks costs on a party/party basis until 31 July 2006 and thereafter on an indemnity basis.",
      "id": "s64"
    },
    {
      "text": "The letter, which was without prejudice except as to costs, offered to settle the matter \"conditional upon mutual releases and the surrender of our client's interest in the business ... and the withdrawal of the caveat over the Narrabeen property\" on payment by the respondents to the applicant of (a) the sum of $180,000 (without interest); and (b) the cost of the proceedings on a party/party basis to the date of the offer.",
      "id": "s65"
    },
    {
      "text": "The letter concluded with a reference to the applicant's intention to tender the letter on the question of costs \"which we will seek on an indemnity basis from the date of this offer\" and to the \" Calderbank principles on which this offer is made\".",
      "id": "s66"
    },
    {
      "text": "16 The amount to which I have found the applicant to be entitled is significantly more than the sum mentioned in the letter of 31 July and is sufficient to raise the Calderbank principles as a live issue.",
      "id": "s67"
    },
    {
      "text": "It does not follow, however, that the applicant is automatically entitled to the indemnity costs it seeks.",
      "id": "s68"
    },
    {
      "text": "As Goldberg J pointed out in Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602 at [17] , it is necessary to look at all the surrounding circumstances and not just at the fact that an offer has been made and rejected.",
      "id": "s69"
    },
    {
      "text": "The issue is whether it was reasonable in all the circumstances for the respondents to reject the offer, bearing in mind the competing principles in favour of sensible compromises of disputes and in favour of parties being able to pursue claims to which they reasonably believe they are entitled.",
      "id": "s70"
    },
    {
      "text": "17 In opposing the applicant's claim for indemnity costs from the above date, the respondents relied on a letter dated 27 September 2005, also without prejudice except as to costs, sent by their solicitor to the applicant's solicitor.",
      "id": "s71"
    },
    {
      "text": "The letter, in which the respondents offered to settle for a total of $300,000, was one in an exchange of letters between the parties before the commencement of proceedings attempting to settle their dispute.",
      "id": "s72"
    },
    {
      "text": "The history of these offers is set out in the applicant's response to the letter of 27 September.",
      "id": "s73"
    },
    {
      "text": "It is not necessary for me to recount that history other than to say it appears that the second respondent had accepted an offer to settle for $350,000 and had failed to make the payment by the agreed date.",
      "id": "s74"
    },
    {
      "text": "The offer of 27 September was rejected and a counter-offer made in the applicant's solicitor's response of 28 September.",
      "id": "s75"
    },
    {
      "text": "18 In my view, the offers and counter-offers made in 2005 fall into a different category from the offer made in the letter of 31 July 2006.",
      "id": "s76"
    },
    {
      "text": "Mr Sahade, counsel for the respondents, submitted that the fact that the offer of 27 September was made before the commencement of proceedings should not preclude the application of Calderbank principles.",
      "id": "s77"
    },
    {
      "text": "That may well be so, although it is not necessary for me to decide the point.",
      "id": "s78"
    },
    {
      "text": "In September 2005 the issues in the case had not crystallised and it is difficult to say that refusal of the offer at that stage was unreasonable.",
      "id": "s79"
    },
    {
      "text": "By the time of the letter of 31 July 2006 the position was quite different.",
      "id": "s80"
    },
    {
      "text": "This much is made clear in the opening paragraphs of the letter:\n \n We refer to the unsuccessful mediation on Thursday, 27 July conducted by the Hon Morton Rolfe QC.",
      "id": "s81"
    },
    {
      "text": "It is a mater [sic] of regret to our client that these proceedings have not been resolved.",
      "id": "s82"
    },
    {
      "text": "Given the amount of dispute we do not believe that the parties should be in a position where their differences cannot be resolved but through recourse to the court system.",
      "id": "s83"
    },
    {
      "text": "On 28 September 2005 we made, on behalf of our client, an offer which effectively provided for the dispute to be resolved in circumstances where our client would surrender all interest in the business for a payment by your client of $300,000 (including the $50,000 already paid to him).",
      "id": "s84"
    },
    {
      "text": "This offer was rejected.",
      "id": "s85"
    },
    {
      "text": "Two things have now occurred.",
      "id": "s86"
    },
    {
      "text": "First, the issues in the dispute have been defined by way of pleadings and evidence has been served.",
      "id": "s87"
    },
    {
      "text": "Accordingly, there can be no suggestion that all parties have not had access to sufficient material to make an informed decision about the resolution of proceedings.",
      "id": "s88"
    },
    {
      "text": "Secondly, our client has incurred and continues to incur significant legal costs that will escalate as the matter progresses to hearing.",
      "id": "s89"
    },
    {
      "text": "Against this background, we are instructed to make one final effort to resolve the proceedings.",
      "id": "s90"
    },
    {
      "text": "... \n\n19 Given this background the offer of 31 July was a reasonable attempt to settle the proceeding by a compromise which in all the circumstances was very fair.",
      "id": "s91"
    },
    {
      "text": "The offer was stipulated to remain open for fourteen days which gave ample time for the respondents to assess it in the light of the pleadings and the evidence that had been filed.",
      "id": "s92"
    },
    {
      "text": "In my view it was unreasonable for the respondents to reject it.",
      "id": "s93"
    },
    {
      "text": "In the circumstances it is appropriate for the applicant to have indemnity costs from the date of that letter.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s95"
    },
    {
      "text": "Associate:\n\nDated: 9 October 2007\n\n\n Counsel for the Applicant: MBJ Lee \n \n Solicitor for the Applicant: Sparke Helmore \n \n Counsel for the Respondent: M Sahade \n \n Solicitor for the Respondent: Comino Prassas \n \n Date of Hearing: 27 September 2007 \n \n Date of Judgment: 9 October 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1530.html",
      "id": "s96"
    }
  ]
}