{
  "name": "Miller Street Pty Ltd v Porter [2007] FCA 1830 (23 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1830.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "trustee company",
      "id": "c1"
    },
    {
      "text": "duties of liquidator",
      "id": "c2"
    },
    {
      "text": "finding a new tenant for trust property",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 \"If judged purely from the perspective of hindsight it would seem that something has gone seriously amiss in the conduct of this winding up\": so remarked counsel for the liquidator in his closing submissions.",
      "id": "s0"
    },
    {
      "text": "The first question in issue is whether or not the responsibility for what went wrong lies with the liquidator.",
      "id": "s1"
    },
    {
      "text": "If it does, the second question is to what extent should the liquidator bear the loss that has been suffered.",
      "id": "s2"
    },
    {
      "text": "2 The facts, for the most part, are uncontroversial.",
      "id": "s3"
    },
    {
      "text": "Taycorp Three Pty Ltd (in liq) owed $69,132.13 to the Chief Commissioner of State Revenue (NSW).",
      "id": "s4"
    },
    {
      "text": "The debt was for land tax and parking space levies.",
      "id": "s5"
    },
    {
      "text": "As the debt was not paid the Chief Commissioner applied to have Taycorp wound up in insolvency.",
      "id": "s6"
    },
    {
      "text": "On 27 August 2004 Taycorp was wound up and Mr Porter was appointed liquidator for the purposes of the winding up.",
      "id": "s7"
    },
    {
      "text": "3 Within a month of the winding up order, the liquidator had received the following information: Taycorp was solvent; the company was the registered proprietor of two commercial properties in Sydney each worth approximately $3 million; and the properties were held on trust for the Tayles Discretionary Trust No 3.",
      "id": "s8"
    },
    {
      "text": "The liquidator was also told that Taycorp owed approximately $1.5 million to the Commonwealth Bank of Australia (CBA) and had few other debts.",
      "id": "s9"
    },
    {
      "text": "4 The discretionary trust was established by a deed dated 12 December 1995.",
      "id": "s10"
    },
    {
      "text": "The deed conferred power upon a person designated as \"appointor\" to remove the trustee and appoint a new trustee.",
      "id": "s11"
    },
    {
      "text": "On 28 February 2005 the appointor removed Taycorp as trustee of the discretionary trust and replaced it with Miller Street Pty Ltd, the plaintiff.",
      "id": "s12"
    },
    {
      "text": "Mr Tayles, who was a director of both Taycorp and Miller Street, wrote to the liquidator on 1 March 2005 informing him of the change in trustee.",
      "id": "s13"
    },
    {
      "text": "In that letter Mr Tayles advised that solicitors were in the process of preparing documentation so that the properties could be transferred from the old trustee to the new trustee.",
      "id": "s14"
    },
    {
      "text": "5 When the liquidation of Taycorp commenced there was a tenant in each property.",
      "id": "s15"
    },
    {
      "text": "Following his appointment the liquidator contacted the tenants and directed them to pay to the liquidator the rent due under the lease.",
      "id": "s16"
    },
    {
      "text": "In his letter of 1 March 2005, Mr Tayles also demanded that the liquidator account for the rent less any amount that might be due to creditors.",
      "id": "s17"
    },
    {
      "text": "6 The liquidator replied to Mr Tayles saying that he would obtain legal advice before deciding what to do.",
      "id": "s18"
    },
    {
      "text": "He took the opportunity to remind Mr Tayles that he (the liquidator) had not yet received the books and records of Taycorp and that Mr Tayles had not prepared and submitted a report as to the affairs of the company.",
      "id": "s19"
    },
    {
      "text": "7 No matter what advice the liquidator received he could not for practical reasons transfer the title to the properties to Miller Street.",
      "id": "s20"
    },
    {
      "text": "The properties were mortgaged to the CBA to secure not only the loan of $1.5 million to Taycorp but also other facilities totalling approximately $1 million which the CBA had granted to other companies controlled by Mr Tayles.",
      "id": "s21"
    },
    {
      "text": "The winding up order was an event of default under each of the facilities with the result that the debts to the CBA were due and payable.",
      "id": "s22"
    },
    {
      "text": "Moreover, from 1 March 2005 the CBA began charging penalty interest on its facilities.",
      "id": "s23"
    },
    {
      "text": "8 The CBA had informed Mr Tayles that it was prepared to \"restructure\" the facilities if certain conditions were met.",
      "id": "s24"
    },
    {
      "text": "The conditions included the removal of the liquidator, the provision of financial information about Taycorp and the other borrowing companies, the provision of copies of the leases for the properties and valuations being obtained presumably to show that the properties would be adequate security for the \"restructured\" facilities.",
      "id": "s25"
    },
    {
      "text": "9 In those circumstances the liquidator could hardly give up the properties without seeing the CBA paid out.",
      "id": "s26"
    },
    {
      "text": "It was not suggested that it would have been appropriate to transfer the properties subject to the CBA mortgage.",
      "id": "s27"
    },
    {
      "text": "10 In the event, it was not until around 18 August 2005 that the CBA decided to \"restructure\" the loans and not until 26 August 2005 that it advised the liquidator that it consented to the transfer of the properties to Miller Street.",
      "id": "s28"
    },
    {
      "text": "Only at that point could the liquidator consider a transfer of the properties.",
      "id": "s29"
    },
    {
      "text": "11 Five days after the CBA indicated it would consent to the transfer, that is on 31 August 2005, Miller Street brought this application.",
      "id": "s30"
    },
    {
      "text": "It sought relief of three kinds: first, an order for the transfer of the properties to Miller Street; second, payment of the rent in the liquidator's hands; and, third, damages for loss suffered by the discretionary trust since March 2005, being the time it was alleged the liquidator should have transferred the properties.",
      "id": "s31"
    },
    {
      "text": "12 The liquidator adopted the position that until he could establish the liabilities that had been incurred by Taycorp in its capacity as trustee of the discretionary trust he was not obligated to transfer the properties because of the trustee's lien.",
      "id": "s32"
    },
    {
      "text": "There was also the question of the liquidator's costs which were to come out of the assets under his control.",
      "id": "s33"
    },
    {
      "text": "13 I accept that one difficulty confronting the liquidator was that Mr Tayles had not handed over the company's books and records and that made it difficult to assess the liabilities of Taycorp.",
      "id": "s34"
    },
    {
      "text": "The problem was that most of the company's books had been lost when Mr Tayles changed residences.",
      "id": "s35"
    },
    {
      "text": "Still, Taycorp had been in liquidation for almost a year and little was being done to finalise the liquidation.",
      "id": "s36"
    },
    {
      "text": "It is true that the liquidator had been told by Mr Tayles that an application would be made to stay the liquidation on the basis that the company was solvent.",
      "id": "s37"
    },
    {
      "text": "But that had been threatened as early as August or September 2004, and no application had been forthcoming.",
      "id": "s38"
    },
    {
      "text": "So at some point, and that point was well before August 2005, the liquidator should have got a move on.",
      "id": "s39"
    },
    {
      "text": "After all, sooner or later the liquidator had to ascertain the company's liabilities.",
      "id": "s40"
    },
    {
      "text": "The task was never going to be difficult.",
      "id": "s41"
    },
    {
      "text": "The liquidation was a simple affair.",
      "id": "s42"
    },
    {
      "text": "Only two persons ultimately claimed to be creditors.",
      "id": "s43"
    },
    {
      "text": "There were no other claims and there were no assets that had to be got in.",
      "id": "s44"
    },
    {
      "text": "The only thing that engaged the liquidator was collecting the rent and arguing with Mr Tayles.",
      "id": "s45"
    },
    {
      "text": "14 The delay in progressing the liquidation is highlighted by the fact that it was not until 3 February 2006, some seventeen months after the litigation commenced, that the liquidator advertised for creditors.",
      "id": "s46"
    },
    {
      "text": "Only two creditors lodged proofs.",
      "id": "s47"
    },
    {
      "text": "Each was a trumped up claim.",
      "id": "s48"
    },
    {
      "text": "Mr Tayles explained to the liquidator why neither proof should be admitted.",
      "id": "s49"
    },
    {
      "text": "The liquidator accepted the explanation and rejected the proofs.",
      "id": "s50"
    },
    {
      "text": "No appeal was taken from the liquidator's decision.",
      "id": "s51"
    },
    {
      "text": "15 While this was going on, steps were being taken in the action.",
      "id": "s52"
    },
    {
      "text": "On 15 September 2005 an order was made permitting Mr Tayles to execute on behalf of Taycorp a transfer of the properties to Miller Street.",
      "id": "s53"
    },
    {
      "text": "The order was made in anticipation of the provision by Miller Street of a bank guarantee in favour of the liquidator to cover the liquidator's costs and expenses to that date and to meet any liabilities of Taycorp.",
      "id": "s54"
    },
    {
      "text": "There followed a series of communications between Mr Tayles and the liquidator's office about the form of the guarantee.",
      "id": "s55"
    },
    {
      "text": "By letter dated 12 October 2005, the liquidator's solicitor estimated that the liquidator then held approximately $203,308 in the winding up.",
      "id": "s56"
    },
    {
      "text": "On the basis that the bank guarantee should cover, dollar for dollar, any funds that were to be transferred by the liquidator to Miller Street, the solicitor suggested the guarantee should be in the order of $200,000.",
      "id": "s57"
    },
    {
      "text": "A further letter from the solicitor dated 21 October 2005 stated that the bank guarantee should include allowance for further anticipated legal fees and that in any event approximately $224,000 will have been paid to Miller Street by the time the guarantee is delivered and title to the properties is transferred.",
      "id": "s58"
    },
    {
      "text": "A series of emails then passed between the parties in November 2005, in which counsel for Mr Tayles informed the liquidator that a dollar for dollar bank guarantee would be provided and asked for confirmation of the exact amount being sought by the liquidator.",
      "id": "s59"
    },
    {
      "text": "16 The matter came back to court on 13 December 2005.",
      "id": "s60"
    },
    {
      "text": "Following argument on the appropriate amount of the bank guarantee, I made orders approving the transfer of the properties upon Miller Street undertaking to provide to the liquidator an unconditional bank guarantee requiring the bank to pay the liquidator upon demand a sum of up to $225,000.",
      "id": "s61"
    },
    {
      "text": "There was a further undertaking to procure a guarantee for an additional $40,000 if ordered to do so, which was designed to cover legal costs the liquidator might incur in any prospective legal battles in the winding up.",
      "id": "s62"
    },
    {
      "text": "17 The guarantee for $225,000 was provided on 12 January 2006.",
      "id": "s63"
    },
    {
      "text": "Still the properties could not be transferred to Miller Street.",
      "id": "s64"
    },
    {
      "text": "The reason was that the CBA had not finalised the restructure of the loans.",
      "id": "s65"
    },
    {
      "text": "It was not until May or June 2006 that the new facilities were in place and the transfers could be effected.",
      "id": "s66"
    },
    {
      "text": "They were transferred immediately.",
      "id": "s67"
    },
    {
      "text": "18 Although there was delay in the transfer until the CBA had finalised the new loans, Miller Street was receiving the rents with the consent of the liquidator.",
      "id": "s68"
    },
    {
      "text": "It had been in receipt of rent since around November 2005.",
      "id": "s69"
    },
    {
      "text": "Even before then the liquidator had paid to Miller Street some of the rent he had received.",
      "id": "s70"
    },
    {
      "text": "The payments were made to enable Miller Street to meet its obligations.",
      "id": "s71"
    },
    {
      "text": "19 On these facts Miller Street claims that the liquidator's delay caused the discretionary trust to suffer two heads of loss.",
      "id": "s72"
    },
    {
      "text": "The first claimed loss is the difference between the normal interest that was payable on the loan to the CBA and the default interest that had been charged between 1 March 2005 and April 2006.",
      "id": "s73"
    },
    {
      "text": "That claim must fail.",
      "id": "s74"
    },
    {
      "text": "Although the liquidator's delay in finalising the liquidation was both inordinate and inexcusable, it did not delay the restructure of the loans.",
      "id": "s75"
    },
    {
      "text": "Nor did the liquidator act unreasonably while negotiating the terms of the bank guarantee.",
      "id": "s76"
    },
    {
      "text": "20 The second claim is for loss of rent.",
      "id": "s77"
    },
    {
      "text": "To explain this claim I need to backtrack a little.",
      "id": "s78"
    },
    {
      "text": "Immediately after his appointment the liquidator learnt that Taycorp owned two properties.",
      "id": "s79"
    },
    {
      "text": "Each was a floor in a building at 221 Miller Street, North Sydney.",
      "id": "s80"
    },
    {
      "text": "Within a month the liquidator had completed an initial investigation into the affairs of Taycorp and was of the view that the company was solvent, having an estimated surplus of assets of approximately $4.3 million.",
      "id": "s81"
    },
    {
      "text": "This estimate was based on the combined value of the properties being approximately $6 million.",
      "id": "s82"
    },
    {
      "text": "That was a reasonably accurate estimate for commercial properties returning a rent of approximately $480,000 per annum.",
      "id": "s83"
    },
    {
      "text": "So far as the creditors were concerned only three were identified at the time: the CBA for $1.5 million, the Chief Commissioner of State Revenue (whose debt had in fact been paid by Mr Tayles) and a claim by the body corporate for $120,000 which was ultimately rejected by the liquidator.",
      "id": "s84"
    },
    {
      "text": "The liquidator had also been informed, and had no reason to doubt, that the properties were held on trust for the discretionary trust.",
      "id": "s85"
    },
    {
      "text": "21 On those facts, it would have been clear to the liquidator that sooner or later the properties would be transferred to the new trustee.",
      "id": "s86"
    },
    {
      "text": "This put the liquidator in a special position of responsibility.",
      "id": "s87"
    },
    {
      "text": "Not only was he required to carry out the normal duties of a liquidator he had to act \"in a responsible way\" as regards the trust property: Re Crest Realty Pty Ltd (in liq) and the Companies Act [1977] 1 NSWLR 664, 672.",
      "id": "s88"
    },
    {
      "text": "What that involves must, of course, depend upon the circumstances: Re G B Nathan and Co Pty Ltd (in liq) [1991] 24 NSWLR 674, 688.",
      "id": "s89"
    },
    {
      "text": "In many circumstances, including the present, the duty requires the liquidator to take action to preserve and protect the trust property: Irvine v Australian Sharetrading and Underwriting Ltd (in liq) [1996] 22 ACSR 765, 783.",
      "id": "s90"
    },
    {
      "text": "Where the trust property includes land the trustee is ordinarily under a duty to make the land productive, which requires the trustee to make reasonable efforts to lease the property if it is vacant: 3 Scott on Trusts (5 th ed, 2007) SS 17.13.",
      "id": "s91"
    },
    {
      "text": "22 Here I am satisfied that the liquidator failed in his duty.",
      "id": "s92"
    },
    {
      "text": "I have already mentioned that when the liquidation commenced the properties were tenanted.",
      "id": "s93"
    },
    {
      "text": "As the liquidator knew, the lease for level 4 was due to expire on 15 June 2005.",
      "id": "s94"
    },
    {
      "text": "But he took no step to find a new tenant.",
      "id": "s95"
    },
    {
      "text": "The liquidator said he took no step to find a tenant because he believed that Mr Tayles would soon make an application to the court to regain control of the properties.",
      "id": "s96"
    },
    {
      "text": "I think the reality is that the liquidator simply did not turn his mind to what he should do with the properties.",
      "id": "s97"
    },
    {
      "text": "Even if he had it would have been apparent that although Mr Tayles had been threatening for months to take action to recover the properties he was in fact doing little more than writing letters.",
      "id": "s98"
    },
    {
      "text": "It was not appropriate for the liquidator to let matters stand, especially as the term of the tenancy was running out.",
      "id": "s99"
    },
    {
      "text": "23 At one point I was inclined to the view that the liquidator might be saved because it was not until May 2005 that he was provided with positive proof that the properties were held on trust.",
      "id": "s100"
    },
    {
      "text": "In the end, however, I do not accept this is a sufficient basis to justify the liquidator doing nothing.",
      "id": "s101"
    },
    {
      "text": "He had been told from the beginning that the properties were held on trust.",
      "id": "s102"
    },
    {
      "text": "There was no reason to disbelieve what he had been told and that in due course it would be verified.",
      "id": "s103"
    },
    {
      "text": "Mr Tayles provided that verification.",
      "id": "s104"
    },
    {
      "text": "Some information was given on 8 March 2005 when Mr Tayles forwarded to the liquidator a statement of affairs and a pro forma balance sheet for the discretionary trust.",
      "id": "s105"
    },
    {
      "text": "Even if he had some reservation beforehand the liquidator had no reason to doubt from that point that the properties were held on trust.",
      "id": "s106"
    },
    {
      "text": "24 In the end it was Mr Tayles who took action to find a tenant, albeit without having the authority to do so.",
      "id": "s107"
    },
    {
      "text": "On 5 May 2005 he approached an experienced real estate agent, Ms Hilder, and asked her to find a tenant.",
      "id": "s108"
    },
    {
      "text": "An agency agreement was executed on 19 May 2005.",
      "id": "s109"
    },
    {
      "text": "Ms Hilder found two tenants each willing to take a lease of part of level 4.",
      "id": "s110"
    },
    {
      "text": "One lease commenced on 15 September 2005 and the other on 31 October 2005.",
      "id": "s111"
    },
    {
      "text": "The aggregate rent payable by the tenants is $14,523.67 per calendar month, inclusive of GST.",
      "id": "s112"
    },
    {
      "text": "This was less than the rent paid by the outgoing tenant but, as Ms Hilder explained, the rental market had dropped away.",
      "id": "s113"
    },
    {
      "text": "25 There can be no doubt that if an estate agent had been retained to find a tenant well before 19 May 2005 a tenant would have been found to take over the property in mid-June.",
      "id": "s114"
    },
    {
      "text": "Ms Hilder said that the lettable area of level 4 was 492 square metres and for an area of that size the standard practice is to begin looking for a tenant between six to nine months before the tenant is needed.",
      "id": "s115"
    },
    {
      "text": "She explained that a tenant wanting to move into such a large space usually looks about nine months ahead.",
      "id": "s116"
    },
    {
      "text": "Ms Hilder confidently said that if she had been retained in January 2005 there was an \"extremely good\" chance of getting a tenant to take possession on 15 June 2005.",
      "id": "s117"
    },
    {
      "text": "What ultimately transpired bears this out.",
      "id": "s118"
    },
    {
      "text": "26 The liquidator's failure to make the trust property productive has resulted in a loss to the discretionary trust of two months rent.",
      "id": "s119"
    },
    {
      "text": "The liquidator will be ordered to make good that loss.",
      "id": "s120"
    },
    {
      "text": "27 It was put that the liquidator's failure to protect the trust property should deprive him of the costs and expenses to which he would otherwise be entitled.",
      "id": "s121"
    },
    {
      "text": "I do not agree.",
      "id": "s122"
    },
    {
      "text": "Once the loss of rent is made good, there is no reason to deprive the liquidator of the costs for the work he has done.",
      "id": "s123"
    },
    {
      "text": "28 The costs of the action fall into a different category.",
      "id": "s124"
    },
    {
      "text": "I think they should lie where they fall.",
      "id": "s125"
    },
    {
      "text": "Each side has had a measure of success and it would be unfair to make any party pay the costs of the other.",
      "id": "s126"
    },
    {
      "text": "To give effect to this ruling requires an order that the liquidator be indemnified out of the trust assets for only one half of his costs.",
      "id": "s127"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s128"
    },
    {
      "text": "Associate:\n\nDated: 23 November 2007\n\n\n\n Counsel for the Plaintiff: M Sifris SC \n \n Solicitor for the Plaintiff: Zindilis \n \n Counsel for the Defendant: S Golledge \n \n Solicitor for the Defendant: Access Business Lawyers \n \n Date of Hearing: 10 and 11 September 2007 \n \n Date of Judgment: 23 November 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1830.html",
      "id": "s129"
    }
  ]
}