{
  "name": "Jansen v Secretary, Department of Employment and Workplace Relations [2007] FCA 1358 (7 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1358.html",
  "catchphrases": [
    {
      "text": "application to extend time for appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "applicant suffered anxiety/depression and self-medicated with alcohol and occasional anti-depressants",
      "id": "c1"
    },
    {
      "text": "applicant denied disability support pension under s 94 and schedule 1b of the social security act 1991 (cth) because of applicant's refusal to adopt recommended treatments",
      "id": "c2"
    },
    {
      "text": "social security",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Mr Bernard Jansen seeks an extension of time to appeal against a decision of the Administrative Appeals Tribunal which affirmed a decision of Centrelink that he was ineligible for a Disability Support Pension on the basis of depression/anxiety and alcohol abuse: Re Jansen and Secretary, Department of Employment and Workplace Relations [2006] AATA 367.",
      "id": "s0"
    },
    {
      "text": "Centrelink had determined that he was not eligible because he had declined various treatment options recommended by medical practitioners.",
      "id": "s1"
    },
    {
      "text": "2 Counsel addressed full and helpful arguments on the merits of the proposed appeal, I would think to no less extent than would have been the case on a substantive appeal.",
      "id": "s2"
    },
    {
      "text": "I shall first consider the issue of merits before turning to the question of delay and Mr Jansen's explanation therefor.",
      "id": "s3"
    },
    {
      "text": "3 Before the Tribunal Mr Jansen gave evidence that he was born in 1966 and had held various manual jobs including working at a timber yard, vineyard and sawmill.",
      "id": "s4"
    },
    {
      "text": "His last full time job was twenty years ago.",
      "id": "s5"
    },
    {
      "text": "He is currently unemployed.",
      "id": "s6"
    },
    {
      "text": "He described a history of anxiety, depressive disorder and panic attacks since he was fifteen.",
      "id": "s7"
    },
    {
      "text": "He sought treatment from a psychiatrist in Healesville some years ago but did not find it helpful so discontinued the sessions after several months.",
      "id": "s8"
    },
    {
      "text": "He has tried various medications including anti-depressants but found them of little value.",
      "id": "s9"
    },
    {
      "text": "They caused side-effects.",
      "id": "s10"
    },
    {
      "text": "He now self medicates with alcohol, which he find eases his tension.",
      "id": "s11"
    },
    {
      "text": "He occasionally takes Murelax, an anti-depressant, but is reluctant to take this more frequently because he understands it may be addictive.",
      "id": "s12"
    },
    {
      "text": "He has engaged in excessive alcohol consumption since age 15.",
      "id": "s13"
    },
    {
      "text": "He has never had any treatment for alcohol problems.",
      "id": "s14"
    },
    {
      "text": "4 Mr Jansen noted the various treatment options suggested by various medical practitioners, but told the Tribunal that he would not be able to attempt detoxification at present because he was not ready to give up drinking.",
      "id": "s15"
    },
    {
      "text": "Similarly he doubted that tests on his liver etc. would be useful, however he said that he would seek advice from his general practitioner.",
      "id": "s16"
    },
    {
      "text": "He reiterated his reluctance to take prescribed medication for depression/anxiety without an assurance from his doctor that there would be no serious side-effects.",
      "id": "s17"
    },
    {
      "text": "Mr Jansen explained that in the past he has attended counselling arranged by his church, and found it helpful.",
      "id": "s18"
    },
    {
      "text": "He said he would consider resuming this in an effort to address the many issues in his life; however he did not see the desirability of undertaking other forms of counselling.",
      "id": "s19"
    },
    {
      "text": "5 In a report dated 23 October 2005 Dr Ian Katz, consultant psychiatrist, said that Mr Jansen\n \n \"...presents with at least a moderately severe mixed anxiety disorder with chronic but fluctuating depression.",
      "id": "s20"
    },
    {
      "text": "Clearly alcohol abuse and dependence and possible ongoing gambling and cannabis abuse are complicating his presentation and the severity of his illness at present.",
      "id": "s21"
    },
    {
      "text": "It would be my view that Mr Jansen at present is not capable of performing sustained work as result of his illness, and is likely to use gambling and various substances to try to self-medicate his primary psychopathology.",
      "id": "s22"
    },
    {
      "text": "\" \n\n6 Dr Katz made recommendations for treatment including medical investigations to ascertain liver damage and organic causes or contributors to his anxiety state, admission to a detoxification facility, a reassessment of his psychiatric state, psychological counselling, use of the anti-alcohol craving drug Naltrexone, transfer to a Centrelink Sickness Certificate Welfare payment, a referral to a social worker and to the Commonwealth Rehabilitation Scheme to assist with job assistance and vocational rehabilitation when his psychiatric conditions improve.",
      "id": "s23"
    },
    {
      "text": "7 In oral evidence before the Tribunal Dr Katz said that the treatment of Mr Jansen's excessive alcohol consumption was fundamental to the treatment of the other conditions.",
      "id": "s24"
    },
    {
      "text": "He emphasised that any treatment program should be designed to meet Mr Jansen's needs, but accepted that Mr Jansen had declined his offers of assistance.",
      "id": "s25"
    },
    {
      "text": "8 Dr G Stephens, a treating doctor, in a report dated 11 April 2005, said that he expected Mr Jansen's condition would impact on his ability to function for more than 24 months and that this impact would fluctuate during that time.",
      "id": "s26"
    },
    {
      "text": "In his view Mr Jansen may require further anti-depressant and/or counselling.",
      "id": "s27"
    },
    {
      "text": "9 Dr J Lane of Health Services Australia, in a report dated 3 May 2005, said that Mr Jansen was likely to be unfit for work for award wages for approximately six to twelve months until his psychiatric condition is fully treated.",
      "id": "s28"
    },
    {
      "text": "Rehabilitation, psychological counselling and retraining may help with a return to suitable full time (low stress initially) work if he cannot return to his usual job.",
      "id": "s29"
    },
    {
      "text": "He is motivated to do suitable work when he is well enough.",
      "id": "s30"
    },
    {
      "text": "Review in six to twelve months was suggested if he has not been able to return to full time work.",
      "id": "s31"
    },
    {
      "text": "10 The relevant criteria for a Disability Support Pension are set out in s 94 of the Social Security Act 1991 (Cth) which provides:\n \n \"94(1) A person is qualified for disability support pension if: \n ... \n \n \n \n (b) the person's impairment is of 20 points or more under the Impairment Tables; \n \n \n \n \n ... \n \n\n11 Schedule 1B of the Act makes provision, in relation to the Tables for the Assessment of Work-Related Impairment for Disability Support (the Impairment Tables) as follows (to facilitate discussion I have inserted some sub-par lettering in par 6):\n \n ... \n 4.",
      "id": "s32"
    },
    {
      "text": "A rating is only to be assigned after a comprehensive history and examination.",
      "id": "s33"
    },
    {
      "text": "For a rating to be assigned the condition must be a fully documented, diagnosed condition which has been investigated, treated and stabilised ... \n \n 5.",
      "id": "s34"
    },
    {
      "text": "The condition must be considered to be permanent.",
      "id": "s35"
    },
    {
      "text": "Once a condition has been diagnosed, treated and stabilised, it is accepted as being permanent if in the light of available evidence it is more likely than not that it will persist for the foreseeable future.",
      "id": "s36"
    },
    {
      "text": "This will be taken as lasting for more than two years.",
      "id": "s37"
    },
    {
      "text": "A condition may be considered fully stabilised if it is unlikely that there will be any significant functional improvement, with or without reasonable treatment, within the next 2 years.",
      "id": "s38"
    },
    {
      "text": "6.",
      "id": "s39"
    },
    {
      "text": "[a] In order to assess whether a condition is fully diagnosed, treated and stabilised, one much consider: \n \n \n \n &#8226; what treatment or rehabilitation has occurred; \n &#8226; whether treatment is still continuing or is planned in the near future; \n &#8226; whether any further reasonable medical treatment is likely to lead to significant functional improvement within the next 2 years.",
      "id": "s40"
    },
    {
      "text": "[b] In this context, reasonable treatment is taken to be: \n \n \n \n &#8226; treatment that is feasible and accessible ie, available locally at a reasonable cost; \n &#8226; where a substantial improvement can reliably be expected and where the treatment or procedure is of a type regularly undertaken or performed, with a high success rate and low risk to the patient.",
      "id": "s41"
    },
    {
      "text": "[c] It is assumed that a person will generally wish to pursue any reasonable treatment that will improve or alleviate an impairment, unless that treatment has associated risks or side effects which are unacceptable to the person.",
      "id": "s42"
    },
    {
      "text": "[d] In those cases where significant functional improvement is not expected or where there is a medical or other compelling reason for a person not undertaking further treatment, it may be reasonable to consider the condition stabilised.",
      "id": "s43"
    },
    {
      "text": "[e] In exceptional circumstances, where a condition was considered not stabilised and a permanent impairment rating not assigned because reasonable treatment for a specific condition has not been undertaken, the medical officer should: \n \n \n \n &#8226; evaluate and document the probable outcome of treatment and the main risks and or side effects of the treatment; and \n &#8226; indicate why this treatment is reasonable; and \n &#8226; note the reasons why the person has chosen not to have treatment.",
      "id": "s44"
    },
    {
      "text": "\" \n \n\n12 In its decision the Tribunal quoted from the decision of Smithers J in Dragojlovic v Director-General of Social Security (1984) 1 FCR 301 at 305 where his Honour said:\n \n \"In any case in which treatment is refused the question for the respondent or the Tribunal is not whether the refusal is reasonable or otherwise, but whether, on the probabilities, the refusal is genuinely based on grounds which, in fact, compel the person concerned, acting honestly, so to refuse ...\" \n\n13 The Tribunal went on to say that that view was adopted by the Full Federal Court in Koutsakis v Director-General of Social Security (1985) 10 FCR 42.",
      "id": "s45"
    },
    {
      "text": "The Tribunal continued at [12]:\n \n \"In McKinnon v Commonwealth of Australia [1998] FCA 1456 the Court referred to the balancing exercise between the possible harm to an applicant in undertaking treatment and the interests of the respondent in having the treatment carried out.",
      "id": "s46"
    },
    {
      "text": "\" \n\n14 The Tribunal's reasoning appears in the following paragraphs:\n \n \"13.",
      "id": "s47"
    },
    {
      "text": "The Tribunal accepts the medical evidence from Dr Katz and Dr Lane that treatment options comprising a range of therapeutic measures would be appropriate to Mr Jansen's particular needs.",
      "id": "s48"
    },
    {
      "text": "The Tribunal notes that his treating doctor sees possible value in medication and counselling.",
      "id": "s49"
    },
    {
      "text": "14.",
      "id": "s50"
    },
    {
      "text": "The Tribunal acknowledges that some time ago Mr Jansen experienced serious side-effects from medication for depression/anxiety, and accepts that he may be reluctant to undergo similar treatment involving medication without an assurance from his treating doctor that there will be no serious side-effects.",
      "id": "s51"
    },
    {
      "text": "He stated that he retains the option of occasional use of Murelax for depression/anxiety.",
      "id": "s52"
    },
    {
      "text": "15.",
      "id": "s53"
    },
    {
      "text": "Clearly Mr Jansen is not prepared to consider detoxification or other measures to address his alcohol consumption because he does not want to cease drinking, and he is not willing to consider counselling other than that organised by his church.",
      "id": "s54"
    },
    {
      "text": "He would consult his treating doctor about tests such as liver function etc. before agreeing to undertake them.",
      "id": "s55"
    },
    {
      "text": "16.",
      "id": "s56"
    },
    {
      "text": "The Tribunal concludes that the risks to Mr Jansen from undertaking the range of treatment options are slight and do not constitute a real risk of harm to him.",
      "id": "s57"
    },
    {
      "text": "The recommended treatment is reasonable in the circumstances and is in his best interests.",
      "id": "s58"
    },
    {
      "text": "Despite his particular fear of serious side-effects from depression/anxiety medication, Mr Jansen has not demonstrated a genuine reason for refusing other treatment options.",
      "id": "s59"
    },
    {
      "text": "The Tribunal finds that, in all the circumstances, Mr Jansen's refusal to undertake the range of treatment options is not genuinely based on grounds that compel him, acting honestly, to refuse.",
      "id": "s60"
    },
    {
      "text": "Therefore his conditions are not fully documented, diagnosed conditions which have been investigated, treated and stabilised, and could not be assigned an impairment rating under the Impairment Tables, and he does not satisfy the qualification requirements of s 94(1)(b) of the Act.",
      "id": "s61"
    },
    {
      "text": "Consequently he cannot satisfy s 94(1) of the Act, and the Tribunal does not need to consider whether he had a continuing inability to work under s 94(1)(c) of the Act.",
      "id": "s62"
    },
    {
      "text": "\" \n\n15 Thus the decision of the Tribunal appears to have turned on a finding that Mr Jansen's condition had not been \"fully diagnosed, treated and stabilised\" because \"further reasonable medical treatment (was) likely to lead to significant functional improvement within the next 2 years\".",
      "id": "s63"
    },
    {
      "text": "Implicitly, the Tribunal declined to apply par 6[d] and consider the condition stabilised.",
      "id": "s64"
    },
    {
      "text": "It would seem the Tribunal considered this was not a case where there was \"a medical or other compelling reason for a person [ie Mr Jansen] not undertaking further treatment\".",
      "id": "s65"
    },
    {
      "text": "16 On behalf of Mr Jansen, Mr Geale of counsel said that the Tribunal erred in not applying a subjective test to the refusal of medical treatment.",
      "id": "s66"
    },
    {
      "text": "The question was whether the refusal was subjectively genuine.",
      "id": "s67"
    },
    {
      "text": "Ms Macdonnell on behalf of the respondent pointed out that the Tribunal had referred to a \"range of treatment options\".",
      "id": "s68"
    },
    {
      "text": "Mr Jansen had given reasons for refusing some, but not others.",
      "id": "s69"
    },
    {
      "text": "In reply Mr Geale said that the treatment for which no reason was advanced went \"hand in hand\" with his alcoholism; in other words because he declined medication he continued the \"self-medication\" with alcohol.",
      "id": "s70"
    },
    {
      "text": "17 It is true, as Ms Macdonnell pointed out, that Dragojlovic and Koutsakis were concerned with different statutory criteria.",
      "id": "s71"
    },
    {
      "text": "In Dragojlovic the Tribunal, confirming an order for the cancellation of an invalid pension, had found as a fact that the applicant had unreasonably refused to undergo a lumbar laminectomy.",
      "id": "s72"
    },
    {
      "text": "Smithers J dealt first with the general provision in s 23 of the Social Security Act 1947 (Cth) (originally the Social Services Act 1947 but title amended by Act No 37 of 1982).",
      "id": "s73"
    },
    {
      "text": "Section 23 provided that a person shall be deemed to be permanently incapacitated for work if the degree of permanent incapacity for work is not less than 85 per cent.",
      "id": "s74"
    },
    {
      "text": "His Honour at 302 quoted with approval a decision of Todd DP in Re Korovesis v Director General of Social Security (1983) 6 ALD 244 to the effect that a claimant for a pension \"cannot be compelled to have an operation\".",
      "id": "s75"
    },
    {
      "text": "18 His Honour said:\n \n \" ... it may be noted that a person who is in a state of incapacity for work which would be relieved by a particular operation but who cannot have that operation, because of genuine fear of the operation which he cannot overcome, remains incapacitated as long as that fear persists.",
      "id": "s76"
    },
    {
      "text": "He remains so whether his fear is reasonable or unreasonable.",
      "id": "s77"
    },
    {
      "text": "\" \n\n19 His Honour at 303, pointed out, as had Todd DP, the difference between, on the one hand, pension claims and, on the other, workers compensation and tort claims.",
      "id": "s78"
    },
    {
      "text": "In the latter case, objectively unreasonable refusal to undergo medical treatment may bring to an end the liability of employer or defendant to compensate.",
      "id": "s79"
    },
    {
      "text": "However in the former case, in the words of Todd DP, quoted with approval by Smithers J at 303:\n \n \" ...there is no element of compensation or redress of damage involved in the provisions of the Act in question.",
      "id": "s80"
    },
    {
      "text": "Those provisions relate to the objective provision of a minimum level of support, to determining whether a 'safety net' should be placed under a person in crisis.",
      "id": "s81"
    },
    {
      "text": "In the case of invalid pensions, such support is to be given where he or she is, for the foreseeable future, incapacitated for work.",
      "id": "s82"
    },
    {
      "text": "\" \n \n \n At 304 his Honour said:\n \n \n \"Of course, it has been felt to be unsatisfactory that a person who refuses to undergo treatment which would probably cure his incapacity and which it would be reasonable, objectively regarded, for him to undergo, should qualify for a pension.",
      "id": "s83"
    },
    {
      "text": "Common sense suggests that it would be unfair that the community should pay a pension to such a person.",
      "id": "s84"
    },
    {
      "text": "As a result, it has been thought proper to import, by analogy, the notion that incapacity which is curable by the adoption of measures which it is objectively reasonable to take, is not permanent incapacity.",
      "id": "s85"
    },
    {
      "text": "There is however, in my opinion, no warrant for this.",
      "id": "s86"
    },
    {
      "text": "Under the Act qualification for a pension depends upon a state of fact.",
      "id": "s87"
    },
    {
      "text": "The Act does not lay down as a condition of the qualification that there be a reasonable cause for its existence.",
      "id": "s88"
    },
    {
      "text": "At the same time, to treat an incapacity as permanent, simply because a claimant will not take steps to be cured would be unacceptable from any point of view.",
      "id": "s89"
    },
    {
      "text": "\" \n \n \n Later his Honour said at 305:\n \n \n \"In any case in which treatment is refused the question for the respondent or the Tribunal is not whether the refusal is reasonable or otherwise, but whether, on the probabilities, the refusal is genuinely based on grounds which, in fact, compel the person concerned, acting honestly, so to refuse.",
      "id": "s90"
    },
    {
      "text": "\" \n \n \n As his Honour emphasised, the question is one of bona fides.",
      "id": "s91"
    },
    {
      "text": "20 In Dragojlovic the case actually turned on a more specific provision of the 1947 Act, namely s 135M(1), which dealt with refusal or cancellation of a pension where the person did not receive treatment for \"physical rehabilitation\" or \"suitable training for a vocation\".",
      "id": "s92"
    },
    {
      "text": "Suffice to say Smithers J construed that provision consistently with his views on the policy and purpose of the Act.",
      "id": "s93"
    },
    {
      "text": "21 In Koutsakis a Full Court at 45 noted:\n \n \n \"The cases make it clear that the mere failure of a person to undertake medical or other treatment which is recommended to him does not disentitle him from receiving a pension or an award of compensation\".",
      "id": "s94"
    },
    {
      "text": "Their Honours agreed with and adopted what as said by Smithers J in Dragojlovic and said at 45:\n \n \"... there is no finding that the appellant's fears are not genuinely entertained by him.",
      "id": "s95"
    },
    {
      "text": "In our opinion, the mere fact that the appellant's fears are groundless does not make them unreasonable if they are genuine\".",
      "id": "s96"
    },
    {
      "text": "22 Turning to the text of Schedule 1B of the present Act, it is reasonable to assume that if Parliament had intended any change to the social policy underlying the 1947 Act, as found by this Court, any such change would have been clear and explicit.",
      "id": "s97"
    },
    {
      "text": "Such is not the case.",
      "id": "s98"
    },
    {
      "text": "In par 6[d] the expression \"a person\" is clearly a reference to the particular person contemplating the treatment in question.",
      "id": "s99"
    },
    {
      "text": "It imports a subjective criterion.",
      "id": "s100"
    },
    {
      "text": "23 Paragraph 6[e] is directed towards ensuring proper recording of the decision by the medical officer.",
      "id": "s101"
    },
    {
      "text": "It necessarily assumes that the officer thinks the proposed treatment is reasonable but that the person has chosen not to undergo it.",
      "id": "s102"
    },
    {
      "text": "No doubt such circumstances will be \"exceptional\".",
      "id": "s103"
    },
    {
      "text": "For the protection of all concerned, not least the medical officer, the refusal should be clearly documented.",
      "id": "s104"
    },
    {
      "text": "Paragraph 6[e] read with par 6[d] assumes that \"generally\" persons will wish to pursue reasonable treatment but, exceptionally, there may be circumstance when such persons do not, ie where (i) significant functional improvement is not expected, (ii) there is a medical reason for the person not undergoing further treatment, or (iii) there is \"other compelling reason\" for the person not undergoing medical treatment.",
      "id": "s105"
    },
    {
      "text": "If a person falls within par 6[d], his or her condition is to be taken as \"stabilised\" notwithstanding the absence of the \"further reasonable treatment\" specified in par 6[a] and [b].",
      "id": "s106"
    },
    {
      "text": "24 The Tribunal's emphasis on the lack of \"grounds\" indicates that it was treating the test as objective.",
      "id": "s107"
    },
    {
      "text": "While the Tribunal cited a passage from Dragojlovic , read as a whole Smithers J is not saying that the person seeking to obtain, or maintain, a pension must show some reason or fact external to his or her decision not to undergo the treatment in question.",
      "id": "s108"
    },
    {
      "text": "On the contrary, the emphasis is on subjective good faith, or the lack thereof, in the person's decision, however irrational it may seem.",
      "id": "s109"
    },
    {
      "text": "This view of Dragojlovic is confirmed by what the Full Court said in Koutsakis .",
      "id": "s110"
    },
    {
      "text": "25 In the Tribunal's reasons at [16] in the third sentence the expression \"genuine reason\" appears to be referring to the reason as being or not being real or authentic or well-founded, as distinct from the sincerity of the person himself.",
      "id": "s111"
    },
    {
      "text": "This is consistent with the first two sentences which look objectively at the risks of harm and whether the treatment is \"reasonable in the circumstances and ... in his best interests\".",
      "id": "s112"
    },
    {
      "text": "26 If the Tribunal came to the view that Mr Jansen was not acting bona fide but rather, in the words of Smithers J as \"the result of a tactical exercise designed to obtain a pension\" ( Dragojlovic at 305), fairness would demand a clear finding to that effect, with reasons.",
      "id": "s113"
    },
    {
      "text": "The lack of such a finding points to a conclusion that the Tribunal misunderstood the correct test.",
      "id": "s114"
    },
    {
      "text": "27 McKinnon had nothing to do with social security.",
      "id": "s115"
    },
    {
      "text": "It was a claim for damages for personal injuries allegedly caused by the negligence of the Commonwealth and New South Wales Governments (proceeding NG 518 of 1996).",
      "id": "s116"
    },
    {
      "text": "The question before Hill J was whether the proceeding should be stayed until the applicant attended a medical examination arranged by the respondents.",
      "id": "s117"
    },
    {
      "text": "The Tribunal's citing of McKinnon strongly suggests that it misunderstood the question for its decision.",
      "id": "s118"
    },
    {
      "text": "A point made at some length in Dragojlovic is that the objective reasonableness of proposed medical treatment will be relevant for common law in workers compensation claims but not under a social security regime.",
      "id": "s119"
    },
    {
      "text": "28 I conclude that the proposed appeal would not only have reasonable prospects of success; it would succeed.",
      "id": "s120"
    },
    {
      "text": "29 As to delay, the decision of the Tribunal was handed down on 27 April 2006.",
      "id": "s121"
    },
    {
      "text": "The last date for lodging an appeal was 25 May.",
      "id": "s122"
    },
    {
      "text": "In early May, Legal Aid Victoria advised Mr Jansen that his application for legal aid for an appeal had been refused.",
      "id": "s123"
    },
    {
      "text": "Legal Aid referred him to Public Interest Law Clearing House (PILCH).",
      "id": "s124"
    },
    {
      "text": "After some delay due to PILCH moving address, Mr Jansen made contact with that organisation.",
      "id": "s125"
    },
    {
      "text": "PILCH advised it was seeking the opinion of a barrister.",
      "id": "s126"
    },
    {
      "text": "Throughout May, Mr Jansen contacted PILCH several times.",
      "id": "s127"
    },
    {
      "text": "It said it was still considering his request.",
      "id": "s128"
    },
    {
      "text": "30 The barrister retained by PILCH did not give his advice until 3 July.",
      "id": "s129"
    },
    {
      "text": "Mr Jansen does not say so, but it may be inferred that the advice was unfavourable.",
      "id": "s130"
    },
    {
      "text": "In any event, PILCH referred Mr Jansen to The Micah Law Centre.",
      "id": "s131"
    },
    {
      "text": "He met with representatives of that body on 26 July, the first available date.",
      "id": "s132"
    },
    {
      "text": "There was further delay because The Micah Law Centre had to obtain the file from Legal Aid.",
      "id": "s133"
    },
    {
      "text": "Apparently Legal Aid was unable to provide a copy of the file.",
      "id": "s134"
    },
    {
      "text": "31 Finally the application for an extension of time and affidavit in support were filed on 21 September 2006.",
      "id": "s135"
    },
    {
      "text": "32 In my opinion, Mr Jansen has demonstrated a consistent determination to prosecute his appeal, despite delays and frustrations which cannot be attributed to him.",
      "id": "s136"
    },
    {
      "text": "The respondent does not assert any particular prejudice as a result of the delay, although I accept there is a general public interest in recourse to this Court by persons seeking the reversal of administrative decisions being sought within a reasonable time.",
      "id": "s137"
    },
    {
      "text": "33 Extension of time should be granted.",
      "id": "s138"
    },
    {
      "text": "There will be orders that:\n \n1.",
      "id": "s139"
    },
    {
      "text": "Time for lodging an appeal against the decision of the Administrative Appeals Tribunal dated 27 April 2006 be extended to 21 September 2006;\n \n2.",
      "id": "s140"
    },
    {
      "text": "The appeal be heard instanter;\n \n3.",
      "id": "s141"
    },
    {
      "text": "The appeal be allowed;\n \n4.",
      "id": "s142"
    },
    {
      "text": "The order of the Tribunal dated 27 April 2006 be set aside and in lieu thereof it be ordered that the appeal be remitted to the Tribunal differently constituted;\n \n5.",
      "id": "s143"
    },
    {
      "text": "The respondent pay the applicant's costs of the application and the appeal.",
      "id": "s144"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey .",
      "id": "s145"
    },
    {
      "text": "Associate:\n\nDated: 7 September 2007\n\n Counsel for the Applicant: J Geale \n \n Solicitor for the Applicant: The Micah Law Centre \n \n Counsel for the Respondent: J Macdonnell \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 21 August 2007 \n \n Date of Judgment: 7 September 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1358.html",
      "id": "s146"
    }
  ]
}