{
  "name": "Morgan, in the matter of the Yourhealth Companies [2007] FCA 129 (7 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/129.html",
  "catchphrases": [
    {
      "text": "voluntary administration",
      "id": "c0"
    },
    {
      "text": "extension of time for convening of meeting of creditors under corporations act 2001 (cth) s 439a(6)",
      "id": "c1"
    },
    {
      "text": "whether period of 21 days 'beginning on' day when administration begins counts that day as the first of the 21 days",
      "id": "c2"
    },
    {
      "text": "held : yes.",
      "id": "c3"
    },
    {
      "text": "calculation",
      "id": "c4"
    },
    {
      "text": "period 'beginning on' a particular day",
      "id": "c5"
    },
    {
      "text": "whether period calculated so as to include that day 'on' which the period begins",
      "id": "c6"
    },
    {
      "text": "held : yes.",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    },
    {
      "text": "time",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff, John Maxwell Morgan ('Mr Morgan'), applies under s 439A(6) of the Corporations Act 2001 (Cth) ('the Act') for an order extending the time for the convening of a meeting of creditors in each of five administrations.",
      "id": "s0"
    },
    {
      "text": "2 The administrations are of five companies forming the 'Yourhealth' group.",
      "id": "s1"
    },
    {
      "text": "Mr Morgan was appointed under s 436A of the Act as administrator of each of the companies on 18 January 2007.",
      "id": "s2"
    },
    {
      "text": "Section 436E of the Act required Mr Morgan to convene the first meeting of each company's creditors within five business days after the administration began.",
      "id": "s3"
    },
    {
      "text": "The administrations began on 18 January 2007 (see s 435C(1)(a) of the Act).",
      "id": "s4"
    },
    {
      "text": "Since 18 January was a Thursday, 20 and 21 January were a Saturday and Sunday, the period of five business days expired on Thursday 25 January 2007.",
      "id": "s5"
    },
    {
      "text": "The first meetings of creditors were in fact held on that day.",
      "id": "s6"
    },
    {
      "text": "In each case, the creditors appointed a committee of creditors.",
      "id": "s7"
    },
    {
      "text": "3 Section 439A of the Act requires an administrator to convene the second meeting of a company's creditors within, relevantly, the period of 21 days 'beginning on' the day when the administration begins.",
      "id": "s8"
    },
    {
      "text": "As noted above, these administrations began on 18 January 2007.",
      "id": "s9"
    },
    {
      "text": "4 On the hearing there was some discussion as to whether the 21 day period expires today 7 February 2007 or tomorrow 8 February 2007.",
      "id": "s10"
    },
    {
      "text": "The period of 21 days expires today, 7 February 2007 because references in statutes to periods 'beginning on' or 'commencing on' a particular day or date, are calculated on the basis that that day or date is counted as the first day of the period: Darwin Broadcasters Pty Ltd v Australian Broadcasting Tribunal (1990) 21 FCR 524 at 526-527; Watson v Uniframes Limited (1994) 55 FCR 556 at 560; Re Madden (1996) 131 FLR 430 at 432-434.",
      "id": "s11"
    },
    {
      "text": "Neither s 105 of the Act nor s 36(1) of the Acts Interpretation Act 1901 (Cth) is relevant, because they are concerned with the expressions 'before' and 'after' (s 105) and 'from' (s36(1)).",
      "id": "s12"
    },
    {
      "text": "I note, however, that the line of authority in the cases just cited is consistent with s 3(2) of the Acts Interpretation Act 1901 (Cth), which provides that where an Act or instrument is expressed to come into operation 'on' a particular day, it shall come into operation 'immediately on the expiration of the last preceding day'.",
      "id": "s13"
    },
    {
      "text": "Similarly, the 21 day period here began immediately on the expiration of 17 January 2007 and ends immediately before the beginning of 8 February 2007.",
      "id": "s14"
    },
    {
      "text": "5 Mr Morgan's affidavit shows that he has conducted inquiries into the financial affairs of the five companies but needs more time in which to complete his task and to make an adequate report to the creditors.",
      "id": "s15"
    },
    {
      "text": "6 Prior to Mr Morgan's appointment, the Yourhealth companies carried on the business of operating medical practices in Manly and Edgecliff in New South Wales, Camberwell in Victoria, and Carina in Queensland.",
      "id": "s16"
    },
    {
      "text": "The parent company is Yourhealth Group Pty Limited which owns 100 per cent of the share capital in Yourhealth Manly Pty Limited, Yourhealth Edgecliff Pty Limited, Yourhealth Camberwell Pty Limited and Yourhealth Carina Pty Limited.",
      "id": "s17"
    },
    {
      "text": "7 Mr Morgan's investigations suggest that although some of the clinics operated profitably, as a whole the Yourhealth group traded at a loss, particularly because the head office expenses, principally the rental and executive salaries, were high.",
      "id": "s18"
    },
    {
      "text": "8 In his affidavit in support of the present application, Mr Morgan sets out the numbers of creditors of the various companies as well as the numbers of the staff and the doctors who worked in the clinics.",
      "id": "s19"
    },
    {
      "text": "9 The principal creditor and shareholder of the Yourhealth companies is a publicly listed Singaporean company, Eu Yan Sang International Limited ('EYSI').",
      "id": "s20"
    },
    {
      "text": "EYSI has funded the cash flow of the Yourhealth group of companies for some time.",
      "id": "s21"
    },
    {
      "text": "The companies owe EYSI some $2.5 million.",
      "id": "s22"
    },
    {
      "text": "This is well above one-half of the total of the amount owed to all creditors of some $3.7 million.",
      "id": "s23"
    },
    {
      "text": "EYSI has agreed to indemnify Mr Morgan in respect of his costs and expenses of the administration.",
      "id": "s24"
    },
    {
      "text": "10 Mr Morgan's preliminary view is that the return to creditors will be greatest 'if the businesses conducted by the Yourhealth Companies are able to be sold as a going concern (or a deed of company arrangement is approved by the creditors)'.",
      "id": "s25"
    },
    {
      "text": "11 Mr Morgan seeks an extension of time to 21 March 2007 in order to enable him to report adequately.",
      "id": "s26"
    },
    {
      "text": "Importantly, all members of the committee of creditors support his application.",
      "id": "s27"
    },
    {
      "text": "The committee includes a representative of EYSI.",
      "id": "s28"
    },
    {
      "text": "12 In my view, the case is made out for an extension and there will be orders generally as sought in the originating process.",
      "id": "s29"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren \n\n\n Associate:\n\nDated: 21 February 2007\n\n\n Solicitor for the Plaintiff: Mr AM Mathas of Deacons \n \n Date of Hearing: 7 February 2007 \n \n Date of Judgment: 7 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/129.html",
      "id": "s30"
    }
  ]
}