{
  "name": "Idameneo (No 123) Pty Ltd v Symbion Health Limited [2007] FCA 1832 (28 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1832.html",
  "catchphrases": [
    {
      "text": "reduction of capital",
      "id": "c0"
    },
    {
      "text": "whether an equal reduction of capital or a selective reduction of capital",
      "id": "c1"
    },
    {
      "text": "two proposed resolutions, one for the reduction of capital and the other providing specially for payment of the proceeds of sale of transferred shares to overseas shareholders who were not entitled under the law of their countries to take an in specie distribution of shares held by the company in another company",
      "id": "c2"
    },
    {
      "text": "whether the second resolution prevented the first from being an equal reduction of capital to be approved of by an ordinary resolution of shareholders. held : the proposed reduction of capital was an equal reduction of capital.",
      "id": "c3"
    },
    {
      "text": "directors' duties",
      "id": "c4"
    },
    {
      "text": "merger agreement",
      "id": "c5"
    },
    {
      "text": "directors agreed to the inclusion of a \"break fee\" provision in the transaction implementation deed (tid)",
      "id": "c6"
    },
    {
      "text": "earlier failed scheme for which the scheme implementation deed had provided for break fees that had not become payable because the scheme had not been supported by the statutory majorities of shareholders",
      "id": "c7"
    },
    {
      "text": "revised proposal",
      "id": "c8"
    },
    {
      "text": "tid provided for sale of particular businesses in return for shares in purchaser company followed by reduction of capital of seller, to be implemented by distribution of shares in specie to its shareholders",
      "id": "c9"
    },
    {
      "text": "tid provided for reciprocal break fees identical in amount",
      "id": "c10"
    },
    {
      "text": "amounts of break fees arrived at by including \"sunk costs\" on the failed scheme",
      "id": "c11"
    },
    {
      "text": "whether, by reason of this fact, tid had been entered into in breach of the directors' duty to act in good faith in the best interests of the corporation under s 181(1) of the corporations act 2001 (cth). held : the suggested contravention of s 181(1) of the corporations act 2001 (cth) was not established on the evidence.",
      "id": "c12"
    },
    {
      "text": "parties",
      "id": "c13"
    },
    {
      "text": "merger agreement",
      "id": "c14"
    },
    {
      "text": "member of one corporate party to the merger agreement seeking declarations and injunctions in respect of that party's obligations pursuant to merger agreement",
      "id": "c15"
    },
    {
      "text": "other party to merger agreement not a party to proceeding. held : other party to merger agreement a necessary party to proceeding.",
      "id": "c16"
    },
    {
      "text": "corporations",
      "id": "c17"
    },
    {
      "text": "corporations",
      "id": "c18"
    },
    {
      "text": "practice and procedure",
      "id": "c19"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 The plaintiff (Idameneo) is a wholly owned subsidiary of Primary Health Care Limited, a public company whose securities are listed on the Australian Stock Exchange (ASX).",
      "id": "s0"
    },
    {
      "text": "2 Idameneo owns or controls 129,413,984 shares in the first defendant (Symbion Health) representing approximately 20 percent of the issued share capital of that company.",
      "id": "s1"
    },
    {
      "text": "3 The second to sixth defendants (the Directors) are, and at all material times were, the directors of Symbion Health.",
      "id": "s2"
    },
    {
      "text": "4 Symbion Health and Healthscope Limited (Healthscope), another public company whose securities are listed on the ASX, have entered into a Transaction Implementation Deed dated 8 October 2007 (TID).",
      "id": "s3"
    },
    {
      "text": "In substance, Symbion Health has agreed to sell, and Healthscope has agreed to buy, Symbion Health's \"Diagnostics Businesses\" in consideration for the issue by Healthscope to Symbion Health of shares in Healthscope which are to be distributed to the Symbion Health shareholders in implementation of a reduction of the capital of Symbion Health.",
      "id": "s4"
    },
    {
      "text": "5 By its amended originating process, Idameneo seeks declaratory and injunctive relief based on two aspects of the TID.",
      "id": "s5"
    },
    {
      "text": "First, Idameneo complains that cll 3.1 and 5 of the TID provide for a selective reduction of capital, not an equal reduction of capital, of Symbion Health.",
      "id": "s6"
    },
    {
      "text": "Idameneo seeks an injunction restraining Symbion Health from implementing the proposed capital reduction unless, as a selective reduction, it is approved by a resolution passed by all ordinary shareholders of Symbion Health in accordance with s 256C(2)(b) of the Corporations Act 2001 (Cth) (the Act), rather than, as an equal reduction, by an ordinary resolution as is proposed at present.",
      "id": "s7"
    },
    {
      "text": "6 Second, Idameneo complains that the Directors have contravened s 181(1) of the Act in so far as cll 13.8 and 13.9 of the TID impose obligations on Symbion Health, specifically, the obligation for the payment by Symbion Health of a \"break fee\" to Healthscope (the Symbion Health Break Fee).",
      "id": "s8"
    },
    {
      "text": "Idameneo seeks an injunction restraining Symbion Health from paying, and the Directors from causing or procuring it to pay, the Symbion Health Break Fee.",
      "id": "s9"
    },
    {
      "text": "The basis of Idameneo's claim is that the entry by Symbion Health into the TID, in so far as it obliges Symbion Health to pay the Symbion Health Break Fee, was procured by the Directors exercising their powers otherwise than in good faith in the best interests of Symbion Health and for a proper purpose in accordance with s 181(1) of the Act.",
      "id": "s10"
    },
    {
      "text": "Section 181 of the Act provides:\n \n (1) A director or other officer of a corporation must exercise their powers and discharge their duties:\n (a) in good faith in the best interests of the corporation; and\n (b) for a proper purpose.",
      "id": "s11"
    },
    {
      "text": "BACKGROUND FACTS \n \n 7 The business of Symbion health can be divided into two classes:\n \n&#8226; the pathology, medical centres and diagnostic imaging businesses (Diagnostics Businesses); and\n \n&#8226; the consumer and pharmacy businesses (C &amp; P Businesses).",
      "id": "s12"
    },
    {
      "text": "In February 2007, Healthscope and a private equity consortium controlled by Ironbridge Capital Pty Limited (Ironbridge) and Archer Capital Pty Limited (Archer) (the IAC Consortium) approached Symbion Health with a view to the merger of Symbion Health's Diagnostics Businesses with the businesses of Healthscope, and the IAC Consortium's purchase of the C &amp; P Businesses.",
      "id": "s13"
    },
    {
      "text": "(More precisely, Symbion Health owns the Diagnostics Businesses through its wholly owned subsidiary, Symbion Healthcare Holdings Pty Limited (SH Holdings), and so, although I speak of the sale of the Diagnostics Businesses, the sale is actually of the shares in SH Holdings (the Sale Shares).",
      "id": "s14"
    },
    {
      "text": ") The proposal at that time was that Healthscope would acquire all of the shares in Symbion Health pursuant to a scheme of arrangement under Pt 5.1 of the Act between Symbion Health and its members, followed by a sale by Symbion Health (which would, by then, have become a wholly owned subsidiary of Healthscope) of the C &amp; P Businesses to the IAC Consortium for cash.",
      "id": "s15"
    },
    {
      "text": "The consideration moving from Healthscope to the shareholders in Symbion Health was to be a mixture of cash and shares in Healthscope.",
      "id": "s16"
    },
    {
      "text": "8 Accordingly, Symbion Health and Healthscope entered into a Scheme Implementation Deed dated 29 May 2007 (SID) pursuant to which, subject to conditions precedent being satisfied, Healthscope agreed to acquire all of the issued shares in Symbion Health pursuant to a scheme of arrangement under Pt 5.1 of the Act (the Original Scheme).",
      "id": "s17"
    },
    {
      "text": "9 By cl 8.6(a) of the SID, Symbion Health agreed to pay Healthscope a \"Symbion Break Fee\" of $27.86 million (or $20.97 million if a certain \"C&amp;P Break Fee\" of $10.4 million as defined in the SID had been paid) in the event that any of the facts, matters and circumstances described in cl 8.6(a) should occur.",
      "id": "s18"
    },
    {
      "text": "Clause 8.7 of the SID also provided for payment by Healthscope of a \"Healthscope Break Fee\" of $27.86 million.",
      "id": "s19"
    },
    {
      "text": "Clause 8.6(e) provided expressly that neither the Symbion Break Fee nor the C&amp;P Break Fee was payable merely by reason of the fact that the Original Scheme was not approved by the Symbion Health shareholders.",
      "id": "s20"
    },
    {
      "text": "10 In fact, the Original Scheme was not approved by the Symbion Health shareholders.",
      "id": "s21"
    },
    {
      "text": "A meeting of the shareholders was held on 11 September 2007 to consider the Original Scheme but less than 75 percent of the votes cast were in favour of the scheme: see s 411(4)(a)(ii)(B) of the Act.",
      "id": "s22"
    },
    {
      "text": "Excluding the shares held by Idameneo, 99.2 percent of the shares voted at the meeting were voted in favour of the scheme and those shares were held by 81.1 percent of the shareholders who voted.",
      "id": "s23"
    },
    {
      "text": "Including the shares owned by Idameneo, 73.9 percent of the shares voted were voted in favour of the scheme.",
      "id": "s24"
    },
    {
      "text": "This percentage was, however, just below the 75 percent threshold required.",
      "id": "s25"
    },
    {
      "text": "11 Once the Original Scheme failed to gain shareholder approval on 11 September 2007, cl 8.6(a) of the SID ceased to operate so that any obligation of Symbion Health to pay a break fee to Healthscope came to an end.",
      "id": "s26"
    },
    {
      "text": "12 By the time of the meeting on 11 September 2007, thought had already been given by Symbion Health and Healthscope to an alternative proposal.",
      "id": "s27"
    },
    {
      "text": "In broad terms, this alternative proposal, as agreed to in the TID, involves two transactions: the \"Diagnostics Transaction\" and the \"C &amp; P Scheme\" (together, the Transactions).",
      "id": "s28"
    },
    {
      "text": "The Diagnostics Transaction itself involves two elements: first, Symbion Health agrees to sell and Healthscope agrees to buy the Diagnostics Businesses (as noted earlier, actually the shares in SH Holdings) for consideration consisting of new Healthscope shares (the Consideration Shares) for each share in Symbion Health; and, secondly, the Symbion Health shareholders will be asked to approve of a reduction of the capital of Symbion Health (Capital Reduction) by way of the distribution (by Symbion Health) of the Consideration Shares to Symbion Health's shareholders in implementation of the Capital Reduction (Share Distribution Dividend).",
      "id": "s29"
    },
    {
      "text": "13 After completion of the Diagnostics Transaction, Symbion Health would be left owning the C &amp; P Businesses.",
      "id": "s30"
    },
    {
      "text": "By the C &amp; P Scheme, assuming it to be approved by the requisite majority of Symbion Health shareholders, a nominee of the IAC Consortium, will acquire by way of scheme of arrangement all of the shares in Symbion Health for a cash consideration of approximately $1,148 million.",
      "id": "s31"
    },
    {
      "text": "14 Both the Diagnostics Transaction and the C &amp; P Scheme are subject to fulfilment of certain conditions precedent.",
      "id": "s32"
    },
    {
      "text": "The C &amp; P Scheme is subject to implementation of the Diagnostics Transaction, but the Diagnostics Transaction is not conditional upon the implementation of the C &amp; P Scheme.",
      "id": "s33"
    },
    {
      "text": "Accordingly, the Diagnostics Transaction may be implemented without the C &amp; P Scheme being implemented, or both may be implemented, or neither may be implemented.",
      "id": "s34"
    },
    {
      "text": "15 Another condition precedent to the implementation of the C &amp; P Scheme is the passing of a resolution by Symbion Health shareholders that Symbion Health grant financial assistance in connection with the purchase of its shares by the nominee of the IAC Consortium.",
      "id": "s35"
    },
    {
      "text": "16 It is proposed that on 30 November 2007 there will be, in succession, three meetings of the Symbion Health shareholders to approve of the Transactions:\n \n&#8226; the Symbion Health Diagnostics General Meeting to approve the Capital Reduction Resolution and the Ineligible Overseas Shareholders Resolution (discussed below at [30]ff);\n \n&#8226; the C &amp; P Scheme Meeting to approve the C &amp; P Scheme;\n \n&#8226; the C &amp; P General Meeting to approve the Symbion Health Financial Assistance Resolution.",
      "id": "s36"
    },
    {
      "text": "THE TID AND THE BREAK FEE \n \n 17 I turn now to consider the TID in more detail.",
      "id": "s37"
    },
    {
      "text": "As outlined above at [4] and [12], by the TID, Symbion Health has agreed to sell, and Healthscope has agreed to buy, Symbion Health's Diagnostics Businesses in consideration of the issue of Healthscope shares to Symbion Health which Symbion Health undertakes to distribute to its shareholders by way of the Capital Reduction.",
      "id": "s38"
    },
    {
      "text": "18 The TID provides for a \"Symbion Health Break Fee\" and a \"Healthscope Break Fee\".",
      "id": "s39"
    },
    {
      "text": "Each is an amount of $19.575 million.",
      "id": "s40"
    },
    {
      "text": "Accordingly, the TID provides for reciprocal break fees equal in amount, although, of course, the circumstances in which each break fee becomes payable are not identical.",
      "id": "s41"
    },
    {
      "text": "19 Clauses 13.8, 13.9 and 13.11(a) provide for the Symbion Health Break Fee, while cll 13.8, 13.10 and 13.11(b) provide for the Healthscope Break Fee.",
      "id": "s42"
    },
    {
      "text": "20 By cl 13.8(a) Symbion Health and Healthscope state their respective beliefs that the Diagnostics Transaction will provide benefits to Symbion Health, Healthscope and their respective shareholders, and that:\n \n if they enter into this deed and it becomes effective and the Diagnostics Transaction is subsequently not implemented, both parties will incur significant costs (it being acknowledged that both parties have already incurred significant costs in connection with the negotiation of, and the transactions ... that were contemplated by, the [SID].",
      "id": "s43"
    },
    {
      "text": "Idameneo submits that costs incurred by Healthscope in connection with the SID and the Original Scheme were \"sunk costs\" and that it was a breach of their duty as directors for the Directors to cause Symbion Health to undertake the obligation in the TID to pay a break fee, an element of which was compensation for these costs.",
      "id": "s44"
    },
    {
      "text": "21 By cl 13.8(b) Healthscope and Symbion Health agree that they have both requested that provision be made for payment of the break fees referred to in cll 13.9 and 13.10 \"without which neither party would have entered into [the TID]\", and that the Boards of both companies believe that it is appropriate for the companies to agree to the payments referred to in cll 13.9 and 13.10 \"in order to secure each other's participation\".",
      "id": "s45"
    },
    {
      "text": "22 Clause 13.8(c) is as follows:\n \n Symbion Health and Healthscope acknowledge that the Symbion Health Break Fee and Healthscope Break Fee represent a reasonable amount to compensate the other for the following: \n \n \n (i) advisory costs (including costs of advisers) in pursuing the Diagnostics Transaction and the Original Scheme;\n (ii) costs of management and directors' time in pursuing the Diagnostics Transaction and the Original Scheme;\n (iii) out of pocket expenses in pursing the Diagnostics Transaction and the Original Scheme; and\n (iv) reasonable opportunity costs in pursuing the Diagnostics Transaction and the transactions contemplated under the Original Scheme Implementation Deed, or not pursing other alternative acquisitions or strategic initiatives.",
      "id": "s46"
    },
    {
      "text": "It will be seen that it is not only Healthscope's costs of the Diagnostics Transaction but also its costs of the Original Scheme which are compensated for by the Symbion Health Break Fee.",
      "id": "s47"
    },
    {
      "text": "23 Clause 13.9 contains the undertaking by Symbion Health to pay Healthscope the Symbion Health Break Fee.",
      "id": "s48"
    },
    {
      "text": "It identifies the circumstances in which the Symbion Health Break Fee is payable, but I need not refer to them, beyond stating that the Symbion Health Break Fee is not payable merely because the shareholders of Symbion Health fail to approve, inter alia, the relevant resolutions (cl 13.9(d)).",
      "id": "s49"
    },
    {
      "text": "24 Clause 13.11(a) provides:\n \n If a court or the Takeovers Panel determines that any part of the Symbion Health Break Fee:\n (i) constitutes or would, if performed, constitute: \n \n \n \n A. a breach of the fiduciary or statutory duties of the Symbion Health Board; or\n B. unacceptable circumstances within the meaning of the Corporations Act ; or \n \n \n \n \n (ii) is unenforceable or would, if paid, be unlawful for any reason,\n \n \n \n then Symbion Health will not be obliged to pay such part of the Symbion Health Break Fee and, if such fee has already been paid, then Healthscope must within 5 Business Days after receiving written demand from Symbion Health refund that part of the Symbion Health Break to Symbion Health.",
      "id": "s50"
    },
    {
      "text": "25 Although the obligations to pay break fees for which the SID provided came to an end on 11 September 2007, cl 13.12 of the TID nonetheless provides that each of Healthscope and Symbion Health agrees to waive (and is taken to have waived) any right each may have had to claim a break fee under the SID.",
      "id": "s51"
    },
    {
      "text": "THE CAPITAL REDUCTION \n \n 26 Idameneo's case in relation to the Capital Reduction turns on s 256B of the Act.",
      "id": "s52"
    },
    {
      "text": "That section provides:\n \n \n (1) A company may reduce its share capital in a way that is not otherwise authorised by law if the reduction: \n \n \n \n \n (a) is fair and reasonable to the company's shareholders as a whole; and\n (b) does not materially prejudice the company's ability to pay its creditors; and \n \n \n \n (c) is approved by shareholders under section 256C.",
      "id": "s53"
    },
    {
      "text": "A cancellation of a share for no consideration is a reduction of share capital, but paragraph (b) does not apply to this kind of reduction.",
      "id": "s54"
    },
    {
      "text": "(2) The reduction is either an equal reduction or a selective reduction.",
      "id": "s55"
    },
    {
      "text": "The reduction is an equal reduction if:\n (a) it relates only to ordinary shares; and \n \n \n \n \n (b) it applies to each holder of ordinary shares in proportion to the number of ordinary shares they hold; and\n (c) the terms of the reduction are the same for each holder of ordinary shares.",
      "id": "s56"
    },
    {
      "text": "Otherwise, the reduction is a selective reduction .",
      "id": "s57"
    },
    {
      "text": "(3) In applying subsection (2), ignore differences in the terms of the reduction that are: \n \n \n \n \n (a) attributable to the fact that shares have different accrued dividend entitlements; or\n (b) attributable to the fact that shares have different amounts unpaid on them; or\n (c) introduced solely to ensure that each shareholder is left with a whole number of shares.",
      "id": "s58"
    },
    {
      "text": "(Original emphasis.",
      "id": "s59"
    },
    {
      "text": ")\n \n\n 27 Subsection 256C(1) of the Act provides that if the reduction is an \"equal reduction\", it must be approved by a resolution passed at a general meeting of the company, that is to say, an ordinary resolution passed by a simple majority of the shareholders who vote, in person or by proxy.",
      "id": "s60"
    },
    {
      "text": "Section 256C(2) , however, provides that if the reduction is a selective reduction, it must be approved by, relevantly, a resolution agreed to at a general meeting by all ordinary shareholders.",
      "id": "s61"
    },
    {
      "text": "28 Idameneo's contention is that because of the special provision relating to overseas shareholders referred to below, the terms of the proposed reduction are not the same for each holder of ordinary shares.",
      "id": "s62"
    },
    {
      "text": "It contends that the terms of the reduction are different according to whether the holder of ordinary shares is an overseas resident to whom an in specie distribution by Symbion Health of shares in Healthscope is not permissible under the law of the shareholder's place of residence.",
      "id": "s63"
    },
    {
      "text": "29 Section 256D of the Act provides:\n \n \n (1) The company must not make the reduction unless it complies with subsection 256B(1).",
      "id": "s64"
    },
    {
      "text": "(2) If the company contravenes subsection (1): \n \n \n \n (a) the contravention does not affect the validity of the reduction or of any contract or transaction connected with it; and \n \n \n \n \n (b) the company is not guilty of an offence.",
      "id": "s65"
    },
    {
      "text": "(3) Any person who is involved in a company's contravention of subsection (1) contravenes this subsection.",
      "id": "s66"
    },
    {
      "text": "(4) A person commits an offence if they are involved in a company's contravention of section 256B and the involvement is dishonest.",
      "id": "s67"
    },
    {
      "text": "30 The forms of the proposed Capital Reduction Resolution and Ineligible Overseas Shareholders Resolution appear in Schedule 3 to the TID within the following numbered paragraphs:\n \n \n Equal Reduction of Capital \n 1.",
      "id": "s68"
    },
    {
      "text": "To consider, and if thought, fit to pass the following resolution as an ordinary resolution:\n \n \n \n \n \n \"That, subject to and conditional upon DSPA Completion, the reduction in the share capital of the Company by the in specie distribution of the Consideration Shares issued and allotted to the Company on DSPA Completion which are not to be distributed pursuant to the Share Distribution Dividend, to each holder of ordinary shares in the Company as at 7.00 pm on the Record Date, in proportion to the number of ordinary shares held by such holders on the Record Date, be and is hereby approved as an equal reduction pursuant to Section 256C(1) of the Corporations Act 2001 (Cth).",
      "id": "s69"
    },
    {
      "text": "\" \n \n \n \n \n \n \n Overseas Shareholders \n 2.",
      "id": "s70"
    },
    {
      "text": "To consider and, if thought fit, to pass the following resolution as an ordinary resolution:\n \n \n \n \n \n \"That, subject to and conditional upon the approval of Resolution 1, the Company: \n \n \n \n (i) transfer to the Nominee the Consideration Shares which, pursuant to Resolution 1, the Company would otherwise be required to distribute to holders of ordinary shares in the Company who are, in the Company's opinion, Ineligible Overseas Shareholders as at 7.00 pm on the Record Date; \n (ii) procure that, as soon as reasonably practicable and in any event not more than 15 Business Days after the Completion Date: \n (a) the Nominee: \n A. sells on the financial market conducted by ASX all of the Consideration Shares so transferred to the Nominee in such manner, at such price and on such other terms as the Nominee determines in good faith; or \n B. if the nominee believes that the process referred to in paragraph A above is not appropriate in the circumstances, the nominee undertakes such other sale process that the nominee believes will maximize the price at which the Consideration Shares will be sold; and \n (b) remits to the Company the proceeds of sale (after deducting any applicable brokerage, stamp duty and other selling costs, taxes and charges); and \n (iii) promptly after the last such sale of Consideration Shares by the Nominee, pay to each Ineligible Overseas Shareholder the proportion of the net proceeds of sale so received by the Company to which that Ineligible Overseas Shareholder is entitled (being the number of Symbion Health Shares held by the Ineligible Overseas Shareholder as at the Record Date divided by the total number of Symbion Health Shares held by all Ineligible Overseas Shareholders as at the Record Date multiplied by the net proceeds of sale).",
      "id": "s71"
    },
    {
      "text": "\" \n \n \n \n \n \n \n\n 31 The expression \"DSPA Completion\" is defined in the TID to mean completion under the Diagnostics Sale and Purchase Agreement.",
      "id": "s72"
    },
    {
      "text": "DSPA Completion takes place when Symbion Health transfers to Healthscope all of the shares in SH Holdings, and Healthscope issues the Consideration Shares to Symbion Health.",
      "id": "s73"
    },
    {
      "text": "As noted at [12] above, the Consideration Shares are the new Healthscope shares to be allotted and issued by Healthscope to Symbion Health as the consideration provided for in the Diagnostics Sale and Purchase Agreement for the sale by Symbion Health to Healthscope of the Diagnostics Businesses.",
      "id": "s74"
    },
    {
      "text": "The expression \"Record Date\" means 7.00 pm on the date which is five business days after the date of the meeting of the Symbion Health shareholders or such other date as is agreed between the parties.",
      "id": "s75"
    },
    {
      "text": "It is convenient to think of the Record Date as being 7 December 2007 (the date which is five business days after Friday 30 November 2007).",
      "id": "s76"
    },
    {
      "text": "32 The expression \"nominee\" is a reference to the person nominated by Symbion Health as the person who is to take a transfer from Symbion Health of those Consideration Shares in respect of which Ineligible Overseas Shareholders would, but for their ineligibility, be entitled to become registered (see below).",
      "id": "s77"
    },
    {
      "text": "The expression \"Share Distribution Dividend\", referred to at [12] above, is defined in the TID to mean the payment of a special dividend by Symbion Health by the distribution in specie by Symbion Health to Participating Shareholders (the persons registered in the Symbion Health Share Register as the holder of Symbion shares as at the Record Date) \"(or in the case of Ineligible Overseas Shareholders, to a nominee in accordance with clause 5.8)\", of that number of Consideration Shares the directors of Symbion Health resolve to distribute.",
      "id": "s78"
    },
    {
      "text": "33 Clause 5.8 of the TID is headed \"Ineligible Overseas Shareholders\" and provides as follows:\n \n \n (a) Symbion Health will be under no obligation under the Capital Reduction or the Share Distribution Dividend to distribute, and will not distribute, any Consideration Shares to any Ineligible Overseas Shareholder, and instead Symbion Health will transfer the Consideration Shares to which that Ineligible Overseas Shareholder would otherwise have been entitled (if they were not an Ineligible Overseas Shareholder) to a nominee appointed by Symbion Health.",
      "id": "s79"
    },
    {
      "text": "(b) Symbion Health will procure that, as soon as reasonably practicable and in any event not more than 15 Business Days after the Completion Date: \n \n \n \n \n (i) the nominee: \n \n \n \n A. sells on the financial market conducted by ASX all of the Consideration Shares transferred to the nominee pursuant to clause 5.8(a) in such manner, at such price and on such other terms as the nominee determines in good faith; or\n B. if the nominee believes that the process referred to in clause 5.8(b)(i)A is not appropriate in the circumstances, the nominee undertakes such other sale process that the nominee believes will maximize the price at which the Consideration Shares will be sold; and \n \n \n \n (ii) remits to Symbion Health the proceeds of sale (after deducting any applicable brokerage, stamp duty and other selling costs, taxes and charges).",
      "id": "s80"
    },
    {
      "text": "(c) Promptly after the last sale of Consideration Shares in accordance with clause 5.8(b), Symbion Health will pay to each Ineligible Overseas Shareholder the proportion of the net proceeds of sale received by Symbion Health pursuant to clause 5.8(b)(ii) to which that Ineligible Overseas Shareholder is entitled (being the number of Symbion Health Shares held by the Ineligible Overseas Shareholder as at the Record Date divided by the total number of Symbion Health Shares held by all Ineligible Overseas Shareholders as at the Record Date multiplied by the net proceeds of sale).",
      "id": "s81"
    },
    {
      "text": "34 The expression \"Ineligible Overseas Shareholders\" is defined in the TID as follows:\n \n \" Ineligible Overseas Shareholder \" means: \n \n \n (a) A Symbion Health shareholder (other than a U.S.",
      "id": "s82"
    },
    {
      "text": "Shareholder) whose address as shown in the Symbion Health Share Register at the Record Date is a place outside Australia and its external territories, unless Healthscope and Symbion Health are satisfied, acting reasonably, that the laws of that Symbion Health Shareholder's country of residence (as shown in the Symbion Health Share Register) permit the distribution in specie of Healthscope Shares to that Symbion Health Shareholder pursuant to the Capital Reduction and Share Distribution Dividend, either unconditionally or after compliance with conditions which Healthscope in its sole discretion regards as acceptable; and\n (b) if an exemption from the registration requirements of the U.S. Securities Act of 1933 is not available for the distribution of the Consideration Shares pursuant to Rule 802 under the U.S. Securities Act of 1933, on terms reasonably acceptable to Healthscope and Symbion Health, also includes a Symbion Health Shareholder who Symbion Health is aware, or has reason to believe, is a US Shareholder.",
      "id": "s83"
    },
    {
      "text": "35 In general terms, Idameneo's case is that although the reduction of capital relates only to ordinary shares and arguably applies to each holder of ordinary shares in proportion to the number of ordinary shares held, the terms of the reduction are not the same for all holders of ordinary shares, because those who are Ineligible Overseas Shareholders will not receive a transfer to them by Symbion Health of shares in Healthscope, but will receive, at a time that is not clear, cash instead.",
      "id": "s84"
    },
    {
      "text": "OUTLINE OF THE PARTIES' SUBMISSIONS \n Reduction of Capital \n \n 36 Idameneo submits as follows:\n \n \n 5.",
      "id": "s85"
    },
    {
      "text": "It is plain from the terms of the TID itself that the terms of the Capital Reduction are not \"the same for each holder of ordinary shares\".",
      "id": "s86"
    },
    {
      "text": "Thus, shareholders in Symbion Health who are residents of: \n \n \n &#8226; Australia or its external territories; or\n &#8226; countries other than Australia or its external territories which permit unconditionally a distribution in specie of shares pursuant to a capital reduction, \n \n \n will receive a distribution in specie of the Consideration Shares (as defined in the TID).",
      "id": "s87"
    },
    {
      "text": "6.",
      "id": "s88"
    },
    {
      "text": "On the other hand, shareholders in Symbion Health who are residents of countries which: \n \n \n &#8226; are outside Australia or its external territories; and\n &#8226; permit conditionally the distribution in specie of shares pursuant to a capital reduction, \n \n \n will receive a distribution in specie of the Consideration Shares only after, and in the event of, compliance with such conditions (which may vary among the said shareholders) as may be imposed by the laws of that shareholder's country of residence and which Healthscope in its sole discretion regards as acceptable.",
      "id": "s89"
    },
    {
      "text": "7.",
      "id": "s90"
    },
    {
      "text": "Further, shareholders in Symbion Health who are resident[s] of the United States will: \n \n \n &#8226; if an exemption from the registration requirements of the US Securities Act 1933 is available on terms reasonably acceptable to Healthscope and Symbion Health (which terms may vary among the said shareholders), receive a distribution in specie of the Consideration Shares; but \n &#8226; if no such exemption is available on terms reasonably acceptable to Healthscope and Symbion Health, be treated as Ineligible Overseas Shareholders.",
      "id": "s91"
    },
    {
      "text": "8.",
      "id": "s92"
    },
    {
      "text": "It inevitably follows that there are differences in terms of the reduction, and, consequently, that the Capital Reduction is \"selective\" within the meaning of section 256B(2) of the Act.",
      "id": "s93"
    },
    {
      "text": "37 Idameneo makes three submissions founded on other provisions of the Act which, it contends, show that the legislature was well able to provide specially for overseas shareholders.",
      "id": "s94"
    },
    {
      "text": "38 First, Idameneo refers to Div 2 of Pt 2J.1 of the Act (ss 257A---257J), dealing with share buy-backs.",
      "id": "s95"
    },
    {
      "text": "Section 257B(2) provides that an \"equal access scheme\" is a scheme that satisfies the conditions set out in s 257B(2), one of which is that \"the terms of all the offers are the same\" (para (e)).",
      "id": "s96"
    },
    {
      "text": "The \"Commentary on Share Buy-Backs\" contained in the July 1994 Exposure Draft of the First Corporate Law Simplification Bill 1994 (Cth) included (at para 6) the following:\n \n A company might not be able to bring a buy-back proposal within the rules for an equal access scheme because, for example, some of its shareholders live in a country which prohibits buy-back offers .",
      "id": "s97"
    },
    {
      "text": "The ASC will be able to exempt the company from the more stringent requirements for selective buy-backs.",
      "id": "s98"
    },
    {
      "text": "(Emphasis added.",
      "id": "s99"
    },
    {
      "text": ")\n \n\nSection 257D provides for shareholder approval of buy-back agreements, and, consistently with the Exposure Draft, s 257D(4) empowers the Australian Securities and Investments Commission (ASIC) to exempt a company from the operation of the section.",
      "id": "s100"
    },
    {
      "text": "Idameneo submits that the contrast between s 256C and s 257D demonstrates that the legislature intended s 256C to operate strictly.",
      "id": "s101"
    },
    {
      "text": "39 Secondly, Idameneo refers to s 619 of the Act which occurs in Pt 6.4 dealing with the formulation of takeover offers.",
      "id": "s102"
    },
    {
      "text": "Section 619(1) provides that all of the offers made under an off-market bid must be the same.",
      "id": "s103"
    },
    {
      "text": "Section 619(3), however, provides:\n \n If the consideration for the bid includes an offer of securities, the securities do not need to be offered to foreign holders of the target's securities if under the terms of the bid: \n \n \n (a) the bidder must appoint a nominee for foreign holders of the target's securities who is approved by ASIC; and \n \n \n (b) the bidder must transfer to the nominee: \n \n \n \n (i) the securities that would otherwise be transferred to the foreign holders who accept the bid for that consideration; or \n \n \n \n \n (ii) the right to acquire those securities; and\n (c) the nominee must sell the securities, or those rights, and distribute to each of those foreign holders their proportion of the proceeds of the sale net of expenses.",
      "id": "s104"
    },
    {
      "text": "Idameneo points out that the r&eacute;gime established by s 619(3) is similar to that contemplated in respect of Ineligible Overseas Shareholders in the TID.",
      "id": "s105"
    },
    {
      "text": "Idameneo submits that s 619(3) shows that the legislature was well able to provide specially for overseas shareholders, and, not having done so in s 256C, must have intended that section to operate strictly.",
      "id": "s106"
    },
    {
      "text": "40 I note that Symbion Health submits in response that s 619(3) was introduced into the Act with effect from 13 March 2000 and therefore cannot be resorted to as to the proper construction of s 256C.",
      "id": "s107"
    },
    {
      "text": "41 Thirdly, Idameneo refers to s 611 of the Act, the table in which sets out acquisitions that are exempt from the prohibition in s 606.",
      "id": "s108"
    },
    {
      "text": "Item 10 in that table is concerned with rights issues, and one of the conditions of the Item 10 exemption is that \"the terms of all the offers are the same\" (para (e) of Item 10).",
      "id": "s109"
    },
    {
      "text": "Section 615, however, provides that Item 10 applies even though the conditions set out in that item are not satisfied in respect of foreign holders of the company's securities in the circumstances set out in the section --- circumstances which are the same, mutatis mutandis , as those set out in s 619(3) (see [39] above).",
      "id": "s110"
    },
    {
      "text": "42 Again, Idameneo submits that s 615 demonstrates that the legislature was well able, when it wished to do so, to provide specially for overseas shareholders --- a step that it refrained from taking in the case of s 256C.",
      "id": "s111"
    },
    {
      "text": "43 In its submissions, Symbion Health (I will refer to Symbion Health, but in fact its submissions were also those of the Directors) refers to the historical context and purposes of Pt 2J.1 of the Act.",
      "id": "s112"
    },
    {
      "text": "Symbion Health refers to the discussion by Santow J (as his Honour then was) in Re Tiger Investment Company Ltd [1999] NSWSC 1290 ; (1999) 33 ACSR 438 at [29] ---[31] and to para 10.15 of the Explanatory Memorandum that accompanied the Company Law Review Bill 1997 (Cth) (which introduced s 256C).",
      "id": "s113"
    },
    {
      "text": "Symbion Health submits that what emerges from the Explanatory Memorandum and his Honour's discussion of it is that reductions of capital \"have the capacity to advantage some shareholders over others\", and that the policy underlying the provisions is directed to ensuring that a dominant shareholder (or dominant shareholders) do not secure for themselves such an advantage.",
      "id": "s114"
    },
    {
      "text": "44 Symbion Health submits that if the present capital reduction is properly to be characterised as a selective reduction, the result would be anomalous.",
      "id": "s115"
    },
    {
      "text": "It is clear, according to the submission, that the special provision for Ineligible Overseas Shareholders in the TID does no more than ensure that they receive the cash equivalent of their entitlement to Consideration Shares, in order to avoid a contravention of the law in certain foreign jurisdictions.",
      "id": "s116"
    },
    {
      "text": "To characterise the proposed reduction as a selective one would, from a practical perspective, almost entirely preclude any public company from effecting a distribution of capital by the distribution of shares.",
      "id": "s117"
    },
    {
      "text": "45 Symbion Health further submits that Schedule 3 to the TID sets out, not one resolution, but two resolutions, only the first of which is the Capital Reduction Resolution (the Capital Reduction Resolution and the Ineligible Overseas Shareholders Resolution were set out as Resolution 1 and Resolution 2 respectively at [30] above).",
      "id": "s118"
    },
    {
      "text": "Symbion Health contends that the Capital Reduction Resolution conforms precisely to the terms of s 256B(2)(b) and (c).",
      "id": "s119"
    },
    {
      "text": "It does not distinguish between Australian and overseas shareholders (Symbion Health submits that while certain shareholders may be entitled to a greater or lesser number of Consideration Shares than a precise pro rata allocation, such differences are expressly permitted by s 256B(3) of the Act).",
      "id": "s120"
    },
    {
      "text": "46 The Capital Reduction Resolution is not conditioned for its operation on the passing of the Ineligible Overseas Shareholder Resolution, although the operation of the latter is conditioned upon the passing of the former.",
      "id": "s121"
    },
    {
      "text": "The Capital Reduction Resolution gives all shareholders as at the Record Date an enforceable entitlement to the Consideration Shares, immediately upon that resolution taking effect: Symbion Health refers to Archibald Howie Pty Ltd v Commissioner of Stamp Duties (NSW) [1948] HCA 28 ; (1948) 77 CLR 143 at 157.",
      "id": "s122"
    },
    {
      "text": "47 According to Symbion Health, the Ineligible Overseas Shareholders Resolution merely establishes a procedural mechanism which can operate only after Symbion has allocated Consideration Shares to Ineligible Overseas Shareholders on the same terms as it does to all other shareholders.",
      "id": "s123"
    },
    {
      "text": "48 Symbion Health also relies on the judgment of Santow J in Re ETRADE Australia Ltd (1999) 30 ACSR 516 ( ETRADE ).",
      "id": "s124"
    },
    {
      "text": "It refers to the statement by his Honour (at 517) to the effect that in that case a distinction was to be drawn between the reduction of capital by the allocation of cash pro rata according to a certain formula on the one hand, and the application of the shareholders' cash entitlement (by reason of a scheme of arrangement before his Honour) in the purchase of shares previously acquired by the scheme company.",
      "id": "s125"
    },
    {
      "text": "49 Finally, Symbion Health refers to the decision of Emmett J in Re AMP Ltd (2003) 48 ACSR 540 ( AMP ) in which his Honour appears to have had no difficulty in accepting that an equal reduction of capital was involved, even though cl 3.3 of the scheme before him was an \"ineligible overseas shareholders\" provision.",
      "id": "s126"
    },
    {
      "text": "Breach of Directors' Duties --- the Symbion Health Break Fee \n \n 50 Idameneo points out that under cl 13.8 of the TID (summarised at [20]---[22] above), the amount of the Symbion Health Break Fee and the Healthscope Break Fee (each $19.575 million) includes a reasonable amount of compensation in respect of costs and expenses incurred by Healthscope and Symbion Health respectively in respect of the Original Scheme.",
      "id": "s127"
    },
    {
      "text": "Idameneo submits that to the extent that the Symbion Health Break Fee includes compensation in respect of costs and expenses of that kind, the conduct of the Directors in causing Symbion Health to agree to pay that fee is a breach of their duties as directors either under s 181(1) of the Act or under the general law:\n \n \n (a) to act bona fide in the best interests of Symbion Health, and, or in the alternative, \n \n \n (b) for a proper purpose.",
      "id": "s128"
    },
    {
      "text": "51 Idameneo submits that Symbion Health's response to a notice given to it by Idameneo to produce documents in respect of the negotiation of the contents of clauses 4.9, 13.8 and 13.9 of the TID does not disclose that the Directors gave any consideration to the issue whether the break fee to be agreed to as payable by Symbion Health should include Healthscope's costs associated with the failed Original Scheme.",
      "id": "s129"
    },
    {
      "text": "52 No director of Symbion Health has given evidence.",
      "id": "s130"
    },
    {
      "text": "Idameneo submits that this fact, particularly in the circumstances in which the Directors are defendants, should lead me to infer that nothing they could have said would have shown that they did take into account the matter mentioned.",
      "id": "s131"
    },
    {
      "text": "Idameneo cites Dilosa v Latec Finance Pty Limited (1966) 84 WN (Pt 1) (NSW) 557 at 582.",
      "id": "s132"
    },
    {
      "text": "53 Idameneo reminds me that mere subjective good faith or a belief by the Directors, or any of them, that their purpose was proper is not sufficient to satisfy s 181(1) of the Act, at least where no reasonable director could have arrived at that state of mind.",
      "id": "s133"
    },
    {
      "text": "54 In response, Symbion Health emphasises that the burden of proving a breach of the duty imposed by s 181(1) and the general law rests on Idameneo.",
      "id": "s134"
    },
    {
      "text": "55 First, senior counsel for Symbion Health took me to numerous documents for the purpose of showing that the Symbion Health Break Fee was agreed to after a wide range of options regarding the future development of Symbion Health's business had been considered, and that the decision was taken to proceed with the revised transaction structure on the basis of professional advice.",
      "id": "s135"
    },
    {
      "text": "He points out that Idameneo does not challenge that decision: it attacks merely the inclusion of the undertaking in cl 13.9 to pay the Symbion Health Break Fee.",
      "id": "s136"
    },
    {
      "text": "Senior counsel submits that the evidence shows that Healthscope would not have proceeded with the transaction in the absence of the inclusion of a provision for a break fee payable by Symbion Health.",
      "id": "s137"
    },
    {
      "text": "It follows, according to the submission, that liability to pay the Symbion Health Break Fee was a necessary price to pay in order that the revised transaction proceed.",
      "id": "s138"
    },
    {
      "text": "56 Secondly, Symbion Health submits that the evidence is overwhelming that the Directors did consider the Diagnostics Transaction, including the provision for the Symbion Health Break Fee, to be in the best interests of Symbion Health.",
      "id": "s139"
    },
    {
      "text": "57 Thirdly, the undertaking to pay the Symbion Health Break Fee does not operate if a court or the Takeovers Panel should conclude that any part of the fee constitutes a breach of the Directors' statutory or fiduciary duties, or \"unacceptable circumstances\" within the meaning of the Act: cl 13.11(a) of the TID.",
      "id": "s140"
    },
    {
      "text": "58 Fourthly, there is a reciprocal obligation imposed by cl 13.10 of the TID on Healthscope to pay the Healthscope Break Fee, equal in amount to the Symbion Health Break Fee.",
      "id": "s141"
    },
    {
      "text": "This fact, according to the submission, indicates that the Directors were acting prudently.",
      "id": "s142"
    },
    {
      "text": "59 Fifthly, senior counsel refers to APN News &amp; Media Limited (2007) 62 ACSR 400 in which I noted (at [44]---[45]) that break fees are a common feature of agreements between bidding and target companies in the context of mergers and takeovers.",
      "id": "s143"
    },
    {
      "text": "Senior counsel also referred to the Takeovers Panel's recognition of this fact in its Guidance Note 7: Lock-up Devices .",
      "id": "s144"
    },
    {
      "text": "The Symbion Health Break Fee of $19.575 million can be expected to be of the order of 0.74 percent to 0.78 percent of the total equity value of what is being sold --- below the \"ceiling\" of one percent of the total equity value of a target company suggested by the Takeovers Panel.",
      "id": "s145"
    },
    {
      "text": "60 In any event, the question presently before the Court is not identical with that which might come before the Takeovers Panel or before a court under s 411 of the Act: the only question here is whether the Directors did not act in good faith in the best interests of Symbion Health or for a proper purpose.",
      "id": "s146"
    },
    {
      "text": "According to Symbion Health's submission, on the evidence it was well open to the Directors to think that it was in the best interests of Symbion Health that that company should enter into the TID incorporating the Symbion Health Break Fee provision.",
      "id": "s147"
    },
    {
      "text": "Non-joinder of Healthscope \n \n 61 Symbion Health submits that Idameneo's failure to join Healthscope as a party is a fatal defect in the proceeding.",
      "id": "s148"
    },
    {
      "text": "Symbion Health cites News Limited v Australian Rugby Football League Limited (1996) 64 FCR 410 ( News v ARL ) at 524---525 and Victoria v Sutton [1998] HCA 56 ; (1998) 195 CLR 291 at [77] per McHugh J. Symbion Health submits that Healthscope's rights against Symbion will be directly affected if Idameneo obtains the relief it seeks, because Healthscope will lose the benefit of the Symbion Health Break Fee provision.",
      "id": "s149"
    },
    {
      "text": "Similarly, Healthscope's rights will, according to Symbion Health, also be directly affected by the relief relating to the proposed Capital Reduction, since the effect of the relief sought in that respect is that approval of the Capital Reduction by all ordinary shareholders of Symbion Health would be required, and Idameneo has made it clear that it will oppose the capital reduction.",
      "id": "s150"
    },
    {
      "text": "Thus, the Diagnostics Transaction will be doomed to fail.",
      "id": "s151"
    },
    {
      "text": "62 Idameneo replies, first, that Healthscope is aware of the proceeding and could have sought to be heard, and, secondly, that any \"rights\" that Healthscope might have in relation to the issues agitated in the proceeding are co-extensive with those of Symbion Health, so that they are sufficiently protected through and by Symbion Health's defence.",
      "id": "s152"
    },
    {
      "text": "In relation to the Capital Reduction issue, in particular, Idameneo submits that whatever rights Healthscope may have are limited by the Act, and compliance with the Act cannot be adverse to such \"rights\".",
      "id": "s153"
    },
    {
      "text": "CONSIDERATION \n Healthscope is a necessary party \n \n 63 Logically, the first issue calling for attention is Symbion Health's contention that the proceeding is not properly constituted.",
      "id": "s154"
    },
    {
      "text": "64 Idameneo had notice prior to the hearing that Symbion Health would rely on its failure to join Healthscope as a reason why none of the relief sought should be granted: see Defence filed on 6 November 2007 paras 36---38, carried forward into the Defence to the Further Amended Statement of Claim, paras 34---36.",
      "id": "s155"
    },
    {
      "text": "65 In News v ARL 64 FCR 410, a Full Court of this Court addressed a submission that a proceeding at trial had been defectively constituted, and that orders made in it should be set aside, for lack of necessary parties.",
      "id": "s156"
    },
    {
      "text": "The Full Court stated (at 524):\n \n An order which directly affects a third person's rights against or liabilities to a party should not be made unless the person is also joined as a party.",
      "id": "s157"
    },
    {
      "text": "If made, the order will be set aside.",
      "id": "s158"
    },
    {
      "text": "Order 6, r 7 is not directed to that type of situation, but to cases where there is a curable defect, for example the misnaming of a party.",
      "id": "s159"
    },
    {
      "text": "Order 6 r 7 of the Federal Court Rules (Cth) (the Rules), to which their Honours referred, and O 6 r 8 of the Rules provide:\n \n \n 7(1) A proceeding shall not be defeated by reason of the misjoinder of a party or the non-joinder of any person as a party.",
      "id": "s160"
    },
    {
      "text": "(2) The Court may in any proceeding determine the issues or questions in dispute so far as they affect the rights and interests of the parties.",
      "id": "s161"
    },
    {
      "text": "8(1) Where a person who is not a party: \n \n \n (a) ought to have been joined as a party; or \n \n \n \n \n (b) is a person whose joinder as a party is necessary to ensure that all matters in dispute in the proceeding may be effectually and completely determined and adjudicated upon; \n \n \n \n \n the Court may order that the person be added as a party and make orders for the further conduct of the proceeding.",
      "id": "s162"
    },
    {
      "text": "66 Subrule (1) of r 7 does not signify that non-joinder can never be fatal.",
      "id": "s163"
    },
    {
      "text": "The subrule must be read in the context in which it appears (set out above).",
      "id": "s164"
    },
    {
      "text": "It means only that a proceeding will not necessarily be defeated at the outset for non-joinder: further inquiry is necessary.",
      "id": "s165"
    },
    {
      "text": "It may be possible to determine the issues or questions in dispute only in so far as they affect the rights and interests of those parties who have been joined (r 7(2)).",
      "id": "s166"
    },
    {
      "text": "Again, an order may be made adding a necessary party (r 8(1)).",
      "id": "s167"
    },
    {
      "text": "67 In Victoria v Sutton [1998] HCA 56 ; 195 CLR 291 McHugh J gave as a reason for setting aside orders of the Industrial Relations Court of Australia, a want of necessary parties.",
      "id": "s168"
    },
    {
      "text": "His Honour stated (at [77]), citing, inter alia , News v ARL 64 FCR 410:\n \n The rules of natural justice require that, before a court makes an order that may affect the rights or interests of a person, that person should be given an opportunity to contest the making of that order.",
      "id": "s169"
    },
    {
      "text": "Because that is so, it is the invariable practice of the courts to require such a person to be joined as a party if there is an arguable possibility that he or she may be affected by the making of the order.",
      "id": "s170"
    },
    {
      "text": "68 In Grovenor v Permanent Trustee Company of NSW Limited (1966) 40 ALJR 329, also cited by McHugh J, the High Court stated (at 330) that \"[t]he well-established rules as to the joinder of necessary parties ... ought always to be strictly observed\".",
      "id": "s171"
    },
    {
      "text": "69 By the amended originating process, Idameneo seeks, relevantly:\n \n&#8226; a declaration that Symbion Health is not bound by the TID in so far as it contains cll 13.8 and 13.9; and\n \n&#8226; an injunction restraining Symbion Health from paying, and the Directors from causing or procuring Symbion Health to pay, the break fee referred to in cll 13.8 and 13.9 of the TID.",
      "id": "s172"
    },
    {
      "text": "A declaration that Symbion Health is not bound by the provision for payment of the Symbion Health Break Fee and an injunction directed against payment of it directly affect Symbion Health's contractual obligations of Symbion Health to Healthscope and Healthscope's contractual rights against Symbion Health.",
      "id": "s173"
    },
    {
      "text": "70 It is not practicable to formulate the relief sought in respect of the Symbion Health Break Fee so that it will affect only the rights and interests of the parties to the proceeding and not those of Healthscope.",
      "id": "s174"
    },
    {
      "text": "Idameneo necessarily seeks relief that will affect the rights and interests of Healthscope too.",
      "id": "s175"
    },
    {
      "text": "71 Because of the non-joinder of Healthscope, the relief that Idameneo seeks in respect of the Symbion Health Break Fee cannot be granted.",
      "id": "s176"
    },
    {
      "text": "72 The result is the same in relation to the capital reduction aspect of the case.",
      "id": "s177"
    },
    {
      "text": "By its amended originating process, Idameneo seeks:\n \n&#8226; a declaration that the proposed Capital Reduction that Symbion Health has agreed to propose to the general meeting on 30 November 2007 and then implement, pursuant to cll 3.1 and 5 of the TID, is a selective reduction of capital;\n \n&#8226; a declaration that Symbion Health would contravene s 256D(1) of the Act by making the proposed capital reduction if it is approved otherwise than by a general meeting of Symbion Health in accordance with s 256C(2) of the Act; and\n \n&#8226; an injunction pursuant to s 1324(1) of the Act restraining Symbion Health from implementing the proposed capital reduction unless it is approved by a resolution agreed to at a general meeting of Symbion Health by all of Symbion Health's ordinary shareholders in accordance with s 256C(2)(b) of the Act.",
      "id": "s178"
    },
    {
      "text": "73 By cl 3.1(f) of the TID Symbion Health agrees, relevantly, to effect the Capital Reduction, pay the Share Distribution Dividend, and comply with cl 5.3 in relation to the implementation of the Capital Reduction and the Share Distribution Dividend.",
      "id": "s179"
    },
    {
      "text": "By cl 5.1(c) of the TID, Symbion Health undertakes, relevantly, to implement the Capital Reduction and the Share Distribution Dividend.",
      "id": "s180"
    },
    {
      "text": "By cl 5.3(b) Symbion Health undertakes, relevantly, to effect the Capital Reduction and to effect payment of the Share Distribution Dividend.",
      "id": "s181"
    },
    {
      "text": "Importantly, the expression \"Capital Reduction\" is defined in cl 1.1 of the TID to mean an equal reduction of capital under s 256C of the Act.",
      "id": "s182"
    },
    {
      "text": "74 The relief sought by Idameneo in relation to the Capital Reduction would prevent Symbion Health from performing the various contractual obligations it has undertaken to perform because it would prevent a capital reduction taking place as an equal reduction of capital under s 256C of the Act.",
      "id": "s183"
    },
    {
      "text": "This would be significant for Healthscope because if the reduction is not able to be effected as an equal reduction, it will not be able to be effected at all because the only other form of reduction is a selective one which will require the approval of all shareholders, and at least one shareholder, Idameneo, will not approve of it.",
      "id": "s184"
    },
    {
      "text": "75 Because of the non-joinder of Healthscope, the relief that Idameneo seeks in respect of the Capital Reduction proposed cannot be granted.",
      "id": "s185"
    },
    {
      "text": "76 I do not accept Idameneo's submission that the objection of want of parties is overcome by reason of the fact that Healthscope knows of this proceeding and of the relief being sought in it, and has not itself applied to be joined.",
      "id": "s186"
    },
    {
      "text": "77 I accept that Healthscope knows of this proceeding and has a lively interest in it.",
      "id": "s187"
    },
    {
      "text": "Indeed, Healthscope has appeared before me on a motion to set aside a subpoena to produce documents served on it by Idameneo.",
      "id": "s188"
    },
    {
      "text": "I accept that Healthscope knows the issues that arise for decision in the proceeding.",
      "id": "s189"
    },
    {
      "text": "78 The fact remains that it is incumbent on Idameneo as plaintiff to join all proper parties.",
      "id": "s190"
    },
    {
      "text": "Moreover, if Healthscope knows all about the proceeding, it must know that Symbion Health has raised the defence that none of the relief sought by Idameneo can be granted in the absence of Healthscope as a party.",
      "id": "s191"
    },
    {
      "text": "Desiring to see Idameneo's claim fail, Healthscope is entitled to rely on that defence succeeding.",
      "id": "s192"
    },
    {
      "text": "I see no reason why Healthscope should be required to apply to be joined in order to defeat Symbion Health's defence and thus aid Idameneo on its path to success.",
      "id": "s193"
    },
    {
      "text": "79 Notwithstanding my conclusion that the proceeding is defectively constituted, I will address the merits of the two substantive issues that were argued.",
      "id": "s194"
    },
    {
      "text": "The Capital Reduction proposed \n \n 80 I set out the Capital Reduction Resolution and the Ineligible Overseas Shareholders Resolution at [30] above.",
      "id": "s195"
    },
    {
      "text": "In my view, it is only the Capital Reduction Resolution that provides for a reduction of share capital, and the reduction for which that resolution provides is the same for each holder of ordinary shares.",
      "id": "s196"
    },
    {
      "text": "81 The first reason for this conclusion relates to the distinctness of the two resolutions.",
      "id": "s197"
    },
    {
      "text": "82 The Ineligible Overseas Shareholders Resolution assumes that the Capital Reduction Resolution has already been passed and that all of the holders of the ordinary shares at the Record Date are entitled pro rata to a distribution of the Consideration Shares.",
      "id": "s198"
    },
    {
      "text": "83 Resolution 2 (the Ineligible Overseas Shareholders Resolution) is expressed to be \"subject to and conditional upon the approval of Resolution 1 [the Capital Reduction Resolution]\" but Resolution 1 is not expressed to be subject to and conditional upon approval of Resolution 2.",
      "id": "s199"
    },
    {
      "text": "If Resolution 2 were not passed, the Directors would have to take all necessary steps in order to make a lawful in specie distribution of the Consideration Shares to all overseas shareholders.",
      "id": "s200"
    },
    {
      "text": "This might, for example, necessitate the filing of a prospectus in the overseas jurisdiction.",
      "id": "s201"
    },
    {
      "text": "The evidence does not establish that there is any overseas jurisdiction in which there is an absolute prohibition on a resident's becoming a shareholder in Healthscope.",
      "id": "s202"
    },
    {
      "text": "84 In ETRADE 30 ACSR 516, Santow J distinguished between a resolution for the reduction of capital which provided for a distribution of cash to the shareholders, and a logically subsequent application of their cash entitlements to the acquisition of shares in another company.",
      "id": "s203"
    },
    {
      "text": "Under the scheme of arrangement that was before the court, the shareholders in a company were required to acquire shares in another company.",
      "id": "s204"
    },
    {
      "text": "His Honour said that such cases concerned the question of \"the precise point at which the reduction of capital ceased its work and an associated scheme of arrangement took over\" (at 516).",
      "id": "s205"
    },
    {
      "text": "He stated (at 517):\n \n The present proposal before me might be thought to involve a reduction of capital by way of transfer of shares owned by the company effecting the reduction.",
      "id": "s206"
    },
    {
      "text": "(There is also the usual provision for shareholders with foreign addresses having their pro rata allocation of shares allotted or transferred to a nominee for sale and the proceeds accounted for to the shareholder with the foreign address.",
      "id": "s207"
    },
    {
      "text": ") However, that characterisation would not be an accurate statement of what in fact is brought about by the reduction of capital.",
      "id": "s208"
    },
    {
      "text": "The reduction of capital in legal terms allocates cash pro rata according to the formula in the documentation.",
      "id": "s209"
    },
    {
      "text": "Only after that, and solely by force of the scheme, that cash is required to be applied in purchasing ICM shares previously acquired by the scheme company, ETRADE Australia Ltd.",
      "id": "s210"
    },
    {
      "text": "The two steps are telescoped, so that the shareholder never physically receives the cash, but they remain conceptually distinct.",
      "id": "s211"
    },
    {
      "text": "In those circumstances, there is clearly enough what s 256B(2) defines as an \"equal reduction\".",
      "id": "s212"
    },
    {
      "text": "That is to say, the reduction relates only to ordinary shares including those created by virtue of the exercise of pre-existing options, it applies in proportion to the number of ordinary shares held and the \"the terms of the reduction are the same for each holder of ordinary shares\".",
      "id": "s213"
    },
    {
      "text": "Being thus an equal reduction, it may now be effected merely by an ordinary resolution.",
      "id": "s214"
    },
    {
      "text": "85 Consistently with this passage, I regard the Capital Reduction as ending with the allocation of the pro rata number of Consideration Shares provided for in the Capital Reduction Resolution to each Symbion Health shareholder as at the Record Date.",
      "id": "s215"
    },
    {
      "text": "The Capital Reduction Resolution gives rise to an entitlement in each such shareholder to a certain number of the Consideration Shares, even if \"the shareholder never physically receives\" those Consideration Shares, to adopt the words of Santow J.",
      "id": "s216"
    },
    {
      "text": "The entitlement to a certain number of the Consideration Shares and the ultimate receipt of cash representing the proceeds of the sale of them \"remain conceptually distinct\" as his Honour said of the entitlement to cash and receipt of shares in ETRADE 30 ACSR 516.",
      "id": "s217"
    },
    {
      "text": "86 Similarly, in AMP 48 ACSR 540, an application for orders under s 411 of the Act in respect of a scheme of arrangement, Emmett J had no difficulty in recognising the distinction between a \"Capital Adjustment Resolution\" which gave rise to a \"Cancellation Entitlement\" in the Scheme Shareholders on the one hand, and the application of that Cancellation Entitlement by the Scheme company as consideration for the issue to the Scheme Shareholders of an appropriate number of shares in a different company.",
      "id": "s218"
    },
    {
      "text": "While there was no argument on the question, the reduction was recognised by his Honour as an equal reduction distinct from the logically subsequent application of the Cancellation Entitlement of each Scheme Shareholder (see [6]---[8]).",
      "id": "s219"
    },
    {
      "text": "In that case a distinction was drawn in the Scheme conditions, appropriately in my view, between the Capital Adjustment Resolution which effected the reduction of share capital on the one hand, and \"Scheme mechanics\" that included both the application of the Cancellation Entitlement and the treatment of ineligible overseas shareholders on the other hand.",
      "id": "s220"
    },
    {
      "text": "87 A second submission made by Symbion Health, outlined above at [43], is that, independently of the formal distinctness of the two resolutions, the proposed reduction is an equal reduction.",
      "id": "s221"
    },
    {
      "text": "The submission is that para (c) of s 256B(2) (\"the terms of the reduction are the same for each holder of ordinary shares\") is to be construed in the light of the purpose of the provision.",
      "id": "s222"
    },
    {
      "text": "That purpose is stated in s 256A as being \"to ensure fairness between a company's shareholders\".",
      "id": "s223"
    },
    {
      "text": "Symbion Health refers to the Explanatory Memorandum to the Company Law Review Bill 1997 (Cth) which introduced s 256C.",
      "id": "s224"
    },
    {
      "text": "The Explanatory Memorandum explained (at 10.17):\n \n Selective reductions require a special resolution, or unanimous shareholder agreement at a general meeting, because they have the capacity to advantage some shareholders over others .",
      "id": "s225"
    },
    {
      "text": "Where a selective reduction is approved by a special resolution, a vote may not be cast in favour of the resolution by a person who is to receive consideration as part of the reduction, or whose liability in respect of amounts unpaid on shares is to be reduced.",
      "id": "s226"
    },
    {
      "text": "...",
      "id": "s227"
    },
    {
      "text": "This is intended to ensure that the resolution's approval reflects the wishes of the company's disinterested shareholders and corresponds to the approach taken in section 257D of the Bill in relation to shareholder approval for a selective share buy-back.",
      "id": "s228"
    },
    {
      "text": "(Emphasis added.",
      "id": "s229"
    },
    {
      "text": ")\n \n\n 88 I also accept this alternative submission made by Symbion Health.",
      "id": "s230"
    },
    {
      "text": "I do not think that para (c) of s 256B(2) is concerned with characteristics peculiar to a particular shareholder (in this case the operation of the laws of the place of residence of a particular overseas shareholder) that have nothing to do with equality of treatment of shareholders by the resolution or by its operation on their rights under the constitution of the company.",
      "id": "s231"
    },
    {
      "text": "There is no suggestion that the Ineligible Overseas Shareholders provision has \"the capacity to advantage some shareholders over others\" in the relevant sense of \"aptness to advantage some shareholders over others\".",
      "id": "s232"
    },
    {
      "text": "89 The law, whether Australian or foreign, may have a wide and diverse range of impacts on shareholders in an Australian company who reside overseas.",
      "id": "s233"
    },
    {
      "text": "Revenue laws come to mind.",
      "id": "s234"
    },
    {
      "text": "The effect of those laws may be that the ultimate net effect of a distribution will be different as between Australian resident shareholders and a particular overseas resident shareholder.",
      "id": "s235"
    },
    {
      "text": "A reduction of capital can be an equal reduction notwithstanding the operation of such laws on the special position of the overseas shareholders.",
      "id": "s236"
    },
    {
      "text": "Indeed, tax considerations may be seen to produce differential ultimate net effects of a capital reduction even as between particular Australian resident shareholders, but it could not be suggested that the reduction is made a selective one on that account.",
      "id": "s237"
    },
    {
      "text": "90 The presently contemplated overseas laws preventing in specie distributions are also laws of general application that cause a procedural difficulty for overseas resident shareholders in realising their entitlements.",
      "id": "s238"
    },
    {
      "text": "I do not think that a procedure of the kind expressed in the Ineligible Overseas Shareholders Resolution is the concern of para (c) of s 256B(2): such a procedure is designed to facilitate equality of treatment of shareholders rather than to prevent it.",
      "id": "s239"
    },
    {
      "text": "91 I am not persuaded to a different view from that expressed above by reference to the other provisions of the Act which senior counsel for Idameneo identified.",
      "id": "s240"
    },
    {
      "text": "To my mind, it is clear that in the context of the Capital Reduction Resolution and the Ineligible Overseas Shareholders Resolution ss 256B and 256C have the operation just outlined.",
      "id": "s241"
    },
    {
      "text": "92 A third reason why Idameneo should not be granted the relief that it seeks in respect of the Capital Reduction is that it is not certain that there will be any Ineligible Overseas Shareholders.",
      "id": "s242"
    },
    {
      "text": "I set out the definition of \"Ineligible Overseas Shareholders\" in the TID at [34] above.",
      "id": "s243"
    },
    {
      "text": "The identity of any Ineligible Overseas Shareholders is to be determined as at the Record Date (7 December 2007), and it cannot be known until that date arrives which, if any, shareholders in Symbion Health will be shown in its Share Register as having overseas addresses.",
      "id": "s244"
    },
    {
      "text": "Moreover, identification of those of them who fall within the definition of \"Ineligible Overseas Shareholders\" will depend upon a process of ascertainment of the laws of the overseas country of residence relating to the distribution in specie of Healthscope shares to the overseas shareholder and, where such laws permit such a distribution after compliance with conditions, whether Healthscope in its sole discretion regards the conditions as acceptable.",
      "id": "s245"
    },
    {
      "text": "93 The evidence shows that as at 13 November 2007 there were 43 foreign jurisdictions in which 266 Ineligible Overseas Shareholders, as the term is defined in the TID, resided.",
      "id": "s246"
    },
    {
      "text": "The shares held by those shareholders comprised 0.14 percent of the issued share capital of Symbion Health.",
      "id": "s247"
    },
    {
      "text": "Inquiries made as to the positions in those countries revealed that in the case of 34 of them (where 106 shareholders resided, holding 0.03 percent of Symbion Health's issued share capital), the envisaged in specie distribution is permissible unconditionally.",
      "id": "s248"
    },
    {
      "text": "94 In the case of two of the foreign jurisdictions where less than 20 Symbion Health shareholders resided (representing less than 0.006 percent of Symbion Health's shareholders), approval of the in specie distribution would have to be obtained from the appointed regulator, and, in addition, Symbion Health would have to provide a prospectus, or, if the appointed regulator granted appropriate relief, a prospectus-like document, to the regulator for registration.",
      "id": "s249"
    },
    {
      "text": "95 In a further foreign jurisdiction where there were less than 150 Symbion Health shareholders (representing less than 0.1 percent of Symbion Health's share capital) certain additional regulatory requirements would need to be met before the in specie distribution could be made.",
      "id": "s250"
    },
    {
      "text": "96 Finally, in six foreign jurisdictions where 34 Symbion Health shareholders resided (representing 0.02 percent of Symbion Health's share capital) there had been no response as at 15 November 2007, the date of the hearing.",
      "id": "s251"
    },
    {
      "text": "97 The affidavit evidence to which I have referred was read, not for the purpose of proving foreign law, but for the purposes of demonstrating that it should not be accepted that there will necessarily be any Ineligible Overseas Shareholders as at 7 December 2007.",
      "id": "s252"
    },
    {
      "text": "98 The appropriate time for the seeking of relief is after the Record Date (7 December 2007).",
      "id": "s253"
    },
    {
      "text": "Until then, the application is premature in so far as it relates to the Capital Reduction Resolution.",
      "id": "s254"
    },
    {
      "text": "99 In conclusion, the TID provides for an equal reduction of capital.",
      "id": "s255"
    },
    {
      "text": "In the alternative, it would be premature to grant any relief in respect of the Capital Reduction proposed because it cannot yet be known whether there will be any Ineligible Overseas Shareholders.",
      "id": "s256"
    },
    {
      "text": "100 I turn now to an issue that arose late in the hearing.",
      "id": "s257"
    },
    {
      "text": "It emerged that the form of the Capital Reduction Resolution expressed in the notice of meeting that was Annexure E to the Explanatory Memorandum was different from that for which the TID provided as Resolution 1 in Schedule 3 (the latter appears at [30] above).",
      "id": "s258"
    },
    {
      "text": "As noted earlier, the amended originating process seeks relief in respect of the latter and all that I have said above relates to it.",
      "id": "s259"
    },
    {
      "text": "101 Whereas the form of the Capital Reduction Resolution for which the TID provides in Resolution 1 in Schedule 3 uses the expression \"DSPA Completion (as defined in the Diagnostics Transaction Implementation Deed)\", the form of resolution in the notice of general meeting uses the expression \"the completion of the Diagnostics Transaction\".",
      "id": "s260"
    },
    {
      "text": "The significance of the distinction is this: the expression \"Diagnostics Transaction\" is defined in the Explanatory Memorandum in such a way as to include the Capital Reduction itself.",
      "id": "s261"
    },
    {
      "text": "Thus, the form of resolution as stated in the notice of the general meeting was circular, providing for approval of a capital reduction which was subject to, inter alia , the same capital reduction having taken place.",
      "id": "s262"
    },
    {
      "text": "102 Subsequent to the hearing on 15 November 2007, Symbion Health dispatched to its shareholders a letter of that date enclosing a substituted page 390 of the Explanatory Memorandum which was the first page of Annexure E, the notice of the Symbion Health Diagnostics General Meeting.",
      "id": "s263"
    },
    {
      "text": "The substituted page 390 amended the original version of that page by deleting the expression \"the completion of the Diagnostics Transaction\" and substituting for it \"DSPA Completion (as defined in the Diagnostics Transaction Implementation Deed)\".",
      "id": "s264"
    },
    {
      "text": "That is to say, the replacement page 390 brings the form of Capital Reduction Resolution in the notice of the Symbion Health Diagnostics General Meeting into line with that for which the TID provides in Resolution 1 in Schedule 3.",
      "id": "s265"
    },
    {
      "text": "103 By consent of the parties, I made an order in chambers admitting into evidence the notice to shareholders dated 15 November 2007 and gave directions for the making of written submissions in relation to it.",
      "id": "s266"
    },
    {
      "text": "104 In supplementary written submissions dated 19 November 2007, Idameneo submits that the substituted page 390 is itself wrong and that the reference to \"Diagnostics Transaction\" in the proposed Capital Reduction Resolution in the notice of meeting had been correct after all.",
      "id": "s267"
    },
    {
      "text": "105 Idameneo's supplementary submissions referred both to particular parts of the Explanatory Memorandum and to that document as a whole for the purpose of establishing that the original form of the Capital Reduction Resolution in the notice of meeting was in conformity with it.",
      "id": "s268"
    },
    {
      "text": "106 I accept Idameneo's submission (in its written supplementary submissions dated 19 November 2007) that a purpose of the Explanatory Memorandum was to enable shareholders to decide whether to approve of the Diagnostics Transaction as a whole.",
      "id": "s269"
    },
    {
      "text": "The expression \"Diagnostics Transaction\" is defined in the Explanatory Memorandum to mean: \n \n The proposed transactions pursuant to which: \n \n \n (a) Symbion Health will sell all of the shares in SH Holdings to Healthscope in accordance with the terms of the Diagnostics Transaction Implementation Deed and the Diagnostics Sale and Purchase Agreement, in consideration for the issue to Symbion Health of the New Healthscope Shares; and\n (b) Symbion Health will distribute to Symbion Health shareholders (or the nominee contemplated by clause 5.8 of the Diagnostics Transaction Implementation Deed) the New Healthscope Shares by way of the Diagnostics Distribution, in accordance with the terms of the Diagnostics Transaction Implementation Deed.",
      "id": "s270"
    },
    {
      "text": "The expression is differently defined in the Diagnostics Transaction Implementation Deed, but still includes the Capital Reduction and the Share Distribution Dividend.",
      "id": "s271"
    },
    {
      "text": ") I accept Symbion Health's submission (in its written supplementary submissions dated 20 November 2007) that the Diagnostics Transaction comprises several transactions, of which that found in the Diagnostics Sale and Purchase Agreement is but one.",
      "id": "s272"
    },
    {
      "text": "107 The Explanatory Memorandum summarises the Diagnostics Sale and Purchase Agreement as follows:\n \n The Diagnostics Sale and Purchase Agreement provides for the sale by Symbion Health of all of the issued shares in SH Holdings (the \"Sale Shares\") to Healthscope.",
      "id": "s273"
    },
    {
      "text": "Signing and completion of the Diagnostics Sale and Purchase Agreement is to occur simultaneously on satisfaction or waiver of the conditions precedent set out in the Diagnostics Transaction Implementation Deed.",
      "id": "s274"
    },
    {
      "text": "The purchase price for the Sale Shares is the issue by Healthscope of the New Healthscope Shares to Symbion Health ...\n \n\n(The Diagnostics Sale and Purchase Agreement is not in evidence but it is clear that the \"New Healthscope Shares\" are the shares in Healthscope that are called the \"Consideration Shares\" in the TID.",
      "id": "s275"
    },
    {
      "text": ")\n \n 108 DSPA Completion occurs once Symbion Health transfers its shares in its subsidiary that owns the Diagnostics Businesses (SH Holdings) to Healthscope, and the consideration for that transfer is furnished by Healthscope, namely, the issue of the New Healthscope Shares (or Consideration Shares) to Symbion Health.",
      "id": "s276"
    },
    {
      "text": "The Capital Reduction and the distribution by Symbion Health of those shares to its shareholders are logically and chronologically subsequent to DSPA Completion.",
      "id": "s277"
    },
    {
      "text": "109 Idameneo points out that \"Completion\" is defined in cl 1.1 of the TID to mean \"completion of the Diagnostics Transaction ...\", the same words as were included in the original form of the Capital Reduction Resolution found in the notice of general meeting (the original form of page 390).",
      "id": "s278"
    },
    {
      "text": "Idameneo refers to the obligations that cll 5.3(b), 5.4 and 5.6 of the TID impose on Healthscope and Symbion Health \"at Completion\" and \"in respect of Completion\".",
      "id": "s279"
    },
    {
      "text": "However, I do not think that the interdependence of Completion and DSPA Completion that these provisions recognise detracts from the fact (expressly recognised in cll 5.3(b) and 5.6(b) of the TID) that the acts effecting the Capital Reduction, and the payment of the Share Distribution Dividend in the form of the distribution of the Consideration Shares, all by Symbion Health, are to take place \"immediately after DSPA Completion and such that the Consideration Shares can be registered by Healthscope (or the Healthscope share registry) in the names of the Participating Shareholders and the nominee immediately after DSPA Completion \" (emphasis added) (see concluding words of cl 5.3(b) of the TID).",
      "id": "s280"
    },
    {
      "text": "110 DSPA Completion and Completion will take place on the same day.",
      "id": "s281"
    },
    {
      "text": "Clause 5.6(b) of the TID provides that all actions required to be performed in respect of Completion \"are to be taken to have occurred simultaneously at DSPA Completion and Completion ( other than actions contemplated by clause 5.3(b), which are taken to have occurred immediately after the Consideration Shares are issued to Symbion Health )\" (emphasis added).",
      "id": "s282"
    },
    {
      "text": "The words in parentheses emphasised by me show that the Capital Reduction, and the payment of the Share Distribution Dividend in the form of the distribution of the Consideration Shares to the Participating Shareholders and the nominee for the Ineligible Overseas Shareholders, are to be taken to have occurred after the Consideration Shares are issued to Symbion Health.",
      "id": "s283"
    },
    {
      "text": "One might ask how it could be otherwise.",
      "id": "s284"
    },
    {
      "text": "111 In summary, while \"Completion\" can be seen to refer to completion of more than one transaction on the one day and to include DSPA Completion, particular aspects of Completion are treated specially, namely, the Capital Reduction and the payment of the Share Distribution Dividend in the form of the distribution of the Consideration Shares, which are to take place after (albeit immediately after) the Consideration Shares are issued by Healthscope to Symbion Health, that is to say, after (albeit it immediately after) DSPA Completion.",
      "id": "s285"
    },
    {
      "text": "112 Since the Capital Reduction is part of the Diagnostics Transaction, the original form of the proposed Capital Reduction Resolution in the notice of meeting which made shareholder approval of the Capital Reduction subject to and conditional upon \"Completion\" was circular and nonsensical.",
      "id": "s286"
    },
    {
      "text": "The provisions of the TID to which I have referred demonstrate that the intention was that the shareholder approval of the Capital Reduction be subject to and conditional upon DSPA Completion alone.",
      "id": "s287"
    },
    {
      "text": "Breach of Directors' Duties --- the Symbion Health Break Fee \n \n 113 Idameneo bears the onus of proving that the Directors were in breach of their duty in the respects alleged.",
      "id": "s288"
    },
    {
      "text": "114 There is a well-known line of authority to the general effect that it is the province of directors, not the courts, to identify where the interests of a company lie, and that the courts do not exercise a supervisory function over the business judgments of directors: see, for example, Harlowe's Nominees Pty Ltd v Woodside (Lakes Entrance) Oil Co NL [1968] HCA 37 ; (1968) 121 CLR 483 at 493; Howard Smith Ltd v Ampol Petroleum Ltd [1974] AC 821 (PC) at 832.",
      "id": "s289"
    },
    {
      "text": "Unlike a company's power to issue shares with which the cases just cited were concerned, the power to agree to the inclusion of a break fee provision in a complex contract of the TID kind, being sui generis , is even less apt to being circumscribed by any more detailed rules than the general duty expressed in s 181(1).",
      "id": "s290"
    },
    {
      "text": "115 Idameneo's complaint is not that no reasonable board of directors could have come to the conclusion that it was in the best interests of Symbion Health that it enter into the TID: rather, the complaint relates to one provision in the TID, the Symbion Health Break Fee provision.",
      "id": "s291"
    },
    {
      "text": "But in the circumstances of this case, such a severance of the provision is not possible in my opinion.",
      "id": "s292"
    },
    {
      "text": "116 As noted at [6] above, Idameneo seeks a declaration that Symbion Health is not bound by the TID \"insofar as it contains clauses 13.8 to 13.9\", and an injunction restraining Symbion Health from paying the Symbion Health Break Fee.",
      "id": "s293"
    },
    {
      "text": "The basis of the claim for this relief is that the Directors contravened s 181(1) of the Act by causing Symbion Health to enter into the TID \"insofar as it contains clauses 13.8 and 13.9\".",
      "id": "s294"
    },
    {
      "text": "117 The limited nature of Idameneo's complaint and of the relief it seeks highlights a difficulty in its claim.",
      "id": "s295"
    },
    {
      "text": "The TID is composed of many provisions.",
      "id": "s296"
    },
    {
      "text": "It may be that the Symbion Health Break Fee provision is \"outweighed\" by other provisions that are to the advantage of the Symbion Health shareholders.",
      "id": "s297"
    },
    {
      "text": "Considered in isolation, the Symbion Health Break Fee provision is disadvantageous to Symbion Health but only in the same sense that, taken alone, a purchaser's promise to pay a purchase price is to the disadvantage of the purchaser.",
      "id": "s298"
    },
    {
      "text": "But neither the promise to pay the Symbion Health Break Fee nor the promise to pay a purchase price can be considered in isolation.",
      "id": "s299"
    },
    {
      "text": "The promise to pay the Symbion Health Break Fee was part of the price that Symbion Health agreed to pay for the benefits it gained under the TID.",
      "id": "s300"
    },
    {
      "text": "118 The present point is perhaps illustrated by cl 13.8 itself.",
      "id": "s301"
    },
    {
      "text": "That clause gives identical reasons for the inclusion of both the Symbion Health Break Fee provision in cl 13.9 and the Healthscope Break Fee provision in cl 13.10, yet Idameneo attacks only Symbion Health's promise in cl 13.9 to pay the Symbion Health Break Fee, without adverting to Healthscope's reciprocal promise in cl 13.10 to pay the Healthscope Break Fee.",
      "id": "s302"
    },
    {
      "text": "119 Idameneo's attack on the Symbion Health Break Fee is not based on the amount of it by reference to some general principle, such as that it is oppressive to Symbion Health shareholders, or on the circumstances in which it is to become payable.",
      "id": "s303"
    },
    {
      "text": "As noted at [59] above, the Symbion Health Break Fee is less than the one percent referred to in Guidance Note 7: Lock-up Devices of the Takeovers Panel.",
      "id": "s304"
    },
    {
      "text": "It is not payable merely if Symbion Health's shareholders do not pass the ordinary resolution proposed.",
      "id": "s305"
    },
    {
      "text": "120 Symbion Health's complaint is that, as cl 13.8 shows, the amount of the Symbion Health Break Fee has been arrived at on the basis that it is to compensate Healthscope for, inter alia, costs it incurred in pursuing the Original Scheme.",
      "id": "s306"
    },
    {
      "text": "The argument seems to be that the Directors should have insisted that Healthscope leave those costs out of account and that if they had done so, the amount of the Symbion Health Break Fee would have been less.",
      "id": "s307"
    },
    {
      "text": "121 It is not known, however, that Healthscope would have been willing to enter into the TID at all if it had not contained provision for a Symbion Health Break Fee of $19.575 million, or if it contained a break fee provision for a lesser amount.",
      "id": "s308"
    },
    {
      "text": "Moreover, I infer that if the Directors had told Healthscope that it must exclude from consideration its sunk costs on the Original Scheme, Healthscope would at least have insisted that Symbion Health do likewise.",
      "id": "s309"
    },
    {
      "text": "Accordingly, assuming that Healthscope remained interested in negotiating out or down the Symbion Health Break Fee, Symbion Health would have been required to negotiate out or down the Healthscope Break Fee.",
      "id": "s310"
    },
    {
      "text": "Perhaps they would have been reduced by and to the same amount.",
      "id": "s311"
    },
    {
      "text": "There are other possibilities: Healthscope may have been willing to renegotiate the Symbion Health Break Fee provision provided other terms of the TID were renegotiated to its advantage and to Symbion Health's disadvantage.",
      "id": "s312"
    },
    {
      "text": "122 Having regard to the unknowable consequences of a negotiating out or down of the Symbion Health Break Fee provision, would such a course have proved to be in the best interests of Symbion Health?",
      "id": "s313"
    },
    {
      "text": "Would it have proved to be in the best interests of Symbion Health to retain the TID as it is?",
      "id": "s314"
    },
    {
      "text": "These were questions for the Directors.",
      "id": "s315"
    },
    {
      "text": "123 In summary, Idameneo does not establish that the Directors breached their duty by causing Symbion Health to enter into the TID merely by pointing to the fact that, according to the TID, Healthscope arrived at the amount of the Symbion Health Break Fee by including Healthscope's sunk costs on the Original Scheme.",
      "id": "s316"
    },
    {
      "text": "As noted at [21] above, according to cl 13.8(b) of the same TID, Healthscope would not have entered into the TID if it had not contained the Symbion Health Break Fee provision.",
      "id": "s317"
    },
    {
      "text": "124 Senior counsel for Symbion Health took me to documentary evidence showing that the question of the Symbion Health Break Fee was considered by the Directors over a lengthy period and that they were advised by merchant bankers UBS Warburg.",
      "id": "s318"
    },
    {
      "text": "When Healthscope, Ironbridge and Archer made their initial approach to the Chairman of Symbion Health's Board by a letter dated 22 February 2007 setting out the general nature of the Original Scheme proposed, they stated:\n \n Once definitive transaction documents have been executed, we would require customary terms and conditions, including but not limited to a break fee of 1% of equity value implied by the offer price and a no-shop commitment (subject to customary fiduciary limitations).",
      "id": "s319"
    },
    {
      "text": "At a meeting of Symbion Health's Board of Directors on 21 March 2007 and at later meetings of the Board, representatives of UBS Warburg advised the Board in relation, inter alia, to the question of break fees.",
      "id": "s320"
    },
    {
      "text": "For example, at a meeting of the Board on 22 May 2007, there was discussion of the circumstances in which break fees would be payable by Symbion Health and by Healthscope respectively.",
      "id": "s321"
    },
    {
      "text": "125 I accept that the documentary material demonstrates that Symbion Health's Board of Directors did give consideration to the question of the Symbion Health Break Fee and the Healthscope Break Fee over a long period and had the benefit of external independent advice in relation to the matter.",
      "id": "s322"
    },
    {
      "text": "This evidence does not enable me to make more detailed findings as to the course of consideration of break fees by the Board, but it is some supportive evidence for my conclusion that Idameneo has not demonstrated a breach of duty on the part of the Directors in the present respect.",
      "id": "s323"
    },
    {
      "text": "126 Symbion Health's failure to call the Directors to give evidence does not fill the gap in Idameneo's case: Idameneo has not placed before the Court any evidence of a breach of directors' duties that calls for responsive testimony.",
      "id": "s324"
    },
    {
      "text": "CONCLUSION \n \n 127 For the above reasons, the application should be dismissed with costs.",
      "id": "s325"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-seven (127) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s326"
    },
    {
      "text": "Associate:\n\nDated: 28 November 2007\n\n\n\n\n Counsel for the Plaintiff: Mr A J Myers QC and Mr J Stoljar \n \n Solicitor for the Plaintiff: Mallesons Stephen Jaques \n \n Counsel for the Defendants: Mr T F Bathurst QC, Mr P J Brereton,\nMr P D Crutchfield and Mr D F C Thomas \n \n Solicitor for the Defendants: Clayton Utz \n \n Date of Hearing: 15 November 2007 \n \n Date of Final Submissions: 20 November 2007 \n \n Date of Judgment: 23 November 2007 \n \n Date of Publication of Reasons: 28 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1832.html",
      "id": "s327"
    }
  ]
}