{
  "name": "Tyco Australia Pty Limited v Commissioner of Taxation [2007] FCA 1055 (20 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1055.html",
  "catchphrases": [
    {
      "text": "payments to purchase contracts entered by independent contractors with customers for the provision of security services",
      "id": "c0"
    },
    {
      "text": "payments outgoings of a revenue nature",
      "id": "c1"
    },
    {
      "text": "income tax",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Before the Court are three appeals by Tyco Australia Pty Limited (\"TAPL\") against appealable objection decisions of the respondent, the Commissioner of Taxation of the Commonwealth of Australia, to disallow in full TAPL's objections dated 1 July 2004 and 5 August 2005 against the notices of assessment issued for the years of income 1 October 1998 to 30 September 1999, 1 October 2001 to 30 September 2002 and 1 October 2002 to 30 September 2003 (being substituted years of income), which notices of assessment were issued on 4 August 2000 and 23 December 2005.",
      "id": "s0"
    },
    {
      "text": "2 I will refer to the three years of income as the 1999, 2002 and 2003 years of income or simply, where appropriate, as 1999, 2002 and 2003.",
      "id": "s1"
    },
    {
      "text": "3 The issue in each appeal was the same: whether certain payments (totalling $132,284,530 in the three years of income) were deductible under s 8-1 of the Income Tax Assessment Act 1997 (Cth) (\"the 1997 Act \") by reason of being of a revenue, rather than of a capital, nature.",
      "id": "s2"
    },
    {
      "text": "There was no dispute that the relevant payments satisfied s 8-1(1)(a) and (b) of the 1997 Act , that is, that the payments were outgoings in gaining or producing assessable income or were necessarily incurred in carrying on a business for the purpose of gaining or producing assessable income.",
      "id": "s3"
    },
    {
      "text": "The issue was whether the payments were outgoings of a revenue or of a capital nature for the purposes of s 8-1(2)(a) of the 1997 Act .",
      "id": "s4"
    },
    {
      "text": "4 The payments in question were divisible into three categories in the various years.",
      "id": "s5"
    },
    {
      "text": "The parties agreed that there was no particular feature distinguishing one category from another.",
      "id": "s6"
    },
    {
      "text": "Nevertheless, for the sake of clarity and good order, it is appropriate to describe the three categories.",
      "id": "s7"
    },
    {
      "text": "The first is \"Assignment Fees\" consisting of $2,150,869, $94,824,075 and $33,511,780 in 1999, 2002 and 2003, respectively.",
      "id": "s8"
    },
    {
      "text": "Secondly, in 1999 there were \"Marketing Payments\" of $114,114.",
      "id": "s9"
    },
    {
      "text": "Thirdly, in 2002 and 2003, there were \"Deferred Settlement Payments\" in the sums of $1,352,653 and $331,039, respectively.",
      "id": "s10"
    },
    {
      "text": "The agreed facts \n \n5 The primary facts were not in dispute.",
      "id": "s11"
    },
    {
      "text": "The parties helpfully provided a summary of the facts which the parties saw as relevant from which significant parts of the paragraphs following in this section of my reasons are taken.",
      "id": "s12"
    },
    {
      "text": "Seven affidavits together with annexures and exhibits thereto of 5 deponents were admitted into evidence in a combined exhibit, rather than being read, since no deponent was the subject of cross-examination.",
      "id": "s13"
    },
    {
      "text": "The parties agreed that this convenient course was the equivalent of reading the affidavit evidence.",
      "id": "s14"
    },
    {
      "text": "6 The issue of deductibility to which I have referred concerns payments that TAPL made to acquire customer alarm monitoring lines through what was called an Authorised Dealer Program (the \"AD Program\").",
      "id": "s15"
    },
    {
      "text": "At all relevant times, TAPL has carried on a business of electronic security monitoring in Australia, known as ADT Security.",
      "id": "s16"
    },
    {
      "text": "TAPL is part of the Tyco group (\"Tyco\"), which carries on the business ADT Security in a number of countries throughout the world.",
      "id": "s17"
    },
    {
      "text": "At times in these reasons, I will refer to TAPL as ADT, that being the relevant business name under which TAPL carried on the business and that being the reference often contained in surrounding and constituent documents.",
      "id": "s18"
    },
    {
      "text": "7 The AD Program operated as follows:\n \n(a) TAPL entered into written agreements (\"Authorised Dealer Agreements\") with independent contractors called \"Authorised Dealers\".",
      "id": "s19"
    },
    {
      "text": "(b) The Authorised Dealers would:\n \n(i) procure the signatures of home owners and small businesses to service agreements (\"Customer Service Agreements\"), which had an agreed monitoring term of at least 36 months and which provided that the agreements could be assigned to TAPL;\n \n(ii) install electronic security systems, which they connected to TAPL's monitoring centre; and\n \n(iii) formally offer to assign the Customer Service Agreements to TAPL.",
      "id": "s20"
    },
    {
      "text": "(c) Subject to the Authorised Dealer satisfying certain conditions precedent, TAPL would be obliged to accept the offer of assignment, and would pay a fee to the Authorised Dealer for the assigned Customer Service Agreement.",
      "id": "s21"
    },
    {
      "text": "This fee was the \"Assignment Fee\" to which I have already referred and which is at the centre of the controversy.",
      "id": "s22"
    },
    {
      "text": "(d) In addition to the \"Assignment Fee\", TAPL made payments to Authorised Dealers out of two accounts created when it acquired Customer Service Agreements, as follows.",
      "id": "s23"
    },
    {
      "text": "(i) In 1999, TAPL made payments to Authorised Dealers from a Marketing Development Fund, being the \"Marketing Payments\", to which I have already referred, and which covered marketing expenses incurred by dealers in marketing ADT products under the AD Program.",
      "id": "s24"
    },
    {
      "text": "(ii) In 2002 and 2003, TAPL made payments from an account styled the Deferred Settlement Account called the Deferred Settlement Payments which were accounts withheld from money to which an Authorised Dealer was entitled in respect of payment for an assigned Customer Service Agreement.",
      "id": "s25"
    },
    {
      "text": "The Authorised Dealer would only become entitled to the balance of the Deferred Settlement Account after the subtraction of certain amounts owing to TAPL by the Authorised Dealer.",
      "id": "s26"
    },
    {
      "text": "8 The AD Program was successful in achieving significant growth in sales of monitored security lines.",
      "id": "s27"
    },
    {
      "text": "The number of Customer Service Agreements that TAPL purchased from Authorised Dealers in each year from its inception to 30 September 2003 was as follows:\n \n Year of Income \n \n Customer Service\n Agreements Purchased \n \n 30/9/1999 \n \n 2,079 \n \n 30/9/2000 \n \n 40,598 \n \n 30/9/2001 \n \n 65,012 \n \n 30/9/2002 \n \n 55,293 \n \n 30/9/2003 \n \n 21,325 \n \n Total \n \n 184,307 \n \n \n\n9 The background to the establishment of the AD Program was as follows.",
      "id": "s28"
    },
    {
      "text": "In or about January 1998, ADT Security Pty Ltd, a wholly-owned subsidiary of TAPL, acquired the commercial security monitoring business of Honeywell Limited and rebadged it ADT Security (\"ADT\").",
      "id": "s29"
    },
    {
      "text": "At the time it was acquired, the business was monitoring approximately 18,130 security monitoring lines for the commercial market.",
      "id": "s30"
    },
    {
      "text": "By about 14 May 1998, ADT Security Pty Ltd had managed to increase this number to 20,300.",
      "id": "s31"
    },
    {
      "text": "In or about 1 October 1998, ADT Security Pty Ltd transferred certain business assets and licensed other assets to TAPL, so that TAPL began to carry on the business of ADT.",
      "id": "s32"
    },
    {
      "text": "10 TAPL used the security monitoring infrastructure acquired from Honeywell, which included a security monitoring centre at Artarmon, to expand into security line monitoring for residential customers.",
      "id": "s33"
    },
    {
      "text": "TAPL initially employed a small number of internal sales staff to market and sell security monitoring line services to residential customers, but they were unable to generate significant business.",
      "id": "s34"
    },
    {
      "text": "11 In 1998, TAPL assigned a number of staff, including Mr Graeme Brown, to investigate a marketing programme called the Authorised Dealer Program that Tyco had developed in the United States.",
      "id": "s35"
    },
    {
      "text": "The employees visited the United States where Tyco staff explained how the programme worked, showed them the documentation and allowed them to participate in training programmes for authorised dealers in the United States.",
      "id": "s36"
    },
    {
      "text": "On his return to Australia, Mr Brown prepared a report for TAPL's management on how the programme operated.",
      "id": "s37"
    },
    {
      "text": "After TAPL decided to adopt the AD Program, Mr Brown was appointed to be responsible for implementing it.",
      "id": "s38"
    },
    {
      "text": "12 By November 1999, the AD Program had 70 Authorised Dealers nationally and had acquired 3343 residential security monitoring lines.",
      "id": "s39"
    },
    {
      "text": "13 On 31 December 1999 TAPL acquired Honeywell's residential security monitoring business and the number of residential lines increased to 11,496.",
      "id": "s40"
    },
    {
      "text": "14 The basis of the AD Program changed over time, though not in a way that had any particular feature to distinguish one period from another.",
      "id": "s41"
    },
    {
      "text": "Initially, TAPL appointed Authorised Dealers without formal documentation, but from August 1998 TAPL appointed Authorised Dealers under standard form contracts, called Authorised Dealer Agreements, supplemented by Operating Manuals or Guides which formed part of the contractual arrangements between the Authorised Dealers and TAPL.",
      "id": "s42"
    },
    {
      "text": "There were three different versions of the Authorised Dealer Agreements relevant to the years of income in dispute.",
      "id": "s43"
    },
    {
      "text": "The first version was in force until May 2001 and is therefore the relevant version for the 1999 year of income; the second version applied from May 2001 to July 2003 and is therefore relevant to the 2002 and 2003 years of income; and the third version was in force after August 2003 and is therefore also relevant to the 2003 year of income.",
      "id": "s44"
    },
    {
      "text": "15 There were also four different versions of the dealer Operating Manuals and Guides.",
      "id": "s45"
    },
    {
      "text": "Nothing turns on these variations.",
      "id": "s46"
    },
    {
      "text": "16 TAPL also used three different versions of the Customer Service Agreement.",
      "id": "s47"
    },
    {
      "text": "The dates when new versions replaced previous versions are approximately the same as the dates when TAPL adopted the new versions of the Authorised Dealer Agreements.",
      "id": "s48"
    },
    {
      "text": "17 TAPL State Sales Managers were responsible for recruiting Authorised Dealers.",
      "id": "s49"
    },
    {
      "text": "TAPL provided Authorised Dealers with assistance including pre-produced marketing material and training of dealers and their employees.",
      "id": "s50"
    },
    {
      "text": "Almost all Customer Service Agreements were sold by door-to-door sales people hired by the Authorised Dealers, most of whom were paid on a commission basis.",
      "id": "s51"
    },
    {
      "text": "TAPL's training program included training salespersons in door-to-door selling techniques.",
      "id": "s52"
    },
    {
      "text": "18 There were a significant number of cancellations of Customer Service Agreements within the first 12 months, which resulted in the Authorised Dealers being liable under the Authorised Dealer Agreements to refund the Assignment Fees for the cancelled contracts.",
      "id": "s53"
    },
    {
      "text": "In practice, instead of insisting on a refund, TAPL permitted Authorised Dealers to offset the value of new contracts against their obligation to refund payments for cancelled contracts.",
      "id": "s54"
    },
    {
      "text": "19 Even where fees for cancelled contracts were greater than fees payable for new contracts, TAPL was often unsuccessful in recovering amounts owing by Authorised Dealers.",
      "id": "s55"
    },
    {
      "text": "TAPL was forced to bankrupt some of these Authorised Dealers.",
      "id": "s56"
    },
    {
      "text": "20 An important influence on the success of the AD Program was the motivation of the Authorised Dealer network.",
      "id": "s57"
    },
    {
      "text": "TAPL organised annual conferences to which all dealers were invited and rewarded the most successful Authorised Dealers with bonuses and prizes.",
      "id": "s58"
    },
    {
      "text": "21 The AD Program was at its peak in 2001, when TAPL purchased over 65,000 contracts; but during 2002 a significant change occurred.",
      "id": "s59"
    },
    {
      "text": "Tyco US decided to downsize the AD Program in the United States and throughout the world.",
      "id": "s60"
    },
    {
      "text": "22 As a result of this decision, TAPL terminated Authorised Dealer Agreements with about half of its dealers in 2002, which damaged the morale of the remaining Authorised Dealers.",
      "id": "s61"
    },
    {
      "text": "The numbers of contracts being cancelled increased and TAPL's difficulties in recovering amounts owing by Authorised Dealers for refunds also increased, because Authorised Dealers whose contracts were terminated no longer had the option of setting off fees payable under new contracts against refunds owing.",
      "id": "s62"
    },
    {
      "text": "23 In 2003, TAPL made further changes to the AD Program, which resulted in lower payments to Authorised Dealers for assignments of Customer Service Agreements.",
      "id": "s63"
    },
    {
      "text": "In early to mid-2003, Mr Brown travelled around Australia explaining the changes and trying to persuade dealers to remain part of the AD Program.",
      "id": "s64"
    },
    {
      "text": "24 The ownership of the equipment that was installed in the premises of customers was variously provided for in the relevant periods.",
      "id": "s65"
    },
    {
      "text": "The first version of the Customer Service Agreement provided that the alarm system could be purchased by the customer by an up-front payment, otherwise title to the equipment would transfer to the customer at the end of the term of the Customer Service Agreement.",
      "id": "s66"
    },
    {
      "text": "In practice, very few customers opted to pay up-front.",
      "id": "s67"
    },
    {
      "text": "The second version of the Customer Service Agreement also provided for title to remain with the Authorised Dealer/TAPL until the end of the Customer Service Agreement.",
      "id": "s68"
    },
    {
      "text": "If a customer terminated the Customer Service Agreement before the end of the term, TAPL did not take back the equipment.",
      "id": "s69"
    },
    {
      "text": "TAPL did not have a right of access to customers' premises to recover the alarm equipment under the terms of any of the Customer Service Agreements and TAPL did not have any staff who could have removed such equipment.",
      "id": "s70"
    },
    {
      "text": "Under the third version of the Customer Service Agreement, the customer had title to the equipment from the commencement of the agreement.",
      "id": "s71"
    },
    {
      "text": "25 The different versions of the Authorised Dealer Agreements specified a number of conditions that an Authorised Dealer had to satisfy to become entitled to payment of an Assignment Fee.",
      "id": "s72"
    },
    {
      "text": "These conditions included delivery of the executed Customer Service Agreement to TAPL and completion of any credit check by TAPL.",
      "id": "s73"
    },
    {
      "text": "As the Authorised Dealer Agreement evolved the number of conditions increased, but the particular conditions do not have a bearing on the outcome of the dispute.",
      "id": "s74"
    },
    {
      "text": "26 Under the first and second versions of the Authorised Dealer Agreement, the Assignment Fee payable to the Authorised Dealer was based on a multiple of the monthly payments the customer was required to make under the Customer Service Agreement.",
      "id": "s75"
    },
    {
      "text": "In the third version of the Authorised Dealer Agreement, the basis of payment was changed to a flat fee.",
      "id": "s76"
    },
    {
      "text": "The amount of the payments were significant.",
      "id": "s77"
    },
    {
      "text": "The amount payable under the first two versions (that is, until August 2003) was calculated by reference to a multiple of monthly revenue, and varied with such things as bonuses.",
      "id": "s78"
    },
    {
      "text": "Under these versions, the Authorised Dealer was entitled to a sum representing most, if not all, of the revenue for three years.",
      "id": "s79"
    },
    {
      "text": "As Mr Brown said in his affidavit when describing the setting up of the AD program: \"The contract would only be profitable to TAPL if it lasted longer than 36 months.",
      "id": "s80"
    },
    {
      "text": "TAPL was hoping, based on US experience, that contracts would have a term of 10 years.",
      "id": "s81"
    },
    {
      "text": "On this basis, TAPL could amortise the costs of the contracts over a 10-year period.",
      "id": "s82"
    },
    {
      "text": "\" Mr Anthony Calladine who was also involved in the AD Program said that under the second version (which I take to be similar in this respect to the first version) an Authorised Dealer was entitled to between 30 to 34 times monthly recurring revenues.",
      "id": "s83"
    },
    {
      "text": "Under the third version of the Authorised Dealer Agreement the Assignment Fee was lowered to about two years' revenue.",
      "id": "s84"
    },
    {
      "text": "27 The Marketing Fund and the Deferred Settlement Account were provided for as follows.",
      "id": "s85"
    },
    {
      "text": "Under the first version of the Authorised Dealer Agreement, when an Authorised Dealer became entitled to payment, TAPL retained an amount of up to two months' revenue which was paid into a promotional fund to be used for the benefit of both TAPL and the Authorised Dealer, known as the Marketing Development Fund.",
      "id": "s86"
    },
    {
      "text": "The purpose of the Marketing Development Fund was to enable TAPL to fund promotional materials from money otherwise payable to Authorised Dealers as Assignment Fees while retaining control of the content and form of those materials.",
      "id": "s87"
    },
    {
      "text": "Before TAPL would release funds from the Marketing Development Fund to meet marketing expenditure, it had to approve the expenditure and the Authorised Dealer had to supply invoices showing how the funds had been spent.",
      "id": "s88"
    },
    {
      "text": "If the Authorised Dealer did not conduct approved marketing it would not receive any payment from the Marketing Development Fund.",
      "id": "s89"
    },
    {
      "text": "In the second and third versions of the Authorised Dealer Agreement, there was no Marketing Development Fund, but when an Authorised Dealer became entitled to a payment TAPL retained part of the amount otherwise payable to the dealer in the Deferred Settlement Account.",
      "id": "s90"
    },
    {
      "text": "The amount withheld and placed into this account was two months' worth of payments under the Customer Service Agreement under the second version of the Authorised Dealer Agreement and a minimum of $100 under the third version.",
      "id": "s91"
    },
    {
      "text": "The amount was retained for three months, then the balance was paid to the Authorised Dealer.",
      "id": "s92"
    },
    {
      "text": "In the third version, TAPL had power to increase the amount retained and the length of time of retention where it believed it was necessary to give it security for cancellations.",
      "id": "s93"
    },
    {
      "text": "28 TAPL introduced the Deferred Settlement Account because of the difficulties TAPL was experiencing in recovering amounts payable by Authorised Dealers for cancelled Customer Service Agreements.",
      "id": "s94"
    },
    {
      "text": "29 TAPL has claimed as deductions actual payments from the Marketing Development Fund and the Deferred Settlement Account.",
      "id": "s95"
    },
    {
      "text": "No submission was put by either side that the placement of moneys otherwise payable to Authorised Dealers by way of Assignment Fees in respect of assignments into these accounts, and the disposition of moneys from these accounts, made any difference in the analysis.",
      "id": "s96"
    },
    {
      "text": "All payments, whether from the Marketing Development Fund or from the Deferred Settlement Account or direct to the Authorised Dealer as an Assignment Fee, are to be analysed by reference to their being payments for assignments of Customer Service Agreements.",
      "id": "s97"
    },
    {
      "text": "30 Except for a small number of contracts, the Customer Service Agreements had terms of three years.",
      "id": "s98"
    },
    {
      "text": "When the arrangement was first launched, TAPL and Tyco hoped that customers would continue with their contracts after the term expired.",
      "id": "s99"
    },
    {
      "text": "(See, in this respect, Mr Brown's evidence cited above.",
      "id": "s100"
    },
    {
      "text": ")\n \n31 TAPL's experience of the AD Program in Australia was that the disconnection rate increased significantly after 36 months, effectively making the AD Program unprofitable.",
      "id": "s101"
    },
    {
      "text": "In relation to the 37,326 Customer Service Agreements acquired in the 2000 fiscal year.",
      "id": "s102"
    },
    {
      "text": "over half (52%) had been terminated by the end of the 2003 fiscal year and only 33% remained at the end of the 2004 fiscal year.",
      "id": "s103"
    },
    {
      "text": "32 The accounting treatment of the activity was as follows.",
      "id": "s104"
    },
    {
      "text": "When the AD Program was introduced, TAPL recognised the cost of each Customer Service Agreement as an intangible asset in its accounts, which it amortised on a straight line basis over a 10-year period, an estimate based on US experience.",
      "id": "s105"
    },
    {
      "text": "The $300 administration fee was recognised as income.",
      "id": "s106"
    },
    {
      "text": "Two problems with this accounting policy emerged: the administration fee in the view of the auditors of TAPL was excessive; and the experience in the United States and in other countries where the AD Program operated, including Australia, was that the Customer Service Agreements had a life significantly less than 10 years.",
      "id": "s107"
    },
    {
      "text": "In April 2003, Tyco changed its accounting policy in relation to the Customer Service Agreements.",
      "id": "s108"
    },
    {
      "text": "As a result of this change, TAPL ceased to record the $300 administration fee as income and amortised the intangible asset representing the Customer Service Agreements on a 20% per annum diminishing value basis over 8 years, followed by a 25% straight line amortisation of the balance.",
      "id": "s109"
    },
    {
      "text": "It was necessary to make a one-off adjustment to TAPL's accounts to introduce the new accounting policy, by significantly writing down the carrying value of the intangible asset in TAPL's accounts.",
      "id": "s110"
    },
    {
      "text": "At no time did TAPL recognise the equipment installed in the customers' homes as an asset.",
      "id": "s111"
    },
    {
      "text": "33 In or about May or June 2002, TAPL, under instructions from Tyco in the United States of America, undertook a major downsizing of the AD Program.",
      "id": "s112"
    },
    {
      "text": "This winding back of the AD Program involved the termination of Authorised Dealer Agreements with Authorised Dealers who Tyco determined were the worst performing, or, more particularly, who were not providing quality lines.",
      "id": "s113"
    },
    {
      "text": "34 Following the changes that were made to the AD Program in 2002, TAPL undertook further changes to the AD Program in 2003.",
      "id": "s114"
    },
    {
      "text": "The key change was a reduction in the amount of the Assignment Fee paid to the Authorised Dealers to a flat fee which equated to 25 months of monthly line monitoring fees.",
      "id": "s115"
    },
    {
      "text": "The framework of legal analysis \n \n35 There was no substantive dispute between the parties as to the legal principles applying.",
      "id": "s116"
    },
    {
      "text": "The dispute concerned their application.",
      "id": "s117"
    },
    {
      "text": "The starting point was agreed to be the reasons of Dixon J (as he then was) in Sun Newspapers Limited v The Federal Commissioner of Taxation; Associated Newspapers Limited v The Federal Commissioner of Taxation [1938] HCA 72 ; (1938) 61 CLR 337 at 359-363.",
      "id": "s118"
    },
    {
      "text": "A number of passages in that classic analysis at 359, 360, 361, 362 and 363 are worthy of repetition in this case:\n \n The distinction between expenditure and outgoings on revenue account and on capital account corresponds with the distinction between the business entity, structure, or organization set up or established for the earning of profit and the process by which such an organization operates to obtain regular returns by means of regular outlay, the difference between the outlay and returns representing profit or loss.",
      "id": "s119"
    },
    {
      "text": "The business structure or entity or organization may assume any of an almost infinite variety of shapes and it may be difficult to comprehend under one description all the forms in which it may be manifested.",
      "id": "s120"
    },
    {
      "text": "In a trade or pursuit where little or no plant is required, it may be represented by no more than the intangible elements constituting what is commonly called goodwill, that is, widespread or general reputation, habitual patronage by clients or customers and an organized method of serving their needs.",
      "id": "s121"
    },
    {
      "text": "At the other extreme it may consist in a great aggregate of buildings, machinery and plant all assembled and systematized as the material means by which an organized body of men produce and distribute commodities or perform services.",
      "id": "s122"
    },
    {
      "text": "But in spite of the entirely different forms, material and immaterial, in which it may be expressed, such sources of income contain or consist in what has been called a \"profit-yielding subject,\" the phrase of Lord Blackburnn United Collieries Ltd. v. Inland Revenue Commissioners ... As general conceptions it may not be difficult to distinguish between the profit-yielding subject and the process of operating it.",
      "id": "s123"
    },
    {
      "text": "In the same way expenditure and outlay upon establishing, replacing and enlarging the profit-yielding subject may in a general way appear to be of a nature entirely different from the continual flow of working expenses which are or ought to be supplied continually out of the returns or revenue .",
      "id": "s124"
    },
    {
      "text": "...",
      "id": "s125"
    },
    {
      "text": "But the practical application of such general notions is another matter.",
      "id": "s126"
    },
    {
      "text": "The basal difficulty in applying them lies in the fact that the extent, condition and efficiency of the profit-yielding subject is often as much the product of the course of operations as it is of a clear and definable outlay of work or money by way of establishment, replacement or enlargement.",
      "id": "s127"
    },
    {
      "text": "...",
      "id": "s128"
    },
    {
      "text": "But for the same or a like reason it is even harder to maintain the distinction in relation to the intangible elements forming so important a part of many profit-yielding subjects.",
      "id": "s129"
    },
    {
      "text": "For example, a profitable enterprise such as the sale of a patent medicine may depend almost entirely on advertisement.",
      "id": "s130"
    },
    {
      "text": "In the beginning the goodwill may have been established by a great initial outlay upon a widespread advertising campaign carried out upon a scale which it was not intended to maintain or repeat.",
      "id": "s131"
    },
    {
      "text": "The outlay might properly be considered to be of a capital nature.",
      "id": "s132"
    },
    {
      "text": "On the other hand the goodwill may have been gradually established by continual advertisement over a period of years growing in extent as it proved successful.",
      "id": "s133"
    },
    {
      "text": "In that case the expenditure upon advertising might be regarded as an ordinary business outgoing on account of revenue.",
      "id": "s134"
    },
    {
      "text": "... \n \n In the attempt, by no means successful, to find some test or standard by the application of which expenditure or outgoings may be referred to capital account or to revenue account the courts have relied to some extent upon the difference between an outlay which is recurrent, repeated or continual and that which is final or made \"once for all\" , and to a still greater extent upon a distinction to be discovered in the nature of the asset or advantage obtained by the outlay.",
      "id": "s135"
    },
    {
      "text": "If what is commonly understood as a fixed capital asset is acquired the question answers itself.",
      "id": "s136"
    },
    {
      "text": "But the distinction goes further.",
      "id": "s137"
    },
    {
      "text": "The result or purpose of the expenditure may be to bring into existence or procure some asset or advantage of a lasting character which will enure for the benefit of the organization or system or \"profit-earning subject.",
      "id": "s138"
    },
    {
      "text": "\" It will thus be distinguished from the expenditure which should be recouped by circulating capital or by working capital.",
      "id": "s139"
    },
    {
      "text": "... \n \n But the idea of recurrence and the idea of endurance or continuance over a duration of time both depend on degree and comparison .",
      "id": "s140"
    },
    {
      "text": "As to the first it has been said it is not a question of recurring every year or every accounting period; but \"the real test is between expenditure which is made to meet a continuous demand, as opposed to an expenditure which is made once for all\" ... By this I understand that the expenditure is to be considered of a revenue nature if its purpose brings it within the very wide class of things which in the aggregate form the constant demand which must be answered out of the returns of a trade or its circulating capital and that actual recurrence of the specific thing need not take place or be expected as likely.",
      "id": "s141"
    },
    {
      "text": "Thus, in Anglo-Persian Oil Co. Ltd. v. Dale ... the establishment and reorganization of agencies formed part of the class of things making the continuous or constant demand for expenditure, but the given transaction was of a magnitude and precise description unlikely again to be encountered.",
      "id": "s142"
    },
    {
      "text": "Recurrence is not a test, it is no more than a consideration the weight of which depends upon the nature of the expenditure.",
      "id": "s143"
    },
    {
      "text": "... \n \n There are, I think, three matters to be considered, (a) the character of the advantage sought, and in this its lasting qualities may play a part, (b) the manner in which it is to be used, relied upon or enjoyed, and in this and under the former head recurrence may play its part, and (c) the means adopted to obtain it; that is, by providing a periodical reward or outlay to cover its use or enjoyment for periods commensurate with the payment or by making a final provision or payment so as to secure future use or enjoyment.",
      "id": "s144"
    },
    {
      "text": "[emphasis added; footnotes omitted]\n \n\n36 In Hallstroms Proprietary Limited v The Federal Commissioner of Taxation [1946] HCA 34 ; (1946) 72 CLR 634, Dixon J incorporated his reasons in Sun Newspapers 61 CLR at 359-363, and elaborated upon them, saying the following at 646, 647 and 648:\n \n As a prefatory remark it may be useful to recall the general consideration that the contrast between the two forms of expenditure corresponds to the distinction between the acquisition of the means of production and the use of them; between establishing or extending a business organization and carrying on the business; between the implements employed in work and the regular performance of the work in which they are employed; between an enterprise itself and the sustained effort of those engaged in it.",
      "id": "s145"
    },
    {
      "text": "... \n \n What is an outgoing of capital and what is an outgoing on account of revenue depends on what the expenditure is calculated to effect from a practical and business point of view, rather than upon the juristic classification of the legal rights, if any, secured, employed or exhausted in the process.",
      "id": "s146"
    },
    {
      "text": "[emphasis added]\n \n\n37 To not dissimilar effect, see the judgment of the Privy Council in BP Australia Limited v Commissioner of Taxation of the Commonwealth of Australia [1965] HCA 35 ; (1965) 112 CLR 386 at 399.",
      "id": "s147"
    },
    {
      "text": "38 The character of the expenditure and the character of the advantage sought by the making of the expenditure is the chief, if not critical, factor in determining the character of what was paid: GP International Pipecoaters Pty Ltd v Commissioner of Taxation of the Commonwealth of Australia [1990] HCA 25 ; (1990) 170 CLR 124 at 137; Mount Isa Mines Limited v Commissioner of Taxation of the Commonwealth of Australia [1992] HCA 62 ; (1992) 176 CLR 141 at 147-149; Commissioner of Taxation of the Commonwealth of Australia v Melbourne Citylink Limited [2006] HCA 35 at [1] , [3], [76], [77] and [148]; and BP Australia 112 CLR at 394 and 398.",
      "id": "s148"
    },
    {
      "text": "39 Stopping at this point, it is important to appreciate the content of the approach of Dixon J in Sun Newspapers [1938] HCA 72 ; 61 CLR 337 and Hallstroms Case [1946] HCA 34 ; 72 CLR 634 .",
      "id": "s149"
    },
    {
      "text": "It is not, as some of the respondent's submissions in this case seemed to state, that one \"looks through\" the legal or strict juridicial form of a transaction if \"good cause\" for so doing is shown.",
      "id": "s150"
    },
    {
      "text": "The analysis, that is the ascertainment of the character of the expenditure and what it is calculated to effect, is made from a practical and business point of view, though, of course, as part of that analysis, it is essential to understand the proper legal characterisation of what has occurred: Commissioner of Taxation of the Commonwealth of Australia v South Australian Battery Makers Pty Limited ( 1978) [1978] HCA 32 ; 140 CLR 645 at 657-60 and 661-662.",
      "id": "s151"
    },
    {
      "text": "40 It is also helpful to reflect upon the revenue character of the payments made by the taxpayer and discussed in BP Australia [1965] HCA 35 ; 112 CLR 386.",
      "id": "s152"
    },
    {
      "text": "The payments were made to service station owners to tie them to selling BP's petrol.",
      "id": "s153"
    },
    {
      "text": "Shell and others had been tying up solo outlets, thereby threatening the business of BP and others.",
      "id": "s154"
    },
    {
      "text": "The Privy Council (in a judgment delivered by Lord Pearce) agreed with the approach of Dixon CJ and Kitto J who were in dissent in the High Court.",
      "id": "s155"
    },
    {
      "text": "The Privy Council set out with approval, at 112 CLR at 391-92, the following parts of the reasons of Dixon CJ and Kitto J:\n \n (Dixon CJ)\n \"I do not think it was acquiring a capital asset or doing any more than so conducting its business on revenue account as to increase it and make as certain as it could that its business was continuing and also would continue, if possible, to expand.",
      "id": "s156"
    },
    {
      "text": "For my part I cannot think that all the course adopted changed the character of the transactions of the company from those of a continual attempt to establish its product in a consumers' market and to meet all the obstacles which arose in a long and rather troubled period to obtaining a reputation for its product.",
      "id": "s157"
    },
    {
      "text": "\" \n \n (Kitto J)\n \"But a promise by a service station operator not to deal with oil companies other than the appellant or its allies was only the negative side of the substantial positive advantage which it was the purpose and practical effect of the agreement to produce, namely the advantage of a practical certainty that the whole of the custom of the service station, for motor spirit, would be given to the appellant or its allies for the agreed period; and what the appellant really paid its money for was that positive advantage.",
      "id": "s158"
    },
    {
      "text": "The purpose was not to create a situation in which to set about selling motor spirit; it was to secure the particular sales which would be necessary for the satisfaction of the service station's requirements of the period.",
      "id": "s159"
    },
    {
      "text": "The payment of the money was analagous to expenditure in sending a commercial traveller on his rounds to secure orders; it was part and parcel of the business of effecting sales ...",
      "id": "s160"
    },
    {
      "text": "The change in the organization of the wholesale trade in motor spirit from the old system of multiple pump service stations to the new `solo' system meant inevitably that every oil company, if it wanted to sell motor spirit to service stations in the future, had to accept the necessity of spending money, not at the beginning once and for all, but at the beginning and from time to time, to ensure that it would receive from as many service stations as possible the whole of their orders for limited periods\" \n \n ... \n \n \"... the advantage was not the acquisition of a new market, not a new framework within which to carry on trade for the future, not an extension of the appellant's selling organization to include a regiment of resellers.",
      "id": "s161"
    },
    {
      "text": "It was not such an exclusion of competition as adds to goodwill a negative right and thus increases the value of goodwill.",
      "id": "s162"
    },
    {
      "text": "It consisted simply of the practical assurance of receiving bundles of orders for motor spirit , the circumstances being such that for the foreseeable future it would be only by getting similar bundles of orders that such a trade as the appellant's could be carried on\" \n [emphasis added]\n \n\n41 As these passages reveal, the regular payment of sums to secure customers, to add incrementally to a customer base and thus to expand a business and to obtain revenue from such customers is easily able to be seen to be on revenue account.",
      "id": "s163"
    },
    {
      "text": "42 Lord Pearce explained the matter as follows at 112 CLR at 398:\n \n Its real object however was not the tie but the orders which would flow from the tie.",
      "id": "s164"
    },
    {
      "text": "To obtain ties it had to satisfy the appetite of the retailers by paying out sums for a period of years, whose amount was dependent on the estimated value of the retailer as a customer and the length of the period.",
      "id": "s165"
    },
    {
      "text": "The payment of such sums became part of the regular conduct of the business.",
      "id": "s166"
    },
    {
      "text": "It became one of the current necessities of the trade.",
      "id": "s167"
    },
    {
      "text": "The test of whether these sums were payable out of fixed or circulating capital, ... tends in the present case in favour of regarding these payments as revenue expenditure.",
      "id": "s168"
    },
    {
      "text": "Fixed capital is prima facie that on which you look to get a return by your trading operations.",
      "id": "s169"
    },
    {
      "text": "Circulating capital is that which comes back in your trading operations.",
      "id": "s170"
    },
    {
      "text": "The sums in question were sums which had to come back penny by penny with every order during the period in order to reimburse and justify the particular outlay.",
      "id": "s171"
    },
    {
      "text": "If one imagines a B.P. agent justifying the price of petrol to a retailer or discussing whether price reduction was possible, it is hard to imagine him omitting the lump sum so paid (divided by the estimated gallonage) as an item in the cost per gallon.",
      "id": "s172"
    },
    {
      "text": "It is doubtful if he would even relegate it to overheads since it was in the forefront of the wholesaler's selling costs.",
      "id": "s173"
    },
    {
      "text": "Nor can one imagine the retailer demurring at such a calculation.",
      "id": "s174"
    },
    {
      "text": "Prima facie therefore the lump sums were circulating capital which is turned over and in the process of being turned over yields a profit or loss; they were part of the constant demand which must be answered out of the returns of the trade.",
      "id": "s175"
    },
    {
      "text": "This however is merely one indication and by no means concludes the matter.",
      "id": "s176"
    },
    {
      "text": "[emphasis added]\n \n\n43 Lord Pearce in the first part of the passage cited above approached the question in a similar, if not identical, way to Dixon CJ and, especially, Kitto J: the real object of each payment was to receive orders that would flow from the tie and, as such, the payments became part of the regular conduct of BP's business.",
      "id": "s177"
    },
    {
      "text": "In the next paragraph, Lord Pearce refers to the distinction between fixed and circulating capital.",
      "id": "s178"
    },
    {
      "text": "Using that distinction, his Lordship characterised the lump sum payments as circulating capital which was turned over in the process of yielding a profit or a loss by the returns on the sales of gallonage.",
      "id": "s179"
    },
    {
      "text": "It is to be noticed also that Dixon J in Sun Newspapers 61 CLR at 361 (cited and emphasised above) referred to the same distinction.",
      "id": "s180"
    },
    {
      "text": "44 The distinction between fixed and circulating capital, which has been said to be \"obscure\": Mason J (as he then was) in Industrial Equity Ltd v Blackburn [1977] HCA 59 ; (1977) 137 CLR 567 at 576, and \"debatable\": Jenkins LJ in Reynolds and Gibson v Crompton (1950) 33 Tax Cas 288 at 303, was discussed by Lockhart J in QBE Insurance Group Limited v Australian Securities Commission (1992) 38 FCR 270 at 287-288 and by the Full Court in GRE Insurance Limited v Commissioner of Taxation of the Commonwealth of Australia (1992) 34 FCR 160 at 162-163.",
      "id": "s181"
    },
    {
      "text": "See also Commercial and General Acceptance Limited v Commissioner of Taxation of the Commonwealth of Australia [1977] HCA 47 ; (1976) 137 CLR 373 at 377 and 384 and Coles Myer Finance Limited v Commissioner of Taxation of the Commonwealth of Australia [1993] HCA 29 ; (1993) 176 CLR 640 at 663-664, 668-669 and 681-682.",
      "id": "s182"
    },
    {
      "text": "45 At present, I am dealing with the legal framework of the case.",
      "id": "s183"
    },
    {
      "text": "I will deal with the submissions of the parties shortly.",
      "id": "s184"
    },
    {
      "text": "For present purposes, it is unnecessary to explore the concepts of fixed and circulating capital beyond the relevant elements of the notions seen as important to the Privy Council in BP Australia [1965] HCA 35 ; 112 CLR 386 and to Dixon J in Sun Newspapers [1938] HCA 72 ; 61 CLR 337.",
      "id": "s185"
    },
    {
      "text": "That is, here, whether the Assignment Fees would come back, to use Lord Pearce's words, \"penny by penny with every order during the period in order to reimburse and justify the particular outlay\": BP Australia 112 CLR at 398.",
      "id": "s186"
    },
    {
      "text": "46 It is also important to recognise that the analysis requires \"both a wide survey and an exact scrutiny of the taxpayer's activities\": Western Gold Mines (NL) v Commissioner of Taxation (WA) [1938] HCA 5 ; (1938) 59 CLR 729 at 740.",
      "id": "s187"
    },
    {
      "text": "That is, one must examine the whole business context of what was done: BP Australia 112 CLR at 399 (the \"whole picture\"); and see also National Australia Bank Limited v Commissioner of Taxation (1997) 80 FCR 352 at 363.",
      "id": "s188"
    },
    {
      "text": "47 The mere identification of the correct description of the legal rights obtained or transferred by any transaction is generally too narrow a focus for the answering of the question.",
      "id": "s189"
    },
    {
      "text": "This is especially so once it is recognised that almost every commercial arrangement based on contract can be analysed jurisprudentially from the perspective of buying and selling rights or choses in action.",
      "id": "s190"
    },
    {
      "text": "Such rights are merely the legal or juridicial building blocks of relationships built from business and practical activity.",
      "id": "s191"
    },
    {
      "text": "The enquiry as to whether an outgoing is on capital or revenue account looks to the business and practical effects and advantages sought in the whole context: Commissioner of Taxation of the Commonwealth of Australia v Raymor (NSW) Pty Limited (1990) 24 FCR 90 at 99 and National Australia Bank 80 FCR at 363-364.",
      "id": "s192"
    },
    {
      "text": "48 The above is a sufficient identification of the legal framework in which to analyse the submissions.",
      "id": "s193"
    },
    {
      "text": "Before doing that, it is necessary to identify some additional factual matters highlighted by TAPL in address.",
      "id": "s194"
    },
    {
      "text": "Additional factual matters \n \n49 In address, Mr Bathurst QC, leading counsel for TAPL, stressed certain aspects of the factual context.",
      "id": "s195"
    },
    {
      "text": "Again, none of the primary facts to which he referred was in dispute; but, the conclusions to be drawn from, and the complexion to be placed on, them are necessary to appreciate as an illumination of the essential debate in the case.",
      "id": "s196"
    },
    {
      "text": "All these particular factual submissions were directed to the essential or fundamental proposition put on behalf of the TAPL that the payments were made as part of the day to day activity of selling TAPL's alarm monitoring services.",
      "id": "s197"
    },
    {
      "text": "50 TAPL directed attention first to the circumstances of the commencement of the business.",
      "id": "s198"
    },
    {
      "text": "In addition and in elaboration of to the matters at [9]-[14] above, it contrasted the initial purchase of Honeywell's business (by way of capital purchase) with setting about carrying on and developing the business.",
      "id": "s199"
    },
    {
      "text": "Initially, TAPL employed sales staff to sell TAPL's services.",
      "id": "s200"
    },
    {
      "text": "This was less than successful.",
      "id": "s201"
    },
    {
      "text": "Then the AD Program, based on the United States model, was adopted.",
      "id": "s202"
    },
    {
      "text": "One further factual matter pointed to by TAPL concerning the purpose of TAPL in introducing the AD Program was that it was tolerably clear that the growth of customer numbers in the early years of the AD Program was far more rapid than anticipated by TAPL.",
      "id": "s203"
    },
    {
      "text": "51 TAPL stressed that the assignments were only from parties (the Authorised Dealers) authorised to participate in the AD Program.",
      "id": "s204"
    },
    {
      "text": "The assignments were not purchases of the assets of existing individual businesses.",
      "id": "s205"
    },
    {
      "text": "52 Various aspects of the Authorised Dealer Agreements were stressed.",
      "id": "s206"
    },
    {
      "text": "The Authorised Dealer was appointed by TAPL to act exclusively as an \"ADT Authorised Dealer\": cll 2.1 and 2.2 of the first version of the Authorised Dealer Agreement.",
      "id": "s207"
    },
    {
      "text": "The Authorised Dealer was obliged to offer to TAPL for purchase all Customer Service Agreements entered with customers during the term of the Authorised Dealer Agreement: cl 2.4 of the first version.",
      "id": "s208"
    },
    {
      "text": "The discretion of TAPL to refuse to accept assignments was informed by certain factors: whether the customer was already, or had been, a customer, the financial capacity of the customer and compliance by the Authorised Dealer with the Operation Manual, the Installation Specification and the Authorised Dealer Agreement: cll 2.6 and 2.7 of the first version.",
      "id": "s209"
    },
    {
      "text": "The Authorised Dealer was obliged to follow the Operation Manual: cl 2.8 of the first version.",
      "id": "s210"
    },
    {
      "text": "Clause 2.10 of the first version set out the legal relationship between TAPL and the Authorised Dealer.",
      "id": "s211"
    },
    {
      "text": "Whilst this clause eschewed joint venture, partnership, agency or employment, it required the Authorised Dealer to identify to the customer ADT (that is TAPL) as a provider of the services in question and the Authorised Dealer's capacity as an authorised, but independent, dealer of ADT.",
      "id": "s212"
    },
    {
      "text": "For the purpose only of conducting business as an ADT Authorised Dealer, TAPL granted a personal licence of its intellectual property rights: cl 3.1 of the first version.",
      "id": "s213"
    },
    {
      "text": "Marketing by the Authorised Dealer was regulated by the terms of the relevant agreement.",
      "id": "s214"
    },
    {
      "text": "Prior approval of TAPL was required for material to be used by the Authorised Dealer: cl 4 of the first version.",
      "id": "s215"
    },
    {
      "text": "Clause 6 of the first version provided for a restraint on the Authorised Dealer, by its acknowledgment that the customers were part of the goodwill of ADT.",
      "id": "s216"
    },
    {
      "text": "This demonstrated in a loose sense, it was submitted, the agency relationship (despite cl 2.10 above), in effect that the Authorised Dealers were representing the interests of ADT.",
      "id": "s217"
    },
    {
      "text": "53 The Authorised Dealers were required to meet minimum standards set out in the Operating Manual.",
      "id": "s218"
    },
    {
      "text": "The Operating Manual covered a number of matters, including the nature of the customers to be sought (small commercial and residential, rather than large commercial or governmental), the standard of service to be provided to customers, training, marketing, standards and procedures, pricing and installation.",
      "id": "s219"
    },
    {
      "text": "In one part of the Operating Manual the obligations of the Authorised Dealers are described as follows:\n \n During the term of the Agreement, Authorised Dealers are expected to promote, advertise and market ADT and its Affiliates as part of their own marketing efforts.",
      "id": "s220"
    },
    {
      "text": "All such advertising will indicate that customers will subscribe for Electronic Event Detection Services provided by ADT through the Authorised Dealer.",
      "id": "s221"
    },
    {
      "text": "Unless it has approval from ADT, the Authorised Dealer shall not do any advertising on its own behalf or for any other provider of Electronic Event Services.",
      "id": "s222"
    },
    {
      "text": "All advertising materials prepared by the Authorised Dealer must be submitted to ADT for approval, which will not be unreasonably withheld.",
      "id": "s223"
    },
    {
      "text": "54 It was submitted that it was clear from the material governing the relationship between TAPL and the Authorised Dealers that the latter were controlled and regulated in order to produce consistent standards of service which were intended to be recognised and understood by the customers as services provided by ADT.",
      "id": "s224"
    },
    {
      "text": "Not only were there detailed requirements upon the Authorised Dealers to perform in a particular way, but also the Authorised Dealers obtained significant support to enable them to approach and obtain customers in a manner approved of by ADT.",
      "id": "s225"
    },
    {
      "text": "55 The substantive commercial effect, it was submitted, was that the Authorised Dealers, through themselves and their own commission agents, operated as a marketing sales force for ADT (that is, the business run by TAPL) in order to obtain customers and revenue stream from customers to be passed over to TAPL.",
      "id": "s226"
    },
    {
      "text": "56 TAPL submitted that the Customer Service Agreements were in a form which made it clear that the service to be provided was from ADT.",
      "id": "s227"
    },
    {
      "text": "By way of example ADT was described in the following terms in one such agreement:\n \n ADT is the world's largest provider of electronic security protecting over 2 million people in homes and businesses throughout the world.",
      "id": "s228"
    },
    {
      "text": "Our business in Australia and New Zealand extends to the provision of sophisticated security systems for major commercial facilities such as banking institutions, airports and large corporations as well as protecting homes and small businesses.",
      "id": "s229"
    },
    {
      "text": "ADT is dedicated to providing reliable, quality service with a personalised approach.",
      "id": "s230"
    },
    {
      "text": "As the industry's leading electronic security company, ADT can offer significant customer benefits, including: \n \n\n57 TAPL submitted that notwithstanding the reference to Authorised Dealer, the customer reading the Customer Service Agreement would come to the view that he or she was buying ADT products and services.",
      "id": "s231"
    },
    {
      "text": "58 Relevant terms of the Customer Service Agreements defined the services as the monitoring services, which the customer agreed could be novated from the Authorised Dealer to ADT.",
      "id": "s232"
    },
    {
      "text": "The parties' submissions \n The applicant's submissions \n \n59 The applicant's (TAPL's) submissions can be summarised tolerably shortly.",
      "id": "s233"
    },
    {
      "text": "Looking at the Assignment Fee payments in their wide and proper business context, whatever might be the precise juridicial form of the payment and assignment of rights and novation of responsibilities, from a practical and business perspective the character of the advantage sought was the incremental delivery of customers and the anticipated or hoped-for revenue flow therefrom (for three years and more).",
      "id": "s234"
    },
    {
      "text": "As such, the payments from a practical and business perspective were wholly analogous to the recurrent payment of agent's commission for the introduction of customers to TAPL.",
      "id": "s235"
    },
    {
      "text": "The payments were, it was submitted, part of the day-to-day activity of selling TAPL's alarm monitoring services.",
      "id": "s236"
    },
    {
      "text": "By examining the totality of the relationship one finds, through the control of the Authorised Dealers, their requirement to market according to the terms of the Operating Manuals and Guides, the marketing of the services as ADT (that is TAPL) services (though through an independent dealer), that the Authorised Dealers were effectively commission agents engaged in a controlled, but arms-length, way to sell ADT services.",
      "id": "s237"
    },
    {
      "text": "The payments, it was submitted, were recurrent, bringing incremental accretion to the customer base of TAPL and so, it was hoped, to the revenue flow into TAPL.",
      "id": "s238"
    },
    {
      "text": "The payments and each assignment did not affect the business structure or organisation set up; rather they and it added to the customer base and thus anticipated revenues.",
      "id": "s239"
    },
    {
      "text": "60 These submissions were, in particular in the written submissions, emphasised by seeking to draw close parallels with BP Australia [1965] HCA 35 ; 112 CLR 386.",
      "id": "s240"
    },
    {
      "text": "There, the advantage sought was not the tieing of the retailer sellers or the changing the capital structure of the business, but was the promotion of sales and the winning of customers.",
      "id": "s241"
    },
    {
      "text": "Likewise here, it was submitted, the real object was not the purchase of the rights as such, but the revenue and orders flowing from them.",
      "id": "s242"
    },
    {
      "text": "The payments, it was submitted, were part of the regular conduct of the business.",
      "id": "s243"
    },
    {
      "text": "61 The change to the AD Program (from the use of employees) was merely a new strategy to achieve the ordinary and continuing business aim of winning customers and their orders.",
      "id": "s244"
    },
    {
      "text": "62 TAPL's submissions stressed the aptness of viewing the payments as circulating capital, as Lord Pearce did in BP Australia .",
      "id": "s245"
    },
    {
      "text": "They also stressed the artificiality of viewing each payment and each assignment of rights in isolation and the stressed the need to look at the \"whole picture\".",
      "id": "s246"
    },
    {
      "text": "The AP Program was merely a business model adopted to deal with a continuous demand in trade (the acquisition of customers and orders) and with the recurring themes of marketing and finding the best way to organise a sales force to obtain customers on a regular and incremental basis.",
      "id": "s247"
    },
    {
      "text": "63 TAPL's submission highlighted the relatively short life of the contracts which, together with the individual payments, supported the notion of incremental and regular acquisition of custom.",
      "id": "s248"
    },
    {
      "text": "64 TAPL submitted that the accounting treatment was an unsafe basis for treating the payments as structural assets.",
      "id": "s249"
    },
    {
      "text": "The respondent's submissions \n \n65 The respondent accepted in its submissions that the correct approach to the determination of the issues at hand was to be found in the judgments of Dixon J in Sun Newspapers [1938] HCA 72 ; 61 CLR 337 and Hallstroms Case [1946] HCA 34 ; 72 CLR 634.",
      "id": "s250"
    },
    {
      "text": "66 That approach, however, tended to be transformed in expression to choices between form and substance: cf Cliffs International Inc v The Commissioner of Taxation of the Commonwealth of Australia [1979] HCA 8 ; (1979) 142 CLR 140 at 158, and McLennan v Commissioner of Taxation (1989) 21 FCR 80 at 86, and the need to have reason to look through form to substance.",
      "id": "s251"
    },
    {
      "text": "I have already indicated my view that that adds an unnecessary complication to the test expressed in Sun Newspapers and Hallstroms Case that has been applied on numerous occasions.",
      "id": "s252"
    },
    {
      "text": "If one is to use the expression \"form and substance\", the test should be understood as requiring an assessment of what the expenditure is calculated to effect in substance from a practical and business point of view.",
      "id": "s253"
    },
    {
      "text": "67 The respondent submitted that the essential question was whether the outgoing was one that related to the business structure.",
      "id": "s254"
    },
    {
      "text": "Here, it was submitted, the business of TAPL was the supply of monitoring services, not buying and selling of contracts.",
      "id": "s255"
    },
    {
      "text": "The purchase of the contracts was the establishment of a profit yielding structure, for the business of providing monitoring services, just as if a book of business had been purchased from an erstwhile or potential competitor such as Honeywell.",
      "id": "s256"
    },
    {
      "text": "68 The respondent stressed that the course taken was to buy contracts from independent third parties.",
      "id": "s257"
    },
    {
      "text": "It submitted that the payment of such a large proportion of the contract revenue stream as an Assignment Fee was reflective of a concentrated investment in capital structure acquired to bear fruit in the longer term and that the \"true legal character\" of the expenditure was to create or effect the business structure and was thus of a capital nature: Pine Creek Goldfields v Commissioner of Taxation (1999) 41 ATR 71 and Bell &amp; Moir Corp Pty Limited v Commissioner of Taxation (1999) 42 ATR 421 at 424.",
      "id": "s258"
    },
    {
      "text": "69 The AD Program was, it was submitted, a building upon and expansion of the capital structure of the customer base bought from Honeywell.",
      "id": "s259"
    },
    {
      "text": "In this context, significant emphasis was placed by the respondent on the amount of the payments as not reflective of an ordinary or regular expense or a working expense payable out of returns, but being payments directed to the profit yielding subject structure.",
      "id": "s260"
    },
    {
      "text": "The history of the growth and winding back of the AD Program revealed, it was submitted, the attempt to add to structure, rather than incrementally build the business by regular attraction of customers.",
      "id": "s261"
    },
    {
      "text": "The respondent pointed to the level of expenditure incurred in the payments from 1999 to 2003 ($290 million) and the losses sustained in that period ($300 million) as reflecting the unusual nature of the expenditure and its lack of sustainability from a practical and business point of view on revenue account.",
      "id": "s262"
    },
    {
      "text": "70 The respondent submitted that the intended lasting or enduring nature of the Customer Agreements for longer than three years, thereby justifying the size of the Assignment Fees reflected the fixed rather than the circulating nature of this capital expenditure: Regent Oil Co Limited v Strick [1966] AC 295 at 353.",
      "id": "s263"
    },
    {
      "text": "71 The respondent pointed to the emphasis after 2001 of TAPL in improving the quality of lines purchased and the reduction in unsatisfactory Authorised Dealers from 2002.",
      "id": "s264"
    },
    {
      "text": "It was submitted that once the capital structure of the acquired contracts was in place, TAPL turned its attention to customer retention.",
      "id": "s265"
    },
    {
      "text": "72 The respondent pointed to TAPL's accounting treatment as indicative of the payments as the purchase of capital assets.",
      "id": "s266"
    },
    {
      "text": "The parties' submissions generally \n \n73 The above is adequate to identify the essential structure of the debate.",
      "id": "s267"
    },
    {
      "text": "Various refinements were made to the arguments by reference, in particular, to the terms of Sun Newspapers [1938] HCA 72 ; 61 CLR 337 , Hallstroms Case [1946] HCA 34 ; 72 CLR 634 , BP Australia [1965] HCA 35 ; 112 CLR 386 and Regent Oil v Strick [1966] AC 295 .",
      "id": "s268"
    },
    {
      "text": "For the reasons expressed by Barwick CJ in Cliffs International 142 CLR at 147-148 nothing further is to be gained by analysing these other cases too finely once the underlying principle is clear.",
      "id": "s269"
    },
    {
      "text": "Disposition of the proceedings \n \n74 I have come to the view that the payments were on revenue account.",
      "id": "s270"
    },
    {
      "text": "My reasons should be read against the background of my general agreement with the submissions of TAPL and with the relevance and importance of the additional factual matters highlighted by Mr Bathurst.",
      "id": "s271"
    },
    {
      "text": "With that background, the following is the expression of my reasons.",
      "id": "s272"
    },
    {
      "text": "75 It is uncontroversial that the payment of the Assignment Fees led to an acquisition of rights by TAPL by assignment and novation.",
      "id": "s273"
    },
    {
      "text": "Those rights can be seen to be assets purchased by TAPL.",
      "id": "s274"
    },
    {
      "text": "The price of the assignment of the assets was, under first two versions of the Authorised Dealer Agreement, equivalent to almost all of the revenue stream inherent within the term of the rights assigned, and, under the third version, about two thirds of all the revenue stream within the term of the rights assigned.",
      "id": "s275"
    },
    {
      "text": "Thus, TAPL could be said to have been buying bundles of rights so that it might profit from the acquisition of the person with whom the assigned contract is made, as a customer, beyond the three year term.",
      "id": "s276"
    },
    {
      "text": "Mr Brown said as much.",
      "id": "s277"
    },
    {
      "text": "76 This does not make this an affair of capital.",
      "id": "s278"
    },
    {
      "text": "The asset or the so-called accretion to structure was, in practical and business terms (and in legal terms), the winning of a customer.",
      "id": "s279"
    },
    {
      "text": "That a very attractive (to the Authorised Dealer) Assignment Fee was set reflected the anticipation not of the value of the contract rights themselves that were assigned, but rather the future value of the connection with the customer and the future revenue stream once the customer was won.",
      "id": "s280"
    },
    {
      "text": "The advantage sought by each payment was the winning of a customer, so that he, she or it might be retained and exploited (using that word in a neutral sense) for future revenue for services to be provided.",
      "id": "s281"
    },
    {
      "text": "77 The Assignment Fee was set so attractively that TAPL obtained, very quickly, more customers than anticipated.",
      "id": "s282"
    },
    {
      "text": "There was a concomitant side-effect of many customers cancelling, no doubt, at least in part, a product of eager door-to-door selling by Authorised Dealers remunerated in the manner they were.",
      "id": "s283"
    },
    {
      "text": "I do not infer from the evidence, as the respondent submitted I should, a plan to acquire such an initial mass of customers, irrespective of quality, to place the institution of the AD Program as the equivalent of buying a book of business in one transaction (such as was done from Honeywell).",
      "id": "s284"
    },
    {
      "text": "None of the evidence reveals such a plan.",
      "id": "s285"
    },
    {
      "text": "By the winning of customer by customer (in significant numbers) TAPL built up its customer base and its hoped for future revenue.",
      "id": "s286"
    },
    {
      "text": "It is important to recognise that each Assignment Fee was payable in respect of each Customer Service Agreement assigned and novated.",
      "id": "s287"
    },
    {
      "text": "Each assignment and novation and each passing of a customer to TAPL was an incremental accretion to the customer base of TAPL.",
      "id": "s288"
    },
    {
      "text": "This distinguishes the payments (as a collection of individual payments) from the purchase of a book of business as was involved in the Honeywell transaction.",
      "id": "s289"
    },
    {
      "text": "78 The fact that the Assignment Fee was, under the first two versions of the authorised Dealer Agreement, almost the whole of the contracted revenue stream, and, under the third, about two thirds of it, may say something about the initial commercial wisdom of the setting of the Assignment Fee, but it does not persuade me that the payments were on capital account.",
      "id": "s290"
    },
    {
      "text": "It highlights that the advantage sought was the winning of the individual customer and the hoped-for future revenue after the initial three year period which might be brought about once the connection was made.",
      "id": "s291"
    },
    {
      "text": "Looked at in this way, the expenditure of money was in the ordinary business activity of winning customers.",
      "id": "s292"
    },
    {
      "text": "It is an illustration, perhaps, of the fineness of the judgment that needs to be made (the \"basal difficulty\" as Dixon J called it in Sun Newspapers 61 CLR at 360) in characterising the method used to increase the extent, condition or efficiency of the profit-yielding subject when that can be seen to be effected by the course of operations.",
      "id": "s293"
    },
    {
      "text": "This is especially so in a business whose structure and value is based on the attachment and goodwill of customers for the provision of services or the supply of goods.",
      "id": "s294"
    },
    {
      "text": "79 When one steps back from each individual assignment and places the AD Program in its context, it amounts to one business method of seeking out, contracting and profiting from additional customers.",
      "id": "s295"
    },
    {
      "text": "It could have been done by many methods, including employees, commission agents or, as here, independent contractors, going out to obtain customers.",
      "id": "s296"
    },
    {
      "text": "The instrument used (whether employee, agent or independent contractor) would need to be remunerated.",
      "id": "s297"
    },
    {
      "text": "The method of remuneration does not affect the character of the advantage sought: the incremental addition to the customer base of TAPL and the future obtaining of revenue therefrom.",
      "id": "s298"
    },
    {
      "text": "The substantive commercial effect of the arrangement, which was entirely conformable with the legal arrangements between TAPL and the Authorised Dealers, in particular concerned with training and marketing and with the representation of the place and role of ADT, was that the Authorised Dealers and their agents operated as a marketing sales force for ADT to find and win customers.",
      "id": "s299"
    },
    {
      "text": "This can be seen in the arrangements for seeking out Authorised Dealers and supporting and controlling their marketing.",
      "id": "s300"
    },
    {
      "text": "The Authorised Dealers were not only under regulation as to how they marketed, but their place as Authorised Dealers were subject to 90 days' notice.",
      "id": "s301"
    },
    {
      "text": "See, in particular in this regard, [12]-[15] of Mr Brown's affidavit.",
      "id": "s302"
    },
    {
      "text": "80 I do not agree with the respondent's submissions that these considerations are irrelevant to the characterisation of the payments.",
      "id": "s303"
    },
    {
      "text": "They are part of the whole context of the business activities of TAPL in which the character of the advantage sought by TAPL in making the payments is to be assessed.",
      "id": "s304"
    },
    {
      "text": "The characterisation of what TAPL was getting by making the payments of the Assignment Fees is assisted by understanding other equivalent ways of obtaining the same advantage.",
      "id": "s305"
    },
    {
      "text": "The same advantage could have been obtained by use of employees (as had been done) or by the use of commission agents.",
      "id": "s306"
    },
    {
      "text": "In each case, a relationship between TAPL and the customer could have been brought about.",
      "id": "s307"
    },
    {
      "text": "81 This was not the purchasing or creation of a business structure.",
      "id": "s308"
    },
    {
      "text": "It was, to paraphrase and elaborate upon the words of Dixon J in Sun Newspapers 61 CLR at 360, the building of the extent of the profit-yielding subject (being the customer base of TAPL) as the product of the course of operations, by the incremental winning of customers by the chosen method of organising and remunerating an independent, but controlled, sales force.",
      "id": "s309"
    },
    {
      "text": "82 I do not think that the accounting treatment undertaken by TAPL assists greatly.",
      "id": "s310"
    },
    {
      "text": "The booking of payments as an asset, amortised against the profit and loss account, can be seen, from the perspective of company accounting, as assisting the perception of profitability.",
      "id": "s311"
    },
    {
      "text": "However, this accounting treatment does not necessarily mean that the payments were an affair of capital.",
      "id": "s312"
    },
    {
      "text": "First, as a matter of principle, the accounting approach cannot be determinative of the issue: Commissioner of Taxation of the Commonwealth of Australia v James Flood Pty Limited [1953] HCA 65 ; (1953) 88 CLR 492; Arthur Murray (NSW) Pty Limited v Commissioner of Taxation of the Commonwealth of Australia [1965] HCA 58 ; (1965) 114 CLR 314 at 320; and Commissioner of Taxation v Citibank Limited (1993) 44 FCR 434 at 443-44.",
      "id": "s313"
    },
    {
      "text": "Secondly, there was no explanation in the evidence or submissions as to whether the accounting treatment might be equivocal about whether the payments reflected fixed or circulating capital.",
      "id": "s314"
    },
    {
      "text": "Thirdly, the questions whether or not the payments should be treated in the way they were to match outgoings to revenue (cf Coles Myer 176 CLR at 666), and how one could, or should, account for such a requirement, were not explored, either in the evidence or the submissions.",
      "id": "s315"
    },
    {
      "text": "In these circumstances, it is unnecessary, and probably unhelpful, to restructure any analysis around the concepts of fixed and circulating capital, or any like concept: cf.",
      "id": "s316"
    },
    {
      "text": "Parsons RW Income Taxation in Australia: Principles of Income, Deductibility and Tax Accounting (Law Book Co 1985) pp 155ff and passim.",
      "id": "s317"
    },
    {
      "text": "In this respect, I would simply cite and adopt the approach of Gibbs J (as he then was) in Commercial and General Acceptance Limited 137 CLR at 377:\n \n \"I think the proper approach is to apply directly the tests suggested in [ Sun Newspapers [1938] HCA 72 ; 61 CLR 337 at 359-363], for the purpose of deciding whether the repayment was an expenditure referable to capital account or to revenue account, rather than to consider whether the moneys borrowed, when received, became circulating capital.",
      "id": "s318"
    },
    {
      "text": "The line of distinction between fixed and circulating capital is not precisely drawn, and it is of little advantage to try to answer one question by asking another to which the answer may be uncertain: cf John Smith &amp; Son v Moore [1921] 2 AC 13 at 19-20 per Viscount Haldane, and Crompton v Reynolds and Gibson [1952] 1 All ER 888 at 895 per Lord Reid.",
      "id": "s319"
    },
    {
      "text": "\" \n \n\n83 As to the second and third aspects of the advantage referred to by Dixon J in Sun Newspapers 61 CLR at 363, being the manner in which the advantage sought was to be used in the business and the means adopted to obtain the advantage, these considerations are bound up with what I have already said.",
      "id": "s320"
    },
    {
      "text": "The advantage obtained was the addition of each customer to the business of TAPL.",
      "id": "s321"
    },
    {
      "text": "This was to be used in the continuous and recurrent task of providing services during, and hopefully after, the contract period.",
      "id": "s322"
    },
    {
      "text": "The means adopted to obtain the advantage was the payment of each Assignment Fee as the cost of acquiring each customer to whom the services would be provided and from whom revenue would be extracted.",
      "id": "s323"
    },
    {
      "text": "This was an incremental recurrent activity brought about by the activity of the group of people charged with the responsibility of finding individual customers for TAPL.",
      "id": "s324"
    },
    {
      "text": "84 In my view, the payments in question were on revenue account.",
      "id": "s325"
    },
    {
      "text": "85 Subject to any variation in terms that the parties may seek, the orders that will be made in the proceedings are as follows:\n Proceeding NSD 1137/2205 \n \n1.",
      "id": "s326"
    },
    {
      "text": "The decision of the respondent notified to the applicant by letter dated 12 May 2005 to disallow the applicant's objection dated 1 July 2004 against the notice of assessment issued to the applicant on 4 August 2000 for the substituted accounting period 1 October 1998 to 30 September 1999 be set aside.",
      "id": "s327"
    },
    {
      "text": "2.",
      "id": "s328"
    },
    {
      "text": "The said applicant's objection be allowed in full.",
      "id": "s329"
    },
    {
      "text": "3.",
      "id": "s330"
    },
    {
      "text": "The respondent pay the applicant's costs.",
      "id": "s331"
    },
    {
      "text": "4.",
      "id": "s332"
    },
    {
      "text": "The parties have liberty to file submissions within 7 days on the form of these orders.",
      "id": "s333"
    },
    {
      "text": "Proceeding NSD 319/2006 \n \n1.",
      "id": "s334"
    },
    {
      "text": "The decision of the respondent notified to the applicant by letter dated 23 December 2005 to disallow the applicant's objection dated 5 August 2005 against the notice of assessment issued to the applicant on 15 June 2005 for the substituted accounting period 13 October 2001 to 30 September 2002 be set aside.",
      "id": "s335"
    },
    {
      "text": "2.",
      "id": "s336"
    },
    {
      "text": "The said applicant's objection be allowed in full.",
      "id": "s337"
    },
    {
      "text": "3.",
      "id": "s338"
    },
    {
      "text": "The respondent pay the applicant's costs.",
      "id": "s339"
    },
    {
      "text": "4.",
      "id": "s340"
    },
    {
      "text": "The parties have liberty to file submissions within 7 days on the form of these orders.",
      "id": "s341"
    },
    {
      "text": "Proceeding NSD 320/2006 \n \n1.",
      "id": "s342"
    },
    {
      "text": "The decision of the respondent notified to the applicant by letter dated 23 December 2005 to disallow the applicant's objection dated 5 August 2005 against the notice of assessment issued to the applicant on 15 June 2005 for the substituted accounting period 1 October 2002 to 30 September 2003 be set aside.",
      "id": "s343"
    },
    {
      "text": "2.",
      "id": "s344"
    },
    {
      "text": "The said applicant's objection be allowed in full.",
      "id": "s345"
    },
    {
      "text": "3.",
      "id": "s346"
    },
    {
      "text": "The respondent pay the applicant's costs.",
      "id": "s347"
    },
    {
      "text": "4.",
      "id": "s348"
    },
    {
      "text": "The parties have liberty to file submissions within 7 days on the form of these orders.",
      "id": "s349"
    },
    {
      "text": "I certify that the preceding eighty-five (85) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s350"
    },
    {
      "text": "Associate:\nDated: 20 July 2007\n\n\n Counsel for the Applicant: Mr T F Bathurst QC and Mr M Flynn \n \n Solicitor for the Applicant: Mallesons Stephen Jacques \n \n Counsel for the Respondent: Mr D Fagan SC and Mr R Quinn \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 26 June 2007 \n \n Date of Judgment: 20 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1055.html",
      "id": "s351"
    }
  ]
}