{
  "name": "Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 1560 (12 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1560.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "o 15a r 6 of the federal court rules 1979 (cth)",
      "id": "c1"
    },
    {
      "text": "admissibility of evidence not complying with strict rules of evidence",
      "id": "c2"
    },
    {
      "text": "character of preliminary discovery",
      "id": "c3"
    },
    {
      "text": "applicant's reasonable cause to believe",
      "id": "c4"
    },
    {
      "text": "application for preliminary discovery is interlocutory",
      "id": "c5"
    },
    {
      "text": "application ancillary to underlying federal 'matter'",
      "id": "c6"
    },
    {
      "text": "discretion to waive rules of evidence",
      "id": "c7"
    },
    {
      "text": "undue expense and delay.",
      "id": "c8"
    },
    {
      "text": "\"reasonable cause to believe\"",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    },
    {
      "text": "words and phrases",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 These reasons relate to a matter which arose on the hearing of an application for preliminary discovery brought under O 15A r 6 of the Federal Court Rules 1979 (Cth).",
      "id": "s0"
    },
    {
      "text": "The issue for determination is whether various objections by the respondents (\"Tibra\") to evidence filed by way of affidavit by the applicant (\"Optiver\") are sustainable.",
      "id": "s1"
    },
    {
      "text": "2 The background to these proceedings is summarised briefly in my earlier judgment: see Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 1348 at [3] - [4] .",
      "id": "s2"
    },
    {
      "text": "I do not propose to repeat that information in these reasons.",
      "id": "s3"
    },
    {
      "text": "3 Tibra advances three broad objections to Optiver's evidence, each of which arises out of the proposition that the evidence must be in a form which is admissible on a final hearing because an application under O 15A r 6 finally determines the rights of the parties in so far as it resolves the discovery issue, and therefore is not interlocutory but final.",
      "id": "s4"
    },
    {
      "text": "The objections are:\n \n (i) all references to the source code of Optiver's automated securities trading software are inadmissible because they are not substantiated by evidence proving Optiver's copyright in the source code, which can only be done by tendering the source code itself;\n (ii) all references to actions undertaken or comments made by other people are inadmissible hearsay evidence; and\n (iii) all references to the beliefs of the deponents of the affidavits are inadmissible opinion evidence in the sense discussed by Makita (Australia) Pty Ltd v Sprowles [2001] NSWCA 305 ; (2001) 52 NSWLR 705 (\" Makita \").",
      "id": "s5"
    },
    {
      "text": "4 In my view, Tibra's objections should be rejected for three reasons.",
      "id": "s6"
    },
    {
      "text": "The first is because the task for the Court on an application under O 15A r 6 is not to determine questions of fact on a final binding basis, but rather to determine whether the applicant has reasonable cause to believe that it has or may have a cause of action against the respondent, and if so to decide whether it will commence proceedings .",
      "id": "s7"
    },
    {
      "text": "It is not to decide whether a reasonable cause of action actually exists or whether the claim will ultimately succeed.",
      "id": "s8"
    },
    {
      "text": "The second reason is that such an application is interlocutory in nature, and therefore the rules of evidence do not apply in with the same rigidity as they would apply on a final hearing.",
      "id": "s9"
    },
    {
      "text": "Thirdly, this is an appropriate case for the application of s 190(3)(b) of the Evidence Act 1995 (Cth) (\"the Act \"), which allows the Court to dispense with the rules of evidence where they might otherwise cause undue expense or delay.",
      "id": "s10"
    },
    {
      "text": "CHARACTER OF PRELIMINARY DISCOVERY \n \n5 The general principles concerning preliminary discovery were conveniently summarised by Hely J in St George Bank Ltd v Rabo Australia Ltd (2004) 211 ALR 147 at 153-154.",
      "id": "s11"
    },
    {
      "text": "An application for preliminary discovery under O 15A r 6 requires the Court to determine whether the applicant has reasonable cause to believe that it has a right to obtain relief from the prospective respondent.",
      "id": "s12"
    },
    {
      "text": "In making this determination, the Court need not make any findings of fact.",
      "id": "s13"
    },
    {
      "text": "Although the Court will require some evidence to conduct its objective assessment of the applicant's 'reasonable cause to believe', some things, such as the exact nature and significance of the evidence, may be left to surmise or conjecture: see John Holland Services Pty Ltd v Terranora Group Management Pty Ltd [2004] FCA 679 at [14] ; see also George v Rockett [1990] HCA 26 ; (1990) 170 CLR 104 at 115-116.",
      "id": "s14"
    },
    {
      "text": "6 In C7 Pty Ltd v Foxtel Management Pty Ltd [2001] FCA 1864 at [17] (\" C7 Pty Ltd \") Gyles J considered an application under O 15A r 6 and observed:\n \n '...",
      "id": "s15"
    },
    {
      "text": "I have not limited myself to considering evidence which is in a form which would be strictly admissible at a final trial.",
      "id": "s16"
    },
    {
      "text": "During the hearing I ruled that press reports and other hearsay material were not necessarily excluded on that account.",
      "id": "s17"
    },
    {
      "text": "The issue against which the admissibility of evidence is to be tested is whether there is reasonable cause to believe that the applicant may have the right to obtain relief.",
      "id": "s18"
    },
    {
      "text": "This does not tender an issue of fact in the usual way.",
      "id": "s19"
    },
    {
      "text": "' \n\n7 I agree with this statement as to the issue and its character.",
      "id": "s20"
    },
    {
      "text": "His Honour's observation that the task of the Court on an application for preliminary discovery \" does not tender an issue of fact in the usual way \" assists in the characterisation of the application.",
      "id": "s21"
    },
    {
      "text": "Because it is directed to the grounds of the applicant's belief , the application does not call for and is not directed to making a determination of fact or entitlement on a final basis.",
      "id": "s22"
    },
    {
      "text": "It is therefore not appropriate to strictly apply the laws of evidence as if the application for preliminary discovery involved a final hearing of the issues in the prospective substantive application.",
      "id": "s23"
    },
    {
      "text": "8 An applicant may base a 'reasonable cause to believe' on a range of considerations, evidence of which may not be admissible on a final hearing but which may be sufficient to ground his or her belief for the purposes of O 15A r 6.",
      "id": "s24"
    },
    {
      "text": "For example, if a solicitor reviews the material surrounding a case and advises his or her client that a reasonable cause of action exists, this examination together with other evidence of a hearsay nature may be sufficient to ground the requisite belief.",
      "id": "s25"
    },
    {
      "text": "If a computer scientist expresses an opinion that a prospective respondent could only have achieved certain operational standards by copying or appropriating software from an applicant, this may also suffice as a ground for a belief sufficient to satisfy O 15A r 6 in the absence of strict compliance with all the principles canvassed in Makita .",
      "id": "s26"
    },
    {
      "text": "9 The issue which the Court must address on preliminary discovery is whether circumstances exist which support a conclusion that the applicant has a 'reasonable cause to believe': see Malouf v Malouf [1999] FCA 710 at [16] ; Quanta Software International Pty Ltd v Computer Management Services Pty Ltd (2000) 175 ALR 536 at 541-542.",
      "id": "s27"
    },
    {
      "text": "It is not for the Court at the stage of preliminary discovery to determine finally the detail or weight of the evidence on which the applicant's belief is founded.",
      "id": "s28"
    },
    {
      "text": "That is a matter for the final hearing, when evidence is fully adduced and tested in cross-examination, after all interlocutory procedures have been undertaken and full discovery given.",
      "id": "s29"
    },
    {
      "text": "PRELIMINARY DISCOVERY IS INTERLOCUTORY \n \n10 In order to ascertain whether an application is final or interlocutory, the test is whether the determination of that application finally disposes of the rights of the parties: Sanofi v Parke &amp; Davis Pty Ltd (No 1) [1982] HCA 9 ; (1982) 149 CLR 147 at 152.",
      "id": "s30"
    },
    {
      "text": "In the present case there is a question whether the rights referred to are the substantive rights on the final hearing of the prospective action which may be instituted or the rights affected by an order under O 15A to produce documents.",
      "id": "s31"
    },
    {
      "text": "11 Counsel for Tibra relies on the decision of Lindgren J in Levis v McDonald (1997) 75 FCR 36 (\" Levis \"), where his Honour held that an application under O 15A r 3 for discovery to identify a respondent was final in character because, in his Honour's view, a determination whether documents should be produced had the consequence of finally determining the rights of the parties in relation to the particular issue tendered for decision, namely whether the person concerned should be ordered to provide the information.",
      "id": "s32"
    },
    {
      "text": "His Honour believed that, without reference to authorities, such an application would not be interlocutory.",
      "id": "s33"
    },
    {
      "text": "On this basis, his Honour held that the evidence must be in a form admissible on a final hearing.",
      "id": "s34"
    },
    {
      "text": "In my view, with respect to his Honour, this analysis is too narrow.",
      "id": "s35"
    },
    {
      "text": "12 His Honour referred to the decision of Sheppard J in Stewart v Miller (1979) 2 NSWLR 128 (\" Stewart \").",
      "id": "s36"
    },
    {
      "text": "That case concerned a rule of the Supreme Court of New South Wales relating to preliminary discovery, and does not appear to have enlivened the question of admissibility of evidence on preliminary discovery applications.",
      "id": "s37"
    },
    {
      "text": "His Honour's reasons do not address any arguments whether such an application would be final or interlocutory.",
      "id": "s38"
    },
    {
      "text": "Although his Honour observed that the application for preliminary discovery was of a final nature, his Honour did not give any reasons for his conclusion that the decision was final.",
      "id": "s39"
    },
    {
      "text": "In that case, his Honour was concerned with the question of the Court's jurisdiction to set aside an ex parte order which his Honour considered should not have been made\n \n13 The other authority relied on by Lindgren J was John Fairfax &amp; Sons Ltd v Cojuangco [1988] HCA 54 ; (1988) 165 CLR 346 (\" John Fairfax \").",
      "id": "s40"
    },
    {
      "text": "In that case, the High Court considered the same Supreme Court rule as that considered in Stewart in the context of a proposed defamation action in relation to what was known as the 'newspaper rule'; that is, the common law practice that courts would normally refuse to make an order which would compel a newspaper company to disclose its sources prior to commencement of an action.",
      "id": "s41"
    },
    {
      "text": "The Court said at 356:\n \n 'The newspaper rule is not capable of applying directly to proceedings under Pt 3 , r. 1.",
      "id": "s42"
    },
    {
      "text": "The respondent to an application ... is not, as such, a defendant in a defamation action.",
      "id": "s43"
    },
    {
      "text": "Such an application is not an interlocutory proceeding in such an action .",
      "id": "s44"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s45"
    },
    {
      "text": ") \n\n14 The reasoning in John Fairfax related to a rule different to O 15A r 6.",
      "id": "s46"
    },
    {
      "text": "The reasoning does not assist in the present case because the Court limited its statement to an observation that an application for preliminary discovery is not an interlocutory proceeding in a defamation action ; which it plainly is not and could not be.",
      "id": "s47"
    },
    {
      "text": "This observation does not mean that the determination must be treated as a binding determination of an application for preliminary discovery which finally settles the rights of the parties.",
      "id": "s48"
    },
    {
      "text": "15 There are a number of other more recent decisions directly in point to the effect that applications for pre-action discovery under O 15A r 3 and O 15A r 6 are interlocutory and not final.",
      "id": "s49"
    },
    {
      "text": "In London Economics (Aust) Pty Ltd v Frontier Economics Pty Ltd [1999] FCA 932 at [19] (\" London Economics \"), Finkelstein J expressly disagreed with the reasoning of Lindgren J in Levis and referred to a number of decisions of intermediate appellate courts to which Lindgren J had not been referred and which held that applications under rules of courts equivalent of O 15A are interlocutory in nature.",
      "id": "s50"
    },
    {
      "text": "His Honour referred in particular to the decision of the Victorian Full Court in The Herald and Weekly Times Ltd v The Guide Dog Owners' and Friends' Association [1990] VR 451.",
      "id": "s51"
    },
    {
      "text": "In that case, O'Bryan J at 455 considered that an order for preliminary discovery was interlocutory because it did not finally determine the rights of the parties in the litigation.",
      "id": "s52"
    },
    {
      "text": "Marks J agreed that the order was interlocutory, and required leave to bring the appeal.",
      "id": "s53"
    },
    {
      "text": "His Honour reasoned at 461-462 that:\n \n '... the order was clearly interlocutory, not necessarily because there may technically be power to entertain an application to vary or vacate it, but because the rights of the respondents to the discovery sought have not yet been fully exercised.",
      "id": "s54"
    },
    {
      "text": "The order merely set in motion an investigation by examination of documents and persons whether certain information exists and if so, what it is.",
      "id": "s55"
    },
    {
      "text": "...",
      "id": "s56"
    },
    {
      "text": "The order was merely the first step.",
      "id": "s57"
    },
    {
      "text": "It did not preclude further orders limiting or extending the scope of the investigation which the rule permits.",
      "id": "s58"
    },
    {
      "text": "' \n\n16 In Malouf v Malouf [1999] FCA 284 ; (1999) 86 FCR 134 (\" Malouf \"), the Full Federal Court held that an order on an application for pre-trial discovery under O 15A r 6 is interlocutory in nature, and that leave to appeal is required.",
      "id": "s59"
    },
    {
      "text": "The Full Court proceeded to observe at 143:\n \n 'It is not difficult to find good reason for allowing relaxation of the hearsay rule in a narrower category of cases that that in which the right of appeal is truncated by a requirement for leave.",
      "id": "s60"
    },
    {
      "text": "The latter requirement merely places the parties in the hands of the Court.",
      "id": "s61"
    },
    {
      "text": "Relaxation of the hearsay rule may substantially affect the outcome of the proceedings or the way in which they are conducted.",
      "id": "s62"
    },
    {
      "text": "' \n\n17 The respondents suggest that this remark indicates that the Court considered that, for example, in relation to a preliminary discovery application, a more rigid approach should be taken to the relaxation of the strict rules of evidence.",
      "id": "s63"
    },
    {
      "text": "The above observation by their Honours was unnecessary to the decision.",
      "id": "s64"
    },
    {
      "text": "It is tentative and speculative in nature, and in my view does not assist in the determination of the present question as to whether the application is interlocutory or final in nature.",
      "id": "s65"
    },
    {
      "text": "18 In C7 Pty Ltd , Gyles J had to consider whether, on an application under O 15A r 6, evidence was required to be in a form admissible at a final trial.",
      "id": "s66"
    },
    {
      "text": "His Honour rejected that approach and said that in order to satisfy the requirements of O 15A r 6, evidence could be lead in the form of press reports and other hearsay material.",
      "id": "s67"
    },
    {
      "text": "His Honour said at [17] that \" the proceeding is, in essence, interlocutory \".",
      "id": "s68"
    },
    {
      "text": "19 In a later decision in Kennedy v Wallace 208 ALR 424, Gyles J decided that a determination of a claim for legal professional privilege was a final resolution of a dispute or controversy between the parties, and was therefore final in nature.",
      "id": "s69"
    },
    {
      "text": "This is perhaps not surprising because there is authority that legal professional privilege is in the nature of a substantive right: see Daniels Corporation International Pty Ltd v Australian Competition and Consumer Commission [2002] HCA 49 ; (2002) 192 ALR 561 at 564-565.",
      "id": "s70"
    },
    {
      "text": "At 454, his Honour referred to the decisions in London Economics , Levis and in particular the passage in Malouf , cited by Tibra on this application and quoted above, concerning the relaxation of the hearsay rule,.",
      "id": "s71"
    },
    {
      "text": "His Honour noted that this was a guarded statement unnecessary to resolve the evidentiary question for the purpose of the point being considered in that case.",
      "id": "s72"
    },
    {
      "text": "20 An important decision in considering the nature of an application under O 15A is the decision of the Full Federal Court in Hooper v Kirella Pty Ltd [1999] FCA 1584 ; (1999) 96 FCR 1, in which the constitutional validity of O 15A was challenged on the ground that it did not give rise to a federal 'matter'.",
      "id": "s73"
    },
    {
      "text": "The argument raised on the challenge was that there is no federal 'matter' decided on an O 15A application because it does not finally determine a dispute.",
      "id": "s74"
    },
    {
      "text": "On this question, the Full Court decided that there was a 'matter' which established the jurisdiction of the Court to apply O 15A.",
      "id": "s75"
    },
    {
      "text": "Their Honours that the proceeding which would determine the rights of the parties was the substantive action in respect of which the preliminary discovery application was brought.",
      "id": "s76"
    },
    {
      "text": "The 'matter' was the underlying substantive claim, and not the ancillary application for preliminary discovery.",
      "id": "s77"
    },
    {
      "text": "Being ancillary, the preliminary discovery decision was deemed to be within the scope of the substantive 'matter'.",
      "id": "s78"
    },
    {
      "text": "This treatment of the preliminary discovery application provides support for the conclusion that, when determining whether a preliminary discovery application is interlocutory or final, it is the substantive rights of the parties in the prospective action to which attention must be directed when considering whether the determination finally resolves those rights.",
      "id": "s79"
    },
    {
      "text": "This is consistent with the view in the present case that, since preliminary discovery is ancillary in nature and part of the larger dispute, no substantive rights are finally determined until a decision is made in the contemplated substantive application.",
      "id": "s80"
    },
    {
      "text": "This conclusion is consistent with that of Graham J in Telstra Corporation Ltd v Minister for Communications, Information Technology and the Arts (No.",
      "id": "s81"
    },
    {
      "text": "3) [2007] FCA 1567 at [70] .",
      "id": "s82"
    },
    {
      "text": "SECTION 190(3) OF THE ACT \n \n21 Optiver submits that the Court's discretion to waive certain rules of evidence, such as the hearsay and opinion rules, pursuant to s 190(3) of the Act should be exercised in this case.",
      "id": "s83"
    },
    {
      "text": "There are two heads of discretion in the provision, s190(3)(a) and s 190(3)(b).",
      "id": "s84"
    },
    {
      "text": "22 Given my findings above, it is unnecessary for me to decide this question.",
      "id": "s85"
    },
    {
      "text": "However, having regard to the considerations contained in s 190(4) of the Act , I would find in this case, if required, that undue expense and delay would result from a stringent application of the rules of evidence on a final basis, and exercise the discretion in s 190(3)(b) to waive the rules of evidence for the purpose of this particular application for preliminary discovery.",
      "id": "s86"
    },
    {
      "text": "23 As far as is relevant, s 190(3)(b) of the Act provides that the Court may dispense with the rules of evidence relating to hearsay and opinion where the application of those rules would otherwise cause or involve unnecessary expense or delay.",
      "id": "s87"
    },
    {
      "text": "24 There are instances of s 190(3) being invoked.",
      "id": "s88"
    },
    {
      "text": "In Williams Advanced Materials Inc. v Target Technology Co. LLC (2004) 63 IPR 645 at 647-648, s 190(3)(b) was applied by Bennett J with some brief discussion of the provision.",
      "id": "s89"
    },
    {
      "text": "In Sony Entertainment (Australia) Limited v Smith 64 IPR 18 at 30, Jacobson J also applied the provision.",
      "id": "s90"
    },
    {
      "text": "The Family Court of Australia has on occasion, pursuant to its Practice Direction No.",
      "id": "s91"
    },
    {
      "text": "2 of 2006, waived the rules of evidence in cases concerning custody of children: see Waterhouse v Shelley [2007] FamCA 541 ; Jakiemiec v Buckingham [2007] FamCA 542.",
      "id": "s92"
    },
    {
      "text": "The provision is discussed by Santow J in Edmunds-Jones Pty Ltd v Australian Women's Hockey Association Inc [1999] NSWSC 285 at [19] - [29] , where his Honour dispensed with the hearsay rule in order to admit evidence which \" could rationally affect the assessment of the probability of the existence of a fact in issue \" (see [9]).",
      "id": "s93"
    },
    {
      "text": "25 Counsel for Tibra referred to the decision of Kendell v Moraitis (unreported, Supreme Court of New South Wales, Hunt CJ, 18 December 1991), in which Hunt CJ found that the circumstances in that case did not invite undue hardship or delay warranting the exercise of the discretion to admit hearsay evidence.",
      "id": "s94"
    },
    {
      "text": "In this case, the delay and expense involved in adducing evidence admissible on a final hearing basis at this stage is clearly significant.",
      "id": "s95"
    },
    {
      "text": "Quite apart from the relatively simple task of providing the original source code, expense and delay would accrue while confidentiality orders are drafted and executed to take account of the special sensitivity which production of the source code would entail.",
      "id": "s96"
    },
    {
      "text": "The increase in costs and time are unnecessary at this early stage of the proceedings.",
      "id": "s97"
    },
    {
      "text": "An application for preliminary discovery is a procedure intended to facilitate the administration of justice by allowing an applicant to decide whether to commence the proceedings.",
      "id": "s98"
    },
    {
      "text": "It is not appropriate at this early stage for evidence to be exhaustively adduced and tested so that findings of facts can be made on a final basis.",
      "id": "s99"
    },
    {
      "text": "26 Accordingly, even if, contrary to my finding, an application for preliminary discovery is a final hearing, I consider that as a proper exercise of the Court's discretion the strict rules of evidence should be waived in relation to this application under s 190(3)(b) of the Act .",
      "id": "s100"
    },
    {
      "text": "CONCLUSION \n \n27 For these reasons, I rule that Tibra's objections to the evidence filed for Optiver are not sustained on the above grounds.",
      "id": "s101"
    },
    {
      "text": "I order that the matter be stood over until Optiver's application for preliminary discovery is to be heard, on a date which is to be fixed by the parties with my associate.",
      "id": "s102"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s103"
    },
    {
      "text": "Associate:\n\nDated: 12 October 2007\n Counsel for the Applicant: Mr R Cobden SC and Mr P Flynn \n \n Solicitor for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: Mr A Bannon SC and Mr A Lang \n \n Solicitor for the Respondent: McCabe Terrill Lawyers \n \n Date of Hearing: 3 October 2007 \n \n Date of Judgment: 12 October 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1560.html",
      "id": "s104"
    }
  ]
}