{
  "name": "KGL Health Pty Limited v Mechtler [2007] FCA 1411 (12 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1411.html",
  "catchphrases": [
    {
      "text": "application for summary dismissal and to strike out defence to amended cross-claim",
      "id": "c0"
    },
    {
      "text": "defence of set-off",
      "id": "c1"
    },
    {
      "text": "defence of abatement",
      "id": "c2"
    },
    {
      "text": "relief of abatement within scope of s 87 of the trade practices act 1974 (cth)",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a motion by the tenth respondent/cross-claimant, Rosanza Pty Limited (\"Rosanza\"), for an order that one paragraph in the Defence to the Amended Cross-Claim be struck out and that judgment be given for Rosanza against the cross-respondents in the sum of $419,129.40 for unpaid rental under a lease agreement together with interest and costs.",
      "id": "s0"
    },
    {
      "text": "2 The background and the nature of the principal proceeding is set out in the judgment given by me in relation to an application by the applicants for an asset preservation order: see KGL Health Pty Limited v Mechtler [2007] FCA 1410.",
      "id": "s1"
    },
    {
      "text": "I will not repeat those matters here.",
      "id": "s2"
    },
    {
      "text": "3 The Amended Cross-Claim alleges that, in breach of a lease (\"the Lease\") with Rosanza, Peninsula Hospital Management Pty Limited (\"Peninsula\") as lessee, has failed to pay rent, GST, outgoings, insurance premiums and interest in the amount of $419,129.40 to Rosanza.",
      "id": "s3"
    },
    {
      "text": "4 In paragraph 1 of the Defence to the Amended Cross-Claim, the cross-respondents admit that they are in breach of the Lease because Peninsula failed to pay the above amount.",
      "id": "s4"
    },
    {
      "text": "However, that admission is made subject to paragraphs 8 and 9, which deny that Rosanza is entitled to any relief sought due.",
      "id": "s5"
    },
    {
      "text": "This non-entitlement, it is said, is due to Peninsula's claims in the principal proceeding, or to the contention that the rent and other payments due under the Lease were abated to nil from the commencement of the Lease by reason of clause 11.",
      "id": "s6"
    },
    {
      "text": "5 I will deal with each of these matters in turn.",
      "id": "s7"
    },
    {
      "text": "THE SET-OFF DEFENCE \n \n6 Rosanza contends that on a proper reading and analysis of the Defence to the Amended Cross-Claim there is a clear admission that there has been a breach of the Lease and therefore, since the rental outstanding is now due and payable, judgment should be given immediately for the total amount of rent, GST and expenses outstanding without making any adjustment for the principal claim in the proceedings.",
      "id": "s8"
    },
    {
      "text": "7 As noted above, the admission of breach in the Defence to the Amended Cross-Claim is made subject to paragraph 8, which relies on the applicants' claims in the principal proceedings as a defence to the Amended Cross-Claim.",
      "id": "s9"
    },
    {
      "text": "On one view, this could be construed as a defence of set-off.",
      "id": "s10"
    },
    {
      "text": "A set-off is essentially in the nature of a cross-claim for debt or damage, but it operates as a defence to a principal claim: see Jacob IH, Bullen and Leake and Jacob's Precedents of Pleading (12 th ed, Sweet &amp; Maxwell, 1975) p 1296-1297.",
      "id": "s11"
    },
    {
      "text": "A defence of set-off should plead the facts giving rise to the debt or claim as if they were set out in the Statement of Claim.",
      "id": "s12"
    },
    {
      "text": "It should also expressly state that the defendant will seek to set-off such a debt or claim in extinction or diminution of the plaintiff's claim.",
      "id": "s13"
    },
    {
      "text": "The appropriate course of pleading in such circumstances is to admit the claim subject to set-off.",
      "id": "s14"
    },
    {
      "text": "It is not unusual to plead a cross-claim both as a set-off and counterclaim, and this can conveniently be done by referring a counterclaim back to the paragraphs of the pleading where the facts and matters giving rise to the set-off are pleaded.",
      "id": "s15"
    },
    {
      "text": "8 One difficulty with a set-off defence by the cross-respondents is found in clause 3.22 of the Lease, which provides that \"[Peninsula] must make all payments under this lease without set-off or counterclaim and without any deduction.",
      "id": "s16"
    },
    {
      "text": "\" Accordingly, although it is a matter to be determined at the final hearing in these proceedings, it would be considerably difficult to establish a set-off defence to the Amended Cross-Claim.",
      "id": "s17"
    },
    {
      "text": "THE ABATEMENT DEFENCE \n \n9 The cross-respondents' abatement defence particularises clause 11 of the Lease which is entitled \"Damage and destruction\" and which provides that \"[i]f the premises are totally or partially destroyed or damaged so as to be unfit for the reasonable occupation and use by [Peninsula] ... then a fair proportion of the Rent payable ... will be suspended until either the premises are again fit for occupation and use or the lease is terminated\".",
      "id": "s18"
    },
    {
      "text": "(Emphasis added.",
      "id": "s19"
    },
    {
      "text": ")\n \n10 One question which arises on this submission is whether an abatement defence based on clause 11 of the Lease can apply in the present circumstances.",
      "id": "s20"
    },
    {
      "text": "Resolution of this question depends on whether it is reasonably open for the cross-respondents to contend that the carrying out of \"unauthorised work\" on the premises, which they allege resulted in the premises being unfit for use as a private hospital, can be described as total and partial destruction or damage so as to be unfit for reasonable occupation and use by Rosanza within the meaning of clause 11 of the Lease.",
      "id": "s21"
    },
    {
      "text": "11 Rosanza submits that the correct construction of clause 11 is that it relates only to physical damage or destruction , and that the carrying out of the works and alterations is not damage or destruction which renders the premises unfit for reasonable occupation.",
      "id": "s22"
    },
    {
      "text": "The unfitness of the premises, it is said, must derive from either damage or destruction, not from other reasons such as the carrying out of the works where there has been a failure to obtain the necessary statutory authority.",
      "id": "s23"
    },
    {
      "text": "Rosanza contends that the paragraph 9 of the Defence to the Amended Cross-Claim should be struck out pursuant to O 11 r 16 of the Federal Court Rules 1979 (Cth).",
      "id": "s24"
    },
    {
      "text": "12 While I can see some cogency in Rosanza's submission, I consider that it is not beyond reasonable argument that, if the premises can be proven to be unfit for reasonable use and occupation as a result of carrying out the unauthorised works, then this constitutes damage causing the unfitness.",
      "id": "s25"
    },
    {
      "text": "Accordingly, I do not consider that Rosanza should succeed on its submission.",
      "id": "s26"
    },
    {
      "text": "Reliance on clause 11 of the Lease is clearly expressed in paragraph 9 of the Defence to the Amended Cross-Claim, and I believe this submission should be open to ventilation at the final hearing because the application of clause 11 may turn on the precise nature and extent of the works carried out, their impact on the premises and the consequences of the breaches being enforced.",
      "id": "s27"
    },
    {
      "text": "Each of these considerations will depend to some extent on the detailed evidence adduced and tested at the final hearing.",
      "id": "s28"
    },
    {
      "text": "13 Another issue concerns the possible availability of an abatement defence under s 87 of the Trade Practices Act 1974 (Cth) (\"TPA\").",
      "id": "s29"
    },
    {
      "text": "When this motion came on for hearing before me, the applicants (including Peninsula, the first cross-respondent) indicated that they will assert an entitlement to relief under s 87 of the TPA.",
      "id": "s30"
    },
    {
      "text": "In particular, they will argue that the provisions of s 87 are sufficiently extensive to allow the Court to order that the rent payable under the Lease should be abated retrospectively, and that s 87(2)(a) enables the Court to declare any part of a contract be void ab initio .",
      "id": "s31"
    },
    {
      "text": "In response, Rosanza argues that because the applicants did not specifically mention s 87 in their Application or Statement of Claim, they should not be able to rely on it.",
      "id": "s32"
    },
    {
      "text": "14 In my view, the terms of s 87 of the TPA are sufficiently broad to permit a reasonable argument by the applicants that, if the Lease is declared void ab initio , there is no present obligation to pay the rental as claimed.",
      "id": "s33"
    },
    {
      "text": "Although the applicants failed to plead s 87 with reference to abatement, I consider that relief under it could arguably be available.",
      "id": "s34"
    },
    {
      "text": "Accordingly, I will allow the Defence to the Amended Cross-Claim to be varied so as to include a reference to s 87 of the TPA as a basis for responding to the claim for outstanding rent.",
      "id": "s35"
    },
    {
      "text": "ORDERS AND COSTS \n \n15 For the above reasons, I find that summary judgment should not be entered for the amount of the outstanding rental, and that paragraph 9 of the Defence to the Amended Cross-Claim should not be struck out.",
      "id": "s36"
    },
    {
      "text": "I grant leave to the cross-respondents to amend the Defence to the Amended Cross-Claim in order to include its reliance on s 87 of the TPA.",
      "id": "s37"
    },
    {
      "text": "16 In view of the fact that the Defence to the Amended Cross-Claim was not clearly framed to indicate reliance on s 87 of the TPA, I consider that, although Rosanza's motion has been dismissed, each party should pay its own costs.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s39"
    },
    {
      "text": "Associate:\n\nDated: 12 September 2007\n\n\n Counsel for the Applicants: W G Muddle \n \n Solicitor for the Applicants: Bruce Stewart Dimarco \n \n Counsel for the Respondents: S Climpson \n \n Solicitor for the Respondents: Bull Son &amp; Schmidt \n \n Date of Hearing: 4 September 2007 \n \n Date of Judgment: 12 September 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1411.html",
      "id": "s40"
    }
  ]
}