{
  "name": "Futuretronics.com.au Pty Limited v Graphix Labels Pty Ltd [2007] FCA 1621 (29 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1621.html",
  "catchphrases": [
    {
      "text": "identification of terms",
      "id": "c0"
    },
    {
      "text": "implied terms",
      "id": "c1"
    },
    {
      "text": "where applicant company marketed for sale \"skins\"",
      "id": "c2"
    },
    {
      "text": "where applicant arranged for first respondent company to manufacture skins",
      "id": "c3"
    },
    {
      "text": "where no agreement as to price",
      "id": "c4"
    },
    {
      "text": "where no agreement as to minimum term or quantity",
      "id": "c5"
    },
    {
      "text": "where first respondent subsequently manufactured and marketed skins for itself in competition with applicant",
      "id": "c6"
    },
    {
      "text": "whether informal contract between applicant and first respondent",
      "id": "c7"
    },
    {
      "text": "whether implied term of any contract that first respondent would not manufacture skins except to supply applicant",
      "id": "c8"
    },
    {
      "text": "where alleged implied term unlimited as to time and circumstances of operation",
      "id": "c9"
    },
    {
      "text": "contracts",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a proceeding commenced in this Court by Futuretronics.com.au Pty Ltd (\"Futuretronics\") against Graphix Labels Pty Ltd (\"Graphix Labels\") and Mr John Atta.",
      "id": "s0"
    },
    {
      "text": "Futuretronics claims declarations and injunctions against Graphix Labels and Mr Atta, orders for delivery up of certain brochures and products and manufacturing materials said to be in their possession and damages or an account of profits under the Copyright Act 1968 (Cth) (\"the Copyright Act \"), damages under s 82 of the Trade Practices Act 1974 (Cth) (\"the Trade Practices Act \") and damages at common law.",
      "id": "s1"
    },
    {
      "text": "In addition to these claims, Futuretronics claims against each of Graphix Labels and Mr Atta a compensation order under s 1317H of the Corporations Act 2001 (Cth) (\"the Corporations Act \") and the right to elect for an inquiry as to damages and payment of all sums found to be due upon such inquiry, or the taking of an account.",
      "id": "s2"
    },
    {
      "text": "2 On 16 November 2006 a Judge of this Court made an order that issues of liability be determined separately from and prior to issues of quantum.",
      "id": "s3"
    },
    {
      "text": "The claim by Futuretronics \n \n3 On the first day of trial, Futuretronics applied to amend its application and statement of claim.",
      "id": "s4"
    },
    {
      "text": "The amendments sought were substantial.",
      "id": "s5"
    },
    {
      "text": "I granted leave to Futuretronics to amend its application and statement of claim.",
      "id": "s6"
    },
    {
      "text": "In order to explain my reasons for doing so, and to outline the nature of Futuretronics' claims it is convenient to outline its claims before the application to amend and then to outline the nature of the amendments.",
      "id": "s7"
    },
    {
      "text": "4 Futuretronics is a designer, importer and wholesaler of electronic goods and accessories.",
      "id": "s8"
    },
    {
      "text": "It claims, and it is not in dispute, that from January 2004 until 29 September 2006 Mr Atta was one of its employees, and that from 4 October 2006 to the present Mr Atta has been an employee of Graphix Labels.",
      "id": "s9"
    },
    {
      "text": "5 Futuretronics claims that in or about May 2005 it became aware of a product design for an adhesive cover made from a particular vinyl material which was suitable for covers for mobile phones, handheld games, iPods and electronic game controllers, and that such product design was being offered for sale for customised products on a direct purchase basis on the Internet.",
      "id": "s10"
    },
    {
      "text": "6 Futuretronics claims that in or about June or July 2005 it entered into an agreement with Graphix Labels whereby Graphix Labels was to manufacture covers for mobile phones, iPods, handheld games and electronic game controllers for it \"with the intention of utilising digital printing technology to make the [covers] in substantial quantities for wholesale supply\".",
      "id": "s11"
    },
    {
      "text": "In the evidence, the covers were referred to as \"skins\" and I will use that term in these reasons.",
      "id": "s12"
    },
    {
      "text": "Furthermore, unless otherwise indicated, when I refer to skins I will be referring to skins for mobile phones, iPods, handheld games and electronic game controllers.",
      "id": "s13"
    },
    {
      "text": "7 Futuretronics alleges that there were four express terms of the agreement between it and Graphix Labels and that they were as follows:\n \n \n 1.",
      "id": "s14"
    },
    {
      "text": "Graphix Labels would manufacture the products in accordance with the orders placed by Futuretronics for specified skins and for prices to be agreed depending on the particular design of the skins to be made;\n 2.",
      "id": "s15"
    },
    {
      "text": "Futuretronics would pay for the die drawings, tooling and templates required to manufacture the skins for specified products at specified prices depending on the particular design of the skins;\n 3.",
      "id": "s16"
    },
    {
      "text": "Futuretronics would place orders of a minimum of 20,000 units;\n 4.",
      "id": "s17"
    },
    {
      "text": "Graphix Labels would deliver the skins within one week of receiving the graphic artworks to be printed on the skins from Futuretronics and the sample of the relevant skin being approved by Futuretronics.",
      "id": "s18"
    },
    {
      "text": "8 Futuretronics alleges that these terms were partly in writing and partly oral.",
      "id": "s19"
    },
    {
      "text": "Insofar as they were in writing, it is alleged that they were contained in order forms placed by Futuretronics with Graphix Labels, invoices issued by Graphix Labels to Futuretronics for the production of manufacturing materials, invoices issued by Graphix Labels to Futuretronics for the purchase of the skins and electronic mail messages (\"emails\") passing between Futuretronics and Graphix Labels in June, July and August 2005.",
      "id": "s20"
    },
    {
      "text": "In the context of this case, \"manufacturing materials\" means die or line drawings and dies or tooling brought into existence by Futuretronics or Graphix Labels for the purpose of manufacturing the skins.",
      "id": "s21"
    },
    {
      "text": "\"Artworks\" means the graphic designs or patterns to be placed on the skins by Graphix Labels.",
      "id": "s22"
    },
    {
      "text": "9 Insofar as the express terms were oral, it is alleged by Futuretronics that they were agreed during conversations between Mr Harry Chojna or Mr Atta, on behalf of Futuretronics, and Mr Grant Taylor and Mr Simon Tallent, on behalf of Graphix Labels, in June or July 2005.",
      "id": "s23"
    },
    {
      "text": "10 It is appropriate to note at this point that by the end of the trial there was no evidence to support a finding that the third and fourth express terms set out above were express terms of the agreement, and so much was conceded by counsel for Futuretronics in his closing address.",
      "id": "s24"
    },
    {
      "text": "11 Futuretronics alleges that the following were implied terms of the agreement:\n \n \n 5.",
      "id": "s25"
    },
    {
      "text": "All designs, artwork, knowledge and information provided by Futuretronics to Graphix Labels in relation to the manufacture and sale of the skins was to be used solely for manufacturing the skins for the applicant;\n 6.",
      "id": "s26"
    },
    {
      "text": "All designs, drawings, templates or software brought into existence by Futuretronics or Graphix Labels for the purpose of manufacturing the skins, (ie, the manufacturing materials) would be owned by Futuretronics and used solely for manufacturing the skins for Futuretronics;\n 7.",
      "id": "s27"
    },
    {
      "text": "Any proprietary rights in the skins or the manufacturing materials would be owned by Futuretronics;\n 8.",
      "id": "s28"
    },
    {
      "text": "Any proprietary rights in any graphic designs for the skins provided by Futuretronics to Graphix Labels would be owned by Futuretronics;\n 9.",
      "id": "s29"
    },
    {
      "text": "Graphix Labels would not reproduce or use the artworks or the manufacturing materials without the prior permission or authority of Futuretronics; and\n 10.",
      "id": "s30"
    },
    {
      "text": "Graphix Labels would not manufacture, distribute, promote, advertise or sell skins on its own behalf for supply by it to any entity other than Futuretronics.",
      "id": "s31"
    },
    {
      "text": "12 Futuretronics alleges that these terms are to be implied from the course of dealing between it and Graphix Labels, and the need to give business efficacy to the arrangements between the parties such that Futuretronics alleges that it would never have imparted information about the skins to Graphix Labels and ordered the skins from Graphix Labels had these terms not formed part of the agreement.",
      "id": "s32"
    },
    {
      "text": "13 A central issue in this case is whether it is proper to imply into any agreement between Futuretronics and Graphix Labels the last of the implied terms identified above, that is to say, a term that Graphix Labels would not manufacture, distribute, promote, advertise or sell skins on its own behalf for supply by it to any entity other than Futuretronics.",
      "id": "s33"
    },
    {
      "text": "Futuretronics claims that it is entitled to a declaration that Graphix Labels has breached that term and an injunction restraining Graphix Labels from manufacturing and supplying skins to third parties without the consent of Futuretronics.",
      "id": "s34"
    },
    {
      "text": "Graphix Labels denies that there was an implied term of this nature.",
      "id": "s35"
    },
    {
      "text": "14 Futuretronics alleges that by reason of the agreement between it and Graphix Labels it is entitled to require Graphix Labels to assign to it any copyright to which it otherwise may be entitled with respect to the manufacturing materials, and all other intellectual property rights in the skins and is furthermore entitled to claim equitable ownership of copyright in the manufacturing materials from the time of creation of such manufacturing materials by Graphix Labels.",
      "id": "s36"
    },
    {
      "text": "No other intellectual property rights in the skins were identified by Futuretronics in the course of evidence or submissions, and this particular allegation may be taken to relate only to the manufacturing materials.",
      "id": "s37"
    },
    {
      "text": "15 Futuretronics alleges that in breach of the agreement, Graphix Labels has made representations to customers and potential customers that it is the owner of the artworks and manufacturing materials, that it is entitled to use and reproduce the manufacturing materials and artworks to manufacture skins for third parties without the consent of Futuretronics, that it is entitled on its own account to manufacture and supply skins to third parties without the consent of Futuretronics, and that in advertising, marketing, promoting, offering for sale, selling, supplying or attempting to supply skins to third parties it did so with the sponsorship or approval of Futuretronics.",
      "id": "s38"
    },
    {
      "text": "In addition to these representations, Futuretronics alleges that in breach of the agreement Graphix Labels has purported to manufacture, distribute, promote, advertise and sell skins on its own behalf for supply by it to entities other than Futuretronics.",
      "id": "s39"
    },
    {
      "text": "It is not necessary at this point to set out the particulars of the breaches alleged by Futuretronics.",
      "id": "s40"
    },
    {
      "text": "16 Futuretronics alleges that it has or will suffer damage by reason of the breach by Graphix Labels of the agreement.",
      "id": "s41"
    },
    {
      "text": "First, it alleges that it lost its investment in time and cost in designing, developing and marketing skins and the artistic works in association with Graphix Labels and paying Graphix Labels to develop the manufacturing materials and to manufacture the skins.",
      "id": "s42"
    },
    {
      "text": "Secondly, it alleges that its reputation and goodwill have been damaged.",
      "id": "s43"
    },
    {
      "text": "Thirdly, it alleges that it will suffer damage in the conduct of the business of further sales of the skins which it projected would, within two years, be a business turning over $5 million per annum and attempt to sell its remaining stock of the skins at a loss.",
      "id": "s44"
    },
    {
      "text": "Fourthly, it alleges that it is aware that Graphix Labels has offered skins for much lower prices and that accordingly in order to be able to sell skins it has had to reduce its price significantly to remain competitive in the marketplace therefore substantially compromising its ability to make a profit from the sale of skins.",
      "id": "s45"
    },
    {
      "text": "17 Futuretronics alleges that the representations by Graphix Labels constitute misleading or deceptive conduct contrary to s 52 of the Trade Practices Act or conduct in contravention of ss 53(c) or (d) of said Act and that it is entitled to damages under s 82 of the Act.",
      "id": "s46"
    },
    {
      "text": "It also alleges that Mr Atta was an accessory to such conduct within s 75B of the Trade Practices Act or engaged personally in misleading or deceptive conduct contrary to s 12(e) and (f) of the Fair Trading Act 1999 (Vic).",
      "id": "s47"
    },
    {
      "text": "18 Futuretronics alleges that the artworks were produced by Ms Wendy Hung who was one of its employees at the time she prepared the artworks and that it is the owner of copyright in the artworks.",
      "id": "s48"
    },
    {
      "text": "It also claims that it is the owner of the copyright in the manufacturing materials.",
      "id": "s49"
    },
    {
      "text": "It alleges that Graphix Labels has infringed its copyright in the artworks and manufacturing materials in breach of s 36 of the Copyright Act and that Mr Atta authorised the infringement of its copyright in the artworks and manufacturing materials.",
      "id": "s50"
    },
    {
      "text": "19 Futuretronics alleges that on 12 February 2004, Mr Atta signed a confidentiality agreement which conferred certain rights on Futuretronics.",
      "id": "s51"
    },
    {
      "text": "It alleges that Mr Atta has breached the confidentiality agreement and it gives two particulars of this allegation.",
      "id": "s52"
    },
    {
      "text": "First, it alleges that Mr Atta used pricing information for the sale of skins by Futuretronics to its customers in determining the prices at which Graphix Labels offered skins to potential customers and that Mr Atta used Futuretronics' \"customer (including potential customer) list\", in contacting a third party to offer it skins for sale.",
      "id": "s53"
    },
    {
      "text": "Secondly, Futuretronics alleges that Mr Atta disclosed to a third party the name of one of its suppliers.",
      "id": "s54"
    },
    {
      "text": "20 In broad terms, the above is a summary of Futuretronics' case as pleaded before the application to amend.",
      "id": "s55"
    },
    {
      "text": "I say in broad terms because some relatively minor amendments to the pleadings in respect of the above claims were part of the application to amend made on the first day of trial.",
      "id": "s56"
    },
    {
      "text": "21 The substance of the amendments was the introduction of new causes of action against Graphix Labels and Mr Atta.",
      "id": "s57"
    },
    {
      "text": "First, Futuretronics alleges that Mr Atta owed it fiduciary duties by reason of his employment as the national sales manager of Futuretronics from January 2004 to 29 September 2006.",
      "id": "s58"
    },
    {
      "text": "It is not necessary at this point to set out the particular aspects of the fiduciary duty which are pleaded by Futuretronics.",
      "id": "s59"
    },
    {
      "text": "It alleges that by no later than May 2006, Graphix Labels was a competitor of Futuretronics and that by no later than early September 2006, Mr Atta was aware of this fact.",
      "id": "s60"
    },
    {
      "text": "Futuretronics alleges that in breach of his fiduciary duties and while still employed by Futuretronics and in order to further his new employment role with Graphix Labels, Mr Atta utilised resources of Futuretronics for and on behalf of Graphix Labels, made prospective business plans for Graphix Labels to operate in competition with Futuretronics, advised Graphix Labels of business opportunities for skins and did not advise Futuretronics of business opportunities for skins.",
      "id": "s61"
    },
    {
      "text": "Furthermore, Futuretronics alleges Mr Atta disclosed confidential information to a third party.",
      "id": "s62"
    },
    {
      "text": "22 The particulars of these alleged breaches were said to be two emails sent by Mr Atta to Mr Tallent on 13 September 2006 and an email sent by Mr Atta to Graphix Labels dated 14 July 2006.",
      "id": "s63"
    },
    {
      "text": "It is convenient at this point to note that in closing submissions counsel for Futuretronics abandoned any reliance on the email dated 14 July 2006.",
      "id": "s64"
    },
    {
      "text": "23 Futuretronics also alleges that Mr Atta was in breach of his fiduciary duties after he left the employment of Futuretronics.",
      "id": "s65"
    },
    {
      "text": "In relation to his dealings with one third party Futuretronics alleges that Mr Atta sought to exploit for Graphix Labels a business transaction or opportunity available to Futuretronics that was current at the time of Mr Atta's departure from his employment by Futuretronics, and in relation to his dealings with another third party, it is alleged that Mr Atta disclosed confidential information to that third party, being the name of one of Futuretronics' suppliers.",
      "id": "s66"
    },
    {
      "text": "24 Futuretronics claims that as a result of the breaches of fiduciary duty by Mr Atta it has suffered loss and damage and Mr Atta has made profits for which he is liable to account.",
      "id": "s67"
    },
    {
      "text": "25 Futuretronics alleges that Graphix Labels wrongfully induced Mr Atta to breach his fiduciary duties.",
      "id": "s68"
    },
    {
      "text": "It alleges that Graphix Labels well knew or ought to have known that Mr Atta was employed by Futuretronics as its national sales manager, that by reason of that employment Mr Atta owed fiduciary duties to Futuretronics and that Futuretronics was engaged in the business of designing, producing, marketing and selling skins.",
      "id": "s69"
    },
    {
      "text": "It alleges that between July 2006 and 29 September 2006, representatives of Graphix Labels discussed with Mr Atta business opportunities for the exploitation of skins by Graphix Labels, held out to Mr Atta the offer of employment with Graphix Labels to exploit skins in competition with Futuretronics, induced Mr Atta to produce business plans by which skins might be exploited by Graphix Labels in competition with Futuretronics and induced Mr Atta to carry out and pass on to Graphix Labels market research in relation to exploitation of skins.",
      "id": "s70"
    },
    {
      "text": "It alleges that since 29 September 2006, Graphix Labels has induced Mr Atta to exploit for Graphix Labels a business transaction or opportunity available to Futuretronics that was current at the time of his departure from the employment of Futuretronics and has induced Mr Atta to disclose confidential information to a third party.",
      "id": "s71"
    },
    {
      "text": "26 Futuretronics alleges that Mr Atta's conduct while still employed by it and alleged to be in breach of his fiduciary duties was also a contravention of s 182 of the Corporations Act , and that his conduct after his employment with Futuretronics ceased and alleged to be a breach of his fiduciary duties was a contravention of s 183 of the Corporations Act .",
      "id": "s72"
    },
    {
      "text": "Futuretronics alleges that Graphix Labels was involved in the contraventions within s 79 of the Corporations Act .",
      "id": "s73"
    },
    {
      "text": "Futuretronics claims that it is entitled to declarations that each of Graphix Labels and Mr Atta has contravened s 182 and s 183 of the Corporations Act and that damage has resulted from those breaches and that it is entitled to orders that they compensate it for the damage suffered, including profits made by them resulting from the contraventions.",
      "id": "s74"
    },
    {
      "text": "27 Counsel for Futuretronics said that the amendments were put forward only at the beginning of the trial because the two emails dated 13 September 2006 had been discovered by Graphix Labels and Mr Atta after the proceedings had been commenced and shortly prior to the application for leave to amend.",
      "id": "s75"
    },
    {
      "text": "He submitted that in those circumstances the application for leave to amend should be allowed.",
      "id": "s76"
    },
    {
      "text": "28 Counsel for Graphix Labels and Mr Atta submitted that the amendment should not be allowed because had the alleged breaches of fiduciary duty and contraventions of ss 182 and 183 of the Corporations Act been included in the claims made by Futuretronics from the outset, it would have been open to Graphix Labels and Mr Atta to claim the privilege against self-incrimination in relation to the emails.",
      "id": "s77"
    },
    {
      "text": "Having now had the opportunity to consider the provisions of the Corporations Act in more detail, it seems to me that Futuretronics did not have standing to apply for a declaration of contravention: s 1317J.",
      "id": "s78"
    },
    {
      "text": "At all events, counsel for Graphix Labels and Mr Atta pointed out that Futuretronics could apply for a compensation order (s 1317J(2)) and the Court could make such an order if satisfied that the relevant person or persons had contravened one of the relevant sections.",
      "id": "s79"
    },
    {
      "text": "Sections 182 and 183 are relevant sections: s 1317E.",
      "id": "s80"
    },
    {
      "text": "The argument was that if I made a finding of contravention in relation to either s 182 or s 183 , or both, that finding could lead to an application by ASIC for a declaration of contravention.",
      "id": "s81"
    },
    {
      "text": "If such a declaration were made it would be conclusive evidence of various matters: ss 1317F and 1317E (2).",
      "id": "s82"
    },
    {
      "text": "The imposition of a penalty could follow a declaration of contravention.",
      "id": "s83"
    },
    {
      "text": "It was argued by counsel for Graphix Labels and Mr Atta that in making discovery and inspection and then facing amendments to allege contraventions of the Corporations Act , Graphix Labels and Mr Atta had been deprived of the opportunity to claim the privilege against self-incrimination or, more accurately in the circumstances of this case, the privilege against self-exposure to a penalty.",
      "id": "s84"
    },
    {
      "text": "It was argued by counsel for Graphix Labels and Mr Atta that as the alleged breaches of fiduciary duty were based on the same facts as were relied upon by Futuretronics to allege contraventions of the Corporations Act , the amendment insofar as it raised such breaches should also be refused.",
      "id": "s85"
    },
    {
      "text": "Counsel for Graphix Labels and Mr Atta referred to the decision of Bergin J in One.Tel Ltd (in liq) v Rich [2005] NSWSC 226 ; (2005) 53 ACSR 623.",
      "id": "s86"
    },
    {
      "text": "29 After hearing submissions, I gave leave for the amendments to be made.",
      "id": "s87"
    },
    {
      "text": "Leaving aside the privilege point, there was nothing to suggest that Graphix Labels and Mr Atta would not have had a sufficient opportunity to meet the claims raised by the amendments.",
      "id": "s88"
    },
    {
      "text": "As to the privilege point, there were two acts said to constitute breaches of fiduciary duty or contraventions of s 182 of the Corporations Act by Mr Atta while still in the employ of Futuretronics, and they were evidenced by two emails discovered by Graphix Labels and Mr Atta shortly prior to trial.",
      "id": "s89"
    },
    {
      "text": "No privilege was claimed in relation to the emails and they were inspected by Futuretronics.",
      "id": "s90"
    },
    {
      "text": "Graphix Labels and Mr Atta had an opportunity to claim privilege in relation to the emails and they did not do so.",
      "id": "s91"
    },
    {
      "text": "Such an opportunity arises for a person not because a penalty is sought against him or her, but rather, because answers to questions or documents, tending to expose the person to the imposition of a penalty, are sought from him or her.",
      "id": "s92"
    },
    {
      "text": "The requisite characteristic of an answer or document --- namely, that it has the tendency to expose to a penalty the person giving it or producing it --- does not depend upon existing, or even contemplated, proceedings for a penalty.",
      "id": "s93"
    },
    {
      "text": "The person called upon to answer questions or to produce documents may not even be a party, but a witness, or stranger to the proceedings.",
      "id": "s94"
    },
    {
      "text": "Nonetheless, that person is best-placed to appreciate whether an answer or document tends to expose him or her to a penalty and must either claim the privilege or be taken to have waived it.",
      "id": "s95"
    },
    {
      "text": "This is not a case where a party is seeking to resist inspection on the ground of privilege.",
      "id": "s96"
    },
    {
      "text": "No privilege having been claimed, I saw no unfairness in allowing Futuretronics to amend to allege claims reasonably open to it.",
      "id": "s97"
    },
    {
      "text": "I was not told anything about when the documents relating to the alleged breaches or contraventions by Mr Atta after he had left his employment by Futuretronics were discovered, but again I saw no unfairness in allowing Futuretronics to amend to raise claims reasonably open to it.",
      "id": "s98"
    },
    {
      "text": "I note that the facts forming the basis of one of the alleged breaches or contraventions were pleaded in the statement of claim before the amendment as giving rise to a breach of the confidentiality agreement.",
      "id": "s99"
    },
    {
      "text": "30 Before leaving the topic of the application to amend, I mention that counsel for Graphix Labels and Mr Atta suggested that at least some of the proposed amendments were not arguable and ought not to be allowed.",
      "id": "s100"
    },
    {
      "text": "It did not seem to me to be an appropriate case to entertain extended argument on that point particularly as some of the matters he outlined in support of this submission seemed to me to involve questions of fact and degree.",
      "id": "s101"
    },
    {
      "text": "The parties and the product \n \n31 Futuretronics is an importer and wholesaler of a large range of electronic goods and accessories.",
      "id": "s102"
    },
    {
      "text": "Since 1979 it, or its predecessors in business, have been involved in that business.",
      "id": "s103"
    },
    {
      "text": "It seems that since 1972 these entities were also involved in a business involving car accessories.",
      "id": "s104"
    },
    {
      "text": "32 Futuretronics deals in a large range of products including games products.",
      "id": "s105"
    },
    {
      "text": "It imports and distributes accessories for Playstation 2 (PS2), XBox, Nintendo DS and DS Light, Nortek IT equipment and GPA.",
      "id": "s106"
    },
    {
      "text": "Such products include, for example, handheld, cordless guns and steering wheels for such games systems.",
      "id": "s107"
    },
    {
      "text": "The products are sold by Futuretronics to major retail chains around Australia, including Harvey Norman, Kmart, Target, Toys R Us, Gamesnet.com.au, EB Games (Electronic Boutique) and the Games Wizard.",
      "id": "s108"
    },
    {
      "text": "Futuretronics sells its products to its customers in large volumes.",
      "id": "s109"
    },
    {
      "text": "The company has a significant turnover per annum.",
      "id": "s110"
    },
    {
      "text": "33 Futuretronics employs 12 people which includes office and sales staff.",
      "id": "s111"
    },
    {
      "text": "It occupies premises in a building which, at least in 2005, was also occupied by Graphix Labels.",
      "id": "s112"
    },
    {
      "text": "Futuretronics may own the building although the evidence is unclear.",
      "id": "s113"
    },
    {
      "text": "34 Mr Harry Chojna is the managing director of Futuretronics and he is the chief executive officer of the company.",
      "id": "s114"
    },
    {
      "text": "He is responsible for overseeing its operations.",
      "id": "s115"
    },
    {
      "text": "He visits product shows and is responsible for liaising with buyers who represent the company's customers.",
      "id": "s116"
    },
    {
      "text": "He has the final say on all issues relating to the company's business and he is responsible for costing and pricing issues.",
      "id": "s117"
    },
    {
      "text": "He said, and I accept, that he is always looking to source new products in the electronic goods and accessories market which might be attractive to his customers.",
      "id": "s118"
    },
    {
      "text": "In the 1970s he successfully marketed metric conversion kits for motor vehicles.",
      "id": "s119"
    },
    {
      "text": "These kits were essentially stickers placed over the speedometer of a vehicle to convert miles to kilometres.",
      "id": "s120"
    },
    {
      "text": "35 Graphix Labels operates a business involving the use of conventional and digital technologies.",
      "id": "s121"
    },
    {
      "text": "It provides services to a wide range of industries and specialises in intricate and difficult printing work that other printers may not have the skill or desire to do.",
      "id": "s122"
    },
    {
      "text": "It has a strong client base in the food and beverage labelling industries but it includes other industries such as oil and pet food.",
      "id": "s123"
    },
    {
      "text": "Mr Grant Taylor is a director and the company secretary of Graphix Labels.",
      "id": "s124"
    },
    {
      "text": "He has over 25 years experience in the printing industry.",
      "id": "s125"
    },
    {
      "text": "He was the general manager of the company until July 2002.",
      "id": "s126"
    },
    {
      "text": "Mr Simon Tallent has been the general manager of Graphix Labels since July 2002.",
      "id": "s127"
    },
    {
      "text": "Prior to July 2002 he had worked in the printing industry for more than five years.",
      "id": "s128"
    },
    {
      "text": "Mr John Sinosich is the operations manager of Graphix Labels.",
      "id": "s129"
    },
    {
      "text": "36 Graphix Labels has a longstanding business relationship with a company operating in the United States of America called Avery Dennison (\"Avery\").",
      "id": "s130"
    },
    {
      "text": "That company is well-known and supplies many adhesive paper products in Australia.",
      "id": "s131"
    },
    {
      "text": "It is a major supplier of products to Graphix Labels, although prior to June 2005 Graphix Labels had not purchased from Avery the particular vinyl material that Futuretronics envisaged being used in the manufacture of the skins.",
      "id": "s132"
    },
    {
      "text": "37 Mr John Raymond Atta is the market development manager of Graphix Labels and he has worked in that position since 4 October 2006.",
      "id": "s133"
    },
    {
      "text": "He is responsible for the promotion, sale and distribution of the skins produced by Graphix Labels which are designed for use on iPods and other hand-held electronic products.",
      "id": "s134"
    },
    {
      "text": "He was employed by Futuretronics from January 2004 to 29 September 2006.",
      "id": "s135"
    },
    {
      "text": "His employment by Futuretronics came about in the following way.",
      "id": "s136"
    },
    {
      "text": "Mr Atta and Mr Tallent have known each other socially for a number of years.",
      "id": "s137"
    },
    {
      "text": "Mr Chojna and Mr Tallent were both members of a body corporate which managed the building in which Futuretronics and Graphix Labels conducted their respective businesses.",
      "id": "s138"
    },
    {
      "text": "Prior to January 2004, Mr Tallent mentioned Mr Atta's name to Mr Chojna as a possible employee of Futuretronics, and Futuretronics subsequently employed Mr Atta in a sales capacity.",
      "id": "s139"
    },
    {
      "text": "38 While employed by Futuretronics Mr Atta was responsible for the promotion, sale and distribution of all the company's products.",
      "id": "s140"
    },
    {
      "text": "His duties included finding customers for any goods distributed by Futuretronics, including skins.",
      "id": "s141"
    },
    {
      "text": "His duties also included servicing existing customers and trying to promote the sale of Futuretronics' products.",
      "id": "s142"
    },
    {
      "text": "39 As part of his employment contract with Futuretronics, Mr Atta signed an agreement dated 12 February 2004.",
      "id": "s143"
    },
    {
      "text": "The agreement is between Futuretronics and Mr Atta and the relevant provisions of the agreement are as follows:\n \n RECITALS :\n A.",
      "id": "s144"
    },
    {
      "text": "Mr Atta is an employee of the Company.",
      "id": "s145"
    },
    {
      "text": "B.",
      "id": "s146"
    },
    {
      "text": "The Company has requested Mr Atta not to disclose any confidential information as defined in this Agreement subject to the following terms and conditions.",
      "id": "s147"
    },
    {
      "text": "C. Mr Atta has agreed not to disclose any confidential information as defined in this Agreement subject to the following terms and conditions.",
      "id": "s148"
    },
    {
      "text": "NOW THE PARTIES AGREE AS FOLLOWS :\n \n 1.",
      "id": "s149"
    },
    {
      "text": "INTERPRETATION \n The term \"confidential information\" includes, but is not limited to, matters not generally known outside the company such as developments relating to existing and future products and services marketed or used or to be marketed, or rejected, by the Company and persons or companies dealing with the Company and also information relating to the general business operations with the Company including, but not limited to:\n (a) profit and loss statements;\n (b) balance sheets; \n \n \n \n \n (c) Customer/licensees/distributor lists (of actual and proposed customers/licensees/distributors);\n (d) cost and selling price information;\n (e) trade secrets, know-how and specifications in respect of the Company's products;\n (f) business and marketing plans;\n (g) third party information disclosed to the Company in confidence.",
      "id": "s150"
    },
    {
      "text": "2.",
      "id": "s151"
    },
    {
      "text": "CONFIDENTIALITY \n \n \n \n (a) Mr Atta agrees that during the course of their employment with the Company they [sic] will become acquainted with and have access to confidential information and agrees that after the term of their [sic] employment to maintain the confidential information and to prevent its unauthorised disclosure to or use by any other person, firm or company, unless or until authorised in writing to disclose any confidential information by an officer of the Company or any of its related Bodies Corporate;\n (b) Mr Atta agrees that they [sic] shall not: \n \n \n \n (i) remove any confidential information from the premises of the Company without the written consent of the Company;\n (ii) for whatever reason, either for themselves or any third party, appropriate, copy, memorise or in any manner reproduce any of the confidential information; \n \n \n \n (c) Mr Atta agrees to return any or all of the confidential information however embodied and currently in their [sic] possession, at the request of the company.",
      "id": "s152"
    },
    {
      "text": "(d) Nothing in this Agreement shall impose an obligation on Mr Atta with respect to maintaining confidence regarding information which is generally known or available by publication, commercial use or otherwise than a result of a breach by Mr Atta of their obligation in this section.",
      "id": "s153"
    },
    {
      "text": "3.",
      "id": "s154"
    },
    {
      "text": "REMEDY \n \n \n Mr Atta acknowledges and accepts that the Company would suffer financial and other loss and damage if the confidential information of the Company were disclosed to any person and that monetary damages would be an insufficient remedy.",
      "id": "s155"
    },
    {
      "text": "Mr Atta acknowledges and accepts that, in addition to any other remedy which may be available in law or equity, the Company is entitled to injunctive relief to prevent a breach of this Agreement and to compel specific performance of this Agreement by Mr Atta.",
      "id": "s156"
    },
    {
      "text": "Mr Atta will immediately reimburse the Company for all costs and expenses (including legal costs and disbursements on a full indemnity basis) incurred in enforcing the obligations of Mr Atta under the Agreement.",
      "id": "s157"
    },
    {
      "text": "I will refer to this agreement as \"the confidentiality agreement\".",
      "id": "s158"
    },
    {
      "text": "40 Mr Atta wrote a letter of resignation from his employment by Futuretronics and it is dated 9 August 2006 and gives a proposed resignation date of 6 September 2006.",
      "id": "s159"
    },
    {
      "text": "Mr Chojna asked Mr Atta to stay on a little longer and he agreed.",
      "id": "s160"
    },
    {
      "text": "Mr Atta wrote a second letter of resignation dated 4 September 2006 and it gives a resignation date of 29 September 2006.",
      "id": "s161"
    },
    {
      "text": "Mr Atta resigned on that date.",
      "id": "s162"
    },
    {
      "text": "41 The product for the purpose of this case is a skin, which is placed on electronic goods such as mobile telephones, iPods, handheld games and electronic game controllers.",
      "id": "s163"
    },
    {
      "text": "The evidence suggested that the ideal features of a skin are that it can be placed on an item without \"bubbling\" or leaving adhesive on the item when removed and which can then be placed on another item without difficulty.",
      "id": "s164"
    },
    {
      "text": "Skins can be made from vinyl, rubber or plastic and they can have designs or patterns on them.",
      "id": "s165"
    },
    {
      "text": "A skin can be personalised to the point of having a picture of a loved one on it or a particular design or pattern or there can be a number of skins with the same design or pattern.",
      "id": "s166"
    },
    {
      "text": "The particular skins in issue in this case are made of vinyl and have common designs or patterns on them, that is to say, designs or patterns applied to a large number of skins.",
      "id": "s167"
    },
    {
      "text": "As far as the evidence in this case is concerned, the production of skins included the purchase of the vinyl material, the preparation and production of artworks, namely, the designs or patterns, the preparation of die or line drawings, namely, a drawing (which is in two-dimensional form) of an object which is in three-dimensional form, such as a mobile telephone, and the making of the necessary dies or tooling.",
      "id": "s168"
    },
    {
      "text": "In this case the vinyl was purchased by Graphix Labels from Avery, the die or line drawings were prepared by employees of Graphix Labels, and the designs or patterns were prepared by Ms Hung and sent to Graphix Labels by Futuretronics.",
      "id": "s169"
    },
    {
      "text": "The dies or tooling were made by a die or tool-maker engaged by Graphix Labels.",
      "id": "s170"
    },
    {
      "text": "42 Prior to 2005, Futuretronics had no prior business dealings with Graphix Labels.",
      "id": "s171"
    },
    {
      "text": "43 The facts in this section are not in dispute.",
      "id": "s172"
    },
    {
      "text": "Witnesses \n \n44 Futuretronics called Mr Chojna, Mr David Blogg, Mr Ian Bagnall, Ms Sophie Swann and Ms Hung to give evidence on its behalf.",
      "id": "s173"
    },
    {
      "text": "Each witness gave his or her evidence by way of affidavit or affidavits and, in some cases, there was further evidence-in-chief by way of oral question and answer.",
      "id": "s174"
    },
    {
      "text": "Each witness was cross-examined by counsel for Graphix Labels.",
      "id": "s175"
    },
    {
      "text": "Each witness called by Futuretronics, other than Mr Chojna, was honest and straightforward and I accept their evidence.",
      "id": "s176"
    },
    {
      "text": "I will return to the evidence of Mr Chojna.",
      "id": "s177"
    },
    {
      "text": "45 Graphix Labels and Mr Atta called Mr Simon Tallent, Mr Grant Taylor and Mr Atta himself.",
      "id": "s178"
    },
    {
      "text": "Again, the bulk of their evidence was given by way of affidavit or affidavits.",
      "id": "s179"
    },
    {
      "text": "Each witness was cross-examined by counsel for Futuretronics.",
      "id": "s180"
    },
    {
      "text": "Mr Tallent was an honest and straightforward witness and I accept his evidence.",
      "id": "s181"
    },
    {
      "text": "Mr Taylor admitted to making an untrue statement in a letter dated 31 May 2006 to Mr Tom Stemple of Skinit, but I do not think that affects the substance of his evidence which, for the most part, was uncontroversial.",
      "id": "s182"
    },
    {
      "text": "I accept the substance of his evidence.",
      "id": "s183"
    },
    {
      "text": "I will return to the evidence of Mr Atta.",
      "id": "s184"
    },
    {
      "text": "46 Before commenting on the evidence of Mr Chojna and Mr Atta, respectively, some general matters about the way in which the matter proceeded should be noted.",
      "id": "s185"
    },
    {
      "text": "First, there was an application for interlocutory relief, and a number of affidavits were filed on that application.",
      "id": "s186"
    },
    {
      "text": "At trial, four affidavits of Mr Chojna and three affidavits of Mr Atta were tendered.",
      "id": "s187"
    },
    {
      "text": "As far as the relevant meetings in 2005 are concerned, the earlier affidavits of Mr Chojna were in rather general terms, whereas the later affidavits contained a good deal more detail.",
      "id": "s188"
    },
    {
      "text": "I have placed more weight on Mr Chojna's later affidavits.",
      "id": "s189"
    },
    {
      "text": "Secondly, a number of issues were raised on the interlocutory application which were no longer issues at the commencement of the trial, or by the end of the trial.",
      "id": "s190"
    },
    {
      "text": "To some extent, the respective cases of the parties were fashioned as the trial proceeded.",
      "id": "s191"
    },
    {
      "text": "For example, Mr Chojna said that Mr Atta had not made proper efforts to sell the skins and that that was the reason, or at least a reason, Futuretronics had not placed more orders for skins with Graphix Labels.",
      "id": "s192"
    },
    {
      "text": "Mr Atta gave evidence denying that allegation.",
      "id": "s193"
    },
    {
      "text": "There was also an allegation that Mr Chojna had delayed in arranging for the packaging of some of the skins.",
      "id": "s194"
    },
    {
      "text": "For its part, Graphix Labels put forward evidence of the reasons why it decided to produce and market its own skins.",
      "id": "s195"
    },
    {
      "text": "That prompted some evidence in response from Mr Chojna.",
      "id": "s196"
    },
    {
      "text": "None of the issues I have just mentioned were significant issues by the end of the trial.",
      "id": "s197"
    },
    {
      "text": "47 There was a substantial attack on the credit of Mr Chojna.",
      "id": "s198"
    },
    {
      "text": "It was submitted that his evidence was unsatisfactory in many respects.",
      "id": "s199"
    },
    {
      "text": "His evidence in relation to two relatively minor issues was clearly unsatisfactory.",
      "id": "s200"
    },
    {
      "text": "First, Mr Chojna said that Ms Hung had left the employ of Futuretronics because she \"could not stand Mr Atta\".",
      "id": "s201"
    },
    {
      "text": "When Ms Hung gave evidence, she denied that was the reason she left the employ of Futuretronics.",
      "id": "s202"
    },
    {
      "text": "She said that she did not have \"any conflict\" with Mr Atta and that she got on with him quite well.",
      "id": "s203"
    },
    {
      "text": "Secondly, Mr Atta changed his resignation date from Futuretronics from 4 September 2006 to 29 September 2006 and in cross-examination, Mr Chojna was asked whether that occurred because he had persuaded Mr Atta to stay on for a while.",
      "id": "s204"
    },
    {
      "text": "He said:\n \n No, he decided to stay on by himself.",
      "id": "s205"
    },
    {
      "text": "It wasn't appropriate for him to leave, according to him, at that stage.",
      "id": "s206"
    },
    {
      "text": "In re-examination, Mr Chojna was asked about this topic, and he said:\n \n I was --- I had to go to London for a wedding and it was very inconvenient for nobody to be there in the time so I asked if he could stay until I was back and he agreed.",
      "id": "s207"
    },
    {
      "text": "48 Counsel for Graphix Labels and Mr Atta submitted that Mr Chojna's evidence on his discussions about Avery with representatives of Graphix Labels was unsatisfactory.",
      "id": "s208"
    },
    {
      "text": "In his first affidavit sworn on 6 November 2006, Mr Chojna said that in or about May 2005 he became aware of a vinyl-based product which could be purchased from Avery, a US company.",
      "id": "s209"
    },
    {
      "text": "In his third affidavit sworn on 4 December 2006, he said that at the meeting on 27 June 2005 he saw Mr Sinosich \"peel a Skinit product off Mr Atta's phone and he said that the material was made by Avery, who I knew to be a very large plastics and labels manufacturer based in the USA\".",
      "id": "s210"
    },
    {
      "text": "Mr Chojna said that he must have had a discussion with Mr Tallent at the end of May when Mr Tallent told him that Avery was a very large plastics and labels manufacturer based in the US.",
      "id": "s211"
    },
    {
      "text": "There is force in the submission that Mr Chojna's recollection of the precise sequence of events in 2005 is not as accurate as he might think but, subject to the observations set out below, I accept the substance of his evidence about the events in 2005.",
      "id": "s212"
    },
    {
      "text": "49 In his evidence-in-chief, Mr Chojna gave some evidence of the relationship between Futuretronics and Skinit over time.",
      "id": "s213"
    },
    {
      "text": "He was cross-examined at length about that relationship and a number of emails were put to him.",
      "id": "s214"
    },
    {
      "text": "It is true that there was a good deal more to that relationship than was revealed in Mr Chojna's affidavits.",
      "id": "s215"
    },
    {
      "text": "It is also true that Mr Chojna's evidence raises a number of questions which would require careful consideration had the topic of Futuretronics' relationship with Skinit been material to the resolution of the issues in this case, or had Mr Chojna's credit been decisive to the resolution of those issues.",
      "id": "s216"
    },
    {
      "text": "For example, careful consideration would need to be given to the basis upon which Futuretronics lodged an application for the trademark \"Skinit\" on 1 September 2005.",
      "id": "s217"
    },
    {
      "text": "Mr Chojna said that he had the agreement or approval of Skinit to do that.",
      "id": "s218"
    },
    {
      "text": "As against that, there is an email from Mr Tom Stemple to Mr Atta dated 17 August 2005 advising Futuretronics that \"Skinit has chosen another company to become our partner in Australia\".",
      "id": "s219"
    },
    {
      "text": "Careful consideration would also need to be given to whether Mr Chojna's evidence that he registered the trademark for Skinit, and that his intention was that if \"the business\" (I assume he means a proposed partnership or joint venture) continued, Skinit would get the trademark, if it did not he would \"unregister it\" should be accepted having regard to the subsequent dispute between Futuretronics and Skinit about the trademark which was only resolved after many months.",
      "id": "s220"
    },
    {
      "text": "It is not necessary for me to consider those issues because that part of Mr Chojna's evidence which was relevant to the issues as ultimately formulated by the parties may be accepted subject to some particular observations I make.",
      "id": "s221"
    },
    {
      "text": "50 There was one disputed factual matter involving Mr Chojna's evidence although, even in relation to this matter, neither party suggested in their closing submissions that the resolution of the issue was critical.",
      "id": "s222"
    },
    {
      "text": "Mr Chojna said that on two occasions he said to representatives of Graphix Labels that Futuretronics would pay for the vinyl made by Avery.",
      "id": "s223"
    },
    {
      "text": "Mr Taylor and Mr Tallent denied that he made such an offer.",
      "id": "s224"
    },
    {
      "text": "I prefer their evidence to that of Mr Chojna.",
      "id": "s225"
    },
    {
      "text": "As to the first occasion upon which this was allegedly discussed, that is, the meeting on 27 June 2005, it seems to me to be unlikely that the parties would be discussing this topic on that occasion.",
      "id": "s226"
    },
    {
      "text": "51 I scrutinised Mr Atta's evidence with care.",
      "id": "s227"
    },
    {
      "text": "There were some unsatisfactory features of his evidence.",
      "id": "s228"
    },
    {
      "text": "First, Mr Atta admitted telling untruths or making gross exaggerations in correspondence he sent in attempting to market the products of Graphix Labels.",
      "id": "s229"
    },
    {
      "text": "There are a number of examples in the evidence, but reference to one will suffice.",
      "id": "s230"
    },
    {
      "text": "In an email to Mr Blogg dated 26 October 2006, Mr Atta said:\n \n To give you an example we have just received figures back from a music distributor which included the art of a cd cover as a skin for a new release title, and it increased their budget forecast by 28%.",
      "id": "s231"
    },
    {
      "text": "From all reports retailers love the idea.",
      "id": "s232"
    },
    {
      "text": "52 In cross-examination, Mr Atta admitted that that statement was \"absolutely not true\".",
      "id": "s233"
    },
    {
      "text": "It seems that Mr Atta was prepared to make that statement and others like it in order to market the products he was selling.",
      "id": "s234"
    },
    {
      "text": "Secondly, when Mr Atta was asked about the fact that in October 2006 he had disclosed to a third party the name of a supplier of Futuretronics, his initial response was to say that Futuretronics had not \"used them probably for two --- last two years I was there\".",
      "id": "s235"
    },
    {
      "text": "The following day correspondence between the supplier and Futuretronics in August 2006 was put to Mr Atta.",
      "id": "s236"
    },
    {
      "text": "On seeing that correspondence, Mr Atta said that his definition of supplier was someone that \"you are actually purchasing from\".",
      "id": "s237"
    },
    {
      "text": "Mr Atta said:\n \n At Futuretronics, we had not purchased from Storm Electronics for quite some time.",
      "id": "s238"
    },
    {
      "text": "When we look at new assignments, we try to contact every known supplier in China to give us some feedback on the products that they might have.",
      "id": "s239"
    },
    {
      "text": "53 I have read the emails that passed between Futuretronics and the supplier.",
      "id": "s240"
    },
    {
      "text": "It seems to me that Mr Atta could have been more forthcoming on this topic.",
      "id": "s241"
    },
    {
      "text": "Despite these matters, I accept the substance of the evidence given by Mr Atta.",
      "id": "s242"
    },
    {
      "text": "Events before the commencement of the business relationship between Futuretronics and Graphix Labels \n \n54 In May 2005 a company or business in the USA called Skinit made skins made from vinyl material made by Avery.",
      "id": "s243"
    },
    {
      "text": "Mr Tom Stemple was a representative of Skinit and he is described in the company's correspondence as a co-founder.",
      "id": "s244"
    },
    {
      "text": "The skins made by Skinit were made for application to electronic products such as mobile telephones.",
      "id": "s245"
    },
    {
      "text": "The company advertised the skins on the Internet and it seems that it was possible for a person in Australia to purchase the skins via the Internet.",
      "id": "s246"
    },
    {
      "text": "So far as the evidence goes, it suggests that Skinit was a relatively small operation which specialised in each consumer deciding upon the artwork he or she wanted on the skin they were purchasing.",
      "id": "s247"
    },
    {
      "text": "55 In May 2005 Mr Chojna instructed Mr Atta to attend an electronics show in Los Angeles in the USA.",
      "id": "s248"
    },
    {
      "text": "On his return to Melbourne Mr Atta told Mr Chojna that Mr Tom Stemple of Skinit had approached him and asked him if Futuretronics would be interested in distributing skins made by Skinit.",
      "id": "s249"
    },
    {
      "text": "Mr Atta showed Mr Chojna his mobile telephone with a skin attached.",
      "id": "s250"
    },
    {
      "text": "56 Mr Chojna had not previously heard of Skinit and although he was aware of skin-type products, he said that in his experience they were usually made from plastic or rubber.",
      "id": "s251"
    },
    {
      "text": "He saw that the skins made by Skinit had advantages, the main one being the fact that on removal they left no residue of adhesive on the item to which they had been applied.",
      "id": "s252"
    },
    {
      "text": "He saw a business opportunity and one that he could exploit through his existing customer base and on an ongoing basis as new electronic products were developed and released.",
      "id": "s253"
    },
    {
      "text": "57 Mr Chojna contacted Mr Stemple and made other inquiries about the skins made by Skinit.",
      "id": "s254"
    },
    {
      "text": "He said that he formed the view that it was unlikely he would distribute skins made by Skinit.",
      "id": "s255"
    },
    {
      "text": "Meeting or meetings between Futuretronics and Graphix Labels in mid-2005 and events leading to the first order \n \n58 In mid-2005 there were meetings between representatives of Futuretronics and representatives of Graphix Labels.",
      "id": "s256"
    },
    {
      "text": "The evidence is fairly general and the evidence of the discussions was not given in direct speech.",
      "id": "s257"
    },
    {
      "text": "Nevertheless, I accept the substance of Mr Chojna's evidence as to what occurred.",
      "id": "s258"
    },
    {
      "text": "59 The important meeting took place on 27 June 2005 at the offices of Graphix Labels and later at its factory premises.",
      "id": "s259"
    },
    {
      "text": "According to the evidence of Messrs Taylor, Tallent and Atta there was a meeting shortly before this meeting at which they were present and the topic of skins and the product made by Skinit was discussed.",
      "id": "s260"
    },
    {
      "text": "Mr Chojna was not present at this meeting.",
      "id": "s261"
    },
    {
      "text": "I accept that such a meeting took place, but the fact that it took place does not alter any of the conclusions set out below.",
      "id": "s262"
    },
    {
      "text": "60 At the meeting on 27 June 2005 Messrs Chojna and Atta were present on behalf of Futuretronics and Messrs Taylor, Tallent and Sinosich were present on behalf of Graphix Labels.",
      "id": "s263"
    },
    {
      "text": "The participants in the meeting discussed the skins made by Skinit and Mr Chojna's idea for mass production of the skins and the possible applications and markets for such a product.",
      "id": "s264"
    },
    {
      "text": "Mr Chojna said that he wanted to be able to produce the skins in large volumes.",
      "id": "s265"
    },
    {
      "text": "He said the skins could have a variety of uses and he gave examples of various electronic products to which they could be applied and he then went on to say that any electronic device that could have a sticker on it could be a potential market for the skins.",
      "id": "s266"
    },
    {
      "text": "He said that the potential market for skins could be worth $10 million.",
      "id": "s267"
    },
    {
      "text": "61 Mr Atta's mobile telephone had a skin made by Skinit on it and he produced the telephone during the meeting.",
      "id": "s268"
    },
    {
      "text": "The skin was peeled off by Mr Sinosich and the word \"Avery\" was observed by Mr Sinosich.",
      "id": "s269"
    },
    {
      "text": "Mr Chojna had heard of Avery.",
      "id": "s270"
    },
    {
      "text": "Mr Tallent told Mr Chojna that Avery was a supplier of material to Graphix Labels and that the company already had a business relationship with Avery.",
      "id": "s271"
    },
    {
      "text": "He said he had seen the material before but not used it for the purposes of a skin.",
      "id": "s272"
    },
    {
      "text": "Mr Chojna said that up until that point he had not realised that the material could go around corners without bubbling as most materials do.",
      "id": "s273"
    },
    {
      "text": "This evidence from Mr Chojna could not be literally correct because it was established in cross-examination that the word, Avery, was written on the back of the backing paper and not the skin itself.",
      "id": "s274"
    },
    {
      "text": "There was then discussion about the printing processes required and Mr Chojna asked if Graphix Labels had the capacity to produce the skins.",
      "id": "s275"
    },
    {
      "text": "Mr Taylor mentioned the fact that Graphix Labels had a very expensive and highly specialised machine --- a Hewlett-Packard digital printer --- which had the necessary capacity.",
      "id": "s276"
    },
    {
      "text": "Mr Chojna was impressed by the features of the machine as they were described by Mr Taylor and the participants in the meeting later inspected the machine.",
      "id": "s277"
    },
    {
      "text": "62 Mr Chojna said that none of the representatives of Graphix Labels said anything during the meeting to indicate that they were \"previously aware of the skins product or of the application of the Avery material as a cover for electronic products\".",
      "id": "s278"
    },
    {
      "text": "63 Mr Chojna said that during the meeting there was no discussion about the likely cost to produce the skins as the participants at the meeting said they did not know how much it would cost to buy the vinyl material from Avery.",
      "id": "s279"
    },
    {
      "text": "He said that Futuretronics would be happy to buy the necessary quantities of the vinyl material.",
      "id": "s280"
    },
    {
      "text": "Messrs Taylor and Tallent deny that Mr Chojna ever made any offer to buy the vinyl material from Avery and, as I have said, I accept their evidence on this point and prefer it to that of Mr Chojna.",
      "id": "s281"
    },
    {
      "text": "64 Mr Chojna visited Skinit's offices in Denver in the USA on 1 July 2005 and met Mr Tom Stemple.",
      "id": "s282"
    },
    {
      "text": "He discussed the Skinit operation with Mr Stemple and inspected its facilities.",
      "id": "s283"
    },
    {
      "text": "Various proposals were discussed.",
      "id": "s284"
    },
    {
      "text": "He said that he has continued to have discussions with Mr Stemple but to date no agreement had eventuated.",
      "id": "s285"
    },
    {
      "text": "65 After the meeting on 27 June 2005, Mr Taylor made inquiries of Avery as to whether it could supply vinyl material comparable to the vinyl material used by Skinit and which Graphix Labels could process through its printing machines.",
      "id": "s286"
    },
    {
      "text": "Avery advised that it could supply such material.",
      "id": "s287"
    },
    {
      "text": "Mr Tallent had noted the name on the back of the Skinit samples provided to Graphix Labels by Mr Atta.",
      "id": "s288"
    },
    {
      "text": "66 Graphix Labels conducted considerable testing to see if it could process the Avery material through its printing machines and in the course of the testing it consulted with Avery.",
      "id": "s289"
    },
    {
      "text": "It still had considerable concerns as to whether it could manufacture the skins and the first batch of skins ordered by Futuretronics were manufactured by a third party called Graphix Effects.",
      "id": "s290"
    },
    {
      "text": "There is no suggestion in the evidence that Graphix Labels and Graphix Effects are in any way related businesses.",
      "id": "s291"
    },
    {
      "text": "The first order by Futuretronics \n \n67 In late August 2005, Futuretronics ordered its first batch of skins from Graphix Labels.",
      "id": "s292"
    },
    {
      "text": "The order was for 1000 units of iPod skins at a price of $1.68 per unit, 1000 units of iPod shuffle skins at $1.28 per unit and 10,000 units of Nintendog skins at $2.75 per unit.",
      "id": "s293"
    },
    {
      "text": "Futuretronics provided the artwork to be applied to the skins.",
      "id": "s294"
    },
    {
      "text": "As I have said, the first batch of skins were manufactured by Graphix Effects who charged Graphix Labels for the work.",
      "id": "s295"
    },
    {
      "text": "Graphix Labels invoiced Futuretronics for the amount it was charged by Graphix Effects without adding any charge of its own.",
      "id": "s296"
    },
    {
      "text": "In effect, Graphix Labels subcontracted the work to Graphix Effects.",
      "id": "s297"
    },
    {
      "text": "On 5 July 2006, Graphix Labels and Graphix Effects had signed an agreement in relation to \"Project Skins\" that the latter company would not disclose to any other person or use for any other purpose, information relating to design, configuration, construction, manufacturing processes and uses and marketing strategies in connection with the project.",
      "id": "s298"
    },
    {
      "text": "68 Mr Chojna and Mr Atta attended a meeting at the premises of Graphix Labels in or about late August 2005.",
      "id": "s299"
    },
    {
      "text": "Mr Tallent was present and Mr Taylor may have been present.",
      "id": "s300"
    },
    {
      "text": "Mr Chojna was introduced to a Mr Iain Gartley from Graphix Effects.",
      "id": "s301"
    },
    {
      "text": "He was told that Graphix Labels could not do the work associated with the first batch of skins ordered by Futuretronics but that Graphix Effects could do it.",
      "id": "s302"
    },
    {
      "text": "Mr Chojna instructed Mr Gartley to proceed and he left it to Mr Atta to organise the details.",
      "id": "s303"
    },
    {
      "text": "69 Mr Taylor described how the work was carried out under the first order.",
      "id": "s304"
    },
    {
      "text": "Futuretronics provided samples of the relevant products to Graphix Effects.",
      "id": "s305"
    },
    {
      "text": "Graphix Effects prepared die or line drawings using their computer system.",
      "id": "s306"
    },
    {
      "text": "These drawings indicated where the material needed to be cut so that the skins fitted the product properly.",
      "id": "s307"
    },
    {
      "text": "Samples were then produced which were sent to Futuretronics for approval.",
      "id": "s308"
    },
    {
      "text": "They were approved and skins were then manufactured.",
      "id": "s309"
    },
    {
      "text": "Mr Taylor described the process in the following words: \n \n The material is cut by a single sharp steel point called a \"plotter\" which is guided by a computer to follow the lines of the die drawing.",
      "id": "s310"
    },
    {
      "text": "In effect, this is like cutting a piece of paper with a scalpel.",
      "id": "s311"
    },
    {
      "text": "70 In or about late September 2005 the skins under the first order were delivered to Futuretronics.",
      "id": "s312"
    },
    {
      "text": "71 Mr Chojna said that at about this time there was a further meeting with a representative of Graphix Labels.",
      "id": "s313"
    },
    {
      "text": "Those present at the meeting were Mr Chojna, Mr Atta, Ms Hung and Mr Tallent.",
      "id": "s314"
    },
    {
      "text": "There was a discussion about the supply of the Avery material and Mr Chojna said that if necessary Futuretronics would pay for the material and freight \"so that Graphix Labels didn't have to be out of pocket for the material\".",
      "id": "s315"
    },
    {
      "text": "Mr Tallent said that Futuretronics never offered to pay for the Avery material and I prefer Mr Tallent's evidence on this topic to that of Mr Chojna.",
      "id": "s316"
    },
    {
      "text": "72 Mr Chojna said that because of Mr Atta's costing of the skins Futuretronics lost money on the transaction involving the Nintendog skins which formed part of the first batch of skins made for Futuretronics.",
      "id": "s317"
    },
    {
      "text": "It is not necessary to set out the details of Mr Chojna's criticisms of Mr Atta's conduct in this regard because it is not an issue in the case.",
      "id": "s318"
    },
    {
      "text": "73 By September 2005 Graphix Labels was confident that it could produce skins for Futuretronics and in October 2005 in response to requests for quotations by Futuretronics, Graphix Labels provided various quotations to Futuretronics.",
      "id": "s319"
    },
    {
      "text": "74 Mr Chojna was overseas for five weeks in September and October 2005.",
      "id": "s320"
    },
    {
      "text": "At about that time he engaged an advertising and public relations firm and there were discussions about a name for the skins.",
      "id": "s321"
    },
    {
      "text": "The name \"Static Skins\" was agreed upon in preference to the other suggestion of \"eGo Skin\".",
      "id": "s322"
    },
    {
      "text": "Also in late 2005 there were meetings involving employees of Graphix Labels, discussions about branding, designs and the packaging of the skins and Ms Hung was instructed to and did prepare a number of designs for the skins.",
      "id": "s323"
    },
    {
      "text": "The second order by Futuretronics \n \n75 Futuretronics issued a purchase order to Graphix Labels on 4 January 2006 for a total of 21,000 units comprising skins for an iPod Shuffle (6000 units), an iPod Mini (6000 units), an iPod 4G (6000 units) and an XBox 360 (3000 units) and prepress tooling for each of the four types of skins.",
      "id": "s324"
    },
    {
      "text": "The total price was said to be $32,099 including GST.",
      "id": "s325"
    },
    {
      "text": "76 Mr Chojna said that at this time he was confident about the potential of the skins business.",
      "id": "s326"
    },
    {
      "text": "He had received positive feedback from various overseas buyers about the product.",
      "id": "s327"
    },
    {
      "text": "77 The skins which were the subject of the second order were delivered to Futuretronics on 31 January 2006 and Graphix Labels sent four invoices to Futuretronics.",
      "id": "s328"
    },
    {
      "text": "In order that Graphix Labels could manufacture the skins required by the second order, Futuretronics provided to Graphix Labels actual samples of the various models of iPod and the XBox 360 for which the skins were to be made and the artwork for the images that were to be printed on those skins.",
      "id": "s329"
    },
    {
      "text": "78 Mr Taylor described the printing technology used by Graphix Labels.",
      "id": "s330"
    },
    {
      "text": "Graphix Labels produced die or line drawings using its computer system and Mr Taylor said that Graphix Labels still has electronic copies of the drawings.",
      "id": "s331"
    },
    {
      "text": "A sample of the die or line drawings was sent to Futuretronics for approval.",
      "id": "s332"
    },
    {
      "text": "Once approved, the die or line drawings were sent to the die-maker who made the die.",
      "id": "s333"
    },
    {
      "text": "Mr Taylor described the dies and how they worked.",
      "id": "s334"
    },
    {
      "text": "The printing technology differed from that used by Graphix Effects.",
      "id": "s335"
    },
    {
      "text": "Mr Taylor said:\n \n These dies are made from PVC.",
      "id": "s336"
    },
    {
      "text": "A groove following the lines of a die drawing is then carved into the PVC and a very fine metal blade is embedded into that groove.",
      "id": "s337"
    },
    {
      "text": "In effect, this creates a device which works like a cookie-cutter.",
      "id": "s338"
    },
    {
      "text": "79 One batch of skins was sold to JB Hi-Fi and a second batch was sold by Futuretronics to Kmart.",
      "id": "s339"
    },
    {
      "text": "Mr Chojna said he had 18,780 iPod skins from the skins delivered pursuant to the second order at the business premises of Futuretronics which have not been sold.",
      "id": "s340"
    },
    {
      "text": "He said that he had arranged for those skins to be packaged so that he could try to sell them to Futuretronics' customer base.",
      "id": "s341"
    },
    {
      "text": "80 Graphix Labels did not receive any further orders from Futuretronics after the second order.",
      "id": "s342"
    },
    {
      "text": "Graphix Labels decides to manufacture and market its own skins \n \n81 In May 2006 Graphix Labels decided that it would produce and market its own skins.",
      "id": "s343"
    },
    {
      "text": "Mr Tallent gave evidence of the reasons for that decision.",
      "id": "s344"
    },
    {
      "text": "First, Graphix Labels had made a considerable investment in the research and development associated with producing skins and it had absorbed a large amount of the cost arising from this on the basis that it anticipated large orders from Futuretronics which did not eventuate.",
      "id": "s345"
    },
    {
      "text": "Secondly, the company had Avery material in stock worth about $20,000 and which was lying idle, and there was a further quantity of Avery stock worth about $100,000 which had been allocated by Avery to Graphix Labels.",
      "id": "s346"
    },
    {
      "text": "Graphix Labels did not want to jeopardise its long-standing relationship with Avery by failing to take up the stock.",
      "id": "s347"
    },
    {
      "text": "82 The representatives of Graphix Labels asserted in evidence that its marketing plan was very different from that of Futuretronics.",
      "id": "s348"
    },
    {
      "text": "First, Graphix Labels will market skins for new models of, for example, iPods, and because of the fact that the manufacturing materials relate to existing or old models they will be of no use to Graphix Labels in terms of its plan to produce and market skins.",
      "id": "s349"
    },
    {
      "text": "Secondly, Graphix Labels plans to market and sell its skins to wholesalers, distributors and brand owners who will, in turn, market them to retailers.",
      "id": "s350"
    },
    {
      "text": "It will not be marketing and selling skins to retailers, such as Myer and JB Hi-Fi, who are the type of customers to whom Futuretronics sells its skins.",
      "id": "s351"
    },
    {
      "text": "Graphix Labels' pricing policy will not take account of Futuretronics' pricing policy (so it is said by Graphix Labels) because it will be selling to a different market, namely, wholesalers, distributors and brand owners and not retailers.",
      "id": "s352"
    },
    {
      "text": "83 Although Graphix Labels' case at trial was that there was no legal constraint preventing it from producing commercial quantities of skins it had not done so as at the date of trial.",
      "id": "s353"
    },
    {
      "text": "Events in July, August, September and October 2006 \n \n84 Relevant events occurred in July, August, September and October 2006.",
      "id": "s354"
    },
    {
      "text": "The majority involved Mr Atta and some were before he ceased his employment with Futuretronics on 29 September 2006 and some were after that date.",
      "id": "s355"
    },
    {
      "text": "It is convenient to summarise the key allegations:\n \n \n 1.",
      "id": "s356"
    },
    {
      "text": "Graphix Labels infringed Futuretronics' rights by reason of Mr Taylor's dealings with Powermove Distribution Pty Ltd (\"Powermove\") in July or August 2006.",
      "id": "s357"
    },
    {
      "text": "2.",
      "id": "s358"
    },
    {
      "text": "Mr Atta and Graphix Labels infringed Futuretronics' rights by reason of Mr Atta's dealings with THQ Asia Pacific Pty Ltd (\"THQ\") in August and October 2006.",
      "id": "s359"
    },
    {
      "text": "3.",
      "id": "s360"
    },
    {
      "text": "Mr Atta and Graphix Labels infringed Futuretronics' rights by reason of Mr Atta's conduct as outlined in two emails dated 13 September 2006.",
      "id": "s361"
    },
    {
      "text": "4.",
      "id": "s362"
    },
    {
      "text": "Mr Atta and Graphix Labels infringed Futuretronics' rights by reason of Mr Atta's conduct in distributing brochures to three potential customers in October 2006.",
      "id": "s363"
    },
    {
      "text": "5.",
      "id": "s364"
    },
    {
      "text": "Mr Atta and Graphix Labels infringed Futuretronics' rights by reason of Mr Atta's conduct in providing information to Cygnett Pty Ltd in October 2006.",
      "id": "s365"
    },
    {
      "text": "85 Before dealing with each of these in detail, it is convenient to explain the circumstances surrounding Mr Atta's change of employment.",
      "id": "s366"
    },
    {
      "text": "86 Mr Atta and Mr Tallent were friends.",
      "id": "s367"
    },
    {
      "text": "Some time after 9 August 2006 Mr Atta told Mr Tallent that he was going to resign his employment with Futuretronics and Mr Tallent introduced him to a recruiting agent to help him find employment.",
      "id": "s368"
    },
    {
      "text": "Some time between that event and 29 September 2006 Mr Atta and Mr Tallent began negotiating about Mr Atta being employed by Graphix Labels.",
      "id": "s369"
    },
    {
      "text": "It is not possible on the evidence to fix the precise date when the negotiations began.",
      "id": "s370"
    },
    {
      "text": "It is likely to have been in early September 2006.",
      "id": "s371"
    },
    {
      "text": "The letter of offer from Graphix Labels to Mr Atta is dated 25 September 2006 and it was signed and thereby accepted by Mr Atta on 26 September 2006.",
      "id": "s372"
    },
    {
      "text": "The two emails from Mr Atta to Mr Tallent which are alleged to show breaches of his fiduciary duty to Futuretronics during his employment by that company were sent by Mr Atta on 13 September 2006.",
      "id": "s373"
    },
    {
      "text": "The terms of those emails are set out below [97]-[100].",
      "id": "s374"
    },
    {
      "text": "I think that it is likely that by 13 September 2006 the essential terms of a contract of employment had been agreed.",
      "id": "s375"
    },
    {
      "text": "At the very least, negotiations between Mr Atta and Graphix Labels had reached an advanced stage.",
      "id": "s376"
    },
    {
      "text": "87 It seems that when skins were produced by Graphix Labels for Futuretronics, a certain number of spares or, as they were referred to in the evidence, \"overs\" were produced.",
      "id": "s377"
    },
    {
      "text": "Futuretronics claims that Graphix Labels infringed its rights in relation to the skins by producing the overs and then providing some of them as samples to Mr Ian Bagnall who is the operations manager of Powermove.",
      "id": "s378"
    },
    {
      "text": "88 Mr Taylor contacted Mr Bagnall by telephone in or about July or August 2006 and introduced himself as being from Graphix Labels.",
      "id": "s379"
    },
    {
      "text": "Mr Bagnall had not previously dealt with Graphix Labels or Mr Taylor.",
      "id": "s380"
    },
    {
      "text": "Mr Taylor told Mr Bagnall that he had some products he wanted to show him which were films or skins for iPods.",
      "id": "s381"
    },
    {
      "text": "The products Mr Taylor described seemed to Mr Bagnall to be similar to products Mr Bagnall had previously seen and he doubted whether Powermove would be interested in purchasing them.",
      "id": "s382"
    },
    {
      "text": "Nevertheless he agreed to meet with Mr Taylor.",
      "id": "s383"
    },
    {
      "text": "Mr Bagnall said that he was very familiar with the concept of skins in July or August 2006 and, in fact, he had seen skins in early 2005.",
      "id": "s384"
    },
    {
      "text": "Powermove had sold skins for an iPod Shuffle in 2005 but they had ceased doing so because they were unable to sell sufficient quantities.",
      "id": "s385"
    },
    {
      "text": "89 A meeting took place at Powermove's offices between Mr Taylor, Mr Bagnall and Powermove's chief executive officer, Mr John Osmotherly.",
      "id": "s386"
    },
    {
      "text": "Mr Taylor showed them some sample skin products for iPod 4G, iPod Mini, iPod Shuffle and XBox products.",
      "id": "s387"
    },
    {
      "text": "Mr Bagnall said that Mr Taylor told him that the products would cost $1.50 per unit, and that they would be delivered unpackaged.",
      "id": "s388"
    },
    {
      "text": "Mr Bagnall told Mr Taylor that he did not think Powermove would be interested in purchasing any of the products but that he would speak with Powermove's designer to obtain his views.",
      "id": "s389"
    },
    {
      "text": "Mr Taylor gave Mr Bagnall two presentation folders which contained the samples he had been shown.",
      "id": "s390"
    },
    {
      "text": "Mr Bagnall gave these folders to Powermove's designer.",
      "id": "s391"
    },
    {
      "text": "Mr Bagnall said that nothing further came of the approach by Graphix Labels and he said that he had not spoken to Mr Taylor since the meeting.",
      "id": "s392"
    },
    {
      "text": "90 The folders contained samples with the artworks produced by Ms Hung on them.",
      "id": "s393"
    },
    {
      "text": "91 Mr Bagnall also said that on 17 November 2006 he attended a Trade Fair at the Melbourne Exhibition Building on behalf of one of Powermove's manufacturers named \"Logic3\".",
      "id": "s394"
    },
    {
      "text": "The stand he was in was next to a Futuretronics stand.",
      "id": "s395"
    },
    {
      "text": "A person approached him and said his name was Harry and that he had noticed that Logic3 displayed iPod accessories.",
      "id": "s396"
    },
    {
      "text": "He asked if Mr Bagnall would be interested in looking at a product he had and he showed him some iPod skin products.",
      "id": "s397"
    },
    {
      "text": "Mr Bagnall said that he had been shown and offered these products by Mr Taylor of Graphix Labels.",
      "id": "s398"
    },
    {
      "text": "92 Mr Taylor also gave evidence of what transpired at the meeting in July or August 2006 between himself, Mr Bagnall and Mr Osmotherly.",
      "id": "s399"
    },
    {
      "text": "Although there are differences between his version and that of Mr Bagnall they are not such as to suggest that either Mr Bagnall or Mr Taylor was not credible.",
      "id": "s400"
    },
    {
      "text": "Moreover, none of the differences are critical in terms of the issues in this case.",
      "id": "s401"
    },
    {
      "text": "Mr Taylor said that Mr Bagnall said very little at the meeting and that most of the talking on behalf of Powermove was done by Mr Osmotherly.",
      "id": "s402"
    },
    {
      "text": "Mr Taylor said that at no time did he offer to sell skins with the designs shown on the samples and he said if Powermove wanted to purchase skins they would have to provide the artwork it wanted to use.",
      "id": "s403"
    },
    {
      "text": "The tenor of Mr Bagnall's evidence is that he does not agree with the latter part of this proposition.",
      "id": "s404"
    },
    {
      "text": "I think it likely that the position was not made clear.",
      "id": "s405"
    },
    {
      "text": "Mr Taylor said that he did not offer to sell the skins for $1.50 per unit but, rather, said that a price of $1.50 to $2 per unit might be possible if an order was placed for a sufficient quantity of skins and with a sufficiently limited range of artwork.",
      "id": "s406"
    },
    {
      "text": "There was only a brief discussion of prices and Mr Taylor never gave Messrs Osmotherly and Bagnall an actual quotation in respect of the cost of providing skins to Powermove.",
      "id": "s407"
    },
    {
      "text": "93 In August and October 2006, Mr Atta had dealings with Mr David Blogg who is the national sales manager of THQ.",
      "id": "s408"
    },
    {
      "text": "Mr Blogg has worked for THQ for approximately six years and prior to that he worked for Futuretronics.",
      "id": "s409"
    },
    {
      "text": "94 THQ is a developer and publisher of interactive entertainment software.",
      "id": "s410"
    },
    {
      "text": "It develops products for all popular console and handheld games systems, including XBox and XBox 360, video game and entertainment systems from Microsoft; Playstation 3 (PS3) and Playstation 2 (PS2) computer entertainment system, Playstation Portable (PSP) system; and Nintendo's Wii, Gamelube, Game Boy Advance and DS systems.",
      "id": "s411"
    },
    {
      "text": "It licences a number of major brands, such as Disney, Pixar, Nickelodeon and Bratz T, and markets its gaming products to a wide range of consumers.",
      "id": "s412"
    },
    {
      "text": "It markets and distributes games throughout the Asia Pacific and it operates as a wholesaler not a retailer.",
      "id": "s413"
    },
    {
      "text": "95 In August 2006, Mr Atta contacted Mr Blogg by telephone and discussed with him a proposal whereby Futuretronics would supply vinyl-skin products to THQ for the \"Bratz\" Nintendo DS product and a range of other items to bundle with THQ games.",
      "id": "s414"
    },
    {
      "text": "Emails were exchanged between the two at or about the same time and there was a meeting involving Messrs Blogg, Chojna and Atta.",
      "id": "s415"
    },
    {
      "text": "Mr Atta quoted a price for the skins of $4.00 per unit.",
      "id": "s416"
    },
    {
      "text": "The proposal did not proceed.",
      "id": "s417"
    },
    {
      "text": "I will return to the details of Mr Atta's contact with Mr Blogg in October 2006.",
      "id": "s418"
    },
    {
      "text": "96 Mr Atta sent two emails to Mr Tallent on 13 September 2006.",
      "id": "s419"
    },
    {
      "text": "As I have said, by that time it is likely the essential terms of his employment by Graphix Labels had been agreed.",
      "id": "s420"
    },
    {
      "text": "He was to be employed to promote skins to be sold by Graphix Labels and the two emails are likely to have been sent in response to a suggestion made to him by Mr Tallent that he put his thoughts as to how to exploit the skins market in writing.",
      "id": "s421"
    },
    {
      "text": "97 The first email sent on 13 September 2006 was in the following terms:\n \n \"I have attached Plan A to D in concept form only to give to give [sic] you something to work on if you are discussing the Skin Concept with the Board.",
      "id": "s422"
    },
    {
      "text": "You can pick the eye's [sic] out of it as I have only tried to show you the potential of the Skin concept.",
      "id": "s423"
    },
    {
      "text": "Plan A, shows the best opportunity as it stays within your core business.",
      "id": "s424"
    },
    {
      "text": "This is by no means a business plan, just my thoughts following up from our conversation we had yesterday.",
      "id": "s425"
    },
    {
      "text": "The opportunities are wide spread but I will take time to identify our best opportunities if we go forward with this assignment.",
      "id": "s426"
    },
    {
      "text": "\"\n \n\n98 The document containing Plans A --- D is entitled \"Graphix Labels Skins Roll Out Plan\" and is a three-page document.",
      "id": "s427"
    },
    {
      "text": "It is a general document and cannot be described as sophisticated or detailed.",
      "id": "s428"
    },
    {
      "text": "For example, the four plans are described as follows:\n \n Plan A\n To exhaust all wholesale and retail companies that already have a popular brand in the market place that is targeted to an age group between the years of 12 to 25.",
      "id": "s429"
    },
    {
      "text": "Convincing them to adopt the skin concept and add it to their product range ...\n \n Plan B\n Graphix Labels presents their own brand of skins and take it direct to retail ...\n \n Plan C\n Consumer Direct ...\n \n Plan D\n Quit assignment and move on.",
      "id": "s430"
    },
    {
      "text": "99 On the face of it, this email does not contain any confidential information acquired by Mr Atta during his employment.",
      "id": "s431"
    },
    {
      "text": "Furthermore, whatever its merits, it does not seem to me to contain anything that would not have been known by, or available to, a person generally familiar with the particular industry.",
      "id": "s432"
    },
    {
      "text": "100 The second email dated 13 September 2006 was in the following terms:\n \n I was out conducting my normal store visit to see what we are up against so I added Ipod [sic]Accessories to my list so that we can receive an idea of the amount of brands that are in the market for Ipod [sic].",
      "id": "s433"
    },
    {
      "text": "Please find the following results.",
      "id": "s434"
    },
    {
      "text": "Retail Stores Visited: \n \n \n &#61814; Harvey Norman\n &#61814; Tandy/Dick Smith\n &#61814; Kmart\n &#61814; Target\n &#61814; Myer\n &#61814; David Jones\n &#61814; Toys R Us\n &#61814; Big W\n &#61814; Apple Stores\n &#61814; JB Hi Fi \n \n \n This covers the major players at Retail level.",
      "id": "s435"
    },
    {
      "text": "In order of Representation in store are the following Brands that should be able to add the Skin Concept to their Range of Ipod [sic] Accessories.",
      "id": "s436"
    },
    {
      "text": "o Cygnett\n o AZ Designs\n o Belkin\n o AV Labs\n o Xtreme Mac\n o Griffin\n o Capdass\n o Gecko\n o Elano\n o Apple\n o Avico\n o 4Mac\n o Action Jacket\n o Sumo\n o Yes\n o Wrinkler\n o Yes\n o House Brands \n \n \n You might not be aware of all the Brands as some of them are the names of the Distributor, for example AZ Designs Brand name is Life.",
      "id": "s437"
    },
    {
      "text": "Mobile phones are a different story as there are a lot of No Name products out there but some of the above also have Mobile Phone Accessories as part of their range.",
      "id": "s438"
    },
    {
      "text": "101 Mr Atta said that none of the businesses in the list commencing with the name \"Cygnett\" were, or had been during his employment by Futuretronics, customers of that company.",
      "id": "s439"
    },
    {
      "text": "There is no evidence to contradict that assertion.",
      "id": "s440"
    },
    {
      "text": "102 Some time in the second half of 2006 Graphix Labels produced a brochure showing the skins that it could produce and the way in which that was done.",
      "id": "s441"
    },
    {
      "text": "On the front of the brochure were examples of designs and patterns, and some of them were the artworks produced by Ms Wendy Hung.",
      "id": "s442"
    },
    {
      "text": "Ms Hung was employed by Futuretronics from 19 August 2005 to 21 April 2006 and she performed a wide range of duties for the company.",
      "id": "s443"
    },
    {
      "text": "At Mr Chojna's request she produced the artworks for the skins and they were provided to Graphix Labels.",
      "id": "s444"
    },
    {
      "text": "She described the way in which she produced the artworks but it is not necessary to set out the details.",
      "id": "s445"
    },
    {
      "text": "The brochure was distributed to various persons.",
      "id": "s446"
    },
    {
      "text": "The brochure was distributed to Mr David Bartlett and Mr Boyd Dainton of Audion Australia on 10 October 2006, to Mr Peter Batt of Fosh Australia in October 2006 and Mr Waldo Latowski of Griffin Technology on 12 October 2006.",
      "id": "s447"
    },
    {
      "text": "103 Mr Chojna contacted Mr Taylor by telephone and advised him that artwork owned by Futuretronics was being used without its authorisation.",
      "id": "s448"
    },
    {
      "text": "That contact was followed by a letter from solicitors acting for Futuretronics dated 19 October 2006 complaining about the use of the artworks.",
      "id": "s449"
    },
    {
      "text": "About this time --- the exact point in time is not made clear by the evidence --- the Graphix Labels brochure was changed to delete the artworks produced by Ms Hung.",
      "id": "s450"
    },
    {
      "text": "On 24 October 2006 solicitors acting for Graphix Labels and Mr Atta gave an undertaking that Graphix Labels would not distribute the brochure or any other advertising material bearing any of the designs shown on the brochure and not to import, manufacture, print, offer for sale or sell any skins bearing any of the designs shown on the flyer without the consent of Futuretronics.",
      "id": "s451"
    },
    {
      "text": "On 13 November 2006 and after the proceedings had been commenced, the solicitors for Graphix Labels and Mr Atta again proffered certain undertakings in relation to the artworks.",
      "id": "s452"
    },
    {
      "text": "104 A number of witnesses were asked if they considered they could order the artworks of Ms Hung on the skins that they might purchase.",
      "id": "s453"
    },
    {
      "text": "Counsel for Graphix Labels and Mr Atta submitted that recipients of the original brochure would have understood that they could not and they were only illustrative of the type of artworks which might be produced.",
      "id": "s454"
    },
    {
      "text": "105 I return to the events involving THQ and Mr Blogg.",
      "id": "s455"
    },
    {
      "text": "On 11 October 2006, Mr Blogg received a telephone call and subsequent email from Mr Atta who said he was then employed by Graphix Labels.",
      "id": "s456"
    },
    {
      "text": "In his evidence-in-chief, Mr Blogg said that Mr Atta asked him if \"we could revisit the concept he had previously approached me about for the Bratz skins\".",
      "id": "s457"
    },
    {
      "text": "Mr Blogg said that at that time he had a particular retail customer in mind who he believed might have been interested in the product and so he sent an email to Mr Atta and asked him to provide him with a quotation.",
      "id": "s458"
    },
    {
      "text": "Mr Atta provided a quotation by reply email and by further email sent later that day he also provided Mr Blogg with a document setting out the requirements of Graphix Labels in relation to printing artwork.",
      "id": "s459"
    },
    {
      "text": "On 12 October 2006, Mr Atta sent a formal quotation to Mr Blogg by email.",
      "id": "s460"
    },
    {
      "text": "106 At about the time THQ received the quote from Mr Atta, it became apparent that the retailer was not interested in the product and therefore Mr Blogg decided not to pursue the dealings any further.",
      "id": "s461"
    },
    {
      "text": "Mr Atta sent two further emails to Mr Blogg on 19 October 2006 and in one of those emails he raised the possibility of bringing the price down to $2 per skin.",
      "id": "s462"
    },
    {
      "text": "107 In November 2006, Mr Chojna contacted Mr Blogg by telephone.",
      "id": "s463"
    },
    {
      "text": "Mr Chojna advised Mr Blogg that he had a retailer who was interested in the \"Bratz\" skins products for the Nintendo DS, and Mr Blogg and Mr Chojna again began discussing what Mr Blogg referred to as \"this project\".",
      "id": "s464"
    },
    {
      "text": "On 28 November 2006, Mr Blogg placed an order with Futuretronics for 3000 units of these products.",
      "id": "s465"
    },
    {
      "text": "108 In cross-examination, Mr Blogg agreed that when Mr Atta contacted him on 11 October 2006 he said to Mr Atta words to the effect that the timing of his call was really good because THQ were currently working on a project relating to skins which could be of interest to Mr Atta.",
      "id": "s466"
    },
    {
      "text": "109 Mr Atta's evidence was that after he had given notice of his resignation to Futuretronics but before he had left its employ, he told Mr Blogg that he was leaving Futuretronics and Mr Blogg asked him to let him know where he ended up going.",
      "id": "s467"
    },
    {
      "text": "Mr Atta said that this was the context in which the telephone conversation on 11 October 2006 was made.",
      "id": "s468"
    },
    {
      "text": "He said that although he told Mr Blogg that his role within Graphix Labels was to market and sell skins, he did not raise the possibility of Graphix Labels selling skins to THQ.",
      "id": "s469"
    },
    {
      "text": "That was done by Mr Blogg as he, that is Mr Blogg, agreed in cross-examination.",
      "id": "s470"
    },
    {
      "text": "110 I have carefully considered the evidence.",
      "id": "s471"
    },
    {
      "text": "It appears that the project discussed in October 2006 involved Bratz skins as did the project discussed in August 2006.",
      "id": "s472"
    },
    {
      "text": "However, I am not satisfied that it was the same business opportunity in the sense of the same customer wanting to order Bratz skins.",
      "id": "s473"
    },
    {
      "text": "It was for Futuretronics to prove that fact and I do not think that it has done so.",
      "id": "s474"
    },
    {
      "text": "111 Ms Sophie Swann is the marketing director of Cygnett.",
      "id": "s475"
    },
    {
      "text": "That company is an importer and wholesaler of iPod accessories and it sells such products to the major retail chains in the accessory and audio markets.",
      "id": "s476"
    },
    {
      "text": "Cygnett generally does not source products from any local suppliers, but is an importer of products.",
      "id": "s477"
    },
    {
      "text": "Ms Swann received a telephone call from Mr Atta in or about early October 2006.",
      "id": "s478"
    },
    {
      "text": "Prior to that she had not dealt with Graphix Labels.",
      "id": "s479"
    },
    {
      "text": "She met with Mr Atta at Cygnett's office on 18 October 2006.",
      "id": "s480"
    },
    {
      "text": "Mr Atta showed her some vinyl skin covers suitable for iPod video and iPod mini products.",
      "id": "s481"
    },
    {
      "text": "Those skin covers included a black and white face, denim jeans print, a \"bomb\" print, a stripe print and metal flooring print.",
      "id": "s482"
    },
    {
      "text": "Some of these were left as samples with Ms Swann.",
      "id": "s483"
    },
    {
      "text": "112 There then followed a series of emails between Mr Atta and Ms Swann in which Mr Atta was attempting to sell vinyl skins to Cygnett.",
      "id": "s484"
    },
    {
      "text": "Of importance is the fact that Mr Atta disclosed the name of one of Futuretronics' suppliers, Storm Electronics, to Ms Swann.",
      "id": "s485"
    },
    {
      "text": "On 18 October 2006 she wrote: \n \n I really appreciate you sharing the info on your suppliers with me.",
      "id": "s486"
    },
    {
      "text": "Mr Atta responded on the same day, as follows:\n \n The supplier details are companies that I have worked with for the last few years and now that I don't import I'm good to pass on information.",
      "id": "s487"
    },
    {
      "text": "113 The balance of the correspondence at this time shows Cygnett attempting to arrange artwork for Graphix Labels so that samples could be produced.",
      "id": "s488"
    },
    {
      "text": "Ms Swann always understood that if skins were produced for Cygnett they would have artwork provided by Cygnett.",
      "id": "s489"
    },
    {
      "text": "Ms Swann said that she has had no contact with Mr Atta since 17 November 2006.",
      "id": "s490"
    },
    {
      "text": "Ms Swann was aware of skins for electronic products from late 2005 but they were not of the same quality as the skins shown to her by Mr Atta in October 2006.",
      "id": "s491"
    },
    {
      "text": "114 Mr Atta said that Storm Electronics was an old supplier of Futuretronics and that he gave the information to her to do her a favour and to ingratiate himself with her.",
      "id": "s492"
    },
    {
      "text": "He agreed that he would not have disclosed the name to people who carried on business in the same industry.",
      "id": "s493"
    },
    {
      "text": "115 A number of emails passing between Futuretronics and the supplier in August 2006 were put to Mr Atta in cross-examination and they suggested that there were dealings between Futuretronics and the supplier.",
      "id": "s494"
    },
    {
      "text": "He said that Futuretronics had not actually purchased from Storm Electronics for some time and he said:\n \n When we look at new assignments, we try to contact every known supplier in China to give us some feedback on the products that they might have.",
      "id": "s495"
    },
    {
      "text": "116 Before I leave my statement of the facts, I note that Futuretronics has now engaged a new printer to manufacture skins and that other than normal transactional documents such as purchase orders and invoices, there is no written agreement between Futuretronics and its current printer.",
      "id": "s496"
    },
    {
      "text": "Implied terms of the agreement \n \n117 Before considering whether any term can be implied it is necessary to identify the contract and its express terms.",
      "id": "s497"
    },
    {
      "text": "In my opinion, there was no binding agreement as a result of the discussions between the representatives of Futuretronics and Graphix Labels, respectively, in June 2005.",
      "id": "s498"
    },
    {
      "text": "There was no agreement as to the price for the skins to be paid by Futuretronics to Graphix Labels or the quantity or quantities to be ordered.",
      "id": "s499"
    },
    {
      "text": "It is significant that nothing was agreed as to a minimum contractual period or a minimum quantity of skins to be ordered or supplied under any agreement.",
      "id": "s500"
    },
    {
      "text": "There was no plea or submission by Futuretronics that the \"contract\" was for a particular period, or was determinable only upon reasonable notice, nor was anything put in detail as to the circumstances in which the \"relationship\" between Futuretronics and Graphix Labels had come to an end other than it had come to an end and Graphix Labels' reasons for deciding to produce and market its own skins.",
      "id": "s501"
    },
    {
      "text": "118 In the circumstances of this case a binding contract only came into existence on the placing of an order by Futuretronics and acceptance of the order by Graphix Labels and the contract then related to that order.",
      "id": "s502"
    },
    {
      "text": "What was said on 27 June 2005 might then be a term of the contract relating to that order.",
      "id": "s503"
    },
    {
      "text": "That it was an express term that Graphix Labels would manufacture skins in accordance with the order or orders placed by Futuretronics and according to the terms of the order or orders is uncontroversial.",
      "id": "s504"
    },
    {
      "text": "As far as the question of payment for die drawings, tooling and templates required to manufacture the skins there was no discussion to that effect on 27 June 2005.",
      "id": "s505"
    },
    {
      "text": "Nevertheless, Futuretronics in fact made payment and that was a term of the contract constituted by each order.",
      "id": "s506"
    },
    {
      "text": "119 I turn now to consider the terms said by Futuretronics to be implied terms.",
      "id": "s507"
    },
    {
      "text": "I start with the alleged term that Graphix Labels would not manufacture, distribute, promote, advertise or sell skins on its own behalf for supply by it to any entity other than Futuretronics.",
      "id": "s508"
    },
    {
      "text": "120 In the case of a formal contract a party alleging an implied term must show the following:\n \n 1.",
      "id": "s509"
    },
    {
      "text": "The term must be reasonable and equitable; \n \n \n 2.",
      "id": "s510"
    },
    {
      "text": "The term must be necessary to give business efficacy to the contract, so that no term will be implied if the contract is effective without it;\n 3.",
      "id": "s511"
    },
    {
      "text": "The term must be so obvious that \"it goes without saying\";\n 4.",
      "id": "s512"
    },
    {
      "text": "The term must be capable of clear expression; and\n 5.",
      "id": "s513"
    },
    {
      "text": "The term must not contradict any express term of the contract.",
      "id": "s514"
    },
    {
      "text": "BP Refinery (Westernport) Pty Ltd v Shire of Hastings [1977] HCA 40 ; (1977) 180 CLR 266; Codelfa Construction Pty Ltd v State Railway Authority (NSW) [1982] HCA 24 ; (1982) 149 CLR 337 at 346 per Mason J (as he then was); Gold Peg International Pty Ltd v Kovan Engineering (Aust) Pty Ltd (2005) IPR 497 (\" Gold Peg \").",
      "id": "s515"
    },
    {
      "text": "121 A formal contract is one which appears complete on its face.",
      "id": "s516"
    },
    {
      "text": "The test is not as stringent in the case of an informal contract.",
      "id": "s517"
    },
    {
      "text": "The contract or contracts in this case are informal contracts.",
      "id": "s518"
    },
    {
      "text": "In Hawkins v Clayton [1988] HCA 15 ; (1988) 164 CLR 539, Deane J said (at 573):\n \n The most that can be said consistently with the need for some degree of flexibility is that, in a case where it is apparent that the parties have not attempted to spell out the full terms of their contract, a court should imply a term by reference to the imputed intention of the parties if, but only if, it can be seen that the implication of the particular term is necessary for the reasonable or effective operation of a contract of that nature in the circumstances of the case.",
      "id": "s519"
    },
    {
      "text": "That general statement of principle is subject to the qualification that a term may be implied in a contract by established mercantile usage or professional practice or by a past course of dealing between the parties.",
      "id": "s520"
    },
    {
      "text": "122 That passage was cited with approval by the majority (Brennan CJ, Dawson and Toohey JJ) in Byrne v Australian Airlines Ltd [1995] HCA 24 ; (1995) 185 CLR 410 at 422.",
      "id": "s521"
    },
    {
      "text": "In that case, their Honours went on to reject the alleged implied term on the ground that the contract was capable of operating reasonably and effectively in the absence of the term.",
      "id": "s522"
    },
    {
      "text": "123 The differences between the test for a formal contract and the test for an informal contract are not easy to identify with precision.",
      "id": "s523"
    },
    {
      "text": "In addition to the matters identified in Hawkins v Clayton and Byrne v Australian Airlines Ltd it may be assumed that even in the case of an informal contract a term will be implied only if it is capable of clear expression and does not contradict an express term of the contract.",
      "id": "s524"
    },
    {
      "text": "The authors of Contract Law in Australia (5 th ed, 2007) JW Carter, E Peden and GJ Tolhurst at 223-224 [11-06] suggest that the matters identified in BP Refinery (Westernport) Pty Ltd v Shire of Hastings (supra) are, in the case of an informal contract, \"more in the nature of factors to be considered than essential requirements\".",
      "id": "s525"
    },
    {
      "text": "124 The question of whether a term of the nature alleged by Futuretronics should be implied arises in the following context.",
      "id": "s526"
    },
    {
      "text": "125 In 2005 the concept of a skin for mobile telephones, handheld games, iPods and electronic game controllers or products of this type was known in the market.",
      "id": "s527"
    },
    {
      "text": "The evidence is not precise as to the type of skins available in the market at that time, only that the idea or concept was known in the market.",
      "id": "s528"
    },
    {
      "text": "Skinit advertised its product on its website and in that sense its product was known in the market in Australia.",
      "id": "s529"
    },
    {
      "text": "If a purchaser in Australia wished to he or she could purchase a skin made by Skinit.",
      "id": "s530"
    },
    {
      "text": "The skins made by Skinit were made of vinyl manufactured by Avery and although its mode of operations differed from the operations proposed by Futuretronics, the product was for all intents and purposes the same.",
      "id": "s531"
    },
    {
      "text": "By mode of operations I mean that the Skinit operation seems (at least in 2005) to have been on a relatively small scale and to involve individual artworks.",
      "id": "s532"
    },
    {
      "text": "By contrast, Futuretronics proposed mass-produced artwork and production on a large scale.",
      "id": "s533"
    },
    {
      "text": "However, I do not think that either of those operational differences bear on any aspect of the product itself.",
      "id": "s534"
    },
    {
      "text": "126 No doubt Mr Chojna saw a real business opportunity.",
      "id": "s535"
    },
    {
      "text": "If he could become the first Australian supplier on a large scale of skins manufactured in the way he proposed and with the advantages he saw flowing from the use of the vinyl manufactured by Avery, he might secure a strong position in the market.",
      "id": "s536"
    },
    {
      "text": "However, he had no patentable invention, nor was any aspect of the product or its proposed method of manufacture information which was confidential.",
      "id": "s537"
    },
    {
      "text": "Futuretronics' case was not put on those bases because clearly that case could not have succeeded.",
      "id": "s538"
    },
    {
      "text": "127 It is true that Graphix Labels, which had a longstanding relationship with Avery, had not purchased the particular vinyl from it before and that Mr Tallent said that prior to his discussions with Mr Atta and Mr Chojna in 2005, he had not previously seen skins of the nature shown to him by Mr Atta.",
      "id": "s539"
    },
    {
      "text": "Furthermore, Mr Taylor said that he had not thought of the potential for marketing the skins prior to those discussions.",
      "id": "s540"
    },
    {
      "text": "Though all of that may be accepted, Futuretronics had no rights in the skins which it could enforce against third parties.",
      "id": "s541"
    },
    {
      "text": "It conceded, and it must be the case, that from 2005 it had no right to prevent other parties (that is, parties other than Graphix Labels) from manufacturing skins from vinyl manufactured by Avery for mobile telephones, handheld games, iPod and electronic game controllers or products of that type.",
      "id": "s542"
    },
    {
      "text": "Providing there was no infringement of Futuretronics' rights in artworks or manufacturing materials any number of third parties were free to compete against Futuretronics.",
      "id": "s543"
    },
    {
      "text": "128 Why then would a term be implied that Graphix Labels could not manufacture skins and sell to entities other than Futuretronics after its relationship with Futuretronics had broken down?",
      "id": "s544"
    },
    {
      "text": "129 It seems to me that it is significant that, as I have said, there is no evidence that the parties turned their respective minds to the period of the proposed contractual relationship.",
      "id": "s545"
    },
    {
      "text": "Nor is there any evidence of a minimum quantity to be ordered by Futuretronics and supplied by Graphix Labels.",
      "id": "s546"
    },
    {
      "text": "130 In addition to these matters, the proposed term is unlimited as to time and as to the circumstances in which it operates.",
      "id": "s547"
    },
    {
      "text": "There is no time limit specified in the proposed term and, on the face of it, if there is such a term then as a result of the relationship between Futuretronics and Graphix Labels between June 2005 and May 2006, Graphix Labels is prohibited for an indefinite period from manufacturing and selling skins of the type manufactured and sold by Futuretronics.",
      "id": "s548"
    },
    {
      "text": "Not only is the prohibition one for an indefinite period, but it is a prohibition to apply regardless of the circumstances.",
      "id": "s549"
    },
    {
      "text": "In other words, it is to apply irrespective of who brought the \"relationship\" to an end.",
      "id": "s550"
    },
    {
      "text": "131 Futuretronics relied on the decision of Crennan J in Gold Peg .",
      "id": "s551"
    },
    {
      "text": "That case went on appeal: Kovan Engineering (Aust) Pty Ltd v Gold Peg International Pty Ltd [2006] FCAFC 117 but the appeal was dismissed and there was no suggestion by the Full Court that her Honour erred in her approach.",
      "id": "s552"
    },
    {
      "text": "The applicant was the inventor of the Direct Steam Injection Cooking Machine (the DSI Cooker).",
      "id": "s553"
    },
    {
      "text": "The first respondent was a manufacturer of the DSI Cooker.",
      "id": "s554"
    },
    {
      "text": "The principal issue in the case was the ownership of the copyright used in the development and manufacture of the DSI Cooker.",
      "id": "s555"
    },
    {
      "text": "That was resolved in favour of the applicant.",
      "id": "s556"
    },
    {
      "text": "Her Honour also addressed whether terms could be implied to the following effect:\n \n \n (e) Kovan would not make any use of and would keep confidential the Assigned Rights and the drawings created by Kovan to manufacture the cooking machines for Gold Peg; and \n \n \n \n \n \n (f) Kovan would not use the Assigned Rights and the drawings created by Kovan to manufacture the cooking machines other than for manufacturing cooking machines for Gold Peg to its order.",
      "id": "s557"
    },
    {
      "text": "In dealing with those issues her Honour said:\n \n \"I am also satisfied that it is necessary to imply a term into the agreement that the first respondent would not make any use on its own behalf of, and would keep confidential, the Alfa Laval Drawings and the drawings created by the first respondent to manufacture the machines.",
      "id": "s558"
    },
    {
      "text": "This is a clear matter of business efficacy; the applicant would not have been able to maintain its rights to exclusively manufacture its machine if its manufacturer were to assert rights in the drawings against it or to refuse to maintain confidence in the drawings.",
      "id": "s559"
    },
    {
      "text": "I am also satisfied that the first respondent would never have been retained by the applicant to undertake manufacture for it if the first respondent had sought to debate these issues.",
      "id": "s560"
    },
    {
      "text": "I am also satisfied Mr Miller and Mr Zakis well understood this at the time of commencement of manufacture for the applicant.",
      "id": "s561"
    },
    {
      "text": "Similarly, I am satisfied that it is appropriate as a matter of business efficacy to imply a term that the first respondent would not use the Alfa Laval Drawings or the manufacturing drawings it created to manufacture cooking machines for the applicant other than for the purposes of manufacturing for the applicant.",
      "id": "s562"
    },
    {
      "text": "This term was, in any event, partly oral and was agreed to by Mr Smith and Mr Miller in around 1992.",
      "id": "s563"
    },
    {
      "text": "Both Mr Miller and Mr Zakis confirmed this was their understanding of the general agreement between the parties for the manufacture of cooking machines by the first respondent to the order and specification of the applicant.",
      "id": "s564"
    },
    {
      "text": "\"\n \n\n132 In my opinion, Gold Peg is clearly distinguishable from the present case.",
      "id": "s565"
    },
    {
      "text": "The terms in Gold Peg related to the use of drawings of the DSI Cooker either in existence or to be brought into existence.",
      "id": "s566"
    },
    {
      "text": "They or their forerunners were technical drawings in respect of which patent applications had been made.",
      "id": "s567"
    },
    {
      "text": "In this case the implied term does not relate to drawings but rather to an idea which did not involve a patentable invention or confidential information.",
      "id": "s568"
    },
    {
      "text": "133 In my opinion, the fact that the product was not unique and does not involve confidential information, the fact that the contract or contracts between Futuretronics and Graphix Labels were not for a set term and did not involve a minimum quantity and the fact that the proposed term was so general indicate that it is not appropriate to imply a term of the nature advanced by Futuretronics.",
      "id": "s569"
    },
    {
      "text": "It is not necessary for the reasonable or effective operation of the contracts constituted by each order to imply such a term.",
      "id": "s570"
    },
    {
      "text": "134 In the circumstances, it is unnecessary to address a further argument put by Graphix Labels and Mr Atta against implying such a term and that was that such a term would amount to an unreasonable restraint of trade.",
      "id": "s571"
    },
    {
      "text": "I was referred to Nordenfelt v Maxim Nordenfelt Guns and Ammunition Co Ltd [1894] AC 535; Amoco Australia Pty Ltd v Rocca Bros Motor Engineering Co Pty Ltd [1973] HCA 40 ; (1973) 133 CLR 288.",
      "id": "s572"
    },
    {
      "text": "Of course, there have been a number of cases dealing with the common law doctrine of restraint of trade since those two cases (see, for example, the discussion in Seddon and Ellinghaus, Cheshire &amp; Fifoot's Law of Contract (8 th Australian ed, 2002) pages 860-863).",
      "id": "s573"
    },
    {
      "text": "135 Before leaving this topic I should mention that Futuretronics referred to the agreement between Graphix Labels and Graphix Effects as supporting its argument in favour of an implied term and Graphix Labels referred to the absence of a written agreement between Futuretronics and its new printer as supporting its argument against implying a term.",
      "id": "s574"
    },
    {
      "text": "I do not think either point is of any real significance in terms of the resolution of the issue.",
      "id": "s575"
    },
    {
      "text": "136 The other alleged implied terms were not the subject of detailed submissions.",
      "id": "s576"
    },
    {
      "text": "Insofar as they refer to knowledge or information about skins, they must be rejected for the reasons I have already given.",
      "id": "s577"
    },
    {
      "text": "Insofar as they refer to the artworks I think it was an implied term that the artworks would be used by Graphix Labels for the purpose of fulfilling the orders and for no other purpose.",
      "id": "s578"
    },
    {
      "text": "In any event, Graphix Labels and Mr Atta accept that Futuretronics is the owner of the copyright in the artworks.",
      "id": "s579"
    },
    {
      "text": "As far as the manufacturing materials are concerned, it is not necessary to pursue some of the difficult questions which might have otherwise arisen because there is no longer an issue between the parties as to the manufacturing materials.",
      "id": "s580"
    },
    {
      "text": "I refer to the discussion in [145] below.",
      "id": "s581"
    },
    {
      "text": "137 I turn now to consider the conduct by Graphix Labels and Mr Atta between July and October 2006, which is said to infringe the rights of Futuretronics.",
      "id": "s582"
    },
    {
      "text": "Artworks and manufacturing materials \n \n138 As I have said, Graphix Labels and Mr Atta do not dispute that Futuretronics owns the copyright in the artworks produced by Ms Hung.",
      "id": "s583"
    },
    {
      "text": "They do not dispute that the artworks were reproduced by Graphix Labels in a brochure which was distributed to three customers or potential customers.",
      "id": "s584"
    },
    {
      "text": "139 Graphix Labels asserts that the breach of copyright was not knowing or deliberate because it did not intend, nor would a recipient of the brochure understand, that by the brochure Graphix Labels was offering to produce skins with the precise artworks on them.",
      "id": "s585"
    },
    {
      "text": "In other words, the artworks in the brochure were illustrative only.",
      "id": "s586"
    },
    {
      "text": "140 Furthermore, it asserts that there is no risk of any infringement being repeated in the future.",
      "id": "s587"
    },
    {
      "text": "Graphix Labels now has a new brochure which does not show any of the artworks.",
      "id": "s588"
    },
    {
      "text": "It has given undertakings not to reproduce the artworks in the future.",
      "id": "s589"
    },
    {
      "text": "141 Graphix Labels submits that Futuretronics has not led any evidence of damage suffered by it as a result of the infringement of its copyright in the artworks and that the evidence is there has been no sale of skins by Graphix Labels with the artworks on them.",
      "id": "s590"
    },
    {
      "text": "In those circumstances and having regard to the undertakings proffered, Graphix Labels submits that Futuretronics should not be granted any relief whether by way of declarations, injunctions, orders for delivery up, damages or an account of profits or otherwise.",
      "id": "s591"
    },
    {
      "text": "142 In the alternative, questions of relief are to be dealt with at the second stage of the trial and that will include, so Graphix Labels submits, a determination of whether any infringement of copyright in the artworks was innocent.",
      "id": "s592"
    },
    {
      "text": "As I understand it, Futuretronics submits that the nature of the breach, that is, whether it was deliberate or innocent, is relevant, if at all, only to the question of damages.",
      "id": "s593"
    },
    {
      "text": "143 There is no doubt that by distributing the brochures to three customers or potential customers Graphix Labels infringed Futuretronics' copyright in the artworks.",
      "id": "s594"
    },
    {
      "text": "Little was said about Mr Atta's potential liability in closing submissions and it is not clear to me whether that claim is being pursued.",
      "id": "s595"
    },
    {
      "text": "I will give the parties the opportunity to make further submissions on what orders, if any, should be made and the potential liability of Mr Atta for breach of copyright.",
      "id": "s596"
    },
    {
      "text": "144 Futuretronics asserts that Graphix Labels infringed its artworks in another way.",
      "id": "s597"
    },
    {
      "text": "It alleges that in producing overs with Ms Hung's artworks on them and giving some of those overs to Mr Bagnall as samples it infringed the copyright of Futuretronics in the artworks.",
      "id": "s598"
    },
    {
      "text": "The submissions on this point were not detailed.",
      "id": "s599"
    },
    {
      "text": "Graphix Labels had a licence from Futuretronics to reproduce the artworks and, on the evidence, I think that that included a licence to produce overs.",
      "id": "s600"
    },
    {
      "text": "It is not clear to me that handing a sample to Mr Bagnall was a breach of copyright, but it was a breach of the implied term that the artworks only be used for a purpose authorised by Futuretronics.",
      "id": "s601"
    },
    {
      "text": "I will hear the parties on what orders, if any, should be made in light of these conclusions.",
      "id": "s602"
    },
    {
      "text": "145 The manufacturing materials comprise the die or line drawings and the dies or tooling.",
      "id": "s603"
    },
    {
      "text": "Graphix Labels submitted that copyright did not exist in these objects or, in the alternative, copyright was held by the author of the work and that was not Futuretronics.",
      "id": "s604"
    },
    {
      "text": "It was submitted there had been no assignment of the copyright (see s 196(3) of the Copyright Act 1968 (Cth)).",
      "id": "s605"
    },
    {
      "text": "Furthermore, Graphix Labels submitted that appropriate undertakings as to the manufacturing materials had been given.",
      "id": "s606"
    },
    {
      "text": "I need not consider these submissions, and the submissions Futuretronics initially put in response to them, because in the course of closing submissions counsel for Futuretronics said it no longer pressed the claim in respect of the manufacturing materials.",
      "id": "s607"
    },
    {
      "text": "In doing so, he noted the undertaking by Graphix Labels to deliver up the dies or tooling and not to use the die or line drawings, and he conceded that whether copyright subsisted in them or not, there was no evidence of breach in relation to the manufacturing materials.",
      "id": "s608"
    },
    {
      "text": "Mr Atta's conduct while still employed by Futuretronics \n \n146 Futuretronics alleges that Mr Atta, while still employed by the company, breached his fiduciary duties, the duty in s 182 of the Corporations Act and duties under the confidentiality agreement.",
      "id": "s609"
    },
    {
      "text": "I do not think there is any evidence of a breach of duties under the confidentiality agreement and that may be put to one side.",
      "id": "s610"
    },
    {
      "text": "147 Futuretronics alleges that, by reason of the fiduciary duty he owed to the company, Mr Atta owed it the following duties:\n \n (a) a duty of fidelity; and\n (b) a duty to act in good faith in the best interests of the applicant; and \n \n \n (c) a duty to exploit for its advantage alone, and to the exclusion of any interest he may have after the end of his employment by Futuretronics, each and every opportunity to expand Futuretronics' business of the skins products;\n (d) a duty not to promote his personal interest by making or pursuing a gain for himself or any other person in circumstances of conflict with Futuretronics;\n (e) a duty after his employment with Futuretronics ceased, not to exploit for Graphix Labels any business transaction or opportunity available to Futuretronics that was current at the time of his departure.",
      "id": "s611"
    },
    {
      "text": "148 It alleged that these duties \"are implied as necessary with respect to the employer/employee relationship between [Futuretronics] and [Mr Atta]\".",
      "id": "s612"
    },
    {
      "text": "149 Graphix Labels and Mr Atta did not dispute that Mr Atta owed fiduciary duties to Futuretronics but submitted that any duty on Mr Atta not to exploit business opportunity came to an end on the cessation of his employment by Futuretronics and that his fiduciary duties to Futuretronics did not prevent him from making plans for his departure, including establishing a competing business or working for a competitor.",
      "id": "s613"
    },
    {
      "text": "150 I turn now to examine the relevant principles.",
      "id": "s614"
    },
    {
      "text": "151 An employee owes a duty of fidelity and good faith to his employer.",
      "id": "s615"
    },
    {
      "text": "That duty arises as a matter of an implied term of the contract of employment: Robb v Green [1895] 2 QB 315 at 317 per Lord Esher MR. As part of the duty of fidelity and good faith, an employee owes certain duties of confidentiality: Blyth Chemicals v Bushnell [1933] HCA 8 ; (1933) 49 CLR 66.",
      "id": "s616"
    },
    {
      "text": "152 In addition to the duty of fidelity and good faith arising as a matter of contract, an employee may owe similar duties because the relationship is a fiduciary one or because the elements of ss 182 or 183 of the Corporations Act 2001 (Cth) are made out.",
      "id": "s617"
    },
    {
      "text": "The relationship between employee and employer is one of the accepted fiduciary relationships ( Concut Pty Ltd v Worrell (2000) 176 ALR 693) but not every obligation undertaken by an employee is fiduciary in character ( Nottingham University v Fishal [2000] ICR 1462).",
      "id": "s618"
    },
    {
      "text": "Within the fiduciary duties is a duty on an employee to act in his employer's interests and not in his own interests at the expense of his employer and also a duty not to misuse confidential information.",
      "id": "s619"
    },
    {
      "text": "The duties are not absolute however, and an employee is able to do certain things in preparation for his new employment.",
      "id": "s620"
    },
    {
      "text": "153 In this context the respondents referred to Pioneer Concrete Services Ltd v Galli [1985] VR 675 (\" Pioneer Concrete \") and Independent Management Resources Pty Ltd v Brown [1987] VR 605 (\" Independent Management \").",
      "id": "s621"
    },
    {
      "text": "154 I do not think that Pioneer Concrete is of assistance on the present point.",
      "id": "s622"
    },
    {
      "text": "The issue there was an alleged breach of restraint of trade covenants and required the Court to consider the difference between acts preparatory to the carrying on of a business and carrying on a business.",
      "id": "s623"
    },
    {
      "text": "Independent Management is more helpful.",
      "id": "s624"
    },
    {
      "text": "The plaintiff in that case alleged that a former employee had misused confidential information obtained during her employment and had breached her duty of fidelity.",
      "id": "s625"
    },
    {
      "text": "The employee had successfully tendered for a contract previously held by the plaintiff.",
      "id": "s626"
    },
    {
      "text": "Marks J said that the skill and information gained by the defendant was outside the protected category.",
      "id": "s627"
    },
    {
      "text": "He referred to the following observations of Gowans J in Ansell Rubber Co Pty Ltd v Allied Rubber Industries Pty Ltd [1967] VR 37 (at 40):\n \n In this field a distinction has to be maintained between information and knowledge acquired in confidence by an employee during his employment which he uses or discloses for his own advantage while he is still an employee, and information and knowledge so acquired which he uses for his own advantage after his employment is finished.",
      "id": "s628"
    },
    {
      "text": "A further distinction has to be drawn between information which forms part of the employee's stock of general knowledge, skill and experience, and that which should fairly be regarded as a separate part of the employee's stock of knowledge (whether it be identifiable as \"particular\" or \"detailed\" or \"special\") which a man of ordinary intelligence and honesty would regard as the property of the former employer.",
      "id": "s629"
    },
    {
      "text": "155 Marks J then considered the allegation that the defendant had breached her duty of fidelity to the plaintiff.",
      "id": "s630"
    },
    {
      "text": "He accepted that this could be described as a duty to serve faithfully the plaintiff and to act in its interests and not against them.",
      "id": "s631"
    },
    {
      "text": "There was an allegation that the defendant's decision to tender while still employed by the plaintiff created a conflict between her own interest and that of the plaintiff.",
      "id": "s632"
    },
    {
      "text": "In dealing with that allegation he said (at 613-614):\n \n In Robb v Green [1895] 2 QB 1, at p 15 Hawkins J (who was the Judge at first instance) said: 'In what I have said I do not intend to convey that while the contract of service exists a person intending to enter into business for himself may not do anything by way of preparation, provided only that he does not, when serving his master, fraudulently undermine him by breaking the confidence reposed in him.",
      "id": "s633"
    },
    {
      "text": "For instance, he may legitimately canvass, issue his circulars, have his place of business in readiness, hire his servants, etc. Each case must depend on its own circumstances'.",
      "id": "s634"
    },
    {
      "text": "This passage was quoted with approval by Maugham LJ as a member of the Court of Appeal in Wessex Dairies v Smith [1935] 2 KB 80, at 87 although he qualified his acceptance of the reference to canvassing.",
      "id": "s635"
    },
    {
      "text": "I think the essence of the matter is that the plaintiff must satisfy me there was some conduct on the part of the defendant which, to use the phrase of Hawkins J, 'fraudulently undermined' the plaintiff whilst the defendant was in its employ.",
      "id": "s636"
    },
    {
      "text": "For the reasons I have stated, the plaintiff has failed to do so.",
      "id": "s637"
    },
    {
      "text": "156 Like the contractual duty, the fiduciary duty ends on cessation of the employment.",
      "id": "s638"
    },
    {
      "text": "The qualification to this statement is that a transaction current when the employee leaves his or her employment cannot be exploited by the employee after the employment has ended.",
      "id": "s639"
    },
    {
      "text": "Absent a restrictive covenant an employee can compete with his employer after the employment has ended.",
      "id": "s640"
    },
    {
      "text": "157 Another duty an employee may owe the employer is the equitable duty of confidence.",
      "id": "s641"
    },
    {
      "text": "158 As far as soliciting customers is concerned there is an important distinction between an employee doing so during his employment and doing so after his employment has ended.",
      "id": "s642"
    },
    {
      "text": "In the latter case the employee may use subjective knowledge or information he has acquired as a necessary consequence of the way he is employed, but he may not use objective knowledge or information which includes information deliberately copied or memorised.",
      "id": "s643"
    },
    {
      "text": "159 In Forkserve Pty Ltd v Pachiaratta (2000) 40 IPR 74, Young J considered the obligations of a former employee in terms of general knowledge and skills acquired while he was an employee and confidential information acquired while he was an employee.",
      "id": "s644"
    },
    {
      "text": "Two propositions emerge from the case which I accept as correctly stating the law.",
      "id": "s645"
    },
    {
      "text": "First, Young J said, after referring to the Restraint of Trade Doctrine , JD Heydon (2 nd ed, 1999) at 80, that an employee can approach a customer or client whose name he can recall without a list or deliberate memorisation.",
      "id": "s646"
    },
    {
      "text": "Secondly, by reference to one of his own previous decisions --- Rosetex Company Pty Ltd v Licata (1994) 12 ACSR 779 --- his Honour said that the general coverage of the predecessors of ss 182 and 183 \"are not to any major extent wider than the duties under the general rules of equity\".",
      "id": "s647"
    },
    {
      "text": "160 Section 182 of the Corporations Act is in the following terms:\n \n Use of position--directors, other officers and employees \n \n \n (1) A director, secretary, other officer or employee of a corporation must not improperly use their position to:\n (a) gain an advantage for themselves or someone else; or\n (b) cause detriment to the corporation.",
      "id": "s648"
    },
    {
      "text": "Note: This subsection is a civil penalty provision (see section 1317E).",
      "id": "s649"
    },
    {
      "text": "(2) A person who is involved in a contravention of subsection (1) contravenes this subsection.",
      "id": "s650"
    },
    {
      "text": "Note 1: Section 79 defines involved .",
      "id": "s651"
    },
    {
      "text": "Note 2: This subsection is a civil penalty provision (see section 1317E).",
      "id": "s652"
    },
    {
      "text": "161 There is no dispute that in May 2006 Graphix Labels decided that it would produce and market its own skins.",
      "id": "s653"
    },
    {
      "text": "There was a good deal of debate before me as to whether Futuretronics and Graphix Labels would operate in the same market.",
      "id": "s654"
    },
    {
      "text": "Graphix Labels submitted that they would not because Futuretronics sold primarily to retailers and it proposed to sell to wholesalers and distributors.",
      "id": "s655"
    },
    {
      "text": "It is true that Futuretronics sold primarily to retailers, but I do not think one can draw the clear distinction put forward by Graphix Labels.",
      "id": "s656"
    },
    {
      "text": "After all, the evidence in this case is that both companies were trying to sell skins to THQ.",
      "id": "s657"
    },
    {
      "text": "162 I have no doubt that by 13 September 2006 Mr Atta knew that Graphix Labels proposed to produce and market its own skins and I think that it is reasonable to infer that he knew that in some areas at least the companies may compete.",
      "id": "s658"
    },
    {
      "text": "163 Mr Atta's two emails dated 13 September 2006 were sent from his work email address.",
      "id": "s659"
    },
    {
      "text": "There is no evidence as to whether they were sent within Mr Atta's working hours or outside his working hours because there is no evidence of his working hours at Futuretronics.",
      "id": "s660"
    },
    {
      "text": "Mr Atta said his \"normal store visit\" was a visit he carried out as part of his duties for Futuretronics.",
      "id": "s661"
    },
    {
      "text": "I am prepared to accept that to be the case.",
      "id": "s662"
    },
    {
      "text": "He said that normal store visits were carried out on weekends or on a Friday night when shopping with his wife.",
      "id": "s663"
    },
    {
      "text": "The time of the normal store visit referred to in his email is unclear with the email itself suggesting it might have been on 13 September 2006.",
      "id": "s664"
    },
    {
      "text": "In the end, I do not think I need to resolve this point.",
      "id": "s665"
    },
    {
      "text": "164 I do not think the sending of the emails constituted a breach of fiduciary duty or a contravention of s 182 of the Corporations Act .",
      "id": "s666"
    },
    {
      "text": "First, neither email discloses any confidential information of Futuretronics.",
      "id": "s667"
    },
    {
      "text": "The company did not identify any confidential information in the emails in the course of evidence or submissions.",
      "id": "s668"
    },
    {
      "text": "Secondly, I do not think either email contains a business opportunity diverted away from Futuretronics.",
      "id": "s669"
    },
    {
      "text": "Whatever their merits, the business plans are unsophisticated and would have been obvious to anyone reasonably familiar with the industry.",
      "id": "s670"
    },
    {
      "text": "No other specific business opportunity is identified in the emails.",
      "id": "s671"
    },
    {
      "text": "Thirdly, I am not satisfied that Mr Atta has used the time of his then employer (that is, the time of Futuretronics) for his own purposes and not for Futuretronics' purposes.",
      "id": "s672"
    },
    {
      "text": "Such an allegation would in any event be better framed as a breach of the contract of employment but, leaving that aside, the evidence is not sufficiently clear to enable a finding to be made that he has in effect misused company time.",
      "id": "s673"
    },
    {
      "text": "165 The authorities I have referred to indicate that an employee is entitled to do a certain amount by way of preparation for his new employment and some refer to the test in terms of whether he has fraudulently undermined the employer by breaking the confidence reposed in him.",
      "id": "s674"
    },
    {
      "text": "I do not need to consider whether that is the test and, if so, its precise meaning.",
      "id": "s675"
    },
    {
      "text": "For the reasons I have given, Futuretronics has not established a breach of fiduciary duty or a contravention of s 182 by Mr Atta in connection with the two emails dated 13 September 2006.",
      "id": "s676"
    },
    {
      "text": "166 In the circumstances, I do not need to consider the allegation that Graphix Labels induced Mr Atta to breach his fiduciary duties or was involved in a contravention of s 182 of the Corporations Act .",
      "id": "s677"
    },
    {
      "text": "Mr Atta's conduct after his employment by Futuretronics ceased \n \n167 Two acts by Mr Atta after he ceased employment with Futuretronics are said to constitute breaches of the confidentiality agreement, of his fiduciary duty and contraventions of s 183 of the Corporations Act .",
      "id": "s678"
    },
    {
      "text": "168 As far as the confidentiality agreement is concerned, Mr Atta made the following submissions:\n \n \n 1.",
      "id": "s679"
    },
    {
      "text": "The confidentiality agreement is void for uncertainty because it contains only an inclusive and not an exclusive definition of confidential information.",
      "id": "s680"
    },
    {
      "text": "Reading down or severance is not possible.",
      "id": "s681"
    },
    {
      "text": "2.",
      "id": "s682"
    },
    {
      "text": "The confidentiality agreement is a restraint on competition and void as against public policy because it purports to go beyond what may be lawfully protected.",
      "id": "s683"
    },
    {
      "text": "Mr Atta referred to the decision in Wright v Gasweld Pty Ltd (1991) 22 NSWLR 317.",
      "id": "s684"
    },
    {
      "text": "Again, it is said that reading down or severance is not possible.",
      "id": "s685"
    },
    {
      "text": "3.",
      "id": "s686"
    },
    {
      "text": "As I understood it, the submission was that even in the case of a confidentiality agreement which purports to define confidential information a party complaining of a breach of such an agreement must prove the information disclosed was in fact confidential.",
      "id": "s687"
    },
    {
      "text": "Reference was made to the requirements in equity for the protection of confidential information: Corrs Pavey Whiting and Byrne v Collector of Customs (1987) 14 FCR 434 at 443 per Gummow J.",
      "id": "s688"
    },
    {
      "text": "There is no evidence that the information was confidential and Mr Atta said that it was not confidential.",
      "id": "s689"
    },
    {
      "text": "4.",
      "id": "s690"
    },
    {
      "text": "The information disclosed [to THQ and Cygnett] was disclosed after Mr Atta had left the company's employ.",
      "id": "s691"
    },
    {
      "text": "5.",
      "id": "s692"
    },
    {
      "text": "There is no pleading of loss which could conceivably flow from a breach of the confidentiality agreement.",
      "id": "s693"
    },
    {
      "text": "There is a claim for damages for breach of the confidentiality agreement, but the only claim for loss and damage particularised in the statement of claim relates (so it is said) to the alleged breach of the implied term.",
      "id": "s694"
    },
    {
      "text": "169 The submissions in paragraphs 1 and 2 respectively are not pleaded by Mr Atta even in the defence he filed after the trial had commenced.",
      "id": "s695"
    },
    {
      "text": "It seems to me that the proposed submissions fall squarely within the terms of O 11, r 10 of the Federal Court Rules and Mr Atta should not be permitted to raise them at this late stage.",
      "id": "s696"
    },
    {
      "text": "I cannot be satisfied that there will be no prejudice to Futuretronics if Mr Atta is able to raise the matters at this stage.",
      "id": "s697"
    },
    {
      "text": "170 I do not think the submission in paragraph 3 is right.",
      "id": "s698"
    },
    {
      "text": "In the case referred to Gummow J identified the elements of an equitable action for breach of confidence.",
      "id": "s699"
    },
    {
      "text": "His Honour was not dealing with a claim for breach of contract by disclosing confidential information as defined in the agreement.",
      "id": "s700"
    },
    {
      "text": "There is nothing to suggest that subject to restraint of trade considerations the parties cannot define for themselves what is confidential.",
      "id": "s701"
    },
    {
      "text": "They are not bound to protect no more than is already protected in equity.",
      "id": "s702"
    },
    {
      "text": "171 The submission in paragraph 4 cannot succeed because the confidentiality agreement specifically purports to apply to the period after Mr Atta has left the employ of Futuretronics.",
      "id": "s703"
    },
    {
      "text": "172 The submission in paragraph 5 is essentially a pleading point which I would not allow Mr Atta to raise at this late stage or at least without giving Futuretronics the opportunity to apply to further amend.",
      "id": "s704"
    },
    {
      "text": "173 Despite these conclusions, I do not think Mr Atta breached the confidentiality agreement.",
      "id": "s705"
    },
    {
      "text": "Clause 2(d) of the agreement provides that information generally known is not confidential information.",
      "id": "s706"
    },
    {
      "text": "More than that, I think that the definition of \"confidential information\" in clause 1 itself requires that the relevant information not be generally known outside the company.",
      "id": "s707"
    },
    {
      "text": "As far as Mr Atta's dealings with THQ are concerned there is no evidence that he used confidential pricing information of Futuretronics in his dealings with Mr Blogg.",
      "id": "s708"
    },
    {
      "text": "Nor is there evidence that he used confidential information of Futuretronics in contacting Mr Blogg of THQ in the first place.",
      "id": "s709"
    },
    {
      "text": "As far as Mr Atta's dealings with Cygnett are concerned, even if Storm Electronics is a person or company \"dealing with\" Futuretronics within clause 1, the information, being the name of the company, was not confidential unless it was not generally known outside the company (clause 1) or not generally known (clause 2(d)).",
      "id": "s710"
    },
    {
      "text": "Other than the statement by Mr Atta that now that he did not import he was \"good\" to pass on the name of Storm Electronics, there is no evidence that the name of that company as a supplier to Futuretronics was not generally known outside Futuretronics or not generally known.",
      "id": "s711"
    },
    {
      "text": "Mr Atta's statement is suggestive of that fact but by itself is not sufficient to establish that fact.",
      "id": "s712"
    },
    {
      "text": "174 I have already discussed the scope of Mr Atta's fiduciary duties.",
      "id": "s713"
    },
    {
      "text": "Section 183 of the Corporations Act provides as follows:\n \n Use of information--directors, other officers and employees \n \n \n \n (1) A person who obtains information because they are, or have been, a director or other officer or employee of a corporation must not improperly use the information to: \n \n \n \n \n (a) gain an advantage for themselves or someone else; or\n (b) cause detriment to the corporation.",
      "id": "s714"
    },
    {
      "text": "Note 1: This duty continues after the person stops being an officer or employee of the corporation.",
      "id": "s715"
    },
    {
      "text": "Note 2: This subsection is a civil penalty provision (see section 1317E).",
      "id": "s716"
    },
    {
      "text": "(2) A person who is involved in a contravention of subsection (1) contravenes this subsection.",
      "id": "s717"
    },
    {
      "text": "Note 1: Section 79 defines involved .",
      "id": "s718"
    },
    {
      "text": "Note 2: This subsection is a civil penalty provision (see section 1317E) .",
      "id": "s719"
    },
    {
      "text": "175 As far as Mr Atta's dealings with Mr Blogg of THQ are concerned it is said he breached his various duties by using confidential information and by exploiting a business opportunity available at the time he left the employ of Futuretronics.",
      "id": "s720"
    },
    {
      "text": "The confidential information was said to be Futuretronics' pricing policy and its customer or potential customer list.",
      "id": "s721"
    },
    {
      "text": "The answer to this alleged breach is that there is no evidence that Mr Atta used Futuretronics' pricing policy in his dealings with THQ and, absent the copying or memorising of a list of customers, there is no prohibition on an ex-employee contacting a customer or potential customer of his employer.",
      "id": "s722"
    },
    {
      "text": "The answer to the second aspect of the alleged breach is that Futuretronics has failed to establish on the evidence that the business opportunity discussed in October 2006 was the same business opportunity discussed in August 2006.",
      "id": "s723"
    },
    {
      "text": "176 The second act relates to Mr Atta's dealings with Ms Swann of Cygnett and his disclosure of the name of one of Futuretronics' suppliers.",
      "id": "s724"
    },
    {
      "text": "The fiduciary duty owed by Mr Atta and his duty by reason of s 183 of the Corporations Act are similar in scope.",
      "id": "s725"
    },
    {
      "text": "His fiduciary duty came to an end on the cessation of his employment save and except for confidential information.",
      "id": "s726"
    },
    {
      "text": "Futuretronics has failed to establish that the name of Storm Electronics as one of its suppliers was in any material sense confidential information.",
      "id": "s727"
    },
    {
      "text": "The Trade Practices and Fair Trading Act claims \n \n177 In closing submissions, counsel for Futuretronics said that the claims under the Trade Practices Act were only faintly pressed.",
      "id": "s728"
    },
    {
      "text": "178 In my opinion, Futuretronics is not entitled to relief under either the Trade Practices Act or Fair Trading Act .",
      "id": "s729"
    },
    {
      "text": "Insofar as the alleged representations relate to the right of Graphix Labels to produce and market skins on its own behalf, that point has been decided in that company's favour and the representations (even if made) were not misleading or deceptive.",
      "id": "s730"
    },
    {
      "text": "Insofar as the alleged representations relate to the rights to the manufacturing materials, Futuretronics no longer presses its claim in relation to that matter.",
      "id": "s731"
    },
    {
      "text": "Insofar as the alleged representations relate to rights in the artworks, I do not think Futuretronics is entitled to relief.",
      "id": "s732"
    },
    {
      "text": "I say that because the undertakings mean that there is no need for an injunction and, absent proof of at least some damage, it has not been established that there is a cause of action for damages under s 82 of the Trade Practices Act or the equivalent section under the Fair Trading Act .",
      "id": "s733"
    },
    {
      "text": "Conclusion \n \n179 Futuretronics has established an infringement of copyright and breach of implied term in relation to the artworks.",
      "id": "s734"
    },
    {
      "text": "Otherwise, its claims against Graphix Labels and Mr Atta must be dismissed.",
      "id": "s735"
    },
    {
      "text": "180 I will adjourn the proceeding to a date to be fixed to enable the parties to make submissions as to the appropriate orders in light of these reasons.",
      "id": "s736"
    },
    {
      "text": "I certify that the preceding one hundred and eighty (180) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s737"
    },
    {
      "text": "Associate: \n\nDated: 29 October 2007\n\n\n Counsel for the Applicant: Mr M Wise \n \n Solicitor for the Applicant: Middletons Lawyers \n \n Counsel for the Respondent: Mr M Goldblatt \n \n Solicitor for the Respondent: Corrs Chambers Westgarth \n \n Date of Hearing: 19, 20 December 2006 and 19, 20, 21, 22 February 2007 \n \n Date of Judgment: 29 October 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1621.html",
      "id": "s738"
    }
  ]
}