{
  "name": "A &amp; L Silvestri Pty Ltd v Construction, Forestry, Mining and Energy Union [2007] FCA 1047 (13 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1047.html",
  "catchphrases": [
    {
      "text": "union officials seeking to enter enterprise bargaining agreement under div 2 of pt vib of the workplace relations act with developer-contractor",
      "id": "c0"
    },
    {
      "text": "threat of disruption to work and disruptive conduct with intent to coerce developer-contractor",
      "id": "c1"
    },
    {
      "text": "whether unlawful, illegitimate or unconscionable pressure",
      "id": "c2"
    },
    {
      "text": "liability of unions for conduct of officials",
      "id": "c3"
    },
    {
      "text": "freedom of association",
      "id": "c4"
    },
    {
      "text": "whether false and misleading representation made about a person's obligation to join an industrial association",
      "id": "c5"
    },
    {
      "text": "restrictive trade practices",
      "id": "c6"
    },
    {
      "text": "secondary boycotts",
      "id": "c7"
    },
    {
      "text": "conduct of union officials which hindered or prevented services being acquired by contractor from subcontractor",
      "id": "c8"
    },
    {
      "text": "subcontract terminated",
      "id": "c9"
    },
    {
      "text": "whether with purpose or likely effect of injuring subcontractor",
      "id": "c10"
    },
    {
      "text": "liability of unions for conduct of officials",
      "id": "c11"
    },
    {
      "text": "inducing breach of contract",
      "id": "c12"
    },
    {
      "text": "union officials inducing breach of contract for services made between contractor and subcontractor",
      "id": "c13"
    },
    {
      "text": "union officials' knowledge of existence of contract",
      "id": "c14"
    },
    {
      "text": "vicarious liability of unions for actions of its officials",
      "id": "c15"
    },
    {
      "text": "nature of contract",
      "id": "c16"
    },
    {
      "text": "\"hindered or prevented\", \"intent to coerce\", \"unlawful, illegitimate or unconscionable\"",
      "id": "c17"
    },
    {
      "text": "industrial law",
      "id": "c18"
    },
    {
      "text": "industrial law",
      "id": "c19"
    },
    {
      "text": "trade practices",
      "id": "c20"
    },
    {
      "text": "tort",
      "id": "c21"
    },
    {
      "text": "words and phrases",
      "id": "c22"
    }
  ],
  "sentences": [
    {
      "text": "1 This application is made pursuant to the Workplace Relations Act 1996 (Cth) as it stood in 2003 and the Trade Practices Act 1974 (Cth) and includes a claim for the tort of inducing a breach of contract or otherwise interfering with contractual relations.",
      "id": "s0"
    },
    {
      "text": "The application relates to a chain of events which took place at or in connection with a building site in Wollongong, New South Wales, during September and October 2003.",
      "id": "s1"
    },
    {
      "text": "2 The first applicant is A &amp; L Silvestri Pty Ltd (\"Silvestri P/L\"), the family company of Mr Antonio Silvestri and his wife Mrs Laura Silvestri, which carried on business as a demolition and excavation contractor on construction sites in the Wollongong area.",
      "id": "s2"
    },
    {
      "text": "The second applicant, Mr Nigel Hadgkiss, was an employee of the Commonwealth at the time these proceedings were instituted and had powers delegated to him by the Employment Advocate to make an application in respect of conduct in contravention of Pt XA of the Workplace Relations Act .",
      "id": "s3"
    },
    {
      "text": "No point is now taken as to his standing.",
      "id": "s4"
    },
    {
      "text": "3 There are five respondents.",
      "id": "s5"
    },
    {
      "text": "The first respondent, the Construction, Forestry, Mining and Energy Union (\"the CFMEU\"), is an organisation registered as an organisation of employees under the Workplace Relations Act .",
      "id": "s6"
    },
    {
      "text": "The second respondent (\"CFMEU NSW\") is the New South Wales branch of the CFMEU, is registered as an organisation under the Industrial Relations Act 1996 (NSW) and is a body corporate by virtue of s 222 of that Act.",
      "id": "s7"
    },
    {
      "text": "The remaining respondents are individuals connected with the CFMEU and CFMEU NSW.",
      "id": "s8"
    },
    {
      "text": "In 2003 Mr Peter Primmer was a full-time organiser employed by CFMEU NSW.",
      "id": "s9"
    },
    {
      "text": "He was a member of both the CFMEU and CFMEU NSW.",
      "id": "s10"
    },
    {
      "text": "Mr Michael Lane was employed as a full-time organiser for the CFMEU and was an elected conference delegate of that organisation.",
      "id": "s11"
    },
    {
      "text": "He was a member of both the CFMEU and CFMEU NSW.",
      "id": "s12"
    },
    {
      "text": "Mr David Kelly was employed by CFMEU NSW and was an elected official performing duties as an organiser for each of the CFMEU and CFMEU NSW.",
      "id": "s13"
    },
    {
      "text": "For most purposes it is not necessary to distinguish between CFMEU and CFMEU NSW in these reasons.",
      "id": "s14"
    },
    {
      "text": "It is sufficient to refer to the Union.",
      "id": "s15"
    },
    {
      "text": "4 LGB Contracting Pty Ltd (\"LGB\") is not a party, but is central to the case.",
      "id": "s16"
    },
    {
      "text": "LGB was the developer and builder of a substantial project at 26---28 Market Street Wollongong.",
      "id": "s17"
    },
    {
      "text": "It had not previously built in Wollongong.",
      "id": "s18"
    },
    {
      "text": "Demolition and excavation works were required before construction could commence.",
      "id": "s19"
    },
    {
      "text": "Mr Louis Grujoski (\"Grujoski\") was one of the two directors of LGB --- the other being his brother, Mr Nick Grujoski.",
      "id": "s20"
    },
    {
      "text": "BRIEF OUTLINE OF THE CASES \n \n5 The applicants' case.",
      "id": "s21"
    },
    {
      "text": "From about 11 September 2003 Lane had several meetings with management personnel of LGB.",
      "id": "s22"
    },
    {
      "text": "His objective was to cause LGB to enter into a site agreement and an enterprise bargaining agreement (\"EBA\") with the Union to cover the project and also to cause all subcontractors engaged on the site to have an EBA with the Union.",
      "id": "s23"
    },
    {
      "text": "That would effectively ensure that the project was manned only by Union members.",
      "id": "s24"
    },
    {
      "text": "It was made clear that only Union approved subcontractors should be engaged.",
      "id": "s25"
    },
    {
      "text": "Lane made threats of industrial action and general disruption to back up his demands.",
      "id": "s26"
    },
    {
      "text": "6 On the day of Lane's first visit, two inspectors from WorkCover NSW (\"WorkCover\") attended the site at his request concerning occupational health and safety policies.",
      "id": "s27"
    },
    {
      "text": "As a result, the site was shut down for two days.",
      "id": "s28"
    },
    {
      "text": "7 The first test of strength occurred when Lane learned in mid-October 2003 that LGB proposed to engage Silvestri P/L as excavation subcontractor to replace the existing subcontractor who had been sacked.",
      "id": "s29"
    },
    {
      "text": "Silvestri P/L had no agreement with the Union and Antonio Silvestri was not a union member.",
      "id": "s30"
    },
    {
      "text": "That decision had been made by the newly appointed site or project manager.",
      "id": "s31"
    },
    {
      "text": "Lane and Primmer attended the site on 20 October 2003 and threatened severe repercussions if Silvestri P/L attempted to work on the site.",
      "id": "s32"
    },
    {
      "text": "8 Early on the following day, Silvestri P/L commenced work, with Antonio Silvestri himself operating the excavator.",
      "id": "s33"
    },
    {
      "text": "A fleet of trucks was engaged in carting excavated material from the site.",
      "id": "s34"
    },
    {
      "text": "The previous excavator had operated a similar system for some time.",
      "id": "s35"
    },
    {
      "text": "At about 9.30 am Lane, having spoken to one of the principals of LGB, arrived by car at the site, followed later by Primmer and Kelly in another car.",
      "id": "s36"
    },
    {
      "text": "Lane effectively shut the site by parking his car across the vehicular entrance.",
      "id": "s37"
    },
    {
      "text": "Threats by the Union officials, plus action on the part of personnel from the Wollongong City Council (\"the Council\") (initiated by the Union officials) led to the site being shut down for some days.",
      "id": "s38"
    },
    {
      "text": "As a result of the threats by Union officials, on the afternoon of 21 October 2003 LGB decided to terminate the services of Silvestri P/L.",
      "id": "s39"
    },
    {
      "text": "During the events of 21 October 2003, Kelly told one of the truck drivers that he, and any other worker on site, had to be a member of the Union to be allowed to work on site.",
      "id": "s40"
    },
    {
      "text": "9 The termination took place on the following day after a further meeting of LGB personnel with Union officials where further threats were made.",
      "id": "s41"
    },
    {
      "text": "Silvestri P/L was replaced by a subcontractor nominated by the Union officials.",
      "id": "s42"
    },
    {
      "text": "The Union officials again sought to have LGB enter an EBA.",
      "id": "s43"
    },
    {
      "text": "Once the new excavation contractor came on site there was no Union inspection or inspection by WorkCover or Council officials.",
      "id": "s44"
    },
    {
      "text": "10 The applicants' claims are:\n \n &#8226; That the conduct of one or more of the individual respondents contravened s 170NC(1)(c) of the Workplace Relations Act .",
      "id": "s45"
    },
    {
      "text": "&#8226; That the conduct of one or more of the individual respondents contravened s 298SC(c) of the Workplace Relations Act .",
      "id": "s46"
    },
    {
      "text": "&#8226; In relation to Silvestri P/L's contract with LGB, that one or more of the individual respondents engaged in conduct amounting to the tort of inducing breach of contract or interference with contractual relations.",
      "id": "s47"
    },
    {
      "text": "&#8226; That one or more of the individual respondents contravened s 45D of the Trade Practices Act .",
      "id": "s48"
    },
    {
      "text": "&#8226; That either or both of the CFMEU and CFMEU NSW are liable for the conduct of the individual respondents.",
      "id": "s49"
    },
    {
      "text": "11 The respondents deny much of the detail of the applicants' case.",
      "id": "s50"
    },
    {
      "text": "Most significantly, they deny that any threats were made to LGB to support the proposal for a site agreement and EBA.",
      "id": "s51"
    },
    {
      "text": "They deny the meeting of 20 October 2003.",
      "id": "s52"
    },
    {
      "text": "The respondents deny that any action in relation to Silvestri P/L or that the events of 21 and 22 October 2003 were motivated by lack of Union membership or the non-existence of an EBA.",
      "id": "s53"
    },
    {
      "text": "Rather, they were concerned with matters of safety.",
      "id": "s54"
    },
    {
      "text": "In their opinion, Silvestri P/L was an unsatisfactory contractor in that respect.",
      "id": "s55"
    },
    {
      "text": "The site was closed because of deficiencies found by WorkCover and the Council, not because of any Union action or threats.",
      "id": "s56"
    },
    {
      "text": "The alleged conversation between Kelly and the truck driver is denied.",
      "id": "s57"
    },
    {
      "text": "12 The two versions of events are inconsistent in substance, cannot be reconciled and cannot stand together.",
      "id": "s58"
    },
    {
      "text": "As will appear, I accept the substance of the applicants' case and reject the substance of the respondents' denials.",
      "id": "s59"
    },
    {
      "text": "THE RELEVANT STATUTORY PROVISIONS \n \n13 The principal statutory provisions are ss 170NC(1)(c), 298SC(c) and 349 of the Workplace Relations Act , and ss 45D , 45DC and 75B of the Trade Practices Act .",
      "id": "s60"
    },
    {
      "text": "The Workplace Relations Act \n \n14 Section 170NC is found within Pt VIB of the Workplace Relations Act (entitled \"Certified agreements\"), specifically within Div 9 of that Part (entitled \"Prohibition of coercion in relation to agreements\").",
      "id": "s61"
    },
    {
      "text": "It states:\n \n \" 170NC Coercion of persons to make, vary or terminate certified agreements etc. \n \n (1) A person must not: \n \n \n \n (a) take or threaten to take any industrial action or other action; or \n \n \n \n \n (b) refrain or threaten to refrain from taking any action; \n with intent to coerce another person to agree, or not to agree, to: \n \n \n \n \n (c) making, varying or terminating, or extending the nominal expiry date of, an agreement under Division 2 or 3; or \n (d) approving any of the things mentioned in paragraph (c).",
      "id": "s62"
    },
    {
      "text": "(2) Subsection (1) does not apply to action, or industrial action, that is protected action (within the meaning of Division 8).",
      "id": "s63"
    },
    {
      "text": "(3) An employer must not coerce, or attempt to coerce, an employee of the employer: \n \n \n \n \n (a) not to make a request as mentioned in subsection 170LK(4) in relation to an agreement that the employer proposes to make; or \n \n \n \n \n (b) to withdraw such a request.",
      "id": "s64"
    },
    {
      "text": "\" \n \n \n\n15 Division 2 of Pt VIB (as referred to in s 170NC(1)(c)) concerns the making of agreements with constitutional corporations or the Commonwealth.",
      "id": "s65"
    },
    {
      "text": "16 Section 298SC is found within Pt XA (entitled \"Freedom of association\"), or more specifically, within Div 5A of that Part (entitled \"False or misleading representations about bargaining services fees etc\").",
      "id": "s66"
    },
    {
      "text": "It states:\n \n \" 298SC False or misleading representations about bargaining services fees etc. \n \n A person must not make a false or misleading representation about: \n \n \n (a) another person's liability to pay a bargaining services fee; or \n (b) another person's obligation to enter into an agreement to pay a bargaining services fee; or \n (c) another person's obligation to join an industrial association.",
      "id": "s67"
    },
    {
      "text": "\" \n \n \n\n17 An \"industrial association\" is defined in s 298B(1) of the Workplace Relations Act :\n \n \" industrial association means: \n \n \n (a) an association of employees and/or independent contractors, or an association of employers, that is registered or recognised as such an association (however described) under an industrial law; or \n (b) an association of employees and/or independent contractors a principal purpose of which is the protection and promotion of their interests in matters concerning their employment, or their interests as independent contractors, as the case requires; or \n (c) an association of employers a principal purpose of which is the protection and promotion of their interests in matters concerning employment and/or independent contractors; \n \n \n and includes a branch of such an association, and an organisation.",
      "id": "s68"
    },
    {
      "text": "\" \n \n Amendment of the Workplace Relations Act \n \n18 Although s 170NC and s 298SC of the Workplace Relations Act were in force during September and October 2003, they were repealed by virtue of Schedule 1 of the Workplace Relations Amendment (Work Choices) Act 2005 (Cth).",
      "id": "s69"
    },
    {
      "text": "However, these two sections continue to apply to these proceedings by virtue of reg 2.19 of ch 7 of the Workplace Relations Regulations 2006 (Cth) and s 8 and s 8A of the Acts Interpretation Act 1901 (Cth).",
      "id": "s70"
    },
    {
      "text": "The Trade Practices Act \n \n19 Section 45D of the Trade Practices Act is headed \"Secondary boycotts for the purpose of causing substantial loss or damage\".",
      "id": "s71"
    },
    {
      "text": "It is contained in Pt IV of that Act (entitled \"Restrictive trade practices\") and provides:\n \n \n \"(1) In the circumstances specified in subsection (3) or (4), a person must not, in concert with a second person, engage in conduct: \n \n \n (a) that hinders or prevents: \n (i) a third person supplying goods or services to a fourth person (who is not an employer of the first person or the second person); or \n (ii) a third person acquiring goods or services from a fourth person (who is not an employer of the first person or the second person); and \n (b) that is engaged in for the purpose, and would have or be likely to have the effect, of causing substantial loss or damage to the business of the fourth person.",
      "id": "s72"
    },
    {
      "text": "(2) A person is taken to engage in conduct for a purpose mentioned in subsection (1) if the person engages in the conduct for purposes that include that purpose.",
      "id": "s73"
    },
    {
      "text": "(3) Subsection (1) applies if the fourth person is a corporation.",
      "id": "s74"
    },
    {
      "text": "(4) Subsection (1) also applies if: \n \n \n (a) the third person is a corporation and the fourth person is not a corporation; and \n (b) the conduct would have or be likely to have the effect of causing substantial loss or damage to the business of the third person.",
      "id": "s75"
    },
    {
      "text": "\" \n \n \n \n \n\n20 Section 45DC (entitled \"Involvement and liability of employee organisations\") provides:\n \n \n \" Certain organisations taken to be acting in concert\n (1) If 2 or more persons (the participants ), each of whom is a member or officer of the same organisation of employees, engage in conduct in concert with one another, whether or not the conduct is also engaged in in concert with another person, then, unless the organisation proves otherwise, the organisation is taken for the purposes of sections 45D , 45DA and 45DB : \n \n \n (a) to engage in that conduct in concert with the participants; and \n (b) to have engaged in that conduct for the purposes for which the participants engaged in it.",
      "id": "s76"
    },
    {
      "text": "Consequences of organisation contravening subsection 45D(1), 45DA(1) or 45DB(1) \n \n \n (2) The consequences of an organisation of employees engaging, or being taken by subsection (1) to engage, in conduct in concert with any of its members or officers in contravention of subsection 45D(1), 45DA(1) or 45DB(1) are as set out in subsections (3), (4) and (5).",
      "id": "s77"
    },
    {
      "text": "Loss or damage taken to have been caused by organisations' conduct \n \n \n (3) Any loss or damage suffered by a person as a result of the conduct is taken, for the purposes of this Act, to have been caused by the conduct of the organisation.",
      "id": "s78"
    },
    {
      "text": "...\" \n \n \n (Original emphasis.",
      "id": "s79"
    },
    {
      "text": ")\n \n\n21 Section 75B (\"Interpretation\") is found within Pt VI of the Trade Practices Act (entitled \"Enforcement and remedies\").",
      "id": "s80"
    },
    {
      "text": "Section 75B provides:\n \n \n \"(1) A reference in this Part to a person involved in a contravention of a provision of Part IV, IVA, IVB, V or VC, or of section 75AU or 75AYA, shall be read as a reference to a person who: \n \n \n (a) has aided, abetted, counselled or procured the contravention; \n (b) has induced, whether by threats or promises or otherwise, the contravention; \n (c) has been in any way, directly or indirectly, knowingly concerned in, or party to, the contravention; or \n (d) has conspired with others to effect the contravention.",
      "id": "s81"
    },
    {
      "text": "...\" \n \n \n \n FACTS \n \n22 The case substantially turns upon the credibility of evidence given in relation to a series of meetings and events.",
      "id": "s82"
    },
    {
      "text": "The point of sharpest conflict concerns 20 October 2003.",
      "id": "s83"
    },
    {
      "text": "Resolution of that conflict is critical to credibility in general.",
      "id": "s84"
    },
    {
      "text": "It needs to be considered in context.",
      "id": "s85"
    },
    {
      "text": "23 The project at 26---28 Market Street was the construction of a residential apartment block and commercial premises.",
      "id": "s86"
    },
    {
      "text": "The building, to be known as Sunrise Apartments, was to comprise a basement underground car park, an eight-storey building at the front and a six-storey building at the back with a courtyard in the middle.",
      "id": "s87"
    },
    {
      "text": "The overall cost of the project was about $16 million.",
      "id": "s88"
    },
    {
      "text": "It was due for completion in or about December 2004.",
      "id": "s89"
    },
    {
      "text": "11 September---19 October 2003 --- Dealings between Union and LGB \n \n24 On 11 September 2003 Mr Oscar Picciau was in charge of the site pending the employment of a project manager.",
      "id": "s90"
    },
    {
      "text": "On 11 September 2003 he was at the site with two LGB employees, Mr Angele Srbinovski and Mr David Hill, and a demolition and excavation contractor, Mr Bruce Harris from BBI Constructions.",
      "id": "s91"
    },
    {
      "text": "Demolition had commenced.",
      "id": "s92"
    },
    {
      "text": "The site establishment --- with an equipped shed and amenities --- was not fully set up.",
      "id": "s93"
    },
    {
      "text": "25 On 10 September 2003 an article about the site had been published in the Illawarra Mercury newspaper, which had been seen by Lane.",
      "id": "s94"
    },
    {
      "text": "Lane attended the site on 11 September 2003 and met Picciau, whose evidence of what took place after the introductions (which is not disputed by Lane) was as follows:\n \n \n \n \"Me: 'What is the problem is there anything that I can help you with?",
      "id": "s95"
    },
    {
      "text": "' \n \n Mr Lane: 'Who is running the site and what is happening with the actual site.",
      "id": "s96"
    },
    {
      "text": "' \n \n Me: 'I am the assistant project manager, we are about 70 to 80 percent complete with the demolition and the site is under my control until we get a site manager.",
      "id": "s97"
    },
    {
      "text": "' \n \n Mr Lane: 'Do you have a site establishment set up such as site sheds, amenities, securing the site and so forth.",
      "id": "s98"
    },
    {
      "text": "' \n \n Me: 'No we do not have a full site establishment set up we are still in the process of demolition work.",
      "id": "s99"
    },
    {
      "text": "' \n \n \n \n ... \n \n Mr Lane pointed out some issues which he claimed were safety issues on the Site.",
      "id": "s100"
    },
    {
      "text": "He did not explain what was wrong.",
      "id": "s101"
    },
    {
      "text": "Mr Lane said that the site shed did not have any power connected and the lining on the shed floor was not in good condition.",
      "id": "s102"
    },
    {
      "text": "As a result, I arranged to have the shed replaced.",
      "id": "s103"
    },
    {
      "text": "My discussion with Mr Lane continued as follows: \n \n \n \n \n \n Mr Lane: 'I do not want any more works to proceed until these safety issues are rectified.",
      "id": "s104"
    },
    {
      "text": "There have been a few buildings within the Wollongong area that didn't comply to any safety regulations, such as the building across the road.",
      "id": "s105"
    },
    {
      "text": "I hope your building isn't going to be like the site across the road.",
      "id": "s106"
    },
    {
      "text": "' \n \n \n \n \n ... \n \n \n \n \n Mr Lane: 'Which contractors do you propose using on the site?",
      "id": "s107"
    },
    {
      "text": "' \n \n Me: 'No contracts have been issued and we have no main contractors.",
      "id": "s108"
    },
    {
      "text": "' \n \n Mr Lane: 'Does LGB Contracting have an EBA and are any of the workers union members?",
      "id": "s109"
    },
    {
      "text": "' \n \n Me: 'To the best of my knowledge, I do not know if LGB does or does not have an EBA or whether any of our employees are union members or not.",
      "id": "s110"
    },
    {
      "text": "' \n \n Mr Lane: 'Have Grujoski call me so we can have a meeting to discuss any further issues relating to the site.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n \n \n \n Mr Lane was on Site for about an hour or an hour and a half.",
      "id": "s112"
    },
    {
      "text": "\" \n \n\nThe site across the road had been closed, to the knowledge of Picciau, for approximately two years.",
      "id": "s113"
    },
    {
      "text": "26 Later that day two WorkCover inspectors, one of whom was Mr Barry Childs, attended the site.",
      "id": "s114"
    },
    {
      "text": "He had a discussion with Picciau as follows:\n \n \n \n \"Mr Childs: 'You do not have your occupational health and safety policies in place yet.",
      "id": "s115"
    },
    {
      "text": "' \n \n [Picciau] : 'Our quality assurance manager, Ron McGeoch is in the process of preparing an OH&amp;S work method statement, safety reports and so forth for the site.",
      "id": "s116"
    },
    {
      "text": "' \n \n Mr Childs: 'I am also concerned with types of material that are on site and it would be better if you ceased the works and clean up the site, and secure the premises after which you can continue.",
      "id": "s117"
    },
    {
      "text": "'\" \n \n \n \n \n\n27 Picciau stopped the demolition work, which did not recommence until the following Monday 15 September 2003 during which time the site was cleaned up, temporary power was connected to the sheds and the site was secured.",
      "id": "s118"
    },
    {
      "text": "28 Grujoski gave evidence of meeting Lane at the site on 12 September 2003.",
      "id": "s119"
    },
    {
      "text": "That was his first meeting with Lane.",
      "id": "s120"
    },
    {
      "text": "Grujoski gives an account summarised by counsel for the applicant as follows:\n \n \n \"(a) Lane says we are the union organisers for this region and we control this area; \n \n (b) Lane demands that LGB enter into a site agreement and Enterprise Bargaining Agreement with the CFMEU; \n \n (c) Lane demands that all contractors on the Site enter into an EBA with the CFMEU; and \n \n (d) Lane indicates that if the demands are not met it will become 'very difficult' for LGB.",
      "id": "s121"
    },
    {
      "text": "\" \n \n \n \n\n29 Lane does not dispute that there was such an occasion but he does dispute that he threatened or implied a threat to disrupt the site.",
      "id": "s122"
    },
    {
      "text": "He denied that he said he controlled the area.",
      "id": "s123"
    },
    {
      "text": "He denied that he made any relevant demands.",
      "id": "s124"
    },
    {
      "text": "He also denied suggesting an alternative demolition and excavation contractor.",
      "id": "s125"
    },
    {
      "text": "His evidence was that he said (no doubt, amongst other things):\n \n \"Everyone who comes on site must be inducted.",
      "id": "s126"
    },
    {
      "text": "It would be a lot better if we could come to some sort of site agreement and everyone knows the ground rules before they come onto the job.",
      "id": "s127"
    },
    {
      "text": "\" \n \n \"I would like us to sit down and talk to you about an EBA.",
      "id": "s128"
    },
    {
      "text": "It would be far preferable if major contractors who were to come on site were EBA'd.",
      "id": "s129"
    },
    {
      "text": "\" \n \n\n30 There are two problems in relation to Grujoski's evidence.",
      "id": "s130"
    },
    {
      "text": "The first is that he places Picciau, Srbinovski and Hill as being present, although none of those witnesses gave evidence to that effect.",
      "id": "s131"
    },
    {
      "text": "That may not be crucial as the evidence he gave was consistent with them being in the vicinity although not being actual participants in the conversation.",
      "id": "s132"
    },
    {
      "text": "The second is that he produced with his affidavit a copy of a diary entry corroborating his version of the conversation.",
      "id": "s133"
    },
    {
      "text": "It was written on the page of the diary for 13 October 2003 rather than 12 September 2003.",
      "id": "s134"
    },
    {
      "text": "That in itself is of no great significance but when the original was produced the page differed in some respects from that which had been produced with the affidavit.",
      "id": "s135"
    },
    {
      "text": "Considerable attention was paid to the issue of that diary note, both at the hearing and in submissions.",
      "id": "s136"
    },
    {
      "text": "I am not satisfied that the explanation is sinister but no completely satisfactory explanation was given.",
      "id": "s137"
    },
    {
      "text": "Although the version given by Grujoski accords with Lane's later conduct and I do not accept much of Lane's evidence, a sufficient shadow is cast over Grujoski's evidence in relation to this meeting to cause me to put it aside, bearing in mind the Briginshaw standard of proof which is applicable.",
      "id": "s138"
    },
    {
      "text": "31 Picciau gave evidence of another meeting with Lane on site in late September or early October.",
      "id": "s139"
    },
    {
      "text": "Lane does not dispute the evidence given by Picciau, which was as follows:\n \n \"Mr Lane and I had a discussion as follows: \n \n \n Mr Lane: 'I am happy with the way you have progressed on site.",
      "id": "s140"
    },
    {
      "text": "' \n ... \n \n Mr Lane: 'Who are your contractors and have any contracts been issued to anyone?",
      "id": "s141"
    },
    {
      "text": "' \n \n Me: 'No contracts have been issued and we might be using contractors from Sydney due to the fact that we have worked with those contractors before and know their performance and their pricing.",
      "id": "s142"
    },
    {
      "text": "' \n \n \n Mr Lane laughed at that.",
      "id": "s143"
    },
    {
      "text": "Mr Lane: 'Why wouldn't you use local people?",
      "id": "s144"
    },
    {
      "text": "' \n \n \n I cannot now recall what if any response I gave.",
      "id": "s145"
    },
    {
      "text": "\" \n \n\n32 Grujoski gave evidence of two other meetings with Lane on the site prior to 20 October 2003 --- one on 18 September 2003 and another on 1 October 2003.",
      "id": "s146"
    },
    {
      "text": "As to the first meeting, Grujoski says that Lane gave him two one-page documents.",
      "id": "s147"
    },
    {
      "text": "The first was headed \"New South Wales Southern Region General Construction Enterprise Bargaining Agreement\" containing rates of pay for various categories of worker and details of various other payments or allowances.",
      "id": "s148"
    },
    {
      "text": "The second was the front sheet of what was said to be a collective bargaining agreement between LGB and employees and CFMEU NSW.",
      "id": "s149"
    },
    {
      "text": "Lane said that he wanted a Union EBA and a site agreement and promised to get a copy of the complete EBA to Grujoski.",
      "id": "s150"
    },
    {
      "text": "There was discussion about an EBA that LGB had with the CFMEU between 1997 and 1999, which Grujoski said was not for building work, but rather for a saw-cutting operation.",
      "id": "s151"
    },
    {
      "text": "Grujoski said that Lane said, amongst other things:\n \n \"Why I say that I want a union EBA and a site agreement is I don't want any situations like across the road.",
      "id": "s152"
    },
    {
      "text": "\" \n \n\nAnd: \n \n \"That building across the road is a complete disaster and I don't want this to result in that same manner.",
      "id": "s153"
    },
    {
      "text": "\" \n \n\nThere was also discussion about a Mr Rodney Fisher.",
      "id": "s154"
    },
    {
      "text": "Grujoski said that Lane had referred to Fisher in an earlier discussion as a person LGB should employ to help with the early stages of the project and to assist with inductions and with the Union.",
      "id": "s155"
    },
    {
      "text": "In the course of this conversation, Lane said:\n \n \"I need to know what happens on site.",
      "id": "s156"
    },
    {
      "text": "I need cooperation to be informed on who you employ on site.",
      "id": "s157"
    },
    {
      "text": "All contractors are to have an EBA and you must have my approval.",
      "id": "s158"
    },
    {
      "text": "\" \n \n\nAnd:\n \n \"You have got to run it by me first on who you use.",
      "id": "s159"
    },
    {
      "text": "I would like to know who you use.",
      "id": "s160"
    },
    {
      "text": "I must approve of the contractors.",
      "id": "s161"
    },
    {
      "text": "\" \n \n\nOn Grujoski's account he did not agree to any of Lane's demands at that time.",
      "id": "s162"
    },
    {
      "text": "33 The parties agreed to meet again on 1 October 2003.",
      "id": "s163"
    },
    {
      "text": "On that occasion, Lane brought with him and gave to Grujoski three copies of a document entitled \"Collective Bargaining Agreement between LGB Contracting Pty Ltd and Employees and Construction, Forestry, Mining and Energy Union Construction and General Division New South Wales Branch expiring 31 October 2005\".",
      "id": "s164"
    },
    {
      "text": "Grujoski says that in the course of the conversation, Lane said:\n \n \"I have the pleasure of submitting you these draft copies.",
      "id": "s165"
    },
    {
      "text": "This is what an EBA looks like and I'd like to get that signed and out of the way so we can proceed with the works or I will interrupt your works programme.",
      "id": "s166"
    },
    {
      "text": "We will be here for a very long time.",
      "id": "s167"
    },
    {
      "text": "\" \n \n\nAnd: \n \n \"There's certain people that aren't welcome around here, I don't want to get my other union fellow and people to come here and disrupt the site.",
      "id": "s168"
    },
    {
      "text": "If we don't get this resolved we will be into problems and I will come here with Peter Primmer to disrupt the site and stop the work.",
      "id": "s169"
    },
    {
      "text": "\" \n \n\n34 Grujoski says that he asked for a list of preferred contractors, which he was given by Lane, with telephone numbers.",
      "id": "s170"
    },
    {
      "text": "There was further discussion about Fisher.",
      "id": "s171"
    },
    {
      "text": "Lane agreed to give Grujoski time to consider the EBA and left saying:\n \n \"If you cooperate and sign an EBA and an agreement then we shouldn't have any problems.",
      "id": "s172"
    },
    {
      "text": "\" \n \n\nThey agreed to meet again when Lane returned from his holidays.",
      "id": "s173"
    },
    {
      "text": "35 Lane does not deny the meeting with Grujoski on these two occasions and agrees that the topics of the site agreement and the EBA were discussed and that the documents to which Grujoski refers were handed over.",
      "id": "s174"
    },
    {
      "text": "However, he is not sure how the single title page for the collective agreement came to be given to him.",
      "id": "s175"
    },
    {
      "text": "He also agrees that there was discussion about Fisher playing a role as delegate to ensure that companies on the job were bona fide and to be a go-between between the builder, the Union and whoever was coming on to the job as a subcontractor.",
      "id": "s176"
    },
    {
      "text": "He agrees that there was discussion about the EBA which LGB had with the CFMEU, which LGB claimed only applied to saw cutting.",
      "id": "s177"
    },
    {
      "text": "Lane denied making any threats of disruption.",
      "id": "s178"
    },
    {
      "text": "So far as the job across the road was concerned, his evidence was that he said:\n \n \"See that job over the road, that job was run by a complete shonk who has since gone bankrupt and has taken a number of players down with him.",
      "id": "s179"
    },
    {
      "text": "That job is still under contract and has been under construction since 2000.",
      "id": "s180"
    },
    {
      "text": "\" \n \n\nHe denies demanding that all contractors on site have an EBA or be union approved.",
      "id": "s181"
    },
    {
      "text": "He says he did say:\n \n \"I would like us to sit down and talk to you about an EBA.",
      "id": "s182"
    },
    {
      "text": "It would be far preferable if major contractors who were to come on site were EBA'd.",
      "id": "s183"
    },
    {
      "text": "\" \n \n\nLater he said:\n \n \"There is a preference for major contractors with EBA's.",
      "id": "s184"
    },
    {
      "text": "\" \n \n\nGrujoski said:\n \n \"We are using serious contractors, big players and I would expect some would have enterprise agreements.",
      "id": "s185"
    },
    {
      "text": "\" \n \n\nLane:\n \n \"We all know the reality and nothing like all contractors would have an EBA because not all of them do.",
      "id": "s186"
    },
    {
      "text": "\" \n \n\nLane denied giving Grujoski any list of approved contractors with telephone numbers.",
      "id": "s187"
    },
    {
      "text": "36 I accept the substance of Grujoski's evidence as to these meetings.",
      "id": "s188"
    },
    {
      "text": "There is no doubt that Lane was seeking both a site agreement and an EBA with LGB itself.",
      "id": "s189"
    },
    {
      "text": "There is no doubt that he was expressing a preference for at least the major contractors to have an EBA with the Union and there is no doubt that he was seeking to have a Union nominee employed to become site delegate.",
      "id": "s190"
    },
    {
      "text": "Based upon my observations of Lane and his evidence, and my findings as to what occurred later, I am satisfied that his objective in dealing with Grujoski was to impress upon him that the Union controlled commercial building sites in Wollongong and that all contractors on the site, including LGB, should comply with Union demands in relation to a site agreement and an EBA --- fundamentally to underpin Union membership by all the individuals involved on the job.",
      "id": "s191"
    },
    {
      "text": "I am satisfied that Lane clearly conveyed to Grujoski the message that if the Union demands were not met then there would be disruption of the job by whatever means were available and that the state of the site opposite was used as an example.",
      "id": "s192"
    },
    {
      "text": "Dealings between Silvestri P/L and LGB prior to 21 October 2003 \n \n37 There is no difference of substance between the evidence of Antonio and Laura Silvestri and Mr Anthony Krkovski, although the precise sequence of events is doubtful.",
      "id": "s193"
    },
    {
      "text": "Krkovski was the newly appointed site or project manager and was in day-to-day charge of the job.",
      "id": "s194"
    },
    {
      "text": "He had started by 15 October 2003.",
      "id": "s195"
    },
    {
      "text": "Upon starting on the site Krkovski decided that the existing excavation contractor was unsatisfactory.",
      "id": "s196"
    },
    {
      "text": "He telephoned Antonio Silvestri and asked him to come and have a look at the job and give him a price.",
      "id": "s197"
    },
    {
      "text": "Krkovski caused Mr Jovan Matlioski, a contracts administrator employed by LGB and normally based in Sydney, to make inquiries as to competence from others for whom Silvestri P/L had worked.",
      "id": "s198"
    },
    {
      "text": "The responses were favourable.",
      "id": "s199"
    },
    {
      "text": "Antonio Silvestri went to the site, met Krkovski and surveyed the site.",
      "id": "s200"
    },
    {
      "text": "There was some discussion about prices which were to be charged for various items.",
      "id": "s201"
    },
    {
      "text": "Antonio Silvestri estimated about three to four weeks would be required to carry out the excavation work, depending upon the type and quantity of rock on site.",
      "id": "s202"
    },
    {
      "text": "Krkovski had hoped that it would take two weeks for bulk excavation and one week for detailed excavation.",
      "id": "s203"
    },
    {
      "text": "Laura Silvestri prepared a price for machine and trucks, quoting per hour, except that in relation to both concrete and filling the quote was per load, and sent it to LGB by facsimile.",
      "id": "s204"
    },
    {
      "text": "Antonio Silvestri refused to lower his prices.",
      "id": "s205"
    },
    {
      "text": "Krkovski accepted the prices and on or about 16 October 2003 it was agreed that Silvestri P/L would carry out all the excavation work that was required at the site.",
      "id": "s206"
    },
    {
      "text": "It was agreed that the job would start on the following Monday, 20 October 2003.",
      "id": "s207"
    },
    {
      "text": "Antonio Silvestri was unable to start on that day as he was still working on a different site.",
      "id": "s208"
    },
    {
      "text": "There is no doubt there was some communication between Antonio Silvestri and Krkovski on 20 October 2003.",
      "id": "s209"
    },
    {
      "text": "There is a question as to the content of it which need not be resolved.",
      "id": "s210"
    },
    {
      "text": "20 October 2003 \n \n38 The applicants' witnesses speak of a visit by Lane and Primmer to the site shed on 20 October 2003 making threats of disruption if Antonio Silvestri commenced work on the site, linked with the fact that he was not a Union member and that Silvestri P/L did not have an EBA with the Union.",
      "id": "s211"
    },
    {
      "text": "Lane and Primmer deny that there was such a meeting on 20 October 2003 and deny making threats of that kind on any occasion.",
      "id": "s212"
    },
    {
      "text": "39 I am satisfied that such an occasion did occur on 20 October 2003.",
      "id": "s213"
    },
    {
      "text": "Evidence to that effect was given by five witnesses for the applicant.",
      "id": "s214"
    },
    {
      "text": "Krkovski had only recently made the decision to employ Silvestri P/L in lieu of the previous excavation subcontractor.",
      "id": "s215"
    },
    {
      "text": "At the time he gave evidence, he was not employed by LGB and provided no affidavit in advance of the hearing.",
      "id": "s216"
    },
    {
      "text": "Matlioski was a contracts administrator employed by LGB based in Sydney who was visiting the site.",
      "id": "s217"
    },
    {
      "text": "He was no longer employed by LGB at the time he gave evidence.",
      "id": "s218"
    },
    {
      "text": "Matlioski was accompanied to the site that day by one Mr Branco Riklovski, a draftsman employed by LGB based in Sydney.",
      "id": "s219"
    },
    {
      "text": "He was not called to give evidence.",
      "id": "s220"
    },
    {
      "text": "Because of the absence of that witness, counsel for the respondents sought to rely upon the principle in Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298.",
      "id": "s221"
    },
    {
      "text": "Picciau was the Assistant Project Manager employed by LGB.",
      "id": "s222"
    },
    {
      "text": "Srbinovski was a leading hand employed by LGB.",
      "id": "s223"
    },
    {
      "text": "Hill was a labourer employed by LGB who was no longer employed at the time he gave evidence and had not been employed since April 2004.",
      "id": "s224"
    },
    {
      "text": "There were inconsistencies in the detail of the evidence given by these witnesses and there is no contemporaneous note by any of them.",
      "id": "s225"
    },
    {
      "text": "There is a reasonably contemporaneous note by Matlioski but it appears to have been produced as a result of a request by the Building Industry Taskforce which was investigating Antonio Silvestri's complaints.",
      "id": "s226"
    },
    {
      "text": "However, each witness clearly identified and gave evidence about the same occurrence on the Monday, which was the day before the drama at the site on Tuesday 21 October 2003.",
      "id": "s227"
    },
    {
      "text": "Given what occurred on 21 October 2003, it is most unlikely that all of the witnesses would have been mistaken about the timing of the meeting with the Union officials about which they gave evidence.",
      "id": "s228"
    },
    {
      "text": "40 The WorkCover inspector, Childs, recorded in his notebook that, when he met Krkovski and Antonio Silvestri on the morning of 21 October 2003, Krkovski stated that:\n \n \"The issue started yesterday when they attended\" [the Union and] \"arrived on site Dave Kelly &amp; Mick Lane.",
      "id": "s229"
    },
    {
      "text": "Issues raised by Union 1) Why was the excavation company changed ...\" \n \n\nWhilst Krkovski had obviously mistaken the names of Primmer and Kelly, this was significant independent and contemporaneous evidence confirming the version of the witnesses for the applicants.",
      "id": "s230"
    },
    {
      "text": "41 I see no reason to doubt the honesty of any of the witnesses called by the applicants as to this incident.",
      "id": "s231"
    },
    {
      "text": "Three had left the employ of LGB at the time they gave evidence and clearly had nothing to gain one way or the other.",
      "id": "s232"
    },
    {
      "text": "The newly-appointed site manager would be expected to have a good recall of the events and appeared to do so given the difficulties occasioned by the considerable lapse of time between the events and giving evidence.",
      "id": "s233"
    },
    {
      "text": "He presented as a competent and intelligent person.",
      "id": "s234"
    },
    {
      "text": "Matlioski appeared to be an honest and competent witness whose nearly contemporaneous note supported the existence of the occasion.",
      "id": "s235"
    },
    {
      "text": "Hill was, as his background would suggest, of limited sophistication and was, at times, quite inarticulate.",
      "id": "s236"
    },
    {
      "text": "Apart from a tendency to agree, perhaps too readily, to matters that were put to him, his honesty could not be questioned.",
      "id": "s237"
    },
    {
      "text": "Srbinovski, although still employed by LGB, appeared to me to be an honest and reliable witness.",
      "id": "s238"
    },
    {
      "text": "The same could be said of Picciau.",
      "id": "s239"
    },
    {
      "text": "It needs to be borne in mind that LGB itself had little to gain from involvement in the proceedings.",
      "id": "s240"
    },
    {
      "text": "It is suggested that the proceeding assists LGB in dealing with or avoiding any claim from Silvestri P/L.",
      "id": "s241"
    },
    {
      "text": "In my view, that possibility would rate fairly low on the scale for a developer compared with becoming embroiled in an adversary proceeding against these respondents.",
      "id": "s242"
    },
    {
      "text": "42 The evidence given by Lane and Primmer was far from convincing, both generally and in relation to this occurrence.",
      "id": "s243"
    },
    {
      "text": "Lane appeared to be an intelligent witness who, nonetheless, gave indications of both arrogance and belligerence consistent with the evidence given by witnesses for the applicants as to what occurred on this day and other days.",
      "id": "s244"
    },
    {
      "text": "Primmer gave evidence in an unconvincing fashion.",
      "id": "s245"
    },
    {
      "text": "They were both unwilling to make any concession or admission of conduct that might inculpate either of them or the Union in unlawful or inappropriate conduct.",
      "id": "s246"
    },
    {
      "text": "43 Apart from pointing to inconsistencies in the detail of the evidence given by the witnesses for the applicants, counsel for the respondents relied heavily upon evidence which was called as to a visit by Primmer to other sites on 20 October 2003.",
      "id": "s247"
    },
    {
      "text": "The evidence establishes that Primmer was present at a site safety inspection at a company called South Coast Equipment elsewhere in Wollongong from 7.00 am on 20 October 2003 for between two and three hours.",
      "id": "s248"
    },
    {
      "text": "Primmer also gave evidence that he attended two other sites in the afternoon including one in Nowra.",
      "id": "s249"
    },
    {
      "text": "Even if that were correct, there was time to have attended the site inspection at South Coast Equipment and the meeting at the LGB site before attending the other places.",
      "id": "s250"
    },
    {
      "text": "The site inspection at South Coast Equipment may cast doubt upon the recollections of some of the witnesses as to the time of the visit by the Union officials to the site but does not, in my opinion, cast any doubt upon the visit occurring.",
      "id": "s251"
    },
    {
      "text": "None of the witnesses for the applicants give any support to the evidence of Primmer and Lane that a similar meeting (but with no threats) had taken place on site previously.",
      "id": "s252"
    },
    {
      "text": "44 The next issue is the nature of the objections to the engagement of Silvestri P/L and the threats made in relation to that.",
      "id": "s253"
    },
    {
      "text": "It is clear enough, from the versions given by Lane and Primmer of the conversations they said occurred on the earlier occasion, that they voiced strong objection to the engagement of Silvestri P/L.",
      "id": "s254"
    },
    {
      "text": "They contend that this was based upon Antonio Silvestri's safety record rather than his lack of involvement with the Union.",
      "id": "s255"
    },
    {
      "text": "They deny that threats were made as to disruption if it were employed.",
      "id": "s256"
    },
    {
      "text": "It is also clear enough that, on that and other occasions, they were prepared to nominate contractors who might be used in lieu of Silvestri P/L.",
      "id": "s257"
    },
    {
      "text": "Notwithstanding the inconsistencies between the versions pointed to by counsel for the respondents, I am satisfied that it was made quite clear on 20 October 2003 to Krkovski, who was the decision maker, that the objection to Silvestri P/L and Antonio Silvestri was based upon the fact that the company did not have an EBA with the Union, that Antonio Silvestri was not a member of the Union and that only Union-approved contractors would be tolerated on the site.",
      "id": "s258"
    },
    {
      "text": "I am further satisfied that each of Primmer and Lane threatened serious disruption to the project if Silvestri P/L started work on the job.",
      "id": "s259"
    },
    {
      "text": "45 I regard Krkovski as a reliable witness as to the substance of what took place on this occasion.",
      "id": "s260"
    },
    {
      "text": "He was the person in charge and responsible for what was occurring.",
      "id": "s261"
    },
    {
      "text": "He had not met Lane or Primmer previously.",
      "id": "s262"
    },
    {
      "text": "In the first place, Lane was quite clear that LGB would not be allowed to use Antonio Silvestri and Silvestri P/L.",
      "id": "s263"
    },
    {
      "text": "His explanation was that:\n \n \"He is rough, he doesn't pay his contractors, he is shonky and he doesn't have an EBA.",
      "id": "s264"
    },
    {
      "text": "\" \n \n\nLane said that he wanted Krkovski to use someone who had an EBA and when he was asked \"who\" his response was \"John Hart from J &amp; D Excavations\".",
      "id": "s265"
    },
    {
      "text": "Lane said that if Silvestri P/L was used he would close the site down and cause disruptions to the site --- he stated that the same thing had happened to a building site across the road.",
      "id": "s266"
    },
    {
      "text": "He would cause stoppages and delays.",
      "id": "s267"
    },
    {
      "text": "He, Lane, would drive his car across the driveway and stop trucks from entering or leaving the site.",
      "id": "s268"
    },
    {
      "text": "That evidence should be accepted as to the gist of the message conveyed by Lane and Primmer to LGB on 20 October 2003.",
      "id": "s269"
    },
    {
      "text": "Neither the variations in the other versions nor the absence of Riklovski lead me to take a different view.",
      "id": "s270"
    },
    {
      "text": "Riklovski was very much a bit player.",
      "id": "s271"
    },
    {
      "text": "His evidence is of little account in the scheme of things.",
      "id": "s272"
    },
    {
      "text": "46 The rejection of the evidence of Lane and Primmer about the events of 20 October 2003 has significance beyond those events.",
      "id": "s273"
    },
    {
      "text": "The conflict with the evidence of the other witnesses was too great and the denials of Lane and Primmer too emphatic to be accounted for by normal mistaken memory.",
      "id": "s274"
    },
    {
      "text": "Conscious or unconscious reconstruction of events is indicated and, on either view, that significantly shakes the credit of both witnesses as to the other events that are in issue.",
      "id": "s275"
    },
    {
      "text": "21 October 2003 \n \n47 The events of 21 October 2003 have been extensively canvassed in the written and oral submissions on behalf of the parties.",
      "id": "s276"
    },
    {
      "text": "A chronology has been prepared by the parties, which has some common ground but much is in dispute.",
      "id": "s277"
    },
    {
      "text": "Evidence was given about those events by the parties who gave evidence concerning the events of 20 October 2003 (except for Matlioski), together with a truck driver Mr Vangel Veljanov, the WorkCover Inspector Childs, Grujoski, Antonio and Laura Silvestri and the respondent Kelly.",
      "id": "s278"
    },
    {
      "text": "In addition to those parties, local police, officers of the Council and a crew from the local television station all attended during the morning.",
      "id": "s279"
    },
    {
      "text": "No evidence was called from those sources.",
      "id": "s280"
    },
    {
      "text": "It is not necessary to set out all that happened on that day or to resolve all conflicts and inconsistencies.",
      "id": "s281"
    },
    {
      "text": "The basic conflict which requires resolving is whether (as the applicants contend) the Union officials attended and took action to close the site in order to carry out the threats that had been made the day before in retaliation for LGB permitting Silvestri P/L to work on site, or whether (as contended on behalf of the respondents) the Union officials attended to inspect for safety concerns, justified by the events which happened, and that the site was shut down by the Council and WorkCover rather than the Union officials.",
      "id": "s282"
    },
    {
      "text": "I am satisfied that the applicants' version is correct in substance.",
      "id": "s283"
    },
    {
      "text": "48 I have already discussed the credibility of the witnesses to the events of 20 October 2003.",
      "id": "s284"
    },
    {
      "text": "Many were involved again on 21 October 2003.",
      "id": "s285"
    },
    {
      "text": "There were others.",
      "id": "s286"
    },
    {
      "text": "Veljanov was obviously an honest witness with no personal interest in the outcome who endeavoured to give evidence to the best of his recollection.",
      "id": "s287"
    },
    {
      "text": "Laura Silvestri has an interest in the outcome of the proceeding, but I was satisfied that she was an honest witness and was generally reliable.",
      "id": "s288"
    },
    {
      "text": "Antonio Silvestri is also interested in the outcome of the proceeding.",
      "id": "s289"
    },
    {
      "text": "He was clearly resentful and somewhat emotional as to what befell him in connection with this job, and with the Union generally.",
      "id": "s290"
    },
    {
      "text": "Evidence from the other witnesses indicates that he was so affected on 21 October 2003 and made his feelings known to the Union officials and others in no uncertain manner.",
      "id": "s291"
    },
    {
      "text": "However, generally speaking, I have no hesitation in accepting his evidence.",
      "id": "s292"
    },
    {
      "text": "It had the ring of truth and was consistent with the evidence of others.",
      "id": "s293"
    },
    {
      "text": "He had good reason to recall what occurred.",
      "id": "s294"
    },
    {
      "text": "The credit of Grujoski was attacked, principally (but not only) based upon alterations to the diary entry.",
      "id": "s295"
    },
    {
      "text": "Suffice to say at the moment that I prefer the evidence of Grujoski to that of Lane as to the substance of the events of 21 October 2003 where they are in conflict.",
      "id": "s296"
    },
    {
      "text": "I generally accept the evidence of WorkCover Inspector Childs, particularly where it is reflected in his notes.",
      "id": "s297"
    },
    {
      "text": "My findings as to the substance of what occurred, based upon the oral and written evidence, follow.",
      "id": "s298"
    },
    {
      "text": "Doubts as to the precise sequence of events are not important.",
      "id": "s299"
    },
    {
      "text": "49 Antonio Silvestri commenced operating the machine on site at about 6.30 am.",
      "id": "s300"
    },
    {
      "text": "Trucks were coming onto the site, being loaded with spoil and then leaving the site.",
      "id": "s301"
    },
    {
      "text": "One was being operated by Veljanov.",
      "id": "s302"
    },
    {
      "text": "Two flagmen (Hill and Srbinovski) were operating to direct traffic and watch for pedestrians.",
      "id": "s303"
    },
    {
      "text": "There were pedestrian signs and barriers on the footpath.",
      "id": "s304"
    },
    {
      "text": "The system was the same as, or similar to, that which had been in operation with the previous subcontractor.",
      "id": "s305"
    },
    {
      "text": "50 At about 9.30 am Lane telephoned Grujoski and told him that Antonio Silvestri was not allowed on the site and sought to arrange a meeting for LGB to sign a site agreement and EBA.",
      "id": "s306"
    },
    {
      "text": "Shortly thereafter, Veljanov reversed into the site to pick up another load.",
      "id": "s307"
    },
    {
      "text": "Lane arrived at the site in his car, got out of the car and told Veljanov that he could leave with his load but not to come back because \"the job is stopped\".",
      "id": "s308"
    },
    {
      "text": "By then, Kelly and Primmer had arrived and approached Veljanov.",
      "id": "s309"
    },
    {
      "text": "Having identified themselves as being from the building union, Veljanov said:\n \n \"What have we done wrong?",
      "id": "s310"
    },
    {
      "text": "Have we done anything wrong mate?",
      "id": "s311"
    },
    {
      "text": "\" \n \n\nKelly replied:\n \n \"No, no, no.",
      "id": "s312"
    },
    {
      "text": "You haven't done anything wrong, we don't want Tony Silvestri to do the job here, we want to get some bigger people to do the job here.",
      "id": "s313"
    },
    {
      "text": "\" \n \n\n51 Once Veljanov had left, Lane parked his car across the vehicular entrance to the site, so preventing the ingress and egress of trucks.",
      "id": "s314"
    },
    {
      "text": "The precise sequence of events is somewhat confused but consideration of the evidence of Krkovski, Veljanov and Hill indicates that the first substantive conversation with Lane at the site involved Krkovski.",
      "id": "s315"
    },
    {
      "text": "Lane made it clear that he was in attendance to carry out the threat that he had made the day before if Antonio Silvestri started on the job.",
      "id": "s316"
    },
    {
      "text": "He was present because his instructions of the day before had not been carried out.",
      "id": "s317"
    },
    {
      "text": "Amongst the objections that he had to Antonio Silvestri was that he did not have an EBA with the Union.",
      "id": "s318"
    },
    {
      "text": "Lane refused to move his car from blocking the driveway, notwithstanding a direct request that he do so by Hill on behalf of Grujoski and by Antonio Silvestri.",
      "id": "s319"
    },
    {
      "text": "He also declined to move the vehicle when requested by a Council ranger who had appeared.",
      "id": "s320"
    },
    {
      "text": "Notwithstanding direct requests on the part of both Hill and Antonio Silvestri, the Council ranger declined to take any steps to force Lane to remove the vehicle, not being prepared to act against a union official.",
      "id": "s321"
    },
    {
      "text": "Lane only moved the car later in the morning when directed to do so by a police officer.",
      "id": "s322"
    },
    {
      "text": "After the car was removed the Union officials continued to stand at the entrance barring the movement of vehicles.",
      "id": "s323"
    },
    {
      "text": "52 When Veljanov returned to the site with his truck, he was unable to gain entrance as Lane's car was still blocking the driveway.",
      "id": "s324"
    },
    {
      "text": "Lane said that no trucks were to be allowed into the site because the job was stopped.",
      "id": "s325"
    },
    {
      "text": "Veljanov then had a conversation with Primmer and Kelly, who were standing with Lane.",
      "id": "s326"
    },
    {
      "text": "The conversation was as follows:\n \n \n \n \" [Veljanov] : 'What's happened mate?",
      "id": "s327"
    },
    {
      "text": "Are we gonna start working or what?",
      "id": "s328"
    },
    {
      "text": "' \n \n Mr Primmer: 'We try to do the best for you people.",
      "id": "s329"
    },
    {
      "text": "' \n \n [Veljanov] : 'What do you mean do best for us?",
      "id": "s330"
    },
    {
      "text": "We got a nice little job here, we don't hurt anybody.",
      "id": "s331"
    },
    {
      "text": "We try to work ourselves as hard as we can.",
      "id": "s332"
    },
    {
      "text": "We're trying to make a few dollars to feed our family, you take my bread from my hand.",
      "id": "s333"
    },
    {
      "text": "What are you guys doing here?",
      "id": "s334"
    },
    {
      "text": "Please, let us go.",
      "id": "s335"
    },
    {
      "text": "What's wrong with you guys?",
      "id": "s336"
    },
    {
      "text": "' \n \n Mr Primmer: 'No.",
      "id": "s337"
    },
    {
      "text": "It's got to be a union member working on this site here.",
      "id": "s338"
    },
    {
      "text": "' \n \n [Veljanov] : 'Why?",
      "id": "s339"
    },
    {
      "text": "' \n \n Mr Kelly: 'Mate, we're wanting big people here, like Cleary brothers, Effective Services and J&amp;D.' \n \n \n \n \n \n When Mr Kelly said that I started laughing at him.",
      "id": "s340"
    },
    {
      "text": "[Veljanov] : 'Why them?",
      "id": "s341"
    },
    {
      "text": "' \n \n Mr Kelly: 'They joined the union.",
      "id": "s342"
    },
    {
      "text": "' \n \n [Veljanov] : 'What do you mean joined the union?",
      "id": "s343"
    },
    {
      "text": "I'm in a union, but what's making different?",
      "id": "s344"
    },
    {
      "text": "Tony Silvestri paid his tax.",
      "id": "s345"
    },
    {
      "text": "' \n \n Mr Kelly: 'He's got to be a member of the union, otherwise he's not allowed to work on this site.",
      "id": "s346"
    },
    {
      "text": "' \n \n [Veljanov] : 'For a start, Cleary brothers they're not interested when it's little fish, they're after big subdivision, they can use their own material, road base, because they have their own quarry, they can use the concrete they made themselves.",
      "id": "s347"
    },
    {
      "text": "They don't have interest here.",
      "id": "s348"
    },
    {
      "text": "' \n \n Mr Kelly: 'Well if not Cleary's, we've got Effective Services, they are pretty big, J&amp;D, he's pretty big, he's a member in the union.",
      "id": "s349"
    },
    {
      "text": "' \n \n [Veljanov] : 'Get him mate, that's all I can say to you.",
      "id": "s350"
    },
    {
      "text": "As far as I know, we haven't done anything wrong here on the site.",
      "id": "s351"
    },
    {
      "text": "We haven't abused anybody.",
      "id": "s352"
    },
    {
      "text": "What's wrong, explain yourself.",
      "id": "s353"
    },
    {
      "text": "' \n \n Mr Kelly: 'That's the reason mate, you're not a member of the union.",
      "id": "s354"
    },
    {
      "text": "' \n \n [Veljanov] : 'I am.",
      "id": "s355"
    },
    {
      "text": "That's my badge here.",
      "id": "s356"
    },
    {
      "text": "' \n \n Mr Kelly: 'Well you're Transport Workers Union.",
      "id": "s357"
    },
    {
      "text": "'\" \n \n \n \n \n\n53 Two alleged safety issues arose that morning.",
      "id": "s358"
    },
    {
      "text": "The Union officials claimed that they were concerned about the safety of the traffic arrangements.",
      "id": "s359"
    },
    {
      "text": "They professed to be concerned about pedestrians and vehicles.",
      "id": "s360"
    },
    {
      "text": "I reject the contention that they were genuinely concerned about safety in that respect.",
      "id": "s361"
    },
    {
      "text": "The same arrangements had been in force for the previous demolition and excavation subcontractor with no intervention from the Union or anybody else.",
      "id": "s362"
    },
    {
      "text": "The criticisms that were advanced in evidence did not stand scrutiny.",
      "id": "s363"
    },
    {
      "text": "The Union officials were mistaken as to the number of persons involved in traffic control and their duties and were wrong about the nature and location of the signs.",
      "id": "s364"
    },
    {
      "text": "Furthermore, it was not of direct concern to them.",
      "id": "s365"
    },
    {
      "text": "The Union had no role to play in relation to traffic or pedestrians.",
      "id": "s366"
    },
    {
      "text": "It may have had a legitimate concern if there were any effect upon the safety of building workers on the site, but there was no evidence of that.",
      "id": "s367"
    },
    {
      "text": "It was a pretext for disruption of the carrying out of the contract by Silvestri P/L.",
      "id": "s368"
    },
    {
      "text": "It turned out to be an effective intervention.",
      "id": "s369"
    },
    {
      "text": "LGB had prepared and lodged a traffic management plan some weeks before, but the Council had not dealt with it.",
      "id": "s370"
    },
    {
      "text": "Notwithstanding the fact that the site had been operating for some weeks without any approval, in accordance with the plan lodged, the Council intervened to stop work until a plan was approved.",
      "id": "s371"
    },
    {
      "text": "There was no exploration of the question as to whether the Union officials knew of this circumstance prior to their appearance on the site.",
      "id": "s372"
    },
    {
      "text": "The fact that the arrangements ultimately approved by the Council differed somewhat from those operating on 21 October 2003 does not establish that the latter were unsafe.",
      "id": "s373"
    },
    {
      "text": "The WorkCover inspector also pointed out some damage to the footpath and deficiencies with the hoardings.",
      "id": "s374"
    },
    {
      "text": "These were not strictly within his domain but, rather, issues for the Council.",
      "id": "s375"
    },
    {
      "text": "LGB was required to attend to them.",
      "id": "s376"
    },
    {
      "text": "They raised no safety issues so far as the work being carried out on site was concerned.",
      "id": "s377"
    },
    {
      "text": "54 The other issue, which received attention on that morning and as to which a body of evidence was directed, was the state of Antonio Silvestri's machine.",
      "id": "s378"
    },
    {
      "text": "Primmer, who had some relevant experience and was enlisted by Lane for that reason, after some toing-and-froing, was permitted to inspect the excavator and drew attention to items that he claimed were defective.",
      "id": "s379"
    },
    {
      "text": "I am satisfied that none of them amounted to a safety issue on the site on that morning.",
      "id": "s380"
    },
    {
      "text": "To the extent that rectification was required in due course, there is nothing to suggest that it could not have been attended to in a timely fashion.",
      "id": "s381"
    },
    {
      "text": "What is more, from a practical point of view, the only person at risk from the items concerned was Antonio Silvestri who was operating the machine on his own.",
      "id": "s382"
    },
    {
      "text": "The WorkCover inspector did not give any directions in relation to the machine, although Antonio Silvestri later reported to him the steps that he was taking in relation to the machine.",
      "id": "s383"
    },
    {
      "text": "Indeed, the WorkCover inspector did not stop the job on any account on that day.",
      "id": "s384"
    },
    {
      "text": "Such intervention as there was was by the Council.",
      "id": "s385"
    },
    {
      "text": "The state of Antonio Silvestri's machine was not a bona fide safety concern but, rather, was a pretext for disruption of work on the site.",
      "id": "s386"
    },
    {
      "text": "55 I reject the proposition that the Union officials were bona fide in investigating breaches of the Occupational Health and Safety Act 2000 (NSW) and the Occupational Health and Safety Regulations 2001, even if they had a proper role in relation to this site where no members were working.",
      "id": "s387"
    },
    {
      "text": "The appropriateness of such a role has not been demonstrated.",
      "id": "s388"
    },
    {
      "text": "56 At about 1.30 pm there was a meeting involving LGB personnel, Lane and Primmer.",
      "id": "s389"
    },
    {
      "text": "Grujoski and Picciau place it in the site shed attended by Grujoski, Krkovski, Picciau, Lane and Primmer.",
      "id": "s390"
    },
    {
      "text": "Krkovski gave evidence of a similar conversation but placed it outside the sheds with other people present.",
      "id": "s391"
    },
    {
      "text": "I am satisfied that the evidence of Picciau, corroborated by Grujoski, should be accepted in that respect.",
      "id": "s392"
    },
    {
      "text": "During the meeting, Lane and Primmer made it clear that they would not tolerate Antonio Silvestri being on site.",
      "id": "s393"
    },
    {
      "text": "Silvestri P/L would need to be replaced by a contractor recommended by the Union with an EBA with the Union.",
      "id": "s394"
    },
    {
      "text": "The contractor J&amp;D Excavations was nominated after some inquiry by Primmer.",
      "id": "s395"
    },
    {
      "text": "There was a threat of disruption including picketing if this did not take place.",
      "id": "s396"
    },
    {
      "text": "It was also made clear that the Union was pursuing an EBA and a site agreement with LGB.",
      "id": "s397"
    },
    {
      "text": "Arrangements were made for Krkovski to attend the Union offices at 9.00 am on the following morning.",
      "id": "s398"
    },
    {
      "text": "57 During the course of the afternoon it was agreed between Grujoski and Krkovski that, because of the Union demands, Silvestri P/L would be replaced with another contractor.",
      "id": "s399"
    },
    {
      "text": "Krkovski said he made the decision and was intimidated by the Union attitude.",
      "id": "s400"
    },
    {
      "text": "His focus was on getting the job done.",
      "id": "s401"
    },
    {
      "text": "Picciau and Hill gave evidence that that decision was conveyed to Antonio Silvestri on that afternoon.",
      "id": "s402"
    },
    {
      "text": "I think they must be mistaken.",
      "id": "s403"
    },
    {
      "text": "Antonio Silvestri, who would have the best recollection of that matter, gave no such evidence.",
      "id": "s404"
    },
    {
      "text": "Krkovski conceded in cross-examination that he could have conveyed the decision to Antonio Silvestri on that afternoon, although he had no independent recollection of having done so.",
      "id": "s405"
    },
    {
      "text": "58 Antonio Silvestri went to the WorkCover office to meet Childs concerning the excavator on the afternoon of 21 October 2003 and followed up with a visit on 22 October 2003 during which he handed Childs a document dated 21 October 2003 setting out his position as far as the machine was concerned and contending that there was no existing safety problem with it.",
      "id": "s406"
    },
    {
      "text": "A correction to that document was sent on 4 November 2003 --- the mistake was obvious.",
      "id": "s407"
    },
    {
      "text": "22 October 2003 \n \n59 Antonio Silvestri's version of 22 October 2003 is that Krkovski telephoned him between 8.00 am and 8.30 am on 22 October 2003 and arranged to meet him at the site later in the morning.",
      "id": "s408"
    },
    {
      "text": "Krkovski attended the Union offices at Wollongong at 9.00 am on that day.",
      "id": "s409"
    },
    {
      "text": "He says that he met with Primmer, Lane, Kelly and Fisher and that he was told to use contractors recommended by the Union and, if not, there would be stoppages.",
      "id": "s410"
    },
    {
      "text": "Lane says that the conversation was with Krkovski and a Mr Ron McGeogh concerning occupational health and safety matters and that Kelly and Primmer were not present.",
      "id": "s411"
    },
    {
      "text": "McGeogh had been engaged by LGB as to occupational health and safety issues.",
      "id": "s412"
    },
    {
      "text": "He was not called to give evidence.",
      "id": "s413"
    },
    {
      "text": "Primmer and Kelly deny being present.",
      "id": "s414"
    },
    {
      "text": "Fisher was not called.",
      "id": "s415"
    },
    {
      "text": "Krkovski accepted that there was a meeting involving McGeogh but placed it on another later day.",
      "id": "s416"
    },
    {
      "text": "He was firm in his evidence that the meeting on 22 October 2003 was as he had described it.",
      "id": "s417"
    },
    {
      "text": "It included threats of stoppages such as there had been on other sites in Wollongong and involved a demand for use of Union recommended subcontractors as well as a site EBA.",
      "id": "s418"
    },
    {
      "text": "The absence of Krkovski from the site that morning for a meeting with the Union was known to others on site.",
      "id": "s419"
    },
    {
      "text": "I accept that it took place.",
      "id": "s420"
    },
    {
      "text": "It is less clear who was present.",
      "id": "s421"
    },
    {
      "text": "I am satisfied to the requisite standard that Lane was present and that he made the threats and demands to which Krkovski referred, no matter what else might have been discussed.",
      "id": "s422"
    },
    {
      "text": "I make no finding that either Primmer or Kelly was present.",
      "id": "s423"
    },
    {
      "text": "60 On that morning, Antonio Silvestri told Childs that his contract with LGB had been terminated.",
      "id": "s424"
    },
    {
      "text": "The sequence of events as to the termination is not entirely clear.",
      "id": "s425"
    },
    {
      "text": "Krkovski gave instructions to Matlioski to draft a letter to Silvestri P/L terminating the contract.",
      "id": "s426"
    },
    {
      "text": "The first communication was by facsimile at 9.42 am and was signed by Matlioski which, omitting formal parts, was as follows:\n \n \"Please be advised due to unforeseen circumstances and obligations that have arisen on the above mentioned project, we have no alternative, but to terminate our hire agreement of the 25 ton excavator.",
      "id": "s427"
    },
    {
      "text": "Therefore, can you please kindly organize for your machinery to be removed from the site, by the end of today Wednesday the 22 nd of October by 4pm.",
      "id": "s428"
    },
    {
      "text": "We will contact you should we require your services in the future.",
      "id": "s429"
    },
    {
      "text": "\" \n \n\n61 That was followed by another facsimile, again signed by Matlioski, at 10.11 am which, omitting formal parts, was as follows:\n \n \"A&amp;L Silvestri have been terminated from providing LGB Contracting Excavation work at 26---28 Market street Wollongong.",
      "id": "s430"
    },
    {
      "text": "Work was stopped by the CFMEU on the 21 st of October 2003.",
      "id": "s431"
    },
    {
      "text": "A opinion from one of the Union delegates was given that Tony Silvestri's excavation was deemed unsafe, and that defects were spotted on numerous places, and in particular of safety pins near the bucket.",
      "id": "s432"
    },
    {
      "text": "The CFMEU used heavy handed and intimidating approach to Tony Silvestri to shut down his equipment, as witnessed by our Site Manager Tony Krkovski.",
      "id": "s433"
    },
    {
      "text": "\" \n \n\n62 At 1.11 pm on that day, McAneny Lawyers from Woonona, near Wollongong, forwarded a letter to LGB referring to the earlier communications.",
      "id": "s434"
    },
    {
      "text": "That letter was in the following terms:\n \n \"We act for A &amp; L Silvestri Pty Ltd. \n \n We refer to your letters of the 22 October 2003 wherein you inter alia purport to unilaterally terminate the Hire Agreement with our client.",
      "id": "s435"
    },
    {
      "text": "We note that the reason given was that the 'Union delegate gave an opinion that Tony Silvestri's excavation was deemed unsafe, and that defects were spotted on numerous places and in particular of safety pins near the bucket' \n \n Our client denies these allegations and confirms that the company is ready, willing and able to comply with their obligations pursuant to the Hire Agreement.",
      "id": "s436"
    },
    {
      "text": "Further as you are aware WorkCover was called to the site and Barry Childs the Chief WorkCover inspector confirmed that there were no safety issues requiring addressing in respect to the work of our client company or Mr Silvestri personally.",
      "id": "s437"
    },
    {
      "text": "Our client has rectified the minor matter referred to by the Union in respect to the pins near the bucket and is ready to continue the work.",
      "id": "s438"
    },
    {
      "text": "We note that you require our client's machinery to be removed to enable the Union appointed contractor J &amp; D Earthmovers to commence work.",
      "id": "s439"
    },
    {
      "text": "If you do not allow our client to comply with the terms of the Hire Agreement we are instructed to commence proceedings in Court to protect our clients rights and if appropriate sue for damages.",
      "id": "s440"
    },
    {
      "text": "\" \n \n\n63 At 2.42 pm a handwritten note signed by Krkovski was sent by LGB by facsimile to Silvestri P/L in the following terms:\n \n \"A &amp; L Silvestri were made to remove there equipment from 26---28 Market St Wollongong The reason for this was made clear to us from the local CFMEU, that if we did not have A &amp; L Silvestri removed from the site and if we didn't employ a recommded contractor that the CFMEU specified we (LGB Contracting) were threatend with shutdowns &amp; disputes which were made by the local CFMEU on the 21-10-03.",
      "id": "s441"
    },
    {
      "text": "We LGB Contracting have not had any problems with A &amp; L Silvestri performing or undertaking particular works that need to be done.",
      "id": "s442"
    },
    {
      "text": "He performed professional worked in with our specified requests.",
      "id": "s443"
    },
    {
      "text": "\" \n \n\n64 The evidence of Antonio and Laura Silvestri, Matlioski, Krkovski, Lane and Childs contain some inconsistencies as to the timing of events.",
      "id": "s444"
    },
    {
      "text": "It is not necessary to resolve all of those inconsistencies.",
      "id": "s445"
    },
    {
      "text": "The end result was that the contract with Silvestri P/L was terminated by LGB and Antonio Silvestri was ordered to remove the excavator from the site.",
      "id": "s446"
    },
    {
      "text": "The excavator was removed early on the following morning.",
      "id": "s447"
    },
    {
      "text": "I am satisfied that the handwritten note by Krkovski reflected the true reasons for the termination of the services of Silvestri P/L, the earlier communications having been drafted in more guarded terms.",
      "id": "s448"
    },
    {
      "text": "23 October 2003 \n \n65 On 23 October 2003 Antonio Silvestri telephoned the CFMEU office in Sydney to complain about the events of 21 and 22 October 2003 and a copy of the second communication signed by Matlioski on 22 October 2003, together with the handwritten document of Krkovski of the same date, were sent to the Union.",
      "id": "s449"
    },
    {
      "text": "He subsequently had a conversation with the State President of the CFMEU Construction and General Division.",
      "id": "s450"
    },
    {
      "text": "In response, the CFMEU forwarded to Antonio Silvestri a copy of a letter of 28 October 2003 written to McGeogh which, omitting formal parts, was as follows:\n \n \"Following our telephone conversations of the 23 rd and 24 th of October and receiving copies of correspondence forwarded to A &amp; L Silvestri Pty Ltd by LGB Contracting Pty Ltd I have discussed with our Wollongong officials the concerns and allegations contained in said correspondence and concluded that: \n \n \n \n 1.",
      "id": "s451"
    },
    {
      "text": "The excavation plant being operated on the 26 Market Street Wollongong project did not meet operational requirements and relevant Acts and regulations.",
      "id": "s452"
    },
    {
      "text": "Our officials drew this to the attention of the site manager.",
      "id": "s453"
    },
    {
      "text": "2.",
      "id": "s454"
    },
    {
      "text": "There was no approved traffic management plan in place \n 3.",
      "id": "s455"
    },
    {
      "text": "The above was accepted as accurate by WorkCover Authority Inspector Barry Childs who was contacted by our officials and was present on site during their visit \n 4.",
      "id": "s456"
    },
    {
      "text": "Our officials deny that they demanded that the A&amp;L Silvestri Pty Ltd contract be terminated \n 5.",
      "id": "s457"
    },
    {
      "text": "Our officials deny that they demanded that LGB Contracting Pty Ltd were to engage subcontractors recommended by them or the project would be industrially disrupted \n \n \n \n This union takes seriously the allegations made which are damaging to the good name of the CFMEU and seeks a meeting to resolve the matter.",
      "id": "s458"
    },
    {
      "text": "Our Assistant Secretary Peter Zaboyak will involve himself in any future meeting in this regard and it would be hoped that LGB Contracting Pty Ltd would be represented by its senior management.",
      "id": "s459"
    },
    {
      "text": "\" \n \n\n66 The applicants' case, based on the evidence of Grujoski, is that there was a meeting on the site on 23 October 2003 between Grujoski, Krkovski, Picciau, McGeogh and Lane at which LGB agreed to pay a site allowance but refused to agree to an EBA.",
      "id": "s460"
    },
    {
      "text": "Grujoski gave evidence that Lane made further threats of disruption.",
      "id": "s461"
    },
    {
      "text": "Lane denies the meeting but gave evidence of a meeting with Grujoski in a caf&eacute; in Wollongong with no other parties present.",
      "id": "s462"
    },
    {
      "text": "Neither Krkovski nor Picciau gave evidence as to the site meeting and McGeogh was not called.",
      "id": "s463"
    },
    {
      "text": "There undoubtedly was a meeting between Grujoski and Lane.",
      "id": "s464"
    },
    {
      "text": "I cannot be satisfied as to where or when that took place or precisely what was discussed.",
      "id": "s465"
    },
    {
      "text": "It is clear enough that the topics of a site allowance and an EBA were discussed.",
      "id": "s466"
    },
    {
      "text": "I cannot be satisfied to the requisite degree, bearing in mind the nature of the proceedings, that there were any further threats issued.",
      "id": "s467"
    },
    {
      "text": "In one sense, of course, no further threats were necessary.",
      "id": "s468"
    },
    {
      "text": "A demonstration had occurred.",
      "id": "s469"
    },
    {
      "text": "Furthermore, it is clear enough that ultimately Grujoski agreed to a site allowance but did not agree to an EBA.",
      "id": "s470"
    },
    {
      "text": "It would have been apparent to all concerned by then that Antonio Silvestri was pursuing his rights, legal proceedings were likely to ensue and an investigation by the Building Industry Taskforce was on the cards.",
      "id": "s471"
    },
    {
      "text": "On an occasion after 21 October 2003, Lane warned Grujoski not to speak to the Building Industry Taskforce.",
      "id": "s472"
    },
    {
      "text": "67 On 23 October 2003, Primmer told Veljanov that he would be employed by J &amp; D Excavations and should turn up for work at the site on 24 October 2003.",
      "id": "s473"
    },
    {
      "text": "He did so and was engaged.",
      "id": "s474"
    },
    {
      "text": "LIABILITY \n Section 170NC Workplace Relations Act \n \n68 There is no doubt that Lane was concerned to have LGB enter an EBA with the Union along the lines of the document provided by him to Grujoski prior to 20 October 2003.",
      "id": "s475"
    },
    {
      "text": "That was clearly to be an agreement pursuant to Div 2 of Pt VIB.",
      "id": "s476"
    },
    {
      "text": "That objective was actively pursued by Lane from the first meeting with Picciau to the last meeting with Grujoski.",
      "id": "s477"
    },
    {
      "text": "It follows from the findings already made that Lane made a number of explicit threats to disrupt the progress of work on the site if an EBA were not entered into.",
      "id": "s478"
    },
    {
      "text": "The threats were general and particular.",
      "id": "s479"
    },
    {
      "text": "In other words, disruption would occur by whatever means were available.",
      "id": "s480"
    },
    {
      "text": "Some means were mentioned, including obstruction and picketing.",
      "id": "s481"
    },
    {
      "text": "There was no threat of industrial action as such because there were no Union members on site.",
      "id": "s482"
    },
    {
      "text": "The reality of the threats of other action was backed up on several occasions by reference to the fate of the site across the road, which had remained closed for a long period.",
      "id": "s483"
    },
    {
      "text": "It does not matter why that site was closed.",
      "id": "s484"
    },
    {
      "text": "The reference to that fact was significant.",
      "id": "s485"
    },
    {
      "text": "The threats were also backed up by conduct.",
      "id": "s486"
    },
    {
      "text": "The first visit by Lane to the site was followed within hours by a visit from two WorkCover inspectors as a result of which the site was closed for several days.",
      "id": "s487"
    },
    {
      "text": "What occurred on 21 October 2003 was also a striking example of the reality of the threats.",
      "id": "s488"
    },
    {
      "text": "The intervention by the Council again led to the closure of the site for some days.",
      "id": "s489"
    },
    {
      "text": "It is no answer to say that there were legitimate reasons on each occasion for the site ultimately being closed.",
      "id": "s490"
    },
    {
      "text": "It was important that the power to give effect to disruption by whatever means were at hand was demonstrated.",
      "id": "s491"
    },
    {
      "text": "On 21 October 2003 Lane took direct action by blocking vehicular access.",
      "id": "s492"
    },
    {
      "text": "Primmer, in effect, forced his way into an inspection of Antonio Silvestri's machine.",
      "id": "s493"
    },
    {
      "text": "Whilst action on 21 October 2003 was primarily aimed at Silvestri P/L, it was also a potent demonstration of the reality of the threats made by Lane to LGB.",
      "id": "s494"
    },
    {
      "text": "69 The threat of disruption was a threat of \"other action\" ( National Tertiary Education Industry Union v Commonwealth of Australia [2002] FCA 441 ; (2002) 117 FCR 114 at [95] ; Laing v Construction, Forestry, Mining and Energy Union [2003] FCA 1018 at [7] and [12]---[13]).",
      "id": "s495"
    },
    {
      "text": "It can safely be concluded that Lane's intent in making the threats was to coerce the officers of LGB into agreeing to an EBA.",
      "id": "s496"
    },
    {
      "text": "The threat of disruption to work on the project by any available means was pressure that was illegitimate and unconscionable.",
      "id": "s497"
    },
    {
      "text": "LGB had completion of a project of some $16 million at stake.",
      "id": "s498"
    },
    {
      "text": "Any disruption to progress would have significant adverse financial consequences.",
      "id": "s499"
    },
    {
      "text": "It was clear enough that the threats also envisaged unlawful action.",
      "id": "s500"
    },
    {
      "text": "Threats of picketing were made.",
      "id": "s501"
    },
    {
      "text": "There would appear to be no lawful basis for picketing in relation to this site (cf Australian Builders' Labourers' Federated Union of Workers --- Western Australian Branch v J-Corp Pty Limited (1993) 42 FCR 452 per Lockhart and Gummow JJ at 456---458, although on different legislation).",
      "id": "s502"
    },
    {
      "text": "Unlawful conduct had taken place.",
      "id": "s503"
    },
    {
      "text": "The direct action by Lane and Primmer on 21 October 2003 fell into that category.",
      "id": "s504"
    },
    {
      "text": "The conduct in breach of s 45D and the inducement of breach of contract to be found were unlawful as well as illegitimate and unconscionable.",
      "id": "s505"
    },
    {
      "text": "(See generally Finance Sector Union of Australia v Commonwealth Bank of Australia [2000] FCA 1468 ; (2000) 106 FCR 16 at [19] ---[25]; Seven Network (Operations) Ltd v Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia [2001] FCA 456 ; (2001) 109 FCR 378 at [41] ; and National Tertiary Education Industry Union [2002] FCA 441 ; 117 FCR 114 at [97] ---[103].",
      "id": "s506"
    },
    {
      "text": ") \n \n70 I am not satisfied to the requisite standard that either Primmer or Kelly was involved in threats or conduct aimed at securing an EBA with LGB.",
      "id": "s507"
    },
    {
      "text": "The involvement of Primmer on 20 and 21 October 2003 was aimed at Silvestri P/L.",
      "id": "s508"
    },
    {
      "text": "He had knowledge of machine operation that Lane did not.",
      "id": "s509"
    },
    {
      "text": "Kelly was very much a bit player.",
      "id": "s510"
    },
    {
      "text": "I am not satisfied to the requisite standard that Primmer or Kelly was present at any relevant meeting after 21 October 2003 or that, if either of them were present, that he was responsible for any relevant threat.",
      "id": "s511"
    },
    {
      "text": "71 The next question is whether either or both of CFMEU and CFMEU NSW are liable for the conduct of Lane.",
      "id": "s512"
    },
    {
      "text": "The leading Full Court authority as to that question in relation to these provisions is Hanley v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2000] FCA 1188 ; (2000) 100 FCR 530, particularly at [48]---[85].",
      "id": "s513"
    },
    {
      "text": "It is not necessary to set that passage out.",
      "id": "s514"
    },
    {
      "text": "Lane's conduct was within the scope of his employment and his inferred actual and apparent authority as an officer of CFMEU.",
      "id": "s515"
    },
    {
      "text": "He was not on a frolic of his own.",
      "id": "s516"
    },
    {
      "text": "He was accompanied by other officials.",
      "id": "s517"
    },
    {
      "text": "Meetings took place at the Union office.",
      "id": "s518"
    },
    {
      "text": "The objective of entering into an EBA with LGB was a normal Union objective.",
      "id": "s519"
    },
    {
      "text": "The position in relation to CFMEU NSW is not quite so clear.",
      "id": "s520"
    },
    {
      "text": "Lane is a conference delegate.",
      "id": "s521"
    },
    {
      "text": "The later correspondence with the State President of CFMEU NSW did not repudiate his authority and it described those concerned collectively as \"our Wollongong officials\".",
      "id": "s522"
    },
    {
      "text": "The draft EBA proffered by Lane was with the CFMEU NSW.",
      "id": "s523"
    },
    {
      "text": "I am satisfied that he represented both organisations.",
      "id": "s524"
    },
    {
      "text": "72 In my opinion, consistently with the reasons of the Full Court in Hanley [2000] FCA 1188 ; 100 FCR 530, each of CFMEU and CFMEU NSW was liable for breach of s 170NC by reason of the actions of Lane, both under the general law and pursuant to s 349 of the Act.",
      "id": "s525"
    },
    {
      "text": "I am also satisfied that Lane and those organisations can all be liable.",
      "id": "s526"
    },
    {
      "text": "The reasoning of Merkel J in Seven Network (Operations) Ltd [2001] FCA 456 ; 109 FCR 378 at [45] ---[47] to that effect receives support from the decision of the High Court in Houghton v Arms [2006] HCA 59 ; (2006) 225 CLR 553.",
      "id": "s527"
    },
    {
      "text": "Section 298SC Workplace Relations Act \n \n73 This contravention is based upon the statements by Kelly to Veljanov on 21 October 2003:\n \n \"He's [Silvestri's] got to be a member of the union, otherwise he's not allowed to work on this site.",
      "id": "s528"
    },
    {
      "text": "\" \n \n\nAnd:\n \n \"That's the reason mate, you're not a member of the union.",
      "id": "s529"
    },
    {
      "text": "\" \n \n\nI am not satisfied that those statements, in the context in which they were made, contravened s 298SC.",
      "id": "s530"
    },
    {
      "text": "74 There are some questions as to the proper construction of the section.",
      "id": "s531"
    },
    {
      "text": "It is contended for the respondents that intention to make a false and misleading representation is a necessary element of the offence.",
      "id": "s532"
    },
    {
      "text": "There is no direct authority in favour of that proposition.",
      "id": "s533"
    },
    {
      "text": "It is submitted that the reasoning in relation to other sections included in Pt 10A would be applicable (cf BHP Iron Ore Pty Ltd v Australian Workers' Union [2000] FCA 430 ; (2000) 102 FCR 97 at [77] ; Australian Workers' Union v BHP Iron-Ore Pty Ltd [2001] FCA 3 ; (2001) 106 FCR 482 at [70] ---[78]).",
      "id": "s534"
    },
    {
      "text": "Indeed, such authority as exists is against the proposition contended for by the respondents ( Hadgkiss v Sunland Constructions Pty Ltd [2007] FCA 346 at [31] ---[34]; Hadgkiss v Construction, Forestry, Mining and Energy Union (No 3) (2007) 160 IR 263, [2007] FCA 87 at [288] ---[289]; see also Riley McKay Pty Ltd v Bannerman (1977) 15 ALR 561; (1977) 31 FLR 129 per Bowen CJ at 134; Given v CV Holland (Holdings) Pty Ltd (1977) 15 ALR 439; (1977) 29 FLR 212).",
      "id": "s535"
    },
    {
      "text": "The presence of s 4(7) also tends against it.",
      "id": "s536"
    },
    {
      "text": "There is also a question as to whether the section only applies where the false or misleading representation about another's obligation to join an industrial association must be made to that other person.",
      "id": "s537"
    },
    {
      "text": "Graham J was of the opinion that the section was not so limited ( Hadgkiss v Construction, Forestry, Mining and Energy Union (No 3) (2007) 160 IR 263; [2007] FCA 87 at [287] ---[291]).",
      "id": "s538"
    },
    {
      "text": "Although not raised here, there may also be a question as to the meaning of \"obligation\" --- does it refer to legal obligation or practical obligation?",
      "id": "s539"
    },
    {
      "text": "75 It is not necessary for me to come to any independent view about those issues.",
      "id": "s540"
    },
    {
      "text": "Counsel for the respondents points out that it is only conduct which falls within the scope of s 298D---s 298H (inclusive) that is proscribed.",
      "id": "s541"
    },
    {
      "text": "Authority is hardly necessary for that proposition in view of s 298C, but, cf Rowe v Transport Workers' Union of Australia (1998) 90 FCR 95 at 106G.",
      "id": "s542"
    },
    {
      "text": "The only hook to hang this proceeding upon would be s 298D(c) providing that the Part applied to:\n \n \"conduct carried out with a purpose or intent relating to a person's membership or non-membership of an organisation.",
      "id": "s543"
    },
    {
      "text": "\" \n \n\n76 In my opinion, that hook is not available.",
      "id": "s544"
    },
    {
      "text": "The statements by Kelly to Veljanov were an explanation of, or commentary upon, what was occurring.",
      "id": "s545"
    },
    {
      "text": "They were answers to inquiries with no intent or purpose as such relating to the membership of the Union either by Veljanov or Antonio Silvestri.",
      "id": "s546"
    },
    {
      "text": "That conclusion is assisted by bearing in mind that Kelly was only a casual participant in the events, having been brought along by Primmer.",
      "id": "s547"
    },
    {
      "text": "77 Even if it were not for Div 2 of Pt 10A , I would have been inclined to construe s 298SC as requiring a greater connection between the false or misleading representation and the obligation than established by these facts.",
      "id": "s548"
    },
    {
      "text": "Section 45D Trade Practices Act \n \n78 The factual findings that I have made require further findings that: \n \n (1) Lane and Primmer, on 20 and 21 October 2003, engaged in conduct that hindered and prevented LGB from acquiring services from Silvestri P/L.",
      "id": "s549"
    },
    {
      "text": "Threats and verbal intimidation, as well as physical interference, can constitute hindering or preventing the supply or acquisition of services ( Australian Broadcasting Commission v Parish (1980) 29 ALR 228; (1980) 43 FLR 129; J-Corp Pty Limited 42 FCR 452 per Lockhart and Gummow JJ at 459---460).",
      "id": "s550"
    },
    {
      "text": "Services for these purposes include benefits to be provided under a contract for the performance of work ( Trade Practices Act , s 4).",
      "id": "s551"
    },
    {
      "text": "It was submitted on behalf of the respondents that, in any event, the conduct could not extend beyond the blocking of the driveway by Lane.",
      "id": "s552"
    },
    {
      "text": "That is too limited a view of the situation.",
      "id": "s553"
    },
    {
      "text": "The aim of Lane and Primmer was to prevent Silvestri P/L from carrying out any work on site by LGB.",
      "id": "s554"
    },
    {
      "text": "They succeeded.",
      "id": "s555"
    },
    {
      "text": "Work was stopped and the contract was terminated.",
      "id": "s556"
    },
    {
      "text": "The blocking of the driveway was a small step toward that objective.",
      "id": "s557"
    },
    {
      "text": "It was not of great significance in itself.",
      "id": "s558"
    },
    {
      "text": "It was significant in the wider context by demonstrating the extent to which Union officials would go to target Antonio Silvestri and Silvestri P/L.",
      "id": "s559"
    },
    {
      "text": "(2) The conduct was engaged in for the purpose and would have, or be likely to have, the effect of causing substantial loss or damage to the business of Silvestri P/L.",
      "id": "s560"
    },
    {
      "text": "It is enough if one of the purposes of engaging in the conduct was the proscribed purpose (s 45D(2)).",
      "id": "s561"
    },
    {
      "text": "A purpose of the conduct was plainly to inflict such injury to Silvestri P/L that it would enter into an EBA with the Union and Antonio Silvestri would become a Union member.",
      "id": "s562"
    },
    {
      "text": "The evidence as to what Lane, Primmer and Kelly said to LGB employees, consistently with the evidence of Antonio Silvestri, was that this was not an isolated instance of pursuit of Antonio Silvestri by the Union.",
      "id": "s563"
    },
    {
      "text": "That circumstance gives colour to the particular facts relied upon in this case.",
      "id": "s564"
    },
    {
      "text": "This is not a case, such as J-Corp Pty Limited 42 FCR 452, where damage was collateral in the sense that, although predictable, the infliction of harm or damage was not a purpose in itself.",
      "id": "s565"
    },
    {
      "text": "Here, the two were inextricably linked.",
      "id": "s566"
    },
    {
      "text": "It is significant in this, and a number of other respects, that no endeavour was made by the Union to establish the genuineness of the complaints made by its officials about the safety record and commercial morality of Antonio Silvestri and Silvestri P/L.",
      "id": "s567"
    },
    {
      "text": "Loss or damage to Silvestri P/L was inevitable.",
      "id": "s568"
    },
    {
      "text": "\"Substantial\" in the context of s 45D means real or of substance rather than large ( Tillmanns Butcheries Pty Ltd v Australasian Meat Industry Employees' Union (1979) 27 ALR 367; (1979) 42 FLR 331 at 348; Building Workers' Industrial Union of Australia v Odco Pty Ltd (1991) 29 FCR 104 at 140).",
      "id": "s569"
    },
    {
      "text": "Being prevented from carrying out a contract for reward is substantial in this sense.",
      "id": "s570"
    },
    {
      "text": "The arrangement between Antonio Silvestri and LGB was that Silvestri P/L would provide those services necessary to carry out the whole of the excavation work required on the site.",
      "id": "s571"
    },
    {
      "text": "Preventing that outcome would cause substantial loss or damage.",
      "id": "s572"
    },
    {
      "text": "79 No submission was made that, if the facts were as alleged by the applicants, then Lane and Primmer did not act in concert.",
      "id": "s573"
    },
    {
      "text": "They plainly did on both 20 and 21 October 2003.",
      "id": "s574"
    },
    {
      "text": "It was submitted that, in any event, there was no sufficient evidence that Kelly acted in concert in the relevant sense or that he had the requisite intention.",
      "id": "s575"
    },
    {
      "text": "I reject that submission.",
      "id": "s576"
    },
    {
      "text": "I have referred to the limited role played by Kelly on 21 October 2003.",
      "id": "s577"
    },
    {
      "text": "Nonetheless, he was an active participant in the events of that day aimed (inter alia) at Silvestri P/L.",
      "id": "s578"
    },
    {
      "text": "The evidence of what he said is sufficient to buttress the inference, which would, in any event, be available, that he was well aware that one purpose of what took place was to prevent Silvestri P/L from carrying out any work on the site pursuant to the arrangements that it had with LGB.",
      "id": "s579"
    },
    {
      "text": "He was an active principal participant.",
      "id": "s580"
    },
    {
      "text": "Even if he were not, he would be picked up by s 75B.",
      "id": "s581"
    },
    {
      "text": "80 That gives rise to the issue of the liability of the Union for these breaches.",
      "id": "s582"
    },
    {
      "text": "The principles applying to a union's direct liability for breach of s 45D of the Trade Practices Act are broadly similar to those discussed in Hanley [2000] FCA 1188 ; 100 FCR 530, substituting s 45DC and s 75B of the Trade Practices Act for s 349 of the Workplace Relations Act .",
      "id": "s583"
    },
    {
      "text": "The Union argues that s 45DC was not pleaded and that reliance upon it is not open.",
      "id": "s584"
    },
    {
      "text": "The applicants do not accept that it needed to be pleaded or that failure to plead it has had any adverse evidentiary or forensic consequences to the respondents.",
      "id": "s585"
    },
    {
      "text": "Whether s 45DC should be pleaded is a difficult question, somewhat similar to that as to whether s 51A of the Trade Practices Act should be pleaded.",
      "id": "s586"
    },
    {
      "text": "However, on any view, the intention to rely upon it should be made clear in some way to avoid forensic disadvantage.",
      "id": "s587"
    },
    {
      "text": "Whether or not the section should have been pleaded, reliance upon it by the applicants was flagged in time for any adverse consequence to have been cured by the Union.",
      "id": "s588"
    },
    {
      "text": "It can be taken that all of the available evidence relevant to that provision has been led.",
      "id": "s589"
    },
    {
      "text": "No adjournment to lead further evidence was sought.",
      "id": "s590"
    },
    {
      "text": "The question of costs can be left open.",
      "id": "s591"
    },
    {
      "text": "81 In my opinion, s 45DC is clearly applicable and catches both CFMEU and CFMEU NSW.",
      "id": "s592"
    },
    {
      "text": "Lane and Primmer were officials and members of the organisations in the way previously discussed.",
      "id": "s593"
    },
    {
      "text": "No attempt was made to rely upon s 45DD.",
      "id": "s594"
    },
    {
      "text": "I note that there is a conflict between the respondents as to this point.",
      "id": "s595"
    },
    {
      "text": "If s 45DC is applied, Lane and Primmer are relieved of liability for damages for the breaches (s 45DC(4)).",
      "id": "s596"
    },
    {
      "text": "82 It is unnecessary to explore the difficulties in the way of establishing liability in the Union for this particular offence, absent s 349 (cf Australian Competition and Consumer Commission v IPM Operation and Maintenance Loy Yang Pty Ltd (2006) 157 FCR 162).",
      "id": "s597"
    },
    {
      "text": "Inducing breach of contract \n \n83 I find that the contract between LGB and Silvestri P/L was to carry out the whole of the excavation works required at the site for the works being conducted by LGB, subject to implied terms as to competence and progress.",
      "id": "s598"
    },
    {
      "text": "The fact that the remuneration was to be calculated on a per hour or per load basis does not detract from that conclusion.",
      "id": "s599"
    },
    {
      "text": "84 It is quite clear that each of Lane, Primmer and Kelly knew that Silvestri P/L had been engaged to do the excavation work.",
      "id": "s600"
    },
    {
      "text": "The opening exchange on 20 October 2003 showed that Lane was aware that the existing contractor had been sacked.",
      "id": "s601"
    },
    {
      "text": "Lane and Primmer knew of Antonio Silvestri's proposed involvement on 20 October 2003 and each of them saw Antonio Silvestri working on the site on 21 October 2003.",
      "id": "s602"
    },
    {
      "text": "It was obvious that that was the result of a contract for reward with LGB.",
      "id": "s603"
    },
    {
      "text": "Silvestri P/L was not a charitable organisation and LGB was not a mendicant.",
      "id": "s604"
    },
    {
      "text": "It is not necessary to prove that Lane, Primmer and Kelly had knowledge of the precise terms of the agreement ( J T Stratford &amp; Son Ltd v Lindley [1965] AC 269 per Lord Pearce at 332F---G; Schindler Lifts Australia Pty Ltd v Debelak (1989) 89 ALR 275 at 293).",
      "id": "s605"
    },
    {
      "text": "The findings that I have already made involve each of Lane, Primmer and Kelly in deliberately taking steps to hinder or prevent Silvestri P/L from carrying out its contract with LGB and were, in fact, intended to cause Silvestri P/L and Antonio Silvestri to be banned from the site and the contract to be terminated.",
      "id": "s606"
    },
    {
      "text": "There could not be a clearer case than this of interference with contractual relations.",
      "id": "s607"
    },
    {
      "text": "There was no attempt to pursue a defence of justification.",
      "id": "s608"
    },
    {
      "text": "(See, generally, Williams v Hursey [1959] HCA 51 ; (1959) 103 CLR 30; Allstate Life Insurance Company v Australia and New Zealand Banking Group Ltd (1995) 58 FCR 26; Ansett Transport Industries (Operations) Pty Ltd v Australian Federation of Air Pilots (1989) 95 ALR 211; and Odco Pty Ltd 29 FCR 104 and the authorities referred to in those cases.",
      "id": "s609"
    },
    {
      "text": ") \n \n85 Each of the individual respondents was a full time official of either the CFMEU or CFMEU NSW.",
      "id": "s610"
    },
    {
      "text": "Each was engaged in what may broadly be called union business on the days in question.",
      "id": "s611"
    },
    {
      "text": "No one was on a frolic of his own.",
      "id": "s612"
    },
    {
      "text": "For relevant purposes, officers of each organisation were cooperating or acting in concert to achieve a result.",
      "id": "s613"
    },
    {
      "text": "The conduct of each was in the course of employment.",
      "id": "s614"
    },
    {
      "text": "Each organisation is liable on ordinary principles of vicarious liability in tort ( New South Wales v Lepore [2003] HCA 4 ; (2003) 212 CLR 511 per Gleeson CJ at [40]---[41]).",
      "id": "s615"
    },
    {
      "text": "86 I reject the submission that the interference with contract was limited to the couple of hours for which the car was parked across the vehicular access to the site on 21 October 2003.",
      "id": "s616"
    },
    {
      "text": "It follows from the findings previously made that the intention of the officials of the Union was to ensure that the contract was terminated and that Silvestri P/L did not return to the site.",
      "id": "s617"
    },
    {
      "text": "Whilst closure of the site on 21 October 2003 might be directly attributed to the Council, the closure of the site for that reason was not the effective cause of the termination of the contract with Silvestri P/L.",
      "id": "s618"
    },
    {
      "text": "That result was achieved by the concerted action of the Union officials.",
      "id": "s619"
    },
    {
      "text": "Summary of liability \n \n87 Liability can be summarised as follows:\n \n (1) Lane, CFMEU and CFMEU NSW contravened s 170NC.",
      "id": "s620"
    },
    {
      "text": "(2) Lane, Primmer, Kelly, CFMEU and CFMEU NSW contravened s 45D.",
      "id": "s621"
    },
    {
      "text": "(3) Lane, Primmer, Kelly, CFMEU and CFMEU NSW induced a breach of the contract between LGB and Silvestri P/L.",
      "id": "s622"
    },
    {
      "text": "REMEDIES \n \n88 Penalties are sought in relation to the breach of s 170NC.",
      "id": "s623"
    },
    {
      "text": "No penalty is sought in relation to breach of s 45D.",
      "id": "s624"
    },
    {
      "text": "Damages are sought for breach of s 45D.",
      "id": "s625"
    },
    {
      "text": "Damages are sought for inducing breach of contract.",
      "id": "s626"
    },
    {
      "text": "The damages, being awarded on tortious principles, would seem to be the same as those appropriate in this case for breach of s 45D.",
      "id": "s627"
    },
    {
      "text": "No claim is made for exemplary damages ( Musca v Astle Corporation Pty Ltd (1988) 80 ALR 251; Harris v Digital Pulse Pty Ltd [2003] NSWCA 10 ; (2003) 56 NSWLR 298; (2003) 197 ALR 626).",
      "id": "s628"
    },
    {
      "text": "89 Evidence and submissions as to damages are complete.",
      "id": "s629"
    },
    {
      "text": "A further hearing on penalties will be necessary.",
      "id": "s630"
    },
    {
      "text": "I will make no declarations or orders until all issues have been determined (cf Australian Building Construction Employees and Builders' Labourers' Federation v Employment Advocate [2001] FCA 1443 ; (2001) 114 FCR 22 at [7] ).",
      "id": "s631"
    },
    {
      "text": "The proceeding will stand over to a date to be fixed.",
      "id": "s632"
    },
    {
      "text": "I certify that the preceding eighty-nine (89) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s633"
    },
    {
      "text": "Associate:\n \nDated: 13 July 2007\n\n Counsel for the Applicants: Mr RM Goot AM SC, Mr MJ Heath \n \n Solicitor for the Applicants: Minter Ellison Lawyers \n \n Counsel for the Respondents: Mr JH Pearce \n \n Solicitor for the Respondents: Taylor &amp; Scott \n \n Dates of Hearing: 9---13 and 19---20 October 2006 and 7---8 November 2006 \n \n Date of Last Submission: 5 December 2006 \n \n Date of Judgment: 13 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1047.html",
      "id": "s634"
    }
  ]
}