{
  "name": "Pickering v Commonwealth [2007] FCA 1253 (17 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1253.html",
  "catchphrases": [
    {
      "text": "job network scheme",
      "id": "c0"
    },
    {
      "text": "claim for damages for failing to assist in procuring employment",
      "id": "c1"
    },
    {
      "text": "whether court has jurisdiction.",
      "id": "c2"
    },
    {
      "text": "social security",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant has brought an application whereby he seeks damages from the respondent, which he initially identified as the Department of Employment and Workplace Relations (the department), in the sum of $520,000, because the department \"refused to help him get a job in Albany\".",
      "id": "s0"
    },
    {
      "text": "The respondent has filed a notice of motion under s 31A of the Federal Court Act 1976 (Cth) (the Act) for the summary dismissal of the application.",
      "id": "s1"
    },
    {
      "text": "2 Before 26 November 2003, the applicant was a participant in the job network scheme.",
      "id": "s2"
    },
    {
      "text": "The job network scheme was established by the Commonwealth in 1998 as a scheme to provide assistance to job seekers.",
      "id": "s3"
    },
    {
      "text": "To that end, the Commonwealth contracted with a number of different organisations to assist job seekers to find employment.",
      "id": "s4"
    },
    {
      "text": "The scheme is administered by the department.",
      "id": "s5"
    },
    {
      "text": "On 26 November 2003, the applicant was involved in an incident with a staff member at the Service to Youth Council Inc, an organisation that provided services to job seekers as part of the job network scheme.",
      "id": "s6"
    },
    {
      "text": "As a result of this incident, an officer of the department decided that the applicant was to be banned from having access to the services of the job network for a period of two years.",
      "id": "s7"
    },
    {
      "text": "The department did not advise the applicant that he had been banned from accessing the job network services for the two year period.",
      "id": "s8"
    },
    {
      "text": "3 In March 2005, the applicant received an offer of employment from a meatworks in Albany, but he did not have enough money for a bus fare to take up the offer.",
      "id": "s9"
    },
    {
      "text": "On 8 March 2005, he approached Centrelink to obtain an advance of $40 on his Newstart allowance to permit him to travel by bus to Albany to take up the job before the offer lapsed.",
      "id": "s10"
    },
    {
      "text": "Centrelink refused to advance him any money.",
      "id": "s11"
    },
    {
      "text": "The applicant never got to Albany and the job offer lapsed (see Pickering v Centrelink (2006) FCA 477).",
      "id": "s12"
    },
    {
      "text": "4 The applicant claims that on the same day that Centrelink refused to advance him the money for a bus fare, he attended the department's premises and sought assistance from the department.",
      "id": "s13"
    },
    {
      "text": "In his statement of claim he alleges:\n \n I approached the Dept of Employment and Workplace Relations and spoke to a red headed bloke.",
      "id": "s14"
    },
    {
      "text": "I don't know his name but he said steadfastly that D.E.W.R.",
      "id": "s15"
    },
    {
      "text": "were not going to help me get a job.",
      "id": "s16"
    },
    {
      "text": "I said to him that I want that in writeing [sic].",
      "id": "s17"
    },
    {
      "text": "I said I need it in writeing [sic] for Court.",
      "id": "s18"
    },
    {
      "text": "The secretary \"don't know her name\" was sitting there so I said I'll bring her to Court too.",
      "id": "s19"
    },
    {
      "text": "He then said if you have her as a witness you don't need a written statement.",
      "id": "s20"
    },
    {
      "text": "I then swore and left the building.",
      "id": "s21"
    },
    {
      "text": "5 As I understand the applicant's claim, his complaint is that, had he not been banned from access to the job network services, he would have obtained assistance under the job network scheme and commenced paid work in Albany.",
      "id": "s22"
    },
    {
      "text": "As a consequence of being denied assistance, the applicant claims that he suffered economic loss in the sum of $520,000.",
      "id": "s23"
    },
    {
      "text": "6 The respondent has brought an application under s 31A of the Act to dismiss the applicant's application, on the following grounds:\n \n (a) There is no jurisdiction in the Court to hear and determine the claim because even assuming that the applicant was declined assistance by reason of not being part of the job network scheme administered by the department, that scheme was not a creature of statute, and, therefore, any matter relating to the administration of the scheme could not give rise to a \"matter arising under any Act of the Parliament\" in terms of s 39B(1A)(c) of the Judiciary Act 1903 (Cth); nor is there any other potential head of jurisdiction open to the applicant whereby he might be able to pursue his application which sought no relief other than damages.",
      "id": "s24"
    },
    {
      "text": "(b) Even if the applicant was able to show that the alleged refusal to assist him in getting employment in Albany had occurred as a consequence of the exercise of, or refusal to exercise, a power under the Social Security Act 1991 (Cth), the decision of Scott v Pedler [2004] FCAFC 67 ( Scott ) was fatal to the applicant's application for damages.",
      "id": "s25"
    },
    {
      "text": "(c) In any event, as a matter of fact, the applicant did not have a meeting with an officer from the department on 8 March as alleged in the statement of claim, and the application should be dismissed as there was no reasonable prospect of the applicant being able to establish the facts underlying his application.",
      "id": "s26"
    },
    {
      "text": "7 Section 31A of the Act provides:\n \n (1) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n \n \n (a) the first party is prosecuting the proceeding or that part of the proceeding; and\n \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully defending the proceeding or that part of the proceeding.",
      "id": "s27"
    },
    {
      "text": "(2) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n \n \n \n (a) the first party is defending the proceeding or that part of the proceeding; and\n \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s28"
    },
    {
      "text": "(3) For the purposes of this section, a defence or a proceeding or part of a proceeding need not be: \n \n \n \n (a) hopeless; or\n \n (b) bound to fail;\n \n for it to have no reasonable prospect of success.",
      "id": "s29"
    },
    {
      "text": "(4) This section does not limit any powers that the Court has apart from this section.",
      "id": "s30"
    },
    {
      "text": "8 In the case of Fortron Automotive Treatments Pty Ltd v Jones (No 2) [2006] FCA 1401 , French J observed at [20]:\n \n In order to secure judgment under s 31A it must be shown that the party prosecuting or defending the proceeding has no reasonable prospect of success.",
      "id": "s31"
    },
    {
      "text": "This judgment can be made, by reference to pleadings, where there is a defect in the pleadings which cannot be cured.",
      "id": "s32"
    },
    {
      "text": "Alternatively, it may be a judgment made by reference to evidence put on in support of an application under s 31A which reasonably excludes the possibility that facts essential to the success of the claim or defence will be able to be established.",
      "id": "s33"
    },
    {
      "text": "No jurisdiction \n\n9 I deal firstly, with the respondent's submission as to jurisdiction.",
      "id": "s34"
    },
    {
      "text": "10 The respondent led evidence from Ms Gabrielle Josephine Lewis who holds the position of principal government lawyer in the department.",
      "id": "s35"
    },
    {
      "text": "Ms Lewis deposed that the job network scheme was not a statutory scheme but a scheme established by the Commonwealth in the exercise of its executive power.",
      "id": "s36"
    },
    {
      "text": "The job network scheme came into effect on 1 May 1998.",
      "id": "s37"
    },
    {
      "text": "The changes involved replacing many of the existing arrangements, including the Commonwealth Employment Service, with services provided under competitive tendering of services to a range of service providers, including private and community organisations.",
      "id": "s38"
    },
    {
      "text": "In 2005-2006, 106 organisations had entered into contracts with the Commonwealth to provide job network services around Australia.",
      "id": "s39"
    },
    {
      "text": "The job network services include activities such as assistance to job seekers with training, wage subsidies and the purchase of clothing, equipment and other work related needs.",
      "id": "s40"
    },
    {
      "text": "There was no challenge to this evidence.",
      "id": "s41"
    },
    {
      "text": "11 In my view, the respondent's contention that in dealing with the applicant in relation to the job network scheme, the department and its officers were not acting under an Act of the Parliament, is to be upheld.",
      "id": "s42"
    },
    {
      "text": "It follows that it is not open to the applicant to contend that the original jurisdiction of the Court to hear and determine his claim is to be found in s 39B(1A)(c) of the Judiciary Act .",
      "id": "s43"
    },
    {
      "text": "Further, I accept the submission of the respondent that, for the same reason, the application brought by the applicant could not attract the original jurisdiction of the Court under the Administrative Decisions (Judicial Review) Act 1977 (Cth) (the ADJR Act); and that the application did not seek relief of a nature that would attract the jurisdiction of the Court under s 39B(1) of the Judiciary Act .",
      "id": "s44"
    },
    {
      "text": "12 In the case of Team Employment &amp; Training Network Pty Ltd v Secretary Department of Employment Workplace Relations &amp; Small Business [1999] FCA 1792 , Cooper J found that the dealings between the Commonwealth and a tenderer for the provision of employment services in respect of the job network scheme, had not occurred under an enactment; with the consequence that no decision had been made which was capable of review under the ADJR Act.",
      "id": "s45"
    },
    {
      "text": "13 It follows that I accept the submission of the respondent that the applicant has not demonstrated there is a jurisdictional foundation to hear and determine his application.",
      "id": "s46"
    },
    {
      "text": "The applicant's application should, therefore, be dismissed.",
      "id": "s47"
    },
    {
      "text": "No civil liability \n \n14 The second ground relied upon by the respondent is that the decision of the Full Court in Scott would be fatal to the applicant's claim even if the applicant was able to show that the refusal to assist him with regard to the job in Albany arose from the exercise of, or refusal to exercise, a power under the Social Security Act , or otherwise, constituted a matter arising under that Act.",
      "id": "s48"
    },
    {
      "text": "15 The applicant has not identified any specific causes of action in his application.",
      "id": "s49"
    },
    {
      "text": "However, the two possible causes of action which could, on the allegations made, be available to the applicant were breach of statutory duty and negligence.",
      "id": "s50"
    },
    {
      "text": "16 In Scott , the Full Court followed the majority view in a previous Full Court decision in Scott v Secretary, Department of Social Security [2000] FCA 1241 , and held that the Social Security Act did not provide a basis for a statutory right enforceable by private action.",
      "id": "s51"
    },
    {
      "text": "Further, the Full Court held that no duty of care was owed to recipients of statutory benefits under the Social Security Act .",
      "id": "s52"
    },
    {
      "text": "17 In my view, even if the applicant could show that the refusal to assist him arose under the Social Security Act , there is, within the meaning of s 31A of the Act, no reasonable prospect of the applicant successfully prosecuting his claim for damages against the respondent.",
      "id": "s53"
    },
    {
      "text": "In this regard it is significant that special leave to appeal to the High Court against the Full Court decision in Scott was refused, and the Scott decision has been followed recently by another Full Court in Wang v Minister, Department of Employment and Workplace Relations [2007] FCAFC 17.",
      "id": "s54"
    },
    {
      "text": "No factual foundation \n \n18 The respondent read a number of affidavits in support of its contention that there had not, in fact, been a meeting between the applicant and an officer of the department on 8 March 2005 and that the applicant had confused that alleged meeting with another meeting which he had with departmental officers after 8 March 2005.",
      "id": "s55"
    },
    {
      "text": "19 Mr Wayne Thomas Murray deposed that he had red hair and believed that he must be the \"red headed bloke\" referred to in the applicant's statement of claim.",
      "id": "s56"
    },
    {
      "text": "However, he said that he had only commenced employment with the department on 24 October 2005, and that the applicant must be confusing a meeting, which he had with the applicant on 24 April 2006, with the incident referred to in his statement of claim.",
      "id": "s57"
    },
    {
      "text": "20 Mr Murray went on to depose that he had made a search of the departmental records and found that the earliest record of contact with the applicant in Perth was on 10 June 2005 when the applicant attended the Western Australian State Office.",
      "id": "s58"
    },
    {
      "text": "Mr Murray also exhibited to his affidavit a computer generated record of that meeting.",
      "id": "s59"
    },
    {
      "text": "The record states:\n \n JS would like to know why he was not told about his ban from JN services.",
      "id": "s60"
    },
    {
      "text": "JS wants compensation [for] 20 yrs worth of salary for a job he did not get because of this ban.",
      "id": "s61"
    },
    {
      "text": "Job was at a meatworks in Albany about three months ago full time permanent --- JS said Bruce from CL would know more.",
      "id": "s62"
    },
    {
      "text": "21 Mr Murray also exhibited a handwritten letter dated 20 June 2005 from the applicant addressed to the department stating:\n \n I Jeffrey John Pickering...wish to state that I have never been informed of being ban[n]ed for 2 years by the above mentioned.",
      "id": "s63"
    },
    {
      "text": "I missed out on a job I would have got because of it.",
      "id": "s64"
    },
    {
      "text": "I am now seeking compensation because of the failure of this company to let me know that I had been ban[n]ed.",
      "id": "s65"
    },
    {
      "text": "I would not have put in for this job had I known because it's out of town \"Albany\".",
      "id": "s66"
    },
    {
      "text": "I believe I would have had a permanent job for the next 20 years.",
      "id": "s67"
    },
    {
      "text": "Compensation to $520,000 immediat[e]ly.",
      "id": "s68"
    },
    {
      "text": "22 The respondent also relied upon an affidavit from Ms Helen Ruth Hooke, another officer of the department who worked in the Western Australian State Office.",
      "id": "s69"
    },
    {
      "text": "Ms Hooke said that she had met with the applicant on 13 September 2005 in the presence of another officer of the department, Mr Richard Swarbrick.",
      "id": "s70"
    },
    {
      "text": "At that meeting, the applicant had become agitated and complained, amongst other things, that he had sought a letter from the department regarding his exclusion from the job network scheme but had received none.",
      "id": "s71"
    },
    {
      "text": "23 Further, Ms Margaret Walton, the receptionist at the department's office in Perth also gave evidence.",
      "id": "s72"
    },
    {
      "text": "She said that she had seen Mr Pickering hold a meeting with Ms Hooke and Mr Swarbrick.",
      "id": "s73"
    },
    {
      "text": "She could not remember the date on which that meeting occurred.",
      "id": "s74"
    },
    {
      "text": "She also said that she could remember Mr Pickering coming into the office and discussing the question of getting money for a bus fare to Albany, but she could not remember the date on which that incident had occurred.",
      "id": "s75"
    },
    {
      "text": "Ms Walton produced notes of a conversation she had with the applicant in October 2006.",
      "id": "s76"
    },
    {
      "text": "The relevant extract states:\n \n I said to him that I thought he had mixed up the two occasions on which he had come into the Department.",
      "id": "s77"
    },
    {
      "text": "I said to him that he came in the first time and said that he had the offer of a job in Albany and wanted the fare to get there.",
      "id": "s78"
    },
    {
      "text": "On that occasion he spoke to Helen and Richard in the small meeting room behind the reception area.",
      "id": "s79"
    },
    {
      "text": "I didn't know what was said but Mr Pickering seemed to become very angry and was swearing.",
      "id": "s80"
    },
    {
      "text": "Then the next time he came in was to ask for money to buy boots and a bike as he might have a job.",
      "id": "s81"
    },
    {
      "text": "At that time he spoke to Wayne.",
      "id": "s82"
    },
    {
      "text": "24 The applicant gave evidence and said that the meeting in March 2005 must have been with Ms Hooke and Mr Swarbrick, and not Mr Murray.",
      "id": "s83"
    },
    {
      "text": "The applicant did not have a clear recollection of what was said at the March meeting, other than that he was refused help.",
      "id": "s84"
    },
    {
      "text": "25 Had there been jurisdiction in the Court to hear and determine the applicant's claim, I would not have dismissed it on the basis that I was satisfied that there was no meeting on 8 March 2005.",
      "id": "s85"
    },
    {
      "text": "It is the case, that the applicant's evidence was confused as to who was present at the March meeting he said occurred, and as to what was said at that meeting.",
      "id": "s86"
    },
    {
      "text": "However, Ms Walton deposed that she did recall seeing the applicant at the departmental office discussing the question of a bus fare to Albany, but she could not remember the date on which that meeting occurred.",
      "id": "s87"
    },
    {
      "text": "The determination of that factual issue would have been a matter for trial.",
      "id": "s88"
    },
    {
      "text": "26 The applicant's application is dismissed.",
      "id": "s89"
    },
    {
      "text": "I will hear the parties as to costs.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 17 August 2007\n\n\n Counsel for the Applicant: The applicant appeared in person.",
      "id": "s92"
    },
    {
      "text": "Counsel for the Respondent: Ms P Giles \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 5 January 2007 \n \n Date of Judgment: 17 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1253.html",
      "id": "s93"
    }
  ]
}