{
  "name": "Cockrell v Minister for Immigration and Citizenship [2007] FCA 1779 (20 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1779.html",
  "catchphrases": [
    {
      "text": "application for constitutional writs",
      "id": "c0"
    },
    {
      "text": "where minister cancelled applicant's visa pursuant to s 501(2) migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "where administrative appeals tribunal affirmed decision",
      "id": "c2"
    },
    {
      "text": "where case involved parental relationship between child and applicant",
      "id": "c3"
    },
    {
      "text": "where direction given under s 499 migration act 1958 (cth) that best interests of child be a primary consideration",
      "id": "c4"
    },
    {
      "text": "where contact orders made by consent in federal magistrates court providing for contact between applicant and child",
      "id": "c5"
    },
    {
      "text": "where tribunal rejected applicant's submission that contact orders reflected federal magistrates court's view of best interests of child",
      "id": "c6"
    },
    {
      "text": "where common ground that tribunal's characterisation of contact orders rested on misinterpretation of family law act 1975 (cth)",
      "id": "c7"
    },
    {
      "text": "whether error of law going to jurisdiction",
      "id": "c8"
    },
    {
      "text": "whether tribunal misunderstood nature of its discretion",
      "id": "c9"
    },
    {
      "text": "whether tribunal failed to consider relevant consideration",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by Mr Marcus Cockrell for constitutional writs directed to the Minister for Immigration and Citizenship (\"the Minister\") and the Administrative Appeals Tribunal (\"the Tribunal\").",
      "id": "s0"
    },
    {
      "text": "The applicant claims that a decision made by the Tribunal on 28 February 2007 is unlawful and invalid.",
      "id": "s1"
    },
    {
      "text": "This Court has jurisdiction by reason of s 476A(1)(b) of the Migration Act 1958 (Cth) (\"the Act \") and that jurisdiction is the same as the jurisdiction of the High Court under paragraph 75(v) of the Constitution .",
      "id": "s2"
    },
    {
      "text": "2 On 1 June 2005, a delegate of the Minister (at that time, the Minister for Immigration and Multicultural and Indigenous Affairs) decided that the applicant had not satisfied him that he passed the character test under s 501 of the Act and the delegate exercised the discretion in s 501(2) of the Act to cancel the applicant's visa.",
      "id": "s3"
    },
    {
      "text": "The applicant made an application for a review of that decision to the Tribunal.",
      "id": "s4"
    },
    {
      "text": "On 12 January 2006 the Tribunal affirmed the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "However, that decision was set aside, and by reason of a consent order made by this Court, the application for review was remitted to the Tribunal to be heard and decided again with the hearing of further evidence in accordance with the directions of the Court.",
      "id": "s6"
    },
    {
      "text": "The application for review remitted to the Tribunal was heard by it in November 2006 and, on 28 February 2007, the Tribunal affirmed the decision under review.",
      "id": "s7"
    },
    {
      "text": "The applicant contends that in making that decision the Tribunal committed a jurisdictional error.",
      "id": "s8"
    },
    {
      "text": "The facts \n \n3 The applicant was born in the United States of America on 1 July 1970 and he is a national of that country.",
      "id": "s9"
    },
    {
      "text": "He is not a citizen of Australia.",
      "id": "s10"
    },
    {
      "text": "The applicant obtained a bachelor of economics degree from the University of Southern California.",
      "id": "s11"
    },
    {
      "text": "4 In 1994 the applicant came to Australia to visit a friend and, for that purpose, he obtained a Tourist (Short Stay) (Sub-class 670) visa.",
      "id": "s12"
    },
    {
      "text": "In 1994 or 1995, the applicant met Ms Carolyn Brough, who was an Australian citizen.",
      "id": "s13"
    },
    {
      "text": "He commenced a relationship with her and, on 6 September 1999, they were married.",
      "id": "s14"
    },
    {
      "text": "As a result of that marriage, the applicant was granted a Spouse (Sub-class 801) visa.",
      "id": "s15"
    },
    {
      "text": "The applicant and Ms Brough were divorced on 25 August 2004.",
      "id": "s16"
    },
    {
      "text": "5 The applicant's father has never been part of his life and he has met him on only two occasions and that was when he was a child.",
      "id": "s17"
    },
    {
      "text": "The applicant's mother and two sisters reside in the United States.",
      "id": "s18"
    },
    {
      "text": "6 In May 1996, the applicant was hospitalised for a period of approximately three days.",
      "id": "s19"
    },
    {
      "text": "At about that time, he commenced using cocaine on what the Tribunal member described as \"a part-time, casual basis\", which the applicant said was as a result of the people he was associating with at that time.",
      "id": "s20"
    },
    {
      "text": "In 1997 the applicant moved from New South Wales to Brisbane to be with Ms Brough.",
      "id": "s21"
    },
    {
      "text": "Between 1999 and 27 March 2002, the applicant established and operated a business involving the spraying of concrete over bitumen surfaces and engraving bitumen surfaces.",
      "id": "s22"
    },
    {
      "text": "7 The applicant committed a number of offences between 1998 and 2002.",
      "id": "s23"
    },
    {
      "text": "He was arrested on 27 March 2002.",
      "id": "s24"
    },
    {
      "text": "The Tribunal member described the offences and the sentences imposed for them in the following terms:\n \n The offences involved the establishment and use of different aliases in order to fraudulently claim income tax credits and opening and operating false bank and credit card accounts.",
      "id": "s25"
    },
    {
      "text": "The monies obtained from the Commonwealth Government, banks and other institutions totalled $644,390.65.",
      "id": "s26"
    },
    {
      "text": "On November 2003, the Queensland District Court convicted the applicant of numerous offences to which he had pleaded guilty.",
      "id": "s27"
    },
    {
      "text": "Those offences, as they were detailed in the previous Tribunal hearing, were as follows:\n \n \n \n (a) three counts of dishonestly obtaining financial advantage from the Commonwealth, for which he was sentenced on each count to three and a half years' imprisonment with a non-parole period of eighteen months;\n (b) five counts of attempting to obtain financial advantage, for which he was sentenced on each count to three and a half years' imprisonment with a non-parole period of eighteen months;\n (c) one count of attempting to destroy evidence, for which he was given a cumulative sentence of one month's imprisonment;\n (d) one count of opening a false account, for which he was sentenced to one and a half years' imprisonment; and\n (e) five counts of operating a false account, for which he was sentenced on each count to one and a half years' imprisonment.",
      "id": "s28"
    },
    {
      "text": "The applicant also pleaded guilty to four counts of dishonestly obtaining credit, contrary to the Criminal Code 1899 (Qld).",
      "id": "s29"
    },
    {
      "text": "On the same date, 13 November 2003, he was convicted by the Queensland District Court of those counts, and sentenced to six years' imprisonment on each count, with a recommendation that he be considered eligible for post-prison community-based release after serving two years.",
      "id": "s30"
    },
    {
      "text": "8 The convictions for the offences against the Criminal Code 1899 (Qld) were set aside by the Court of Appeal of the Supreme Court of Queensland on what the Tribunal member described as a \"technical ground\".",
      "id": "s31"
    },
    {
      "text": "In addition, the applicant has appealed to this Court against the convictions referred to in (a) and (b) above.",
      "id": "s32"
    },
    {
      "text": "The appeal has not yet been heard.",
      "id": "s33"
    },
    {
      "text": "The Tribunal member noted that the appeal does not involve any challenge to what he called the legality of the convictions or sentences imposed.",
      "id": "s34"
    },
    {
      "text": "Furthermore, the Tribunal member said that the convictions referred to in paragraphs (d) and (e) above are not challenged.",
      "id": "s35"
    },
    {
      "text": "9 On any view, the applicant fails the character test in s 501 of the Act and he did not suggest the contrary.",
      "id": "s36"
    },
    {
      "text": "10 As I have said, the applicant was arrested on 27 March 2002 and he was sentenced on 13 November 2003.",
      "id": "s37"
    },
    {
      "text": "It seems that he was released from prison on parole on 7 October 2004 to live with a Ms Renea Fraser at her home at Yeronga in Queensland.",
      "id": "s38"
    },
    {
      "text": "The applicant had commenced a friendship with Ms Fraser prior to his arrest.",
      "id": "s39"
    },
    {
      "text": "11 Ms Fraser has three sons, Jhaycob, Izaak and Jedidiah, all from different relationships.",
      "id": "s40"
    },
    {
      "text": "I will refer to Jedidiah as \"Jedi\".",
      "id": "s41"
    },
    {
      "text": "He is the applicant's son and he was born on 20 July 2005.",
      "id": "s42"
    },
    {
      "text": "12 The Tribunal member said that there was an argument between the applicant and Ms Fraser in November 2004 and, as a result, the applicant left Ms Fraser's home.",
      "id": "s43"
    },
    {
      "text": "There was a further argument in December 2004.",
      "id": "s44"
    },
    {
      "text": "In February 2005 Ms Fraser applied for a domestic violence order against the applicant but on 22 February 2005 she withdrew that application.",
      "id": "s45"
    },
    {
      "text": "13 The applicant gave evidence before the Tribunal.",
      "id": "s46"
    },
    {
      "text": "He called as a witness a Mr R Tuddenham, who is the president of the South Australian Lone Fathers' Association.",
      "id": "s47"
    },
    {
      "text": "Mr Tuddenham said that he had experience in commenting on the best interests of a child of a relationship and the relevance of the father's role in the life of that child.",
      "id": "s48"
    },
    {
      "text": "The applicant also called as a witness a Mr C Courtney who gave his occupation as a computer designer and who said that he was the only director of Tessa Corporation Pty Ltd.",
      "id": "s49"
    },
    {
      "text": "The applicant had started working with Tessa Corporation in February 2005.",
      "id": "s50"
    },
    {
      "text": "14 The applicant also called as a witness a Mr T Watson-Munro, who is a registered psychologist.",
      "id": "s51"
    },
    {
      "text": "He said that he had extensive experience in the assessment of people charged with criminal offences and he gave evidence as to the link between the applicant's drug addiction and his offending.",
      "id": "s52"
    },
    {
      "text": "15 The respondent called Ms R Fraser.",
      "id": "s53"
    },
    {
      "text": "Her evidence was in conflict with the applicant's evidence in a number of respects.",
      "id": "s54"
    },
    {
      "text": "Generally speaking, the Tribunal member preferred her evidence to that of the applicant.",
      "id": "s55"
    },
    {
      "text": "Furthermore, there were other aspects of the applicant's evidence which the Tribunal member did not accept.",
      "id": "s56"
    },
    {
      "text": "The Tribunal's reasons \n \n16 The Minister has given a direction under s 499 of the Act concerning the exercise by decision-makers of the power in s 501(2) of the Act .",
      "id": "s57"
    },
    {
      "text": "The direction is Direction No 21 --- Visa Refusal and Cancellation under Section 501 --- No 21.",
      "id": "s58"
    },
    {
      "text": "I will refer to it as \"the direction\".",
      "id": "s59"
    },
    {
      "text": "Section 499(2A) provides that a person or body must comply with a direction under subs (1).",
      "id": "s60"
    },
    {
      "text": "17 In relation to the discretion to cancel a visa, the direction provides that there are three primary considerations for a decision-maker and they are as follows:\n \n \n (a) The protection of the Australian community, and members of the community; \n \n \n (b) The expectations of the Australian community; and \n \n \n (c) In all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s61"
    },
    {
      "text": "18 The direction then refers to \"Other Considerations\" and \"Other International Obligations\".",
      "id": "s62"
    },
    {
      "text": "The direction provides that the other considerations are generally to be given less individual weight than that given to primary considerations.",
      "id": "s63"
    },
    {
      "text": "19 Subject to a submission that the Tribunal member misunderstood the nature of the discretion he was exercising, the applicant did not suggest that the Tribunal member erred in his consideration of the first two primary considerations.",
      "id": "s64"
    },
    {
      "text": "The Tribunal member's reasons in relation to them can be mentioned briefly.",
      "id": "s65"
    },
    {
      "text": "20 In relation to the protection of the Australian community and members of the community, the key findings made by the Tribunal member were as follows:\n \n \n 1.",
      "id": "s66"
    },
    {
      "text": "The offending and criminal conduct of the applicant were very serious.",
      "id": "s67"
    },
    {
      "text": "The offences were of a kind regarded by the Government as very serious.",
      "id": "s68"
    },
    {
      "text": "The offences were \"significant in number and the applicant's conduct was blatantly fraudulent affecting, as Mr Prince submitted, the Australian tax-paying community and Australian financial institutions\".",
      "id": "s69"
    },
    {
      "text": "2.",
      "id": "s70"
    },
    {
      "text": "In the applicant's case there was a significant risk of recidivism.",
      "id": "s71"
    },
    {
      "text": "3.",
      "id": "s72"
    },
    {
      "text": "There was no evidence that the general deterrence effect would be significant if the cancellation of the appellant's visa was confirmed and accordingly, little weight would be placed on this matter.",
      "id": "s73"
    },
    {
      "text": "21 Having made these findings, the Tribunal member concluded that the matters relating to the first primary consideration indicated that the applicant's visa should be cancelled.",
      "id": "s74"
    },
    {
      "text": "22 In relation to the expectations of the Australian community, the Tribunal member, after considering a range of matters, considered that the Australian community would be very concerned that a non-citizen should engage in the fraudulent offending of the kind and extent committed by the applicant, and he said that in the circumstances, he considered that the Australian community would, on balance, favour the cancellation of the visa.",
      "id": "s75"
    },
    {
      "text": "23 I turn now to summarise the Tribunal member's reasons in relation to the third primary consideration.",
      "id": "s76"
    },
    {
      "text": "There is a strong attack by the applicant on those reasons.",
      "id": "s77"
    },
    {
      "text": "24 The Tribunal member commenced his examination of the third primary consideration by summarising the relevant paragraphs in the direction.",
      "id": "s78"
    },
    {
      "text": "He noted that the applicant's submissions focused on the best interests of his son, Jedi.",
      "id": "s79"
    },
    {
      "text": "At the time of the hearing before the Tribunal, he was 16 months old.",
      "id": "s80"
    },
    {
      "text": "The applicant submitted that he was being denied access to his son, and that if his visa was cancelled, there would be virtually no way in which future access or contact could be made.",
      "id": "s81"
    },
    {
      "text": "The applicant gave evidence that he wanted to remain in Australia so that he could form a meaningful relationship with his son.",
      "id": "s82"
    },
    {
      "text": "He submitted that his son would be disadvantaged if he grew up without a father.",
      "id": "s83"
    },
    {
      "text": "He referred to the evidence of Mr Tuddenham and he submitted that he was African American and that it was his desire to share his cultural background with his son.",
      "id": "s84"
    },
    {
      "text": "The Tribunal member referred to certain observations of Gray J in Rocca v Minister for Immigration and Multicultural and Indigenous Affairs (2005) 87 ALD 529.",
      "id": "s85"
    },
    {
      "text": "The Tribunal member then said:\n \n The applicant referred to the fact that Ms Fraser had consented to the contact orders for Jedi made in the Federal Magistrates Court.",
      "id": "s86"
    },
    {
      "text": "The Tribunal draws no adverse inferences from the fact that Ms Fraser so consented.",
      "id": "s87"
    },
    {
      "text": "Nor does the Tribunal accept the applicant's submission that, by granting the contact orders by consent, the Court was articulating that the best interests of the child would be served by allowing him to have contact with his father.",
      "id": "s88"
    },
    {
      "text": "25 The orders referred to in the above passage were orders made by the Federal Magistrates Court on 29 May 2006 and 25 September 2006 respectively.",
      "id": "s89"
    },
    {
      "text": "The orders made on 29 May 2006 were interim orders made by consent and until final order.",
      "id": "s90"
    },
    {
      "text": "The orders made on 25 September 2006 were final orders.",
      "id": "s91"
    },
    {
      "text": "The orders deal with the relationship between Jedi and each of his parents, namely, the applicant and Ms Fraser.",
      "id": "s92"
    },
    {
      "text": "The orders are set out below [32]-[33].",
      "id": "s93"
    },
    {
      "text": "26 The Tribunal member then referred to the evidence of Mr Tuddenham and the evidence of Mr Courtney.",
      "id": "s94"
    },
    {
      "text": "In relation to the evidence of Mr Tuddenham, he said that Mr Tuddenham did not bring any formal qualification to the hearing of the matter and he concluded that his views did not greatly assist him.",
      "id": "s95"
    },
    {
      "text": "In relation to Mr Courtney, he found him to be \"a most unimpressive witness\".",
      "id": "s96"
    },
    {
      "text": "27 The Tribunal member then said that the applicant had referred to amendments to the Family Law Act 1975 (Cth) (\"FLA\") but he said that he did not find the amendments to be of assistance to the applicant.",
      "id": "s97"
    },
    {
      "text": "28 The Tribunal member said that he accepted the proposition that it is in the best interests of the child to remain with his or her parents.",
      "id": "s98"
    },
    {
      "text": "However, in considering the best interests of Jedi, he said that he took into account that the boy was only about 19 months old and that the applicant had been separated from him since the date on which he was taken into immigration detention, that is to say, a date in October 2005.",
      "id": "s99"
    },
    {
      "text": "The Tribunal member said that there was no established relationship between the applicant and Jedi.",
      "id": "s100"
    },
    {
      "text": "In an important passage, the Tribunal member said:\n \n The Tribunal understands and accepts that the applicant would wish to remain in Australia to develop a parental relationship with his son.",
      "id": "s101"
    },
    {
      "text": "However, the Tribunal cannot overlook the fact that his prospects for developing such a relationship with Jedi would be jeopardised by his estrangement from Ms Fraser.",
      "id": "s102"
    },
    {
      "text": "Although the relationship between Ms Fraser and the applicant displayed during the course of the hearing may not have been hostile, it was certainly strained and at times bordering on being argumentative.",
      "id": "s103"
    },
    {
      "text": "Given the circumstances, the Tribunal considers that the prospects of the applicant developing a close relationship with his son in the future are doubtful.",
      "id": "s104"
    },
    {
      "text": "As mentioned previously in these reasons, the Tribunal also considers that there is a significant risk of recidivism which, if it were to materialise, would be harmful to Jedi's upbringing.",
      "id": "s105"
    },
    {
      "text": "The Tribunal finds that, for the reasons given, and in the best interests of the child, the applicant's visa should be cancelled.",
      "id": "s106"
    },
    {
      "text": "29 The Tribunal member then considered the matters which appear in the direction under the headings \"Other Considerations\" and \"Other International Obligations\" respectively.",
      "id": "s107"
    },
    {
      "text": "He said that the \"relevant\" factors were largely not relevant to the applicant's situation and, in his view, \"none of the factors would constitute a significant ground for exercising the Tribunal's discretion in the applicant's favour\".",
      "id": "s108"
    },
    {
      "text": "He said that the applicant's immediate family all reside in the United States and therefore there was no issue relating to hardship to any immediate family members in Australia with the possible exception of hardship to Jedi, \"already canvassed above\".",
      "id": "s109"
    },
    {
      "text": "The Tribunal member noted that there was no suggestion that if the applicant returned to the United States he would be placed in a situation where relevant rights under international obligations would be violated.",
      "id": "s110"
    },
    {
      "text": "The applicant did not appear to have any connection in Australia beyond his association with Mr Courtney.",
      "id": "s111"
    },
    {
      "text": "The Tribunal member was not satisfied that the relationship with Mr Courtney would give rise to any serious or ongoing offer of employment and therefore he concluded that the applicant had no ties either to business interests or commercial interests in Australia.",
      "id": "s112"
    },
    {
      "text": "30 The Tribunal member said that having considered all the material and all the relevant considerations in the direction, he had decided that it was appropriate to exercise the discretion under s 501(2) of the Act to cancel the applicant's visa.",
      "id": "s113"
    },
    {
      "text": "Issues on the application \n \n31 The applicant submits that the Tribunal committed a jurisdictional error for one or more of the following reasons:\n \n 1.",
      "id": "s114"
    },
    {
      "text": "The Tribunal member misunderstood the orders made by the Federal Magistrates Court or, he did not take them into account.",
      "id": "s115"
    },
    {
      "text": "2.",
      "id": "s116"
    },
    {
      "text": "The Tribunal member misunderstood the nature of the discretion he was exercising.",
      "id": "s117"
    },
    {
      "text": "He considered or may have considered that it was a discretion to decide not to cancel the applicant's visa.",
      "id": "s118"
    },
    {
      "text": "3.",
      "id": "s119"
    },
    {
      "text": "The Tribunal member failed to take into account a number of other considerations.",
      "id": "s120"
    },
    {
      "text": "1.",
      "id": "s121"
    },
    {
      "text": "The orders made by the Federal Magistrates Court \n \n32 It is convenient to start by setting out the terms of the orders made by the Federal Magistrates Court.",
      "id": "s122"
    },
    {
      "text": "The interim orders made on 29 May 2006 were in the following terms:\n \n \n 1.",
      "id": "s123"
    },
    {
      "text": "That the child, JEDIDIAH MARCUS EZEKIEL FRASER, born July 20, 2005 reside with the mother.",
      "id": "s124"
    },
    {
      "text": "2.",
      "id": "s125"
    },
    {
      "text": "That the mother have sole responsibility for the day to day and long term care, welfare and development of the child.",
      "id": "s126"
    },
    {
      "text": "3.",
      "id": "s127"
    },
    {
      "text": "That should the father return to Queensland and not be incarcerated, that the father have contact with the child at all times as agreed between the parties, but failing agreement:- \n \n \n \n \n a.",
      "id": "s128"
    },
    {
      "text": "Each alternate Saturday for 2 hours at a supervised contact centre as agreed (but failing agreement, at Lutwyche Children's Contact Centre, Lutwyche Queensland).",
      "id": "s129"
    },
    {
      "text": "b.",
      "id": "s130"
    },
    {
      "text": "That the cost of contact be shared equally between the parties.",
      "id": "s131"
    },
    {
      "text": "c. That the father will be consulted and allowed to participate in respect of the decisions regarding long term care, welfare, and development of the child.",
      "id": "s132"
    },
    {
      "text": "4.",
      "id": "s133"
    },
    {
      "text": "That upon the child reaching the age of three (3) years, the father be at liberty to provide the mother with letters and photos for the child and the mother shall deliver and read such letters to the child.",
      "id": "s134"
    },
    {
      "text": "5.",
      "id": "s135"
    },
    {
      "text": "That the mother provide the father with photographs of the child every three months.",
      "id": "s136"
    },
    {
      "text": "6.",
      "id": "s137"
    },
    {
      "text": "That the father undertakes a parenting course as soon as possible and provide the certificate of completion to the mother.",
      "id": "s138"
    },
    {
      "text": "7.",
      "id": "s139"
    },
    {
      "text": "That should either party change address or contact details from those already available to the other, then he or she (as the case may be) shall as soon as possible notify the other of the new details.",
      "id": "s140"
    },
    {
      "text": "8.",
      "id": "s141"
    },
    {
      "text": "That the case be transferred to the Brisbane Registry of this Honourable Court.",
      "id": "s142"
    },
    {
      "text": "9.",
      "id": "s143"
    },
    {
      "text": "That there be leave to apply.",
      "id": "s144"
    },
    {
      "text": "33 The final orders made on 25 September 2006 were in the following terms:\n \n 1.",
      "id": "s145"
    },
    {
      "text": "That the orders dated 29 May 2006 be made final.",
      "id": "s146"
    },
    {
      "text": "2.",
      "id": "s147"
    },
    {
      "text": "That the Mother and Father: \n \n \n \n a. keep the other parent informed of the names and addresses of any treating Medical or other health practitioners that treat the children and authorise that practitioner to provide the other parent with information that they are lawfully able to provide about the children;\n b. inform the other parent as soon as reasonably practicable of any medical condition, significant health issue or illness suffered by the children.",
      "id": "s148"
    },
    {
      "text": "This order authorises any treating medical practitioner to release the children's medical information to the other parent.",
      "id": "s149"
    },
    {
      "text": "c. provide the other parent a copy of any medical report in relation to any medical condition or any significant health issues suffered by the Child.",
      "id": "s150"
    },
    {
      "text": "34 To understand the applicant's first submission it is necessary to set out certain provisions of the FLA as they were when the interim orders were made and at the time the final orders were made.",
      "id": "s151"
    },
    {
      "text": "35 At the time of the interim orders, the following were the relevant provisions (for present purposes) of the FLA:\n \n 43 Principles to be applied by courts \n The Family Court shall, in the exercise of its jurisdiction under this Act , and any other court exercising jurisdiction under this Act shall, in the exercise of that jurisdiction, have regard to: \n \n \n (a) the need to preserve and protect the institution of marriage as the union of a man and a woman to the exclusion of all others voluntarily entered into for life;\n (b) the need to give the widest possible protection and assistance to the family as the natural and fundamental group unit of society, particularly while it is responsible for the care and education of dependent children;\n (c) the need to protect the rights of children and to promote their welfare; \n \n \n (ca) the need to ensure safety from family violence; and \n \n \n (d) the means available for assisting parties to a marriage to consider reconciliation or the improvement of their relationship to each other and to their children.",
      "id": "s152"
    },
    {
      "text": "...\n 64B Meaning of parenting order and related terms \n (1) A parenting order is: \n \n \n (a) an order under this Part (including an order until further order) dealing with a matter mentioned in subsection (2); or \n \n \n ...\n (2) A parenting order may deal with one or more of the following:\n (a) the person or persons with whom a child is to live;\n (b) contact between a child and another person or other persons;\n (c) maintenance of a child;\n (d) any other aspect of parental responsibility for a child.",
      "id": "s153"
    },
    {
      "text": "...\n 65E Child's best interests paramount consideration in making a parenting order \n \n \n In deciding whether to make a particular parenting order in relation to a child, a court must regard the best interests of the child as the paramount consideration.",
      "id": "s154"
    },
    {
      "text": "Note: Division 10 deals with how a court determines a child's best interests.",
      "id": "s155"
    },
    {
      "text": "...\n Subdivision B --- Determining the best interests of a child \n 68E Proceedings to which Subdivision applies \n \n \n (1) This Subdivision applies to any proceedings under this Part in which the best` interests of a child are the paramount consideration.",
      "id": "s156"
    },
    {
      "text": "...\n 68F How a court determines what is in a child's best interests \n \n \n (1) Subject to subsection (3), in determining what is in the child's best interests, the court must consider the matters set out in subsection (2).",
      "id": "s157"
    },
    {
      "text": "(2) The court must consider: \n \n \n [There then follows a list of matters which the Court must consider, which it is not necessary for me to set out.",
      "id": "s158"
    },
    {
      "text": "] \n \n \n ... \n \n \n (3) If the court is considering whether to make an order with the consent of all the parties to the proceedings, the court may, but is not required to, have regard to all or any of the matters set out in subsection (2).",
      "id": "s159"
    },
    {
      "text": "36 At the time the final orders were made, s 43 was in the same terms but the following sections had been introduced by amendment:\n \n 60CA Child's best interests paramount consideration in making a parenting order \n In deciding whether to make a particular parenting order in relation to a child, a court must regard the best interests of the child as the paramount consideration.",
      "id": "s160"
    },
    {
      "text": "...\n 60CC How a court determines what is in a child's best interests \n Determining a child's best interests \n \n \n (1) Subject to subsection (5), in determining what is in the child's best interests, the court must consider the matters set out in subsections (2) and (3).",
      "id": "s161"
    },
    {
      "text": "Primary considerations \n (2) The primary considerations are: \n \n \n \n (a) the benefit to the child of having a meaningful relationship with both of the child's parents; and\n (b) the need to protect the child from physical or psychological harm from being subjected to, or exposed to, abuse, neglect or family violence.",
      "id": "s162"
    },
    {
      "text": "Note: Making these considerations the primary ones is consistent with the objects of this Part set out in paragraphs 60B(1)(a) and (b).",
      "id": "s163"
    },
    {
      "text": "Additional considerations \n (3) Additional considerations are: \n \n \n [There then follows a list of additional considerations which it is not necessary for me to set out.",
      "id": "s164"
    },
    {
      "text": "] \n \n \n ...\n (5) Consent orders \n \n \n If the court is considering whether to make an order with the consent of all the parties to the proceedings, the court may, but is not required to, have regard to all or any of the matters set out in subsection (2) or (3).",
      "id": "s165"
    },
    {
      "text": "65AA Child's best interests paramount consideration in making a parenting order \n Section 60CA provides that in deciding whether to make a particular parenting order in relation to a child, a court must regard the best interests of the child as the paramount consideration.",
      "id": "s166"
    },
    {
      "text": "37 There were two limbs to the applicant's submission that the Tribunal member misunderstood the orders made by the Federal Magistrates Court, or he did not take them into account.",
      "id": "s167"
    },
    {
      "text": "The first limb involves a submission that the Tribunal member did not take into account the fact that those orders allowed for a degree of contact between the applicant and Jedi.",
      "id": "s168"
    },
    {
      "text": "It was submitted by the applicant that the Tribunal member could not have concluded as he did that the prospects of the applicant developing a close relationship with his son were doubtful if he had taken proper account of the orders made by the Federal Magistrates Court.",
      "id": "s169"
    },
    {
      "text": "The second limb involves a submission that the Tribunal member misunderstood or misinterpreted the provisions of the FLA in rejecting the applicant's submission that in making the contact orders by consent the Federal Magistrates Court was articulating that the best interests of the child would be served by allowing him to have contact with his father.",
      "id": "s170"
    },
    {
      "text": "I refer to the passage of the Tribunal member's reasons set out in [24] above.",
      "id": "s171"
    },
    {
      "text": "The steps in this particular submission were as follows.",
      "id": "s172"
    },
    {
      "text": "The Federal Magistrates Court was required by law to regard the best interests of Jedi as the paramount consideration in making a parenting order and a parenting order can include a contact order.",
      "id": "s173"
    },
    {
      "text": "That was the case at the time of the interim orders (s 65E) and at the time of the final orders (s 65AA) and it was the case even if the orders were made by consent, although the FLA gave the Court a discretion as to whether it considered certain matters in the case of consent orders (see s 68F at the time of the interim orders and s 60CC(5) at the time of the final orders).",
      "id": "s174"
    },
    {
      "text": "Although the Federal Magistrates Court could order that there be contact between the applicant and Jedi, its orders at least allowed for it and it must be taken that the Federal Magistrates Court considered that contact between the applicant and Jedi was in the best interests of Jedi.",
      "id": "s175"
    },
    {
      "text": "The Tribunal member was considering the best interests of Jedi and the fact that another court or tribunal had, at least by implication, conveyed a view on that matter was a relevant consideration.",
      "id": "s176"
    },
    {
      "text": "Although the Tribunal member did not say why he rejected the applicant's submission that weight could be placed on the orders made by the Federal Magistrates Court, it must have been because he misunderstood the provisions of the FLA.",
      "id": "s177"
    },
    {
      "text": "In any event, he either made an error of law going to jurisdiction or he failed to take into account a relevant consideration giving rise to jurisdictional error.",
      "id": "s178"
    },
    {
      "text": "These then are the steps in the applicant's submission.",
      "id": "s179"
    },
    {
      "text": "38 I reject the first limb of the applicant's submission.",
      "id": "s180"
    },
    {
      "text": "The Tribunal member was clearly aware of the consent orders and it was open to him to reach the conclusion he did having regard to the terms of the orders.",
      "id": "s181"
    },
    {
      "text": "The orders provide for contact if the applicant is in Queensland and not incarcerated and, absent agreement, for a low level of contact, namely 52 hours per year.",
      "id": "s182"
    },
    {
      "text": "It is not inconsistent with that level of contact to conclude that the prospects of the applicant developing a close relationship with Jedi were doubtful.",
      "id": "s183"
    },
    {
      "text": "39 The second limb of the submission requires a more detailed analysis.",
      "id": "s184"
    },
    {
      "text": "The first step the applicant must establish is that by rejecting the applicant's submission the Tribunal member was concluding that the orders did not reflect a view by the Federal Magistrates Court about the best interests of Jedi.",
      "id": "s185"
    },
    {
      "text": "As I understand it the first respondent accepted that proposition and that, in so concluding, the Tribunal member erred.",
      "id": "s186"
    },
    {
      "text": "In other words, the first respondent accepted that the Federal Magistrates Court would only have made the orders if satisfied that they were in the best interests of Jedi.",
      "id": "s187"
    },
    {
      "text": "40 It is not possible to determine the precise views of the Federal Magistrate who made the orders because not surprisingly he did not deliver reasons for making the orders.",
      "id": "s188"
    },
    {
      "text": "Although some of the affidavit material filed in the Federal Magistrates Court was before the Federal Magistrate and is before me, it would be impossible and, in any event, inappropriate to speculate as to the reasoning of the Federal Magistrate.",
      "id": "s189"
    },
    {
      "text": "41 It being common ground that the Tribunal member erred, the question which arises is whether it was an error going to jurisdiction.",
      "id": "s190"
    },
    {
      "text": "42 The first way in which the applicant seeks to characterise the error is to claim that it is an error of law going to jurisdiction because the Tribunal member must have misinterpreted the provisions of the FLA. Other than a passing reference to amendments to the FLA, the Tribunal member did not refer to relevant provisions of the FLA and he may have in fact relied on some evidence given by Mr Tuddenham and referred to earlier in his reasons.",
      "id": "s191"
    },
    {
      "text": "At all events, in my opinion, even if the error came about because the Tribunal member misinterpreted the provisions of the FLA that did not constitute an error going to the jurisdiction he was exercising.",
      "id": "s192"
    },
    {
      "text": "The Tribunal member was exercising the jurisdiction or power conferred by s 501(2) of the Act and more particularly he was considering whether to exercise the discretion to cancel the applicant's visa.",
      "id": "s193"
    },
    {
      "text": "Subject to my consideration of the applicant's second submission, there is no basis upon which to conclude that he misunderstood the scope or ambit of the statutory jurisdiction or power.",
      "id": "s194"
    },
    {
      "text": "He was required to comply with the direction.",
      "id": "s195"
    },
    {
      "text": "There is no basis upon which to conclude that he misunderstood any of the statements or directives in the direction.",
      "id": "s196"
    },
    {
      "text": "In particular, he addressed the best interests of the child and there is nothing to suggest that he misunderstood that part of the direction.",
      "id": "s197"
    },
    {
      "text": "43 The second way in which the applicant sought to characterise the error was to claim that it led the Tribunal member to fail to take into account a relevant consideration, namely, the Federal Magistrates Court's views as to the best interests of Jedi.",
      "id": "s198"
    },
    {
      "text": "In my opinion, there are two answers to this submission.",
      "id": "s199"
    },
    {
      "text": "First, it is clear that the Tribunal member was in no way bound by the views of the Federal Magistrates Court.",
      "id": "s200"
    },
    {
      "text": "The relevant consideration was the best interests of the child, not the view of the Federal Magistrates Court as to the best interests of the child.",
      "id": "s201"
    },
    {
      "text": "At best, the latter was an item of evidence that may be relevant to that consideration ( Li Shi Ping v Minister for Immigration, Local Government and Ethnic Affairs (1994) 35 ALD 225 at 236-237).",
      "id": "s202"
    },
    {
      "text": "Secondly, even if the implicit view of the Federal Magistrates Court was a relevant consideration it is a consideration the Tribunal member was permitted but not bound to take into account.",
      "id": "s203"
    },
    {
      "text": "The Tribunal member was bound to make up his own mind about the best interests of Jedi having regard to the matters in the direction and his inquiry involved an examination of the range of matters referred to in the direction.",
      "id": "s204"
    },
    {
      "text": "44 For these reasons, I reject the applicant's first submission.",
      "id": "s205"
    },
    {
      "text": "45 The applicant also referred to the presumption of equal shared parental responsibility introduced by the Family Law Amendment (Shared Parental Responsibility) Act 2006 (Cth).",
      "id": "s206"
    },
    {
      "text": "He referred to ss 61DA and 61DB which are in the following terms:\n \n 61DA Presumption of equal shared parental responsibility when making parenting orders \n \n \n (1) When making a parenting order in relation to a child, the court must apply a presumption that it is in the best interests of the child for the child's parents to have equal shared parental responsibility for the child.",
      "id": "s207"
    },
    {
      "text": "Note: The presumption provided for in this subsection is a presumption that relates solely to the allocation of parental responsibility for a child as defined in section 61B.",
      "id": "s208"
    },
    {
      "text": "It does not provide for a presumption about the amount of time the child spends with each of the parents (this issue is dealt with in section 65DAA).",
      "id": "s209"
    },
    {
      "text": "(2) The presumption does not apply if there are reasonable grounds to believe that a parent of the child (or a person who lives with a parent of the child) has engaged in: \n \n \n \n \n (a) abuse of the child or another child who, at the time, was a member of the parent's family (or that other person's family); or\n (b) family violence.",
      "id": "s210"
    },
    {
      "text": "(3) When the court is making an interim order, the presumption applies unless the court considers that it would not be appropriate in the circumstances for the presumption to be applied when making that order.",
      "id": "s211"
    },
    {
      "text": "(4) The presumption may be rebutted by evidence that satisfies the court that it would not be in the best interests of the child for the child's parents to have equal shared parental responsibility for the child.",
      "id": "s212"
    },
    {
      "text": "61DB Application of presumption of equal shared parental responsibility after interim parenting order made \n \n \n If there is an interim parenting order in relation to a child, the court must, in making a final parenting order in relation to the child, disregard the allocation of parental responsibility made in the interim order.",
      "id": "s213"
    },
    {
      "text": "46 The applicant submitted that the Tribunal member erred in overlooking or giving insufficient weight to these provisions.",
      "id": "s214"
    },
    {
      "text": "It is not entirely clear to me how the applicant puts his argument in relation to these provisions.",
      "id": "s215"
    },
    {
      "text": "In any event, it is clear that the Tribunal member did not overlook them, and his conclusion that they were not of assistance to the applicant was open to him on the evidence and in light of his task under s 501(2) of the Act .",
      "id": "s216"
    },
    {
      "text": "2.",
      "id": "s217"
    },
    {
      "text": "The nature of the discretion \n \n47 The applicant's submission that the Tribunal member misunderstood the nature of the discretion in s 501(2) of the Act must be rejected.",
      "id": "s218"
    },
    {
      "text": "It is true that he did appear to misstate the nature of the discretion in that part of his reasons which I have summarised above ([29]) but his reasons must be read as a whole and not with an eye keenly attuned to error: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272.",
      "id": "s219"
    },
    {
      "text": "The Tribunal member was clearly alert to the nature of the discretion he was called upon to exercise.",
      "id": "s220"
    },
    {
      "text": "At the beginning of his reasons he said the only issue before him was whether the discretion to cancel the visa should be exercised and he concluded his reasons by saying that he had decided that it was appropriate to exercise the discretion under s 501(2) of the Act to cancel the applicant's visa.",
      "id": "s221"
    },
    {
      "text": "Furthermore, throughout his reasons, and, in particular when addressing the three primary considerations, the Tribunal member referred to a particular factor as one favouring a decision to cancel the applicant's visa.",
      "id": "s222"
    },
    {
      "text": "48 I do not think that the Tribunal member misunderstood the nature of the discretion.",
      "id": "s223"
    },
    {
      "text": "3.",
      "id": "s224"
    },
    {
      "text": "Other considerations identified by the applicant \n \n49 The applicant submits that in his analysis of other relevant considerations, the Tribunal member should have, but did not take into account the following:\n \n 1.",
      "id": "s225"
    },
    {
      "text": "Articles 23 and 24 of the International Covenant on Civil and Political Rights (New York, 16 th December 1966) Australian Treaty Series 1980 No 23 and Articles 5, 9 and 10 of the Convention on the Rights of the Child (New York) 20 November 1989 Australian Treaty Series 1991 No 4;\n 2.",
      "id": "s226"
    },
    {
      "text": "The hardship which would be suffered by the applicant if he was to lose contact with his son; and\n 3.",
      "id": "s227"
    },
    {
      "text": "The fact that the applicant was not warned that if he committed serious offences he may jeopardise his visa.",
      "id": "s228"
    },
    {
      "text": "50 The direction lists a number of matters under the heading \"Other Considerations\".",
      "id": "s229"
    },
    {
      "text": "The direction states that these are matters which \"may be relevant\".",
      "id": "s230"
    },
    {
      "text": "The list of matters is not exhaustive.",
      "id": "s231"
    },
    {
      "text": "It seems to me that the terms of the direction are such that it is primarily up to the decision-maker to determine if any of the listed matters or, indeed, any other matter is relevant in a particular case.",
      "id": "s232"
    },
    {
      "text": "The Tribunal member said that the matters in paragraphs 2.17 to 2.24 inclusive of the direction were largely not relevant to the applicant's situation.",
      "id": "s233"
    },
    {
      "text": "The Tribunal member considered the effect on the applicant's family noting that other than Jedi who he had already considered, the applicant's immediate family resided in the United States.",
      "id": "s234"
    },
    {
      "text": "He considered the applicant's business ties to the Australian community and he said that he was not satisfied that the applicant's association with Mr Courtney would give rise to any serious or ongoing offer of employment.",
      "id": "s235"
    },
    {
      "text": "He referred to his previous discussion about the applicant's rehabilitation and his conduct since his incarceration.",
      "id": "s236"
    },
    {
      "text": "That is a matter referred to in the direction (paragraph 2.17(h)).",
      "id": "s237"
    },
    {
      "text": "It is clear that the Tribunal member has considered the matters in clause 2.17.",
      "id": "s238"
    },
    {
      "text": "51 The Tribunal member also considered the matters appearing in the direction under the heading \"Other International Obligations\".",
      "id": "s239"
    },
    {
      "text": "His conclusion was that there was no suggestion that if the applicant was returned to the United States \"he would be placed in a situation where relevant rights under international obligations would be violated\".",
      "id": "s240"
    },
    {
      "text": "52 I do not think the Tribunal member was obliged to consider the International Covenant on Civil and Political Rights or the Convention on the Rights of the Child either at all, or in the case of the Covenant, any further than he did.",
      "id": "s241"
    },
    {
      "text": "It must be remembered that he gave careful consideration to the interests of Jedi and he considered the position of the applicant's immediate family.",
      "id": "s242"
    },
    {
      "text": "53 I do not think the Tribunal member was bound to consider hardship to the applicant himself.",
      "id": "s243"
    },
    {
      "text": "It is possible that in any event he did so when considering the best interests of Jedi, but even if he did not, he did not err in law in not doing so.",
      "id": "s244"
    },
    {
      "text": "Nor do I think the Tribunal member erred in not considering the absence of a prior warning.",
      "id": "s245"
    },
    {
      "text": "The fact that prior warning has been given may be relevant (paragraph 2.17(k)), but the absence of a prior warning is either irrelevant or, at most, a consideration of only permissive, not mandatory character.",
      "id": "s246"
    },
    {
      "text": "Conclusions \n \n54 For these reasons, the application should be dismissed and the applicant should pay the first respondent's costs.",
      "id": "s247"
    },
    {
      "text": "I certify that the preceding fifty-four (54) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s248"
    },
    {
      "text": "Associate:\n\nDated: 20 November 2007\n\n\n Counsel for the Applicant: Mr A Krohn \n \n Solicitor for the Applicant: WestSide Community Lawyers \n \n Counsel for the Respondent: Ms K Bean \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 20 August 2007 \n \n Date of Judgment: 20 November 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1779.html",
      "id": "s249"
    }
  ]
}