{
  "name": "W K Marble &amp; Granite Pty Limited v CASA China Limited [2007] FCA 1382 (31 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1382.html",
  "catchphrases": [
    {
      "text": "practice and procedure",
      "id": "c0"
    },
    {
      "text": "discontinuance of small claim",
      "id": "c1"
    },
    {
      "text": "approach to costs.",
      "id": "c2"
    },
    {
      "text": "admiralty and maritime",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 28 March 2006, the plaintiffs commenced proceedings in this Court seeking damages in the order of $37,000 plus interest and costs against seven defendants arising out of damage to a cargo of polished black granite from the port of Liudu in Yunfu in China to Sydney.",
      "id": "s0"
    },
    {
      "text": "The cargo was containerised.",
      "id": "s1"
    },
    {
      "text": "Transhipment took place in Hong Kong.",
      "id": "s2"
    },
    {
      "text": "The claim was in contract, breach of duty, including bailment and negligence and was one contemplated by the Admiralty Act 1988 (Cth), ss 4(3)(d)(e) and (f) and 9 (1).",
      "id": "s3"
    },
    {
      "text": "2 It is not uncommon for small claims of this character to be brought in the Federal Court.",
      "id": "s4"
    },
    {
      "text": "Until recently, the Federal Magistrates Court had no in personam jurisdiction under the Admiralty Act .",
      "id": "s5"
    },
    {
      "text": "Therefore, there was no lower federal court with a lower fee structure in which parties could bring small cargo claims.",
      "id": "s6"
    },
    {
      "text": "Many parties therefore have historically brought such small claims in this Court, which operates a National Arrangement of nominated Admiralty and maritime Judges in each Registry.",
      "id": "s7"
    },
    {
      "text": "The Federal Magistrates Court since 2006 has had in personam jurisdiction under the Admiralty Act : see Jurisdiction of the Federal Magistrates Court Legislation Amendment Act 2006 (Cth).",
      "id": "s8"
    },
    {
      "text": "There are identified Federal Magistrates who deal with these kinds of proceedings.",
      "id": "s9"
    },
    {
      "text": "Both Courts are supported by a common group of nominated Registrars who assist with case management, mediation and other assisted dispute resolution (\"ADR\") of these kinds of matters.",
      "id": "s10"
    },
    {
      "text": "3 Notwithstanding the facilities of both Courts to provide an integrated maritime dispute resolution capacity (court and ADR), significant difficulties stand in the way of plaintiffs in cargo claims (small and large).",
      "id": "s11"
    },
    {
      "text": "Australia is geographically distant from many parts of the world; transhipment often takes place in Europe or Asia for cargo (particularly containerised cargo) coming to Australia; the conduct of carriage by sea (leaving to one side additional difficulties existing in multi-modal transport) often involves multiple unrelated parties operating both sequentially and contemporaneously in the transport chain; documentation is often less than precise, sometimes opaque, as to fundamental questions such as who is the party to the contract; parties are often foreign with no place of business in Australia (sometimes necessitating the expense and delay involved in applications for service out of the jurisdiction); and the difficulty often encountered (in particular with containerised cargo) of identifying where and how damage occurred.",
      "id": "s12"
    },
    {
      "text": "4 A further feature attending many cargo claims which exacerbates the above factors is that many individual claims are small.",
      "id": "s13"
    },
    {
      "text": "This is merely a reflection of the reality of carriage of general cargo, whether in containers or not.",
      "id": "s14"
    },
    {
      "text": "Nevertheless, the totality of all small claims to any particular cargo insurer's \"book\" may be considerable.",
      "id": "s15"
    },
    {
      "text": "5 This Court and the Federal Magistrates Court have attempted to provide a forum equipped with specialised skill at all levels to deal with maritime claims, small, medium and large.",
      "id": "s16"
    },
    {
      "text": "Nevertheless, the reality is that sometimes parties must assess or re-assess actions to be brought or brought by reference not only to the commercial exigencies, but also the reality of the need in any forum, arbitral, curial or conciliatory, for proof of the claim.",
      "id": "s17"
    },
    {
      "text": "It is a rule common to most civilised legal systems that (subject to specific rules for specific reasons) ordinarily a party has the burden to prove all the material facts that are the basis of that party's case: see for example the ALI/UNIDROIT Principles of Transnational Civil Procedure adopted by the American Law Institute in May 2004 and by UNIDROIT in April 2004, Principle 21.",
      "id": "s18"
    },
    {
      "text": "6 The international conventions that govern the carriage of goods by sea using bills of lading and similar documents in non-charterparty carriage deal variously with onus or burden of proof.",
      "id": "s19"
    },
    {
      "text": "The issues that can be raised in respect of the respective and related operation of Articles 3 and 4 of the Hague Rules and the Hague-Visby Rules are not straightforward (despite the passage of over 80 years from the conferences at London, The Hague and Brussels) and not finally settled: cf Shipping Corporation of India Ltd v Gamlen Chemical Co (A/Asia) Pty Ltd [1980] HCA 51 ; (1980) 147 CLR 142, Great China Metal Industries Co Ltd v Malaysian International Shipping Corporation Berhad [1998] HCA 65 ; (1999) 196 CLR 161 and Davies M and Dickey A, Shipping Law (Lawbook Co, 2004) at 212-213 .",
      "id": "s20"
    },
    {
      "text": "The Hamburg Rules in Article 5 sought to remove the complexities of this onus question by substantially shifting the onus to the carrier.",
      "id": "s21"
    },
    {
      "text": "These rules have not received universal acclaim.",
      "id": "s22"
    },
    {
      "text": "With the exception of some aspects borrowed from them, they do not form the basis of Australian, Hong Kong or Chinese law, which were the alternatives governing this carriage.",
      "id": "s23"
    },
    {
      "text": "7 The plaintiffs faced most, if not all, of these problems here.",
      "id": "s24"
    },
    {
      "text": "The container was loaded inland, carried by road to the port of loading, loaded, transhipped, carried to Sydney, unloaded and transported to the carrier's premises, stored there and, finally, transported to the consignee.",
      "id": "s25"
    },
    {
      "text": "The cargo was broken, cracked, chipped and scratched.",
      "id": "s26"
    },
    {
      "text": "Given that there is no suggestion that the container was opened after sealing until delivery to the plaintiff consignee, the plaintiff was faced with proving damage as the responsibility of someone in the carriage chain.",
      "id": "s27"
    },
    {
      "text": "The bill of lading was \"clean\", but by reason of the containerisation and the inability to inspect the cargo, only raised a presumption about the container, not its contents.",
      "id": "s28"
    },
    {
      "text": "The plaintiffs sued those seen to be responsible for the two legs of the sea-carriage (the first to fifth defendants), the freight forwarder (the sixth defendant (\"Transtar\")) and the transport company (who had been retained by Transtar) that delivered the cargo to the consignee after out-turn (the seventh defendant (\"Bowport\")).",
      "id": "s29"
    },
    {
      "text": "8 In July 2006 the plaintiffs discontinued against Transtar.",
      "id": "s30"
    },
    {
      "text": "9 The proceeding eventually settled in March 2007 in the circumstances that I will describe.",
      "id": "s31"
    },
    {
      "text": "It was put to me in submissions that \"all parties have agreed that the proceedings should be discontinued for commercial reasons.",
      "id": "s32"
    },
    {
      "text": "\" In a case management conference on 28 February 2007 conducted by me it was clear that the defendants were prepared to go to trial on the papers, but would make no admission about the state of the cargo (within the container) at the point of delivery to the sea carrier in China.",
      "id": "s33"
    },
    {
      "text": "Thus, the plaintiffs were faced with the likely need for evidence to prove the adequate packing of the cargo in the container and the safe transport of the container to the port of loading.",
      "id": "s34"
    },
    {
      "text": "10 In the end, in March 2007, after negotiations, all parties withdrew without dispute, except Bowport, which was content for a discontinuance to occur against it, but wanted an order for costs, and on an indemnity basis.",
      "id": "s35"
    },
    {
      "text": "11 It is necessary to examine the facts in some further detail.",
      "id": "s36"
    },
    {
      "text": "The carriage of the cargo from Port Botany to the first plaintiff's warehouse in Padstow was the responsibility of Transtar, which subcontracted the performance of that service to Bowport.",
      "id": "s37"
    },
    {
      "text": "Bowport collected the container on 8 July 2005, from Port Botany, stored it at its premises in Minto until 20 July 2005 and, on that date, delivered the container to the first plaintiff's warehouse in Padstow.",
      "id": "s38"
    },
    {
      "text": "There the container was opened and the cargo found to be damaged.",
      "id": "s39"
    },
    {
      "text": "12 After the commencement of the proceedings, Piper Alderman (\"PA\") received instructions to act, and, later, filed an appearance on behalf of Bowport.",
      "id": "s40"
    },
    {
      "text": "13 On 27 April 2006, Ms Lazarou of PA told Mr Keane, the solicitor then handling the matter for the plaintiffs' solicitors, Norman Waterhouse (\"NW\") that Bowport had told her that all their documentation had been sent to Transtar.",
      "id": "s41"
    },
    {
      "text": "14 On 3 May 2006, PA wrote to NW asserting the benefit of a wide exclusion clause defence derived from Bowport's standard conditions and providing some evidence of the regularity of the incorporation of that exclusion in contracts with Transtar .",
      "id": "s42"
    },
    {
      "text": "15 On 15 May 2006, Mr Keane of NW had a brief conversation with Ms Kean from PA who was handling the file during Ms Lazarou's absence.",
      "id": "s43"
    },
    {
      "text": "He gave an intimation that the plaintiffs might discontinue against Bowport.",
      "id": "s44"
    },
    {
      "text": "Nothing turns on this conversation.",
      "id": "s45"
    },
    {
      "text": "It reflects a commendable frankness of Mr Keane and an ease of communication which was plainly not intended to prejudice his client and should not be taken as having done so.",
      "id": "s46"
    },
    {
      "text": "16 On 8 June 2006, PA sent a letter to NW offering to allow the plaintiffs to discontinue before Bowport filed an appearance and a defence.",
      "id": "s47"
    },
    {
      "text": "The assertion of lack of liability was based on the exclusion clause being incorporated into the contract between Bowport and Transtar .",
      "id": "s48"
    },
    {
      "text": "No explanation was given as to how this defeated any claim against Bowport in bailment by the plaintiffs.",
      "id": "s49"
    },
    {
      "text": "Nor was any evidence offered as to why it could be inferred that damage did not occur while the goods were in its custody or, if it did, why Bowport was not negligent.",
      "id": "s50"
    },
    {
      "text": "17 On 27 June 2006, PA sent to NW its defence, an offer of compromise (open for 14 days) and various documents.",
      "id": "s51"
    },
    {
      "text": "In the defence, Bowport pleaded the exclusion in the contract with Transtar; in the alternative it pleaded that it had a contract with the first plaintiff (based on their prior course of dealing) that included the exclusion; it admitted that it was a bailee, but on terms that included the exclusion; and it denied any negligence.",
      "id": "s52"
    },
    {
      "text": "The offer of compromise was that the proceeding be dismissed with no order as to costs.",
      "id": "s53"
    },
    {
      "text": "The documents that were enclosed comprised copies of Bowport's standard delivery docket with standard conditions on the reverse, a schedule of \"contracts of carriage undertaken by Bowport for WK Marble\" from 9 March 2005 to 29 July 2005 (a statement was contained in the enclosed letter that \"Bowport has been carrying WK Marble's good (sic) for at least 5 years prior to this incident\"), the delivery receipt of the delivery in question, a sales invoice to Transtar and remittance advice for payment from Transtar.",
      "id": "s54"
    },
    {
      "text": "18 It is unnecessary to descend into the detail of contending arguments as to what these documents showed.",
      "id": "s55"
    },
    {
      "text": "It can be concluded, however, that they did not prove with any clarity or certainty that the exclusion clause in Transtar's terms and conditions protected Bowport against the claim of the plaintiff.",
      "id": "s56"
    },
    {
      "text": "19 During the second half of 2006, directions were made, though it can be said that there was a certain \"drift\" in compliance.",
      "id": "s57"
    },
    {
      "text": "Though notices for discovery were given to some defendants, none was given to Bowport.",
      "id": "s58"
    },
    {
      "text": "In December 2006, I made orders preparatory to sending the matter to mediation.",
      "id": "s59"
    },
    {
      "text": "20 On 3 January 2007, a letter (marked without prejudice except as to costs) containing an offer was sent by PA to NW.",
      "id": "s60"
    },
    {
      "text": "The offer was joint, from the first, third, fourth and seventh defendants.",
      "id": "s61"
    },
    {
      "text": "The letter included the following:\n \n We remind you that, despite any defences that may be available to any of the Respondents individually, the Applicants have had ample time to compile any evidence in support of their claim/s against the Respondents.",
      "id": "s62"
    },
    {
      "text": "No such evidence has been forthcoming to date.",
      "id": "s63"
    },
    {
      "text": "In addition, even the Applicants' surveyor was not able to attribute a precise cause of the damage and indicated that he was only able to \"put forward theories\".",
      "id": "s64"
    },
    {
      "text": "It seems that the consignment suffered damage due to the inherent vice of the cargo itself.",
      "id": "s65"
    },
    {
      "text": "We remind you that the onus rests with the Applicants to prove their case against each of the Respondents, which, at best, seems unlikely.",
      "id": "s66"
    },
    {
      "text": "21 On 25 January 2007, Ms Lazarou and Mr James Harb (the partner at NW now handling the file) had a without prejudice conversation in which she said:\n \n ...I just wanted to clarify Bowport's position in relation to the WK matter.",
      "id": "s67"
    },
    {
      "text": "They have a contractual defence to the claim, either because the WK Marble has signed Bowport's delivery dockets for the past 5 years and would have had notice of the existence of their Conditions of Cartage; or in the alternative, the invoices are sent to Transtar, with a copy of the Conditions of Cartage included.",
      "id": "s68"
    },
    {
      "text": "22 Later, in February, Mr Harb wrote to all defendants complaining about a lack of discovery by some of the defendants.",
      "id": "s69"
    },
    {
      "text": "On 15 February 2007, Mr Harb sent an email to all defendants stating the following:\n \n As you know, we have experienced some delay in obtaining evidence from China due to language difficulties.",
      "id": "s70"
    },
    {
      "text": "Consequently, we will be unable to have all our formal evidence in Chief served by tomorrow.",
      "id": "s71"
    },
    {
      "text": "Nevertheless, the avoidance of expense in obtaining foreign evidence will assist in the timely resolution of this matter before costs become disproportionately high.",
      "id": "s72"
    },
    {
      "text": "We, therefore, seek consent of the parties to have the mediation heard on the papers without formal evidence being served at this stage.",
      "id": "s73"
    },
    {
      "text": "Most of our documentation, including survey reports(s), has been informally served already.",
      "id": "s74"
    },
    {
      "text": "In the event that the further expense of obtaining foreign evidence is required this will add an additional $5,000-&amp;10,000 to a relatively small claim.",
      "id": "s75"
    },
    {
      "text": "This would not be in any parties' interest.",
      "id": "s76"
    },
    {
      "text": "In accordance with the recent practice note on the conduct of small cargo claims, we ask that the strict requirement to serve Evidence in Chief from China be dispensed with and a mediation be heard on the papers only.",
      "id": "s77"
    },
    {
      "text": "We undertake to obtain such an order by Consent through his Honour's Associate if you agree to this.",
      "id": "s78"
    },
    {
      "text": "23 On 19 February 2007, Ms Lazarou confirmed by email to Mr Harb that Bowport had provided all documentation in its possession.",
      "id": "s79"
    },
    {
      "text": "24 On 20 February 2007, the first, third, fourth and seventh defendants again offered a discontinuance without costs.",
      "id": "s80"
    },
    {
      "text": "The letter also contained a detailed and lucid exposition of the difficulties of the plaintiffs against the parties joining in the letter, which reflected those defendants' position that there was no evidence showing where the damage occurred, but that there was some expert evidence that the cargo was inadequately packed.",
      "id": "s81"
    },
    {
      "text": "The offer was open for seven days.",
      "id": "s82"
    },
    {
      "text": "It was later agreed to be extended for seven more days, though this extension was later still revoked and limited to the time of the commencement of a case management conference before me at 10.30 am on 28 February 2007.",
      "id": "s83"
    },
    {
      "text": "25 That case management conference took place.",
      "id": "s84"
    },
    {
      "text": "Though I was not (naturally) shown the settlement correspondence, the positions of the parties exhibited at the conference are reflected in the correspondence.",
      "id": "s85"
    },
    {
      "text": "The defendants asserted that the plaintiffs had not produced evidence sufficient to discharge any onus about the state of the cargo or adequacy of packing.",
      "id": "s86"
    },
    {
      "text": "The possibility of a trial \"on the papers\" without evidence from witnesses resident in China was broached.",
      "id": "s87"
    },
    {
      "text": "26 At this conference the plaintiffs sought further orders for documents, this time against Transtar (by subpoena) and Bowport (by verified discovery).",
      "id": "s88"
    },
    {
      "text": "27 On 7 March 2007, Transtar produced various documents on subpoena.",
      "id": "s89"
    },
    {
      "text": "On the same day, PA sent a letter to NW.",
      "id": "s90"
    },
    {
      "text": "This letter described in detail what the lately issued subpoena and verified discovery had turned up.",
      "id": "s91"
    },
    {
      "text": "The letter referred to:\n \n \n 1.",
      "id": "s92"
    },
    {
      "text": "A copy of a letter on WK Marble's letterhead dated 1 June 2003 signed on behalf of WK Marble by Zoe El-Cheikh, confirming that Transtar has been appointed as WK Marble's agent in relation to customs clearance anywhere in Australia and also confirming that they have been provided with a copy of Transtar's terms and conditions and \n \n \n \n \n \n 2.",
      "id": "s93"
    },
    {
      "text": "A copy of Transtar's terms and conditions.",
      "id": "s94"
    },
    {
      "text": "28 Transtar's terms included a clause which recognised the incorporation of any sub-contractor's terms (that is Bowport's terms that had been provided in 2006) and another clause which independently protected the subcontractor.",
      "id": "s95"
    },
    {
      "text": "This documentation appeared to make, whatever the position was on the merits of the case, the plaintiffs' position against Bowport difficult to say the least, if not impossible.",
      "id": "s96"
    },
    {
      "text": "This letter still offered discontinuance, but now costs were sought.",
      "id": "s97"
    },
    {
      "text": "At least one of the documents came from the first plaintiff (consignee) itself.",
      "id": "s98"
    },
    {
      "text": "29 The fact that one of these documents (and a crucial one) came from the consignee plaintiff might in some circumstances be critical.",
      "id": "s99"
    },
    {
      "text": "It is certainly important.",
      "id": "s100"
    },
    {
      "text": "I would infer that this reflects one aspect of the difficulties of subrogated litigation.",
      "id": "s101"
    },
    {
      "text": "But I set that aside and take into account that the consignee plaintiff should have provided all this information to its solicitors earlier and then permitted NW to assess the position of the plaintiffs on this basis.",
      "id": "s102"
    },
    {
      "text": "30 On 12 March 2007, a verified list of documents was served on NW by PA.\n \n31 Discussions took place about the accuracy of Bowport's discovery.",
      "id": "s103"
    },
    {
      "text": "32 After a decision was made to settle the case by way of discontinuance, it appears from the evidence of Mr Harb that negotiations took place between PA and NW as to Bowport's costs.",
      "id": "s104"
    },
    {
      "text": "The plaintiffs offered Bowport $2,000; this was increased to $3,400; this was increased $3,800.",
      "id": "s105"
    },
    {
      "text": "Bowport rejected these offers and asked for $4,800.",
      "id": "s106"
    },
    {
      "text": "Somewhat surprisingly, these negotiations failed ($1,000 apart).",
      "id": "s107"
    },
    {
      "text": "The parties then prepared and undertook an argument before me with written submissions, oral argument and affidavit material prepared for the argument.",
      "id": "s108"
    },
    {
      "text": "Counsel appeared on the argument.",
      "id": "s109"
    },
    {
      "text": "33 There is force in the proposition of the plaintiffs that in circumstances such as these where the parties have argued to abandon the litigation because of the disproportionate burden of costs, the Court should be slow to order costs against the plaintiff: cf JJ Stratford &amp; Son Ltd v Lindley (No 2) [1969] 1 WLR 1547 at 1553-54 and Australian Securities Commission v Aust-Home Investments Limited (1993) 116 ALR 523 at 530.",
      "id": "s110"
    },
    {
      "text": "Relevant of course is the default such that the party who discontinues often pays costs: O'Neill v Mann [2000] FCA 1650 at [13] .",
      "id": "s111"
    },
    {
      "text": "It is appropriate, however, to look at the whole of the circumstances including the kinds of considerations to which I earlier referred, the reasonableness and efficiency of the conduct of the proceedings by all parties, the extent to which parties who were asserting that they were not liable frankly informed the plaintiff with substantiating material of their position, and the contemporaneous views of the commercial parties as to an appropriate course.",
      "id": "s112"
    },
    {
      "text": "34 Taking into account all the circumstances, I propose to exercise my discretion in accordance, in substance, with the contemporaneous and fully informed views of the parties in late 2006 and 2007.",
      "id": "s113"
    },
    {
      "text": "From 7 March 2007, it was tolerably clear that the plaintiffs had more than commercial difficulties against Bowport.",
      "id": "s114"
    },
    {
      "text": "35 All the other defendants have been reconciled in some form to the discontinuance.",
      "id": "s115"
    },
    {
      "text": "Bowport was prepared to settle for $4,800 costs.",
      "id": "s116"
    },
    {
      "text": "The offer of $3,800 was reasonable.",
      "id": "s117"
    },
    {
      "text": "Not to settle as between $3,800 and $4,800 reflected, in my respectful view a failure of commercial judgment of the parties.",
      "id": "s118"
    },
    {
      "text": "This matter should not have gone to a hearing on costs.",
      "id": "s119"
    },
    {
      "text": "36 I am not prepared to award indemnity costs.",
      "id": "s120"
    },
    {
      "text": "I am not prepared to award costs for the whole proceeding.",
      "id": "s121"
    },
    {
      "text": "I am entitled in commercial litigation such as this to deal with costs on a reasonable commonsense basis reflective of good sense amongst well-advised commercial parties.",
      "id": "s122"
    },
    {
      "text": "Until February 2007, the defendants, including Bowport, were prepared to settle without payment of costs.",
      "id": "s123"
    },
    {
      "text": "Bowport thereafter was prepared to take $4,800.",
      "id": "s124"
    },
    {
      "text": "Notwithstanding any deficiency in the plaintiff consignee in preparing its case, I propose to give real weight to how the parties approached the commercial settlement.",
      "id": "s125"
    },
    {
      "text": "37 In coming to my conclusions, I have had careful regard to all the arguments put to me.",
      "id": "s126"
    },
    {
      "text": "I do not consider it necessary to lengthen these reasons with a discussion of other cases on costs.",
      "id": "s127"
    },
    {
      "text": "In a commercial jurisdiction such as this, the Court expects all parties to be reasonable and co-operative, both in the manner of conduct of the case and in any attempt to settle it.",
      "id": "s128"
    },
    {
      "text": "To a degree that occurred here.",
      "id": "s129"
    },
    {
      "text": "There was a certain thinness of evidence against Bowport, but a view was taken to join the whole transport chain.",
      "id": "s130"
    },
    {
      "text": "That had its risks.",
      "id": "s131"
    },
    {
      "text": "Nevertheless it was not an abuse and was not said to be.",
      "id": "s132"
    },
    {
      "text": "38 I give weight to the failure of the consignee plaintiff adequately to assess the documents in its own possession.",
      "id": "s133"
    },
    {
      "text": "That is important.",
      "id": "s134"
    },
    {
      "text": "It should have done so.",
      "id": "s135"
    },
    {
      "text": "To the extent that a paid out insured might be responsible for that it may be responsible to its insurer.",
      "id": "s136"
    },
    {
      "text": "That is another issue.",
      "id": "s137"
    },
    {
      "text": "39 It is fair, I think, to make the plaintiffs pay the costs from 28 February 2007.",
      "id": "s138"
    },
    {
      "text": "The costs discussed in March reflected that.",
      "id": "s139"
    },
    {
      "text": "The parties should have settled; to do so for the kinds of figures discussed in March would have reflected the hard fought, but ultimately reasonable, way in which the case had been approached by all parties.",
      "id": "s140"
    },
    {
      "text": "Not having settled on those figures was, in my respectful view, a failure of judgement of the parties for which they should jointly pay by bearing their own costs of the costs argument.",
      "id": "s141"
    },
    {
      "text": "40 In all the circumstances, taking into account, in particular the cases to which I have referred, and the other considerations that I have mentioned, the way the case was conducted and the contemporaneous views of the commercial parties, my view as to what should happen is as follows:\n \n 1.",
      "id": "s142"
    },
    {
      "text": "To the extent that the plaintiffs need leave to discontinue against the seventh defendant such leave be granted.",
      "id": "s143"
    },
    {
      "text": "2.",
      "id": "s144"
    },
    {
      "text": "Subject to order 3, the plaintiffs pay the costs of the seventh defendant on a party-party basis from and including 28 February 2007.",
      "id": "s145"
    },
    {
      "text": "3.",
      "id": "s146"
    },
    {
      "text": "The parties bear their own costs of the argument as to costs and the preparation therefor.",
      "id": "s147"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s148"
    },
    {
      "text": "Associate:\n\nDated: 31 August 2007\n\n\n Counsel for the Plaintiffs: Ms S Paras \n \n Solicitor for the Plaintiffs: Norman Waterhouse Lawyers \n \n Counsel for the Seventh Defendant: Mr E Cox \n \n Solicitor for the Seventh Defendant: Piper Alderman Lawyers \n \n Date of Hearing: 2 May 2007 \n \n Date of Judgment: 31 August 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1382.html",
      "id": "s149"
    }
  ]
}