{
  "name": "Black &amp; Decker (Australasia) Pty Ltd v GMCA Pty Ltd [2007] FCA 1623 (26 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1623.html",
  "catchphrases": [
    {
      "text": "timetable for filing evidence",
      "id": "c0"
    },
    {
      "text": "extension sought",
      "id": "c1"
    },
    {
      "text": "prejudice to opposite party",
      "id": "c2"
    },
    {
      "text": "extension refused",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 It is common for parties to do little more than pay lip service to timetables fixed to regulate when steps should be taken to get a case on for trial.",
      "id": "s0"
    },
    {
      "text": "Seemingly it makes no difference whether the timetable is fixed with the consent of the parties or following argument.",
      "id": "s1"
    },
    {
      "text": "The view that has taken hold in many quarters is that a party is only required to keep an eye on the timetable and, if it cannot be met, it will be extended.",
      "id": "s2"
    },
    {
      "text": "The assumption is that the wronged party will be fully compensated by an award of costs.",
      "id": "s3"
    },
    {
      "text": "2 The assumption may be true in some cases.",
      "id": "s4"
    },
    {
      "text": "But often it is not true when it comes to commercial parties involved in a commercial dispute.",
      "id": "s5"
    },
    {
      "text": "Those parties do incur losses resulting from delay that can never be compensated by a costs order.",
      "id": "s6"
    },
    {
      "text": "For one thing the costs are often not capable of being calculated.",
      "id": "s7"
    },
    {
      "text": "For another thing the costs are not only directly pecuniary.",
      "id": "s8"
    },
    {
      "text": "Take, for example, the cost that results from diversion of management time away from the firm's business and to the litigation.",
      "id": "s9"
    },
    {
      "text": "This should not be, but more often than not is, overlooked.",
      "id": "s10"
    },
    {
      "text": "There is also the opportunity cost of a dispute remaining unresolved.",
      "id": "s11"
    },
    {
      "text": "Every businessman knows that firms are often inhibited from taking action until the court determines whether the action is lawful.",
      "id": "s12"
    },
    {
      "text": "Ultimate success in the dispute will not undo the loss incurred in the past.",
      "id": "s13"
    },
    {
      "text": "Finally there is the ever growing discrepancy between the costs recovered pursuant to a costs order and a party's actual out of pocket expenses.",
      "id": "s14"
    },
    {
      "text": "Nowadays the party that obtains a costs order is lucky to get back 50 per cent of its actual costs.",
      "id": "s15"
    },
    {
      "text": "3 The courts, in no small measure, are responsible for allowing this state of affairs to come about.",
      "id": "s16"
    },
    {
      "text": "One of the chief causes is the chilling effect of the High Court's decision in Queensland v J L Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146.",
      "id": "s17"
    },
    {
      "text": "That was an appeal against the refusal by the trial judge to allow a party to amend its pleadings.",
      "id": "s18"
    },
    {
      "text": "The High Court ruled that case management, while a relevant consideration, does not trump justice to the parties.",
      "id": "s19"
    },
    {
      "text": "A close reading of J L Holdings shows that the High Court was confining its comments to the case where costs would provide full compensation to the opposite party.",
      "id": "s20"
    },
    {
      "text": "However, J L Holdings has been applied in many cases where a simple costs order will not do justice between the parties.",
      "id": "s21"
    },
    {
      "text": "The case has, in my view, unfairly hamstrung courts.",
      "id": "s22"
    },
    {
      "text": "Almost every day a defaulting party seeks the court's indulgence to extend time, amend documents or obtain some other allowance (often not for the first, second or third time) and successfully relies on J L Holdings to obtain relief.",
      "id": "s23"
    },
    {
      "text": "4 It is time that this approach is revisited, especially when the case involves significant commercial litigation.",
      "id": "s24"
    },
    {
      "text": "One of the primary objects of a commercial court is to bring the litigants' dispute on for trial as soon as can reasonably and fairly be done.",
      "id": "s25"
    },
    {
      "text": "If, in some instances, the preparation of the case is not perfect so be it.",
      "id": "s26"
    },
    {
      "text": "A case that is reasonably well prepared is just as likely to be decided correctly as a perfectly prepared case.",
      "id": "s27"
    },
    {
      "text": "5 I am of the firm view that parties should not be treated as leniently as they have been in the past.",
      "id": "s28"
    },
    {
      "text": "Commercial parties expect this approach from the courts and their expectation should be met.",
      "id": "s29"
    },
    {
      "text": "A useful rule to adopt is to allow an extension only if the failure to meet the existing timetable is the result of excusable non-compliance.",
      "id": "s30"
    },
    {
      "text": "In deciding whether there is excusable non-compliance the court should take into account, among other factors: (a) the direct and indirect prejudice to the opposing party; (b) the impact of the delay on the proceedings; (c) the reasons for the delay; (d) good faith or lack of good faith on the part of the party seeking to be excused; and (e) the effect of putting off a trial both on other litigants and generally on the court's ability to efficiently manage its cases.",
      "id": "s31"
    },
    {
      "text": "6 Here the respondent's non-compliance is not excusable.",
      "id": "s32"
    },
    {
      "text": "Indeed this case is a particularly bad one as regards delay.",
      "id": "s33"
    },
    {
      "text": "The respondent is being sued for patent and design infringement.",
      "id": "s34"
    },
    {
      "text": "It counter-sues for revocation of both the patent and the design.",
      "id": "s35"
    },
    {
      "text": "Want of novelty is one of the grounds relied upon.",
      "id": "s36"
    },
    {
      "text": "Initially the trial was fixed to begin on 10 April 2007.",
      "id": "s37"
    },
    {
      "text": "On the eve of the trial the respondent said it was not ready to begin the hearing and sought leave to introduce further prior art with which to attack both the patent and the design.",
      "id": "s38"
    },
    {
      "text": "Leave was granted so that the respondent was not shut out from running its best case.",
      "id": "s39"
    },
    {
      "text": "7 The consequence was that the trial date had to be vacated.",
      "id": "s40"
    },
    {
      "text": "It was refixed to commence on 19 November 2007.",
      "id": "s41"
    },
    {
      "text": "A new timetable was put in place.",
      "id": "s42"
    },
    {
      "text": "That timetable included the following steps:\n \n \n \"4.",
      "id": "s43"
    },
    {
      "text": "The Respondent shall file and serve any further evidence on invalidity upon which it wishes to rely at trial by 4 May 2007, but not otherwise.",
      "id": "s44"
    },
    {
      "text": "5.",
      "id": "s45"
    },
    {
      "text": "The Applicants shall file and serve any evidence in answer on invalidity by 27 July 2007, but not otherwise.",
      "id": "s46"
    },
    {
      "text": "6.",
      "id": "s47"
    },
    {
      "text": "The Respondent shall file and serve any evidence in answer on invalidity by 31 August 2007, but not otherwise.",
      "id": "s48"
    },
    {
      "text": "\" \n \n\n\nWhen these orders were made it was made clear that neither party was to use its right of reply as an opportunity to add to its evidence in chief.",
      "id": "s49"
    },
    {
      "text": "8 Despite the orders (or in defiance of them) the respondent has served two reply affidavits in which it seeks to add to its evidence in chief.",
      "id": "s50"
    },
    {
      "text": "The affidavits were filed without leave.",
      "id": "s51"
    },
    {
      "text": "The application for leave to rely on the additional material was made orally at the recent case management conference.",
      "id": "s52"
    },
    {
      "text": "9 The first of the affidavits was sworn by Mr Bloom.",
      "id": "s53"
    },
    {
      "text": "It was served on 1 October 2007.",
      "id": "s54"
    },
    {
      "text": "An earlier version had been served on 7 September 2007 but the exhibits were in a mess and the affidavit had to be re-sworn.",
      "id": "s55"
    },
    {
      "text": "Paragraphs 16-25, 34 and 38 add new material, said to be by way of reply, but in fact also doubling up as evidence in chief.",
      "id": "s56"
    },
    {
      "text": "They introduced new prior art.",
      "id": "s57"
    },
    {
      "text": "The second affidavit was affirmed by Mr Barrett on 4 October 2007 and served on 5 October 2007.",
      "id": "s58"
    },
    {
      "text": "The affidavit adds new material again said to be by way of reply but in fact adding to the prior art.",
      "id": "s59"
    },
    {
      "text": "That the evidence was not only by way of reply was in effect conceded by counsel who asked for leave to further amend the already amended particulars of invalidity to add to the prior art.",
      "id": "s60"
    },
    {
      "text": "10 The affidavits were filed late because the respondent was unable to get them sworn any earlier.",
      "id": "s61"
    },
    {
      "text": "The witnesses are not in the respondent's camp and the respondent's lawyers had difficulty getting in touch with them.",
      "id": "s62"
    },
    {
      "text": "Still, if leave were granted to permit the respondent to rely on this evidence and amend its particulars of invalidity the trial will have to go off once again.",
      "id": "s63"
    },
    {
      "text": "This is an intolerable situation.",
      "id": "s64"
    },
    {
      "text": "The applicants are entitled to know now whether or not they have a valid patent and design.",
      "id": "s65"
    },
    {
      "text": "It is simply unfair to put off the trial yet again.",
      "id": "s66"
    },
    {
      "text": "This action was commenced in October 2005 and should have been completed a long time ago.",
      "id": "s67"
    },
    {
      "text": "Putting it off is not only unfair to the applicants, it is also inconvenient for the court.",
      "id": "s68"
    },
    {
      "text": "The case has been listed to run for 7-10 days and if it is taken out of the list not only the applicants but other litigants will be prejudiced.",
      "id": "s69"
    },
    {
      "text": "11 Leave to rely on the additional material is refused.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\nDated: 26 October 2007\n\n\n Counsel for the Applicants: B Caine SC\nG Fitzgerald \n \n Solicitor for the Applicants: Davies Collison &amp; Cave \n \n Counsel for the Respondent: R Garratt QC \nJ Samargis \n \n Solicitor for the Respondent: Kahns Layers \n \n Date of Hearing: 5 October 2007 \n \n Date of Judgment: 26 October 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1623.html",
      "id": "s72"
    }
  ]
}