{
  "name": "Australian Competition and Consumer Commission v Construction, Forestry, Mining and Energy Union [2007] FCA 1546 (27 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1546.html",
  "catchphrases": [
    {
      "text": "admitted contravention of s 45e and s 45ea of trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "statement of agreed facts",
      "id": "c1"
    },
    {
      "text": "undertakings accepted",
      "id": "c2"
    },
    {
      "text": "joint submissions as to relief including penalty",
      "id": "c3"
    },
    {
      "text": "trade practices",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a proceeding by the Australian Competition and Consumer Commission (the ACCC) against four respondents, the Construction, Forestry, Mining and Energy Union (the CFMEU), Bovis Lend Lease Limited, David Noonan and Laslo Lancsar, alleging contraventions of s 45E and s 45EA of the Trade Practices Act 1974 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "The critical circumstance is that on 4 April 2003 Bovis Lend Lease terminated a subcontract that it had entered into in relation to a project being constructed by it in the Australian Capital Territory, known as the Landmark Development.",
      "id": "s1"
    },
    {
      "text": "In short, the allegation is that Bovis Lend Lease succumbed to pressure from the CFMEU exerted by, at least, Noonan and Lancsar, in its decision to terminate that subcontract.",
      "id": "s2"
    },
    {
      "text": "2 At an early stage of the proceeding it was indicated on behalf of Bovis Lend Lease that it would make admissions of contravention on the pleadings.",
      "id": "s3"
    },
    {
      "text": "The other respondents made no such concession and, in the events which have happened, a decision was made that the case against Bovis Lend Lease would be dealt with on its admissions independently of the conduct of the contested proceeding against the other respondents.",
      "id": "s4"
    },
    {
      "text": "The contested hearing has been completed before another judge of the Court, although judgment has been reserved.",
      "id": "s5"
    },
    {
      "text": "3 So far as this proceeding is concerned, the parties have arrived at a comprehensive statement of agreed facts, which was made jointly by the ACCC and Bovis Lend Lease for the sole purpose of tendering under s 191 of the Evidence Act 1995 (Cth) .",
      "id": "s6"
    },
    {
      "text": "They have also provided me with a joint submission as to an agreed set of orders which I am invited to make.",
      "id": "s7"
    },
    {
      "text": "It goes without saying that the statement of agreed facts between these two parties is of no significance in relation to the contested proceeding against the other three respondents.",
      "id": "s8"
    },
    {
      "text": "It is made solely for the purposes of this hearing.",
      "id": "s9"
    },
    {
      "text": "It should also be perfectly clear that the result of this hearing will have little to do with the result of the other hearing, even in the event that liability is found in that other hearing.",
      "id": "s10"
    },
    {
      "text": "That will depend upon, firstly, the facts which are found by the judge who hears the case and, secondly, consideration of a number of factors different from those which are before me.",
      "id": "s11"
    },
    {
      "text": "4 I do not propose to recite the statement of agreed facts which covers some 34 pages, together with a series of annexures.",
      "id": "s12"
    },
    {
      "text": "As I have said, the agreed facts are detailed and comprehensive and go beyond the bare necessity of establishing the case, that bare necessity, of course, being provided by admissions on the pleadings.",
      "id": "s13"
    },
    {
      "text": "The statement of agreed facts deals not only with the circumstances of the contraventions themselves, but also the steps which have been taken since the contraventions came to light on the part of Bovis Lend Lease, including steps taken to ensure that the same thing does not happen again.",
      "id": "s14"
    },
    {
      "text": "I have marked that statement of agreed facts Exhibit A in the proceeding, which ensures that it will be available for inspection by those concerned to know the facts upon which the orders are made.",
      "id": "s15"
    },
    {
      "text": "One aspect of those agreed facts is confidential, but the general nature of it is disclosed in the statement of facts and that detail is not necessary to be known publicly.",
      "id": "s16"
    },
    {
      "text": "5 The joint written submissions on the orders to be made comprehensively seek to apply the principal authorities in this area to the facts as have been agreed.",
      "id": "s17"
    },
    {
      "text": "The parties have correctly identified the topics upon which I require assistance.",
      "id": "s18"
    },
    {
      "text": "In the course of oral submissions this morning, I sought expansion of some of those points and I received submissions on behalf of each of the parties as to those matters of concern.",
      "id": "s19"
    },
    {
      "text": "Again, I have taken the course of making the joint submission an exhibit in the proceeding so that it may be available to those concerned to understand the detail of it.",
      "id": "s20"
    },
    {
      "text": "6 I am satisfied that the proposed orders are appropriate, bearing in mind the general principles laid down in Minister for Industry, Tourism &amp; Resources v Mobil Oil Australia Pty Ltd [2004] FCAFC 72 , (2004) ATPR 41-993, it referring with approval to NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission (1996) 71 FCR 285.",
      "id": "s21"
    },
    {
      "text": "I will not set out all of the authorities referred to by counsel.",
      "id": "s22"
    },
    {
      "text": "Particular reference is made to the decisions of Young J in Australian Competition and Consumer Commission (ACCC) v IPM Operation &amp; Maintenance Loy Yang Pty Ltd (2006) 157 FCR 162, the decision of Tracey J on a separate penalty matter in Australian Competition and Consumer Commission (ACCC) v IPM Operation &amp; Maintenance Loy Yang Pty Ltd (No 3) [2007] FCA 144 , (2007) ATPR 42-151; and of the Full Court in Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing &amp; Allied Services Union of Australia v Australian Competition and Consumer Commission (ACCC) [2007] FCAFC 132.",
      "id": "s23"
    },
    {
      "text": "7 The orders which are proposed include a pecuniary penalty in the sum of $100,000, injunctions for a period of four years from the date of the orders and payment of costs of the ACCC in a considerable sum.",
      "id": "s24"
    },
    {
      "text": "I also note that pursuant to s 87B(1) of the Act the ACCC has accepted an undertaking from Bovis Lend Lease in connection with the matter which will be annexed to the Court orders.",
      "id": "s25"
    },
    {
      "text": "The undertaking relates to the steps which are being taken to ensure that the processes of Bovis Lend Lease are appropriate to prevent or deter any further contraventions along those lines.",
      "id": "s26"
    },
    {
      "text": "8 I am satisfied that the pecuniary penalty is within the appropriate range, although minds may differ as to the precise figure.",
      "id": "s27"
    },
    {
      "text": "The injunctions are wide in their terms, both geographically and as to conduct.",
      "id": "s28"
    },
    {
      "text": "They are limited to four years.",
      "id": "s29"
    },
    {
      "text": "I have, in other cases, queried the principle behind such a limitation and raised the matter again with counsel today.",
      "id": "s30"
    },
    {
      "text": "I am satisfied that there is a basis for supporting such an approach in this case.",
      "id": "s31"
    },
    {
      "text": "It provides a limit to the remedy of contempt of Court for breach.",
      "id": "s32"
    },
    {
      "text": "More particularly, it sets a period during which the party restrained will have a very powerful incentive to ensure that there is no further contravening conduct.",
      "id": "s33"
    },
    {
      "text": "By the end of that period it is to be hoped that the procedures and, perhaps, the culture of the organisation will be such that further contravention is unlikely.",
      "id": "s34"
    },
    {
      "text": "It seems to me that the undertakings which have been obtained in relation to compliance programs are appropriate for that purpose.",
      "id": "s35"
    },
    {
      "text": "9 For those reasons I note the undertakings which have been accepted and I make orders 1, 2 and 3 in the short minutes of order that I will initial.",
      "id": "s36"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s37"
    },
    {
      "text": "Associate:\n\nDated: 8 October 2007\n\n\n Counsel for the Applicant: Mr NJ O'Bryan SC, Mr CA Moore \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Second Respondent: Mr F Gleeson SC, Ms KE Day \n \n Solicitor for the Second Respondent: Freehills \n \n Date of Hearing: 27 September 2007 \n \n Date of Judgment: 27 September 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1546.html",
      "id": "s38"
    }
  ]
}