{
  "name": "SZFWB v Minister for Immigration and Citizenship [2007] FCA 167 (20 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/167.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "appeal from federal magistrate",
      "id": "c1"
    },
    {
      "text": "'no evidence' ground",
      "id": "c2"
    },
    {
      "text": "whether tribunal gave appellants sufficient time",
      "id": "c3"
    },
    {
      "text": "whether open to tribunal to make credibility findings",
      "id": "c4"
    },
    {
      "text": "whether tribunal made wrong assumptions",
      "id": "c5"
    },
    {
      "text": "whether fourth appellant denied a hearing",
      "id": "c6"
    },
    {
      "text": "whether tribunal failed to take into account evidence of first appellant's medical condition",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This is an appeal from a judgment of the Federal Magistrates Court.",
      "id": "s0"
    },
    {
      "text": "2 The first, second and third appellants arrived in Australia on 13 February 2004.",
      "id": "s1"
    },
    {
      "text": "The first and second appellants are husband and wife, and the third and fourth appellants are their daughters.",
      "id": "s2"
    },
    {
      "text": "On 26 March 2004, these appellants lodged an application for a protection visa with the first respondent's Department.",
      "id": "s3"
    },
    {
      "text": "On 21 May 2004, a delegate of the first respondent refused to grant them protection visas.",
      "id": "s4"
    },
    {
      "text": "On 19 June 2004, the first, second and third appellants applied to the Refugee Review Tribunal for review of the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "3 The fourth appellant was born in Australia on 15 September 2004.",
      "id": "s6"
    },
    {
      "text": "On 15 October 2004, an application for a protection visa was also lodged on her behalf, and was refused by the delegate on 22 October 2004.",
      "id": "s7"
    },
    {
      "text": "On 8 November 2004, an application for review was lodged with the Tribunal on the fourth appellant's behalf.",
      "id": "s8"
    },
    {
      "text": "4 The Tribunal affirmed the delegate's decisions in a decision handed down on 16 February 2005.",
      "id": "s9"
    },
    {
      "text": "On 10 March 2005, the appellants applied to the Federal Magistrates Court for judicial review.",
      "id": "s10"
    },
    {
      "text": "On 5 October 2006, a Federal Magistrate delivered judgment dismissing this application with costs.",
      "id": "s11"
    },
    {
      "text": "On 20 October 2006, the appellants filed their notice of appeal against his Honour's decision.",
      "id": "s12"
    },
    {
      "text": "This is the appeal with which I am presently concerned.",
      "id": "s13"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n5 The Tribunal accepted that the appellants were citizens of Bangladesh.",
      "id": "s14"
    },
    {
      "text": "Before the Tribunal, the first appellant claimed that he was a Bangladeshi businessman and a member of the Jatiya Party.",
      "id": "s15"
    },
    {
      "text": "He claimed that he became popular in his local area and, on account of this and his profile, he was assigned to organise party meetings, public relations, make public statements, and encourage and recruit members.",
      "id": "s16"
    },
    {
      "text": "He claimed that the local Awami League and Bangladesh National Party (\"BNP\") leaders did not approve of his activities, and tried to destroy his political career and business.",
      "id": "s17"
    },
    {
      "text": "6 The first appellant claimed that, in 1991, he was harassed by local BNP \"terrorists\", who tortured him and demanded money in exchange for allowing him to conduct his business.",
      "id": "s18"
    },
    {
      "text": "As result, he was forced to relocate to Dhaka.",
      "id": "s19"
    },
    {
      "text": "When the Awami League came to power in 1996, he returned to his local area to restart his business.",
      "id": "s20"
    },
    {
      "text": "He claimed that the Awami League came to power with the support of the Jatiya Party, but that the Awami League betrayed the Jatiya Party.",
      "id": "s21"
    },
    {
      "text": "The Awami League people warned him to stop his political activities and demanded money from him.",
      "id": "s22"
    },
    {
      "text": "He claimed that he was forced to move back to Dhaka in 1998 \"to save his life\".",
      "id": "s23"
    },
    {
      "text": "7 The first appellant claimed that, when the BNP again came to power in 2001, he did not return to his local area as BNP \"terrorists\" were looking for him and wanted him killed.",
      "id": "s24"
    },
    {
      "text": "He claimed that they came to his house in Dhaka and, when they found he was not there, they told his wife that they would return.",
      "id": "s25"
    },
    {
      "text": "He claimed that the police would not assist him because they were controlled by the BNP and the Awami League.",
      "id": "s26"
    },
    {
      "text": "He claimed that false charges were laid against him, and he feared harassment by the authorities.",
      "id": "s27"
    },
    {
      "text": "He claimed that he was denied food, shelter, livelihood, freedom, safety and security.",
      "id": "s28"
    },
    {
      "text": "He claimed that if he returned to Bangladesh he would be killed, and he also feared for his family's safety.",
      "id": "s29"
    },
    {
      "text": "8 The second, third and fourth appellants made no separate claims and relied on those of the first appellant.",
      "id": "s30"
    },
    {
      "text": "9 On 29 November 2004, the Tribunal received a further statement signed by the first appellant.",
      "id": "s31"
    },
    {
      "text": "This statement, which stated his address as 16A Station Street, Marrickville, NSW, reiterated the claims contained in a statement submitted with his protection visa application.",
      "id": "s32"
    },
    {
      "text": "This address was the residential and mailing address that the appellants had provided to the Tribunal in relation to their review application.",
      "id": "s33"
    },
    {
      "text": "On 25 October 2004, the Tribunal sent the first, second and third appellants an invitation to this address to attend a hearing on 3 December 2004.",
      "id": "s34"
    },
    {
      "text": "The first and second appellants attended on that day and gave evidence with the assistance of an interpreter.",
      "id": "s35"
    },
    {
      "text": "10 On 22 November 2004, the Tribunal sent the fourth appellant, then an infant, an invitation to attend a hearing on 16 December 2004.",
      "id": "s36"
    },
    {
      "text": "This invitation was also sent by registered post to the 16A Station Street address.",
      "id": "s37"
    },
    {
      "text": "This was the residential and mailing address that had been given to the Tribunal on her behalf.",
      "id": "s38"
    },
    {
      "text": "No-one attended this hearing on the fourth appellant's behalf.",
      "id": "s39"
    },
    {
      "text": "11 The first appellant was given a further opportunity after the hearing to provide medical evidence in support of his claimed medical condition.",
      "id": "s40"
    },
    {
      "text": "On 9 December 2004, the first appellant sought an extension of two weeks to provide a \"medical specialist report\".",
      "id": "s41"
    },
    {
      "text": "An officer of the Tribunal unsuccessfully sought to contact the appellants on their mobile phone and ultimately responded by letter, stating that it would grant the extension until 17 December 2004.",
      "id": "s42"
    },
    {
      "text": "Subsequent attempts to telephone the appellants also proved unsuccessful.",
      "id": "s43"
    },
    {
      "text": "12 On 17 December 2004, the first appellant left a letter with the Tribunal saying:\n \n With reference to your letter dated 10 December 2004, you have provided additional time till 17 December 2004.",
      "id": "s44"
    },
    {
      "text": "But the Medical specialist Dr. Makram Girgis gave me an appointment on 28 January 2005.",
      "id": "s45"
    },
    {
      "text": "I would appreciate it if would kindly extend time up to February 2005, so that I can submit medical specialist report.",
      "id": "s46"
    },
    {
      "text": "Appointment card is enclosed for your kind consideration.",
      "id": "s47"
    },
    {
      "text": "The Tribunal was provided with an appointment card from Dr Girgis and a referral letter from Dr Deepak Malhotra, Family Medical Practitioner, dated 14 December 2004, to Dr Girgis.",
      "id": "s48"
    },
    {
      "text": "Also on 17 December 2004, according to the Tribunal's decision, the first appellant had attended the Tribunal's registry and stated that:\n \n [H] e had only received the Tribunal's letter of 10 December 2004 that day and he had not received a card from Australia Post indicating that it had registered mail for him.",
      "id": "s49"
    },
    {
      "text": "He also said that he lived in a residence at the rear of shops so that persons at the shops may handle his mail.",
      "id": "s50"
    },
    {
      "text": "Further, when the first appellant was asked why he did not attend his daughter's hearing the previous day, he stated the he did not receive notification of the hearing.",
      "id": "s51"
    },
    {
      "text": "He was then informed that the invitation had been sent by registered mail.",
      "id": "s52"
    },
    {
      "text": "13 The Tribunal affirmed the delegate's decision because, on the evidence before it, it was unable to be satisfied that the first appellant had a well-founded fear of persecution for a Convention reason.",
      "id": "s53"
    },
    {
      "text": "Hence the Tribunal affirmed the decisions not to grant the appellants protection visas.",
      "id": "s54"
    },
    {
      "text": "14 First, the Tribunal did not accept that the first appellant suffered any medical condition that adversely affected his ability to give evidence at the hearing, as the first appellant claimed.",
      "id": "s55"
    },
    {
      "text": "Secondly, the Tribunal found that the first appellant was not a truthful witness and that he had invented his claims.",
      "id": "s56"
    },
    {
      "text": "In support of this finding, the Tribunal held that the first appellant's evidence was vague and unconvincing, and he lacked knowledge about the political party that he claimed to have been closely involved with for nine years.",
      "id": "s57"
    },
    {
      "text": "The Tribunal found that the first appellant was evasive, and his claims were internally inconsistent, not supported by independent evidence, and implausible.",
      "id": "s58"
    },
    {
      "text": "Additionally, the Tribunal found that the evidence given by the second appellant was given in \"an unconfident and nervous manner\".",
      "id": "s59"
    },
    {
      "text": "It held that \"much of what she said added little support to the claims of the first named [appellant]\" and lacked detail.",
      "id": "s60"
    },
    {
      "text": "The Tribunal found that it was not plausible that the first appellant would have been targeted by the Awami League in 1996 or 1997, as he claimed; and that the first appellant's claim that BNP \"terrorists\" came to his house in December 2003 to kill him was also implausible \"given that on his own account he had not been politically active since 1998\".",
      "id": "s61"
    },
    {
      "text": "Ultimately, the Tribunal found that the first appellant was not a credible witness and did not accept that he was a member of the Jatiya Party or that he suffered harm as a result of his alleged involvement with the Party.",
      "id": "s62"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n \n15 In an amended application for judicial review, the appellants challenged the Tribunal's decision on the following grounds:\n \n In making the decision the Tribunal made a jurisdictional error by denying the applicant procedural fairness.",
      "id": "s63"
    },
    {
      "text": "Particulars \n \n \n (a) The Tribunal made adverse findings as to the authenticity of an arrest warrant, court case, medical reports provided by the applicant.",
      "id": "s64"
    },
    {
      "text": "(b) The Tribunal failed to make a proper disclosure of adverse information.",
      "id": "s65"
    },
    {
      "text": "(c) The Tribunal did not afford the applicant the opportunity to put their [sic] case as required because the first named applicant was sick and was unable to remember or answer the questioned [sic] raised by the tribunal member.",
      "id": "s66"
    },
    {
      "text": "In making the decision the Tribunal made a jurisdictional error by violating the duty it was under in satisfying itself as to eligibility of the applicants for protections visas.",
      "id": "s67"
    },
    {
      "text": "Particulars \n \n \n (a) The Tribunal made adverse findings as to the authenticity of documents provided by the applicant.",
      "id": "s68"
    },
    {
      "text": "(b) The findings were not based on evidence.",
      "id": "s69"
    },
    {
      "text": "In making the decision the Tribunal made a jurisdictional error by denying [or] misapplying the law.",
      "id": "s70"
    },
    {
      "text": "Particulars \n \n \n (a) The Tribunal made adverse findings as to the availability to the applicant of protection from persecution.",
      "id": "s71"
    },
    {
      "text": "(b) The Tribunal based that decision upon the ability to escape persecution by taking reasonable steps to avoid it.",
      "id": "s72"
    },
    {
      "text": "(c) That is not the test.",
      "id": "s73"
    },
    {
      "text": "(d) The findings of the availability of protection were not based on evidence.",
      "id": "s74"
    },
    {
      "text": "16 An affidavit of Zoe Elizabeth Brauer sworn on 6 September 2006 was admitted into evidence.",
      "id": "s75"
    },
    {
      "text": "The transcript of the Tribunal hearing of 3 December 2004 was attached to Ms Brauer's affidavit.",
      "id": "s76"
    },
    {
      "text": "The Federal Magistrate dealt with the matters that the appellants presented, acknowledging that they did not correlate with the grounds set out in their application, original or amended.",
      "id": "s77"
    },
    {
      "text": "17 The Federal Magistrate rejected a contention about an arrest warrant because the issue of an arrest warrant never arose before the Tribunal.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate found that, contrary to the appellants' unparticularised contention, to the extent that the Tribunal relied on independent country information, it was not required to give the appellants details of that information because information of this kind fell within s 424A(3)(a) of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s79"
    },
    {
      "text": "His Honour noted the appellants' submission that the Tribunal did not give the first appellant the opportunity to provide medical evidence to show that his brain condition adversely affected his ability to give evidence.",
      "id": "s80"
    },
    {
      "text": "His Honour found that the first appellant was given a reasonable opportunity to present medical evidence supporting his claims and that the Tribunal did not accept the first appellant's claim, as it was entitled to do.",
      "id": "s81"
    },
    {
      "text": "His Honour also rejected a contention about the authenticity of documents on the basis that the Tribunal made no relevant finding and the appellants did not provide any documents to the Tribunal that could have given rise to such a finding.",
      "id": "s82"
    },
    {
      "text": "Similarly, his Honour found that, despite the appellants' claims, the Tribunal made no findings in connection with the ability of the appellants to obtain state or any other protection.",
      "id": "s83"
    },
    {
      "text": "18 Accordingly, the Federal Magistrate held that there were no grounds to suggest that the Tribunal made any jurisdictional error in its decision making process.",
      "id": "s84"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n19 The appellants appealed to this Court on the following grounds:\n \n 1.",
      "id": "s85"
    },
    {
      "text": "The Refugee Review Tribunal constructively failed to exercise its jurisdiction under the Act : \n \n Particulars: \n A.",
      "id": "s86"
    },
    {
      "text": "There was no evidence to support the Refugee Review Tribunal's finding that: \n i) the first named applicant was given a reasonable opportunity after the hearing to present medical evidence to support his claim that he had a condition which would have affected his ability to give evidence but has failed to do so.",
      "id": "s87"
    },
    {
      "text": "2.",
      "id": "s88"
    },
    {
      "text": "The Refugee Review Tribunal acted in excess of its jurisdiction: \n \n Particulars: \n A.",
      "id": "s89"
    },
    {
      "text": "There was no evidence to support the Refugee Review Tribunal's finding that: \n i) the first named applicant was not suffering from any condition during the hearing which adversely affected his ability to give evidence.",
      "id": "s90"
    },
    {
      "text": "3.",
      "id": "s91"
    },
    {
      "text": "The Refugee Review Tribunal did not give any weight to the second applicant's evidence: \n \n Particulars \n A.",
      "id": "s92"
    },
    {
      "text": "There was no evidence to support that the Tribunal gave weight to the second applicant's evidence: \n i) the Tribunal has decided to give her evidence no weight because it found the first named applicant a thoroughly unreliable witness.",
      "id": "s93"
    },
    {
      "text": "4.",
      "id": "s94"
    },
    {
      "text": "The Refugee Review Tribunal made a wrong assumption on its decision by saying that the first named applicant had been a member of the Jatiya Party since 1985 but that is inconsistent with the independent information: \n \n Particulars \n A.",
      "id": "s95"
    },
    {
      "text": "There was no evidence to support the Refugee Review Tribunal's finding that: \n i) the date of the applicant's involvement with the Jatiya Party was inconsistent with the independent information before the Tribunal.",
      "id": "s96"
    },
    {
      "text": "20 The appellants filed written submissions in support of these grounds.",
      "id": "s97"
    },
    {
      "text": "In particular, they contended that:\n \n&#8226; The Tribunal's statement that the first appellant did not suffer from any condition that adversely affected his ability to give evidence was one that the Tribunal was not qualified to make.",
      "id": "s98"
    },
    {
      "text": "The Tribunal did not give the first appellant sufficient time to present medical evidence to show that his brain condition adversely affected his ability to give evidence.",
      "id": "s99"
    },
    {
      "text": "This constituted a denial of natural justice and amounted to an excess of jurisdiction.",
      "id": "s100"
    },
    {
      "text": "&#8226; The Tribunal wrongly assumed that the Jatiya Party was formed in January 1986.",
      "id": "s101"
    },
    {
      "text": "&#8226; The Tribunal should have asked the second appellant how she was harassed and intimidated by political opponents and, because it did not, it failed to ask material questions as it was required to do by the Act .",
      "id": "s102"
    },
    {
      "text": "&#8226; The Tribunal failed to arrange a separate hearing for the fourth appellant as it was required to do.",
      "id": "s103"
    },
    {
      "text": "The fourth appellant was, therefore, denied natural justice.",
      "id": "s104"
    },
    {
      "text": "&#8226; The appellant's persecution was genuine and continuing and \"if forced to return to Bangladesh our political opponent will kill us as our previous experience indicated the same\".",
      "id": "s105"
    },
    {
      "text": "The first respondent filed detailed submissions in opposition.",
      "id": "s106"
    },
    {
      "text": "21 The appeal was listed for hearing in Sydney on 22 February 2007.",
      "id": "s107"
    },
    {
      "text": "On this occasion, the first appellant made three additional submissions: first, that the appellants did not receive the letter from the Tribunal notifying them of the 16 December 2004 hearing date for the fourth appellant until that date had passed; secondly, that the Tribunal had failed to take into account documents that he had provided to the Tribunal regarding his medical condition; and, thirdly, that the letter sent to them by the Tribunal granting an extension of time to provide medical specialist reports was not received until 17 December 2004.",
      "id": "s108"
    },
    {
      "text": "22 In order to enable the first respondent to ascertain whether the documents in issue pertaining to the first appellant's medical condition had been submitted to the Tribunal, and to enable the first respondent to make submissions concerning receipt by the appellants of the letter from the Tribunal regarding the fourth appellant's hearing, I adjourned the hearing to a date to be fixed and, relevantly, made the following orders:\n \n1) The first respondent provide the Court and the appellants with any document arising as a result of searches of the second respondent's files no later than 4:30pm on 2 March 2007.",
      "id": "s109"
    },
    {
      "text": "2) The appellants file and serve any response to the first respondent's material, including any application to adduce fresh evidence or to amend their grounds of appeal, or on before 4:30pm on 9 March 2007.",
      "id": "s110"
    },
    {
      "text": "3) The first respondent file and serve any written submissions in response by 4.30pm on 16 March 2007.",
      "id": "s111"
    },
    {
      "text": "23 In an affidavit sworn on 26 February 2007, Rachel Clare White, a senior legal officer in the employ of the Tribunal deposed that she had inspected the Tribunal files in relation to the appellants and did not find any copy or original of: (1) a letter dated 30 November 2004 from Dr David Rowe, Central Sydney Imaging, to Dr Jonathon Ell; (2) a Canterbury Hospital Discharge Summary dated 3 March 2004; and (3) a letter dated 8 December 2004 from Dr RS Malik (\"the contested documents\").",
      "id": "s112"
    },
    {
      "text": "Ms White did, however, depose that the Tribunal files included other documents submitted by the first appellant in relation to his medical condition.",
      "id": "s113"
    },
    {
      "text": "These documents were: (1) an appointment letter dated 29 November 2004 from Central Sydney Imaging for 30 November 2004; and (2) a Royal Prince Alfred Hospital Consultation Sheet dated 18 October 2004.",
      "id": "s114"
    },
    {
      "text": "Copies of these two documents were in the appeal book and specifically mentioned by the Tribunal in its reasons.",
      "id": "s115"
    },
    {
      "text": "It is not disputed that the Tribunal received both these documents.",
      "id": "s116"
    },
    {
      "text": "24 In an affidavit sworn on 9 March 2007, the first appellant deposed:\n \n On 3 December 2004 I attended before the Tribunal for hearing with my wife and daughter.",
      "id": "s117"
    },
    {
      "text": "At the hearing I handed some documents to the Tribunal Officer which were related to my treatment.",
      "id": "s118"
    },
    {
      "text": "Annexed hereto and marked \"A\" is a true copy of the original documents.",
      "id": "s119"
    },
    {
      "text": "Since my harassment I have to receive treatment for brain pain.",
      "id": "s120"
    },
    {
      "text": "This treatment is continuing in Australia.",
      "id": "s121"
    },
    {
      "text": "Annexed hereto and marked \"B\" is a true copy of the original documents.",
      "id": "s122"
    },
    {
      "text": "I claimed before the Tribunal that I was suffering brain pain and when I get anxious for any reason the brain did not function well.",
      "id": "s123"
    },
    {
      "text": "The Tribunal made a comment that I did not suffer any condition during the hearing which adversely affected my ability to give evidence.",
      "id": "s124"
    },
    {
      "text": "I submit this Court before her Honour that how the Tribunal made such a comment without any medical certificate or being a doctor herself.",
      "id": "s125"
    },
    {
      "text": "Furthermore the Tribunal did not extend me any time providing further medical evidence to show that my brain condition adversely affected my ability to give evidence whereas I mentioned before the Tribunal that I had an appointment with a doctor and required to an operation.",
      "id": "s126"
    },
    {
      "text": "I submit before her Honour that my brain pain is continuous and I have next appointment for this at the Concord Repatriation General Hospital.",
      "id": "s127"
    },
    {
      "text": "Annexed hereto and marked \"C\" is a true copy of the original document.",
      "id": "s128"
    },
    {
      "text": "Annexure \"A\" contained the contested documents as well as the two documents mentioned by the Tribunal in its reasons: see [23] above.",
      "id": "s129"
    },
    {
      "text": "Annexure \"B\" consisted of various letters from various doctors or hospitals generally for the period from the end of January 2007 to early March 2007.",
      "id": "s130"
    },
    {
      "text": "Annexure \"C\" was an appointment record from Concord Repatriation General Hospital, which also post-dated the Tribunal's decision.",
      "id": "s131"
    },
    {
      "text": "25 The appellants have not filed any application to amend their grounds of appeal or to adduce further evidence on the appeal.",
      "id": "s132"
    },
    {
      "text": "Nor have they stated that they intend to make any such applications.",
      "id": "s133"
    },
    {
      "text": "26 In further written submissions filed on 16 March 2007, the first respondent contended that, since the appellants have neither made nor foreshadowed these applications, the first appellant's affidavit of 9 March 2007 could not be taken into account.",
      "id": "s134"
    },
    {
      "text": "In any event, so the first respondent said, leave to introduce the affidavit ought to be refused.",
      "id": "s135"
    },
    {
      "text": "Additionally, the first respondent noted that annexures \"B\" and \"C\" to the first appellant's affidavit post-dated the Tribunal's decision and, for this reason, were irrelevant to the appeal.",
      "id": "s136"
    },
    {
      "text": "Further, the fact that the Tribunal member was not medically qualified was not the subject of appeal and would not in any event form the basis of an appeal.",
      "id": "s137"
    },
    {
      "text": "The first respondent objected to the appellants' attempt to agitate matters that were not within their grounds of appeal.",
      "id": "s138"
    },
    {
      "text": "27 Since the appellants are self-represented and unskilled in the English language, the hearing of the appeal was reconvened on 20 April 2007, to afford the appellants an opportunity to respond to the first respondent's further submissions as they saw fit.",
      "id": "s139"
    },
    {
      "text": "At this hearing the appellants affirmed their position.",
      "id": "s140"
    },
    {
      "text": "CONSIDERATION \n \n28 Before a visa can be granted the decision-maker must be satisfied that the criteria for the visa have been satisfied: see s 65(1) of the Act .",
      "id": "s141"
    },
    {
      "text": "Basically, in the case of a protection visa, the decision-maker must be satisfied that the applicant is a person to whom Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol: see s 36(2).",
      "id": "s142"
    },
    {
      "text": "Other criteria are set out in sch 2 to the Migrations Regulations 1994 (Cth).",
      "id": "s143"
    },
    {
      "text": "29 First, I address the claims made by the appellants in their notice of appeal and written submissions.",
      "id": "s144"
    },
    {
      "text": "I subsequently address the additional claims made orally by the appellants on the hearing of the appeal.",
      "id": "s145"
    },
    {
      "text": "30 The first ground of the appeal was that the Tribunal had no evidence to support its finding that the first appellant was given a reasonable opportunity after the hearing to present medical evidence to support his claim that he had a condition that would have affected his ability to give evidence but failed to present such evidence.",
      "id": "s146"
    },
    {
      "text": "31 The \"no evidence\" ground will not be made out if there is some basis in the evidence for the challenged factual finding.",
      "id": "s147"
    },
    {
      "text": "This is so even if the evidence is slight: see VAS v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 350 at [18] - [19] per Gray, Moore and Weinberg JJ and WAJS v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 139 at [11] - [12] per Wilcox, Marshall and Jacobson JJ.",
      "id": "s148"
    },
    {
      "text": "Generally speaking, as the Full Court in WAJS noted (at [12] citing Television Capricornia Pty Ltd v Australian Broadcasting Tribunal (1986) 70 ALR 147 at 150 per Wilcox J) the \"no evidence\" ground has been treated as a distinct ground of invalidity in \"cases in which the power to make the relevant decision depended upon the prior establishment of a particular fact, it being held in those cases that there was no evidence of that fact\".",
      "id": "s149"
    },
    {
      "text": "32 In this case, the appellants complained that there was no evidence that the first appellant was given a reasonable opportunity after the hearing to present medical evidence.",
      "id": "s150"
    },
    {
      "text": "This is not a fact upon which the power of the Tribunal to make its decision depended and, in any event, is more in the nature of an opinion than a fact.",
      "id": "s151"
    },
    {
      "text": "If, however, the \"no evidence\" principle applies to the \"fact\" that the appellants identify, it is also plain enough that there was some basis in the evidence and other material for the finding.",
      "id": "s152"
    },
    {
      "text": "33 The relevant circumstances were as follows.",
      "id": "s153"
    },
    {
      "text": "During the hearing on 3 December 2004, the first appellant claimed that he was unwell and that his ability to recall matters was impaired.",
      "id": "s154"
    },
    {
      "text": "As the first respondent noted, the first and second appellants were given an opportunity to, and did, give evidence at the 3 December 2004 Tribunal hearing.",
      "id": "s155"
    },
    {
      "text": "At the hearing, the Tribunal told the first appellant that, if he felt that his ability to give evidence was affected by any condition, then he could submit medical evidence, which the Tribunal would consider.",
      "id": "s156"
    },
    {
      "text": "At the hearing, the first appellant referred the Tribunal to at least two documents relating to his medical treatment: see [23] above.",
      "id": "s157"
    },
    {
      "text": "The Tribunal initially gave the first appellant a week to submit further medical evidence and, as already stated at [11] above, extended this period until 17 December 2004.",
      "id": "s158"
    },
    {
      "text": "The Tribunal's reasons also record that the Tribunal unsuccessfully attempted, through one of its officers, to contact the first appellant on all the telephone contact numbers available to it.",
      "id": "s159"
    },
    {
      "text": "On 17 December 2004, according to the Tribunal's reasons, the first appellant attended the Tribunal registry to lodge a letter seeking a further extension until February 2005.",
      "id": "s160"
    },
    {
      "text": "As indicated at [12] above, the first appellant mentioned that he had an appointment with Dr Girgis on 28 January 2005.",
      "id": "s161"
    },
    {
      "text": "The first appellant included an appointment card and a referral letter.",
      "id": "s162"
    },
    {
      "text": "The Tribunal then made its own enquiries.",
      "id": "s163"
    },
    {
      "text": "34 In the course of these inquiries, on 4 January 2005, Dr Malhotra's receptionist informed a Tribunal officer that, although there was a record that the first appellant had attended the surgery, there was no record of any consultation with Dr Malhotra or a reference to a specialist.",
      "id": "s164"
    },
    {
      "text": "Dr Malhotra subsequently informed a Tribunal officer by telephone that he saw the first appellant on 14 December 2004, and referred him to Dr Girgis.",
      "id": "s165"
    },
    {
      "text": "The first appellant claimed to have an appointment with Dr Girgis although the Tribunal's inquiries with his rooms did not apparently bear this out.",
      "id": "s166"
    },
    {
      "text": "As at the decision date, there had been no response to the Tribunal's facsimile letter of 4 January 2004 seeking confirmation from Dr Girgis of the first appellant's appointment with him.",
      "id": "s167"
    },
    {
      "text": "The Tribunal also made inquiries of Central Sydney Imaging and the Royal Prince Alfred Hospital.",
      "id": "s168"
    },
    {
      "text": "On 6 January 2005, the Tribunal informed the first appellant by telephone that a further extension to provide further medical evidence would not be granted.",
      "id": "s169"
    },
    {
      "text": "35 In concluding that the first appellant had been given a reasonable opportunity to present the medical evidence to support his claim, the Tribunal said:\n \n He did not present any medical evidence from the hospital he had previously visited in relation to the condition.",
      "id": "s170"
    },
    {
      "text": "All he presented to the Tribunal was a letter from a family medical practitioner and an appointment card which gave no information about the why he had consulted Dr Malhotra or had been referred to Dr Girgis.",
      "id": "s171"
    },
    {
      "text": "The Tribunal took reasonable steps to obtain further information about the consultation and the referral.",
      "id": "s172"
    },
    {
      "text": "That information indicated that the first named applicant was confused and depressed when he consulted Dr Malhotra and that was why he had been referred to Dr Girgis.",
      "id": "s173"
    },
    {
      "text": "This however does not assist the first named applicant as it does not explain how the condition the applicant claims to have been affected by during the hearing impacted on his ability to give evidence or what medical evidence Dr Girgis could provide about that.",
      "id": "s174"
    },
    {
      "text": "36 As the first respondent said, the first appellant had access to the doctors and clinics he had previously consulted and could presumably have obtained further evidence about his condition and the reasons for referral to a specialist.",
      "id": "s175"
    },
    {
      "text": "The fact that the Tribunal did not grant an extension until after 28 January 2005 does not assist the first appellant because, even without the possible opportunity to consult Dr Girgis, there is some basis for the Tribunal's finding; and, in any case, it was open to the Tribunal to take into account the evidence surrounding that appointment and the fact that there was no evidence that the condition to be investigated by Dr Girgis related to the first appellant's ability to give evidence.",
      "id": "s176"
    },
    {
      "text": "In all the circumstances, the appellants' submission that there was no evidence that the first appellant was given a reasonable opportunity after the hearing to present the relevant medical evidence must fail.",
      "id": "s177"
    },
    {
      "text": "37 The second ground of appeal was that there was no evidence to support the Tribunal's finding that the first appellant was not suffering from any condition during the hearing that adversely affected his ability to give evidence.",
      "id": "s178"
    },
    {
      "text": "The first respondent submitted, and I am inclined to accept, that the \"no evidence\" principle cannot apply to this finding.",
      "id": "s179"
    },
    {
      "text": "The finding may be characterised as in the nature of an expression of opinion about the credibility of the first appellant concerning his statement that his ability to give evidence was impaired by his medical condition.",
      "id": "s180"
    },
    {
      "text": "It was not one on which depended the power of the Tribunal to make a decision.",
      "id": "s181"
    },
    {
      "text": "In any event, there was plainly some basis for the making of the finding.",
      "id": "s182"
    },
    {
      "text": "First, there was the Tribunal's own observation of the first appellant at the hearing.",
      "id": "s183"
    },
    {
      "text": "It noted that the first appellant did not appear unwell and that he gave his evidence in a composed manner, without signs of anxiety or discomfort of any kind (other than when he spoke about his mother's death).",
      "id": "s184"
    },
    {
      "text": "The Tribunal's observation of the first appellant also led it to state that \"[h]e only raised the matter once the Tribunal began identifying apparent problems with his evidence\".",
      "id": "s185"
    },
    {
      "text": "Secondly, the Tribunal found the first appellant's evidence at the hearing unconvincing because it would have expected him to have raised the cause of his problem, which was said to be talking for long periods, before the hearing or at the beginning of the hearing.",
      "id": "s186"
    },
    {
      "text": "Thirdly, the documentary evidence before the Tribunal did not indicate in what way his medical condition could affect his ability to recall, for the purposes of giving evidence.",
      "id": "s187"
    },
    {
      "text": "Finally, as already noted, the Tribunal considered that the first appellant had been given a reasonable opportunity after the hearing to present medical evidence to support his claim and had not done so.",
      "id": "s188"
    },
    {
      "text": "38 Since there was some basis for the challenged finding, the \"no evidence\" challenge must fail.",
      "id": "s189"
    },
    {
      "text": "The appellants' submission on the hearing of the appeal that the Tribunal was unqualified to make the assessment it did largely covered the same ground as the \"no evidence\" submission.",
      "id": "s190"
    },
    {
      "text": "Hence it fails too.",
      "id": "s191"
    },
    {
      "text": "The Tribunal was entitled to make its own assessment of the manner in which the first appellant gave his evidence and of the sufficiency of the relevant evidence, and to reach its own conclusion as to the veracity of the first appellant's claimed incapacity to give evidence.",
      "id": "s192"
    },
    {
      "text": "39 I would also reject the third ground of appeal, which is to the effect that the Tribunal gave no weight to the second appellant's evidence.",
      "id": "s193"
    },
    {
      "text": "The Tribunal gave no weight to the second appellant's evidence \"because it found the first named applicant a thoroughly unreliable witness\".",
      "id": "s194"
    },
    {
      "text": "This contention was not advanced before the Federal Magistrate and, according to principle, the Court might properly decline to entertain it on appeal.",
      "id": "s195"
    },
    {
      "text": "It is apparent that there is no merit in this ground.",
      "id": "s196"
    },
    {
      "text": "40 The basis of ground three is ambiguous.",
      "id": "s197"
    },
    {
      "text": "As the first respondent said, it could encompass: (1) concluding that the first appellant was a thoroughly unreliable witness and therefore rejecting his evidence; and/or (2) rejecting the second appellant's evidence for that reason.",
      "id": "s198"
    },
    {
      "text": "Each challenge amounts to an attack on the merits of the decision, which is not a matter for this Court.",
      "id": "s199"
    },
    {
      "text": "It was plainly open to the Tribunal to determine that the first appellant was not a credible witness because, amongst other things: (1) it found that his evidence was vague and unconvincing; (2) he was evasive in answering question; (3) he lacked knowledge about the political party that he claimed to have been closely involved with for a lengthy period of time; (4) his claims were both internally inconsistent and not supported by independent evidence; (5) his claim that he had been targeted by the Awami League in 1996 or 1997 was implausible; (6) his claim that BNP \"terrorists\" came to his house in December 2003 to kill him was also implausible since on his own account he had not been politically active since 1998; and (7) his claim that his ability to give evidence was adversely affected by his medical condition was not made out.",
      "id": "s200"
    },
    {
      "text": "41 The Tribunal's statement that it gave no weight to the second appellant's evidence \"because it found the first named applicant a thoroughly unreliable witness\" must be understood in light of its findings about the first appellant's evidence, and in light of the Tribunal's other findings about the evidence of the second appellant.",
      "id": "s201"
    },
    {
      "text": "These were that much of what the second appellant said gave \"little support to the claims of the first named [appellant]\" and lacked detail; and that she gave evidence in \"an unconfident and nervous manner\".",
      "id": "s202"
    },
    {
      "text": "42 The matter of weight of evidence is essentially a matter for the Tribunal.",
      "id": "s203"
    },
    {
      "text": "Having regard to the matters mentioned above, it was plainly open to the Tribunal to ascribe little or no weight to the second appellant's evidence.",
      "id": "s204"
    },
    {
      "text": "Accordingly, the third ground of appeal also fails.",
      "id": "s205"
    },
    {
      "text": "43 It is also convenient here to deal with the appellants' submission on appeal that the Tribunal should have asked the second appellant how she was harassed and intimidated by political opponents and, because it did not, it failed to ask material questions as it was required to do by the Act .",
      "id": "s206"
    },
    {
      "text": "There is no substance in this allegation.",
      "id": "s207"
    },
    {
      "text": "Generally speaking, the Tribunal is not required to ask any particular questions at a Tribunal hearing.",
      "id": "s208"
    },
    {
      "text": "It is for the applicant to satisfy the Tribunal of the matters necessary for the grant of a visa.",
      "id": "s209"
    },
    {
      "text": "It is apparent from its reasons for its decision that it discharged its responsibilities with regard to the evidence of the second appellant appropriately.",
      "id": "s210"
    },
    {
      "text": "44 The fourth ground of appeal and the appellants' written submissions addressed the date on which the Jatiya Party was formed.",
      "id": "s211"
    },
    {
      "text": "The appellants asserted in their notice of appeal and in written submissions that the Tribunal made a wrong \"assumption\" about the first appellant's evidence as to when he became a member of the Party, because there was no evidence for its finding that his statement that he had been a member of the Party since 1985 was inconsistent with independent country information.",
      "id": "s212"
    },
    {
      "text": "This ground was also not raised before the Federal Magistrate and, in any event, there is no merit in it.",
      "id": "s213"
    },
    {
      "text": "The Tribunal stated in its reasons that the first appellant gave oral evidence to the effect that he had been a member of the Jatiya Party since 1985, but that its sources stated that the Jatiya Party was not formed until 1 January 1986.",
      "id": "s214"
    },
    {
      "text": "This latter statement was borne out by the country information before the Tribunal.",
      "id": "s215"
    },
    {
      "text": "There was therefore some basis for the Tribunal's finding about the first appellant's evidence in this regard, and this challenge also fails.",
      "id": "s216"
    },
    {
      "text": "45 Finally, in written submissions, the appellants also claimed that the fourth appellant had wrongly been denied a hearing.",
      "id": "s217"
    },
    {
      "text": "On the hearing of the appeal on 22 February this year, the first appellant said that he received the invitation to the fourth appellant's hearing \"after over one month of the hearing date\" and the Post Office could not clarify the matter.",
      "id": "s218"
    },
    {
      "text": "The appellants showed an envelope that had allegedly contained the letter to the Court.",
      "id": "s219"
    },
    {
      "text": "According to the first appellant, the notation \"10/2/05\" had been written on the envelope by \"the owner of the house where we used to live\" as a notation of the date when the owner received the envelope.",
      "id": "s220"
    },
    {
      "text": "These matters were not raised in the notice of appeal, and were not supported by admissible evidence.",
      "id": "s221"
    },
    {
      "text": "Aside from these difficulties, the claim is, in any event, unsupportable, for the following reasons.",
      "id": "s222"
    },
    {
      "text": "46 The Tribunal sent the fourth appellant, who was an infant, a notice as required by ss 425A and 441A (4) of the Act .",
      "id": "s223"
    },
    {
      "text": "In its reasons, the Tribunal stated that at the Tribunal hearing on 3 December 2004, the first appellant acknowledged that he had received notification of the fourth appellant's hearing.",
      "id": "s224"
    },
    {
      "text": "The Tribunal stated:\n \n At the end of the hearing the Tribunal advised the first named applicant that the same Member would also be deciding the fourth applicant's application and noted that he would have received an invitation inviting her to attend a hearing as well.",
      "id": "s225"
    },
    {
      "text": "The first named applicant said that he had received a letter.",
      "id": "s226"
    },
    {
      "text": "The Tribunal noted that as she was a baby and could not give evidence herself he might consider whether it was necessary for him to come and give evidence again and whether, if her case depended on his and he felt he had given all his evidence, it was necessary to have a hearing for her.",
      "id": "s227"
    },
    {
      "text": "The Tribunal indicated that it was not expecting a decision to be made then but was raising it as he was before the Tribunal.",
      "id": "s228"
    },
    {
      "text": "The Tribunal told the first named applicant that if he was unclear about the matter he could get advice or simply come to the daughter's hearing.",
      "id": "s229"
    },
    {
      "text": "He replied that he thought it best to have a hearing.",
      "id": "s230"
    },
    {
      "text": "The Tribunal noted that she was entitled to one.",
      "id": "s231"
    },
    {
      "text": "47 As noted above, when the first appellant appeared at the Tribunal registry on 17 December 2004 and was asked why he had not attended this hearing, he contradicted himself by stating that he had not received the notification for the hearing.",
      "id": "s232"
    },
    {
      "text": "In its reasons, the Tribunal stated:\n \n Section 425A(2)(a) of the Act required a notice inviting the fourth named applicant to a hearing to be sent by one of the methods specified in s. 441A of the Act .",
      "id": "s233"
    },
    {
      "text": "Her invitation was sent in accordance with the method referred to in ss 441A(4)(c)(ii)... \n \n Further, at the hearing on 3 December 2004 her father, who acted on her behalf in lodging her review application, indicated that he had received notification of his daughter's hearing.",
      "id": "s234"
    },
    {
      "text": "There seemed no confusion on his part when he told the Tribunal this.",
      "id": "s235"
    },
    {
      "text": "Thus, the Tribunal does not accept that he did not receive the invitation as he later claimed.",
      "id": "s236"
    },
    {
      "text": "In these circumstances, and pursuant to s. 426A of the Act , the Tribunal has decided to make its decision on the fourth applicant's review without taking any further action to enable her (or her father on her behalf) to appear before it.",
      "id": "s237"
    },
    {
      "text": "It was clearly open to the Tribunal on the material before it to reject the first appellant's subsequent claim that he did not receive the fourth appellant's hearing invitation and, when there was no appearance for the fourth appellant, to make a decision as s 426A of the Act permitted the Tribunal to do.",
      "id": "s238"
    },
    {
      "text": "48 Furthermore, I note that s 441C(4)(a) of the Act provides that a document sent by prepaid post to an applicant in accordance with s 441A(4) is deemed to have been received seven working days after the date recorded on the letter.",
      "id": "s239"
    },
    {
      "text": "The letter was sent in accordance with s 441A(4) , to the last residential address provided by the appellants in connection with their application for review.",
      "id": "s240"
    },
    {
      "text": "49 In any event, as the first respondent submitted, the fourth appellant is a child whose claim was entirely dependent on the claim of the first appellant.",
      "id": "s241"
    },
    {
      "text": "Had there been an appearance for her at the hearing to which she was invited, that hearing could have added nothing to her case.",
      "id": "s242"
    },
    {
      "text": "It follows that, if there were any jurisdictional error in respect of the fourth appellant's hearing, it could not have made any difference to the outcome of the Tribunal's deliberations.",
      "id": "s243"
    },
    {
      "text": "There is ample authority in this Court supporting the proposition that, in such circumstances, matters should not be remitted to the Tribunal for rehearing: see, for example, Kumaraperu v Minister for Immigration and Multicultural Affairs (1999) 382 FCR 381 at 396 per Weinberg J.",
      "id": "s244"
    },
    {
      "text": "Accordingly, I would not set aside the Tribunal's decision on this account.",
      "id": "s245"
    },
    {
      "text": "50 Also at the hearing of the appeal on 22 February 2007, the appellants asserted that they had handed some documents to the Tribunal relevant to the first appellant's medical condition and that some of these documents had not been referred to by the Tribunal in making its decision.",
      "id": "s246"
    },
    {
      "text": "They also made a claim concerning the first appellant's receipt of the letter that the Tribunal sent to them granting an extension of time.",
      "id": "s247"
    },
    {
      "text": "51 The documents that the appellants said they gave the Tribunal and to which the Tribunal did not refer are the contested documents: see [23] above.",
      "id": "s248"
    },
    {
      "text": "Ms White has deposed that she did not find them on the relevant Tribunal file when she searched it recently.",
      "id": "s249"
    },
    {
      "text": "There is no mention of them in the Tribunal's very detailed reasons, and they do not appear in this Court's or the Federal Magistrates Court's files.",
      "id": "s250"
    },
    {
      "text": "The contested documents were not the subject of any ground for judicial review in the Federal Magistrates Court.",
      "id": "s251"
    },
    {
      "text": "They were also not the subject of any ground of appeal in this Court.",
      "id": "s252"
    },
    {
      "text": "The appellants have not sought leave to amend their grounds of appeal or to rely on fresh evidence, and any application to do so would be bound to fail.",
      "id": "s253"
    },
    {
      "text": "The appellants advance no explanation as to why this new ground and accompanying evidence was not raised earlier.",
      "id": "s254"
    },
    {
      "text": "The Federal Magistrate's reasons for judgment record that: \"[w]hen invited to make oral submissions to the Court, the applicant husband indicated that he would rely on his written submissions\".",
      "id": "s255"
    },
    {
      "text": "Contrary to his Honour's statement, the appellants claimed that they raised the issue before him and he ignored it.",
      "id": "s256"
    },
    {
      "text": "There is, however, no ground of appeal challenging his Honour's disregard of the matter.",
      "id": "s257"
    },
    {
      "text": "In the absence of any evidence supporting the appellants, I reject their contention.",
      "id": "s258"
    },
    {
      "text": "52 In any event, as the first respondent points out, the contested documents would not take the matter further.",
      "id": "s259"
    },
    {
      "text": "They do not provide evidence of an opinion that the first appellant's ability to give evidence was impaired by his medical condition and, relevantly demonstrate any jurisdictional error in the Tribunal's contrary finding, which was based on its own observations.",
      "id": "s260"
    },
    {
      "text": "53 Finally, the first appellant's submission as to his receipt of the letter granting an extension is not supported by admissible evidence and is not within a ground of appeal.",
      "id": "s261"
    },
    {
      "text": "Furthermore, ss 441C and 441A (4) of the Act , referred to above, provides a sufficient answer to this complaint.",
      "id": "s262"
    },
    {
      "text": "The letter was sent to the last residential address provided by the appellants in connection with the review.",
      "id": "s263"
    },
    {
      "text": "54 For the reasons stated, the appeal should be dismissed with costs.",
      "id": "s264"
    },
    {
      "text": "I certify that the preceding fifty-four (54) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s265"
    },
    {
      "text": "Associate:\n\nDated: 20 April 2007\n\n\n Counsel for the Appellants: The appellants appeared in person with the assistance of an interpreter.",
      "id": "s266"
    },
    {
      "text": "Counsel for the First Respondent: Mr P. Silver \n \n Solicitors for the First Respondent: Clayton Utz \n \n Dates of Hearing: 22 February and 20 April 2007 \n \n Date of Judgment: 20 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/167.html",
      "id": "s267"
    }
  ]
}