{
  "name": "Australian Competition and Consumer Commission v TEAC Australia Pty Ltd [2007] FCA 1859 (28 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1859.html",
  "catchphrases": [
    {
      "text": "resale price maintenance",
      "id": "c0"
    },
    {
      "text": "agreed facts",
      "id": "c1"
    },
    {
      "text": "consent orders sought",
      "id": "c2"
    },
    {
      "text": "consideration of factors relevant to penalty",
      "id": "c3"
    },
    {
      "text": "trade practices",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The Australian Competition and Consumer Commission (\"ACCC\") has applied to the Court for declarations, injunctions, pecuniary penalties and other relief in relation to 10 separate acts of resale price maintenance engaged in by the first respondent, TEAC Australia Pty Ltd (\"TEAC\"), in contravention of s 48 of the Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s0"
    },
    {
      "text": "The ACCC seeks similar relief against the second respondent, Warren Allison, who was involved in each of the contraventions of s 48 by TEAC.",
      "id": "s1"
    },
    {
      "text": "2 Prior to the hearing, the parties filed a Statement of Agreed Facts (\"the Agreed Facts\") and Joint Submissions in relation to relief.",
      "id": "s2"
    },
    {
      "text": "The Joint Submissions summarise the Agreed Facts and the issues to be determined.",
      "id": "s3"
    },
    {
      "text": "The parties have also filed minutes of consent orders.",
      "id": "s4"
    },
    {
      "text": "They made brief oral submissions this morning.",
      "id": "s5"
    },
    {
      "text": "AGREED FACTS \n \n3 It is convenient and useful to set out the summary of contravening conduct in the Joint Submissions.",
      "id": "s6"
    },
    {
      "text": "This is as follows: \n \n [T] here are ten contraventions of the Act arising out of conduct engaged in by Mr Allison (the National Sales Manager of TEAC) for and on behalf of TEAC (a wholesaler of electronic goods) by statements made at a meeting, in an email and in TEAC price lists, concerning the advertising of TEAC products below a specified price.",
      "id": "s7"
    },
    {
      "text": "The parties agree that in the current circumstances the contravening acts should be dealt with on penalty as one course of conduct.",
      "id": "s8"
    },
    {
      "text": "More specifically, TEAC admits that it engaged in ten separately identifiable acts constituting engaging in [resale price maintenance] within the meaning of s 96 of the Act as a result of the following.",
      "id": "s9"
    },
    {
      "text": "(a) Statements said by Mr Allison to a retailer of electronic goods, Mr Leibovich of Panasales Clearance Centre Pty Ltd (Panasales), at a meeting on 21 June 2006.",
      "id": "s10"
    },
    {
      "text": "Relevantly, it is an agreed fact that Mr Allison said to Mr Leibovich (inter alia): \n \n \n \n \n \n \n \n \n \n \"But if I'm going to give you the best prices then I don't want you to use that to discount.",
      "id": "s11"
    },
    {
      "text": "I wouldn't want to see prices advertised in any media below the go price.",
      "id": "s12"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n \n \n \"Advertise however you want but not less than the go price or we won't do business with you.",
      "id": "s13"
    },
    {
      "text": "This applies to all TEAC's retailers.",
      "id": "s14"
    },
    {
      "text": "We don't want to return to the poor position we were in before.",
      "id": "s15"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n \n \n (b) The sending of an email from Mr Allison to Mr Leibovich on 30 June 2006 together with the statements said by Mr Allison to Mr Leibovich at a meeting on 21 June 2006.",
      "id": "s16"
    },
    {
      "text": "Relevantly, it is an agreed fact that Mr Allison's email stated: \n \n \n \n \n \n \n \n \"Please see attached price list as promised.",
      "id": "s17"
    },
    {
      "text": "You will note that I have put in the go pricing for these models.",
      "id": "s18"
    },
    {
      "text": "I need to make one thing clear, we do not want to see our product advertised below our recommended qo pricing.",
      "id": "s19"
    },
    {
      "text": "We are very careful with our pricing to ensure that this doesn't happen with every customer.",
      "id": "s20"
    },
    {
      "text": "If this does occur, we will be forced to cancel our arrangement.",
      "id": "s21"
    },
    {
      "text": "Aaron, I just need to make this clear.",
      "id": "s22"
    },
    {
      "text": "If you have any queries, please advise.",
      "id": "s23"
    },
    {
      "text": "\" \n \n \n \n \n (emphasis added) \n \n \n \n \n \n (c) The emailing by Mr Allison to Mr Leibovich of price lists on 30 June 2006 and 4 July 2006 together with above email on 30 June 2006.",
      "id": "s24"
    },
    {
      "text": "Relevantly, it is an agreed fact that the price lists identically stated: \n \n \n \n \n \n \n (i) the cost price excluding GST of TEAC electronic goods; \n \n \n \n\n (ii) the cost price including GST of TEAC electronic goods; and \n \n \n \n \n (iii) the \"Go Pricing\" of TEAC electronic goods.",
      "id": "s25"
    },
    {
      "text": "It is admitted' that there were three acts by which TEAC engaged in the practice of [resale price maintenance] in contravention of s 48 of the Act by engaging in an act referred to in s 96(3)(a) of the Act by making it known to Panasales that TEAC would not supply electronic goods to Panasales unless Panasales agreed not to advertise for sale TEAC products at a price less than a price specified by TEAC, namely TEAC's \"go price\".",
      "id": "s26"
    },
    {
      "text": "It is admitted that there were three acts by which TEAC engaged in the practice of [resale price maintenance] in contravention of s 48 of the Act by engaging in an act referred to in s 96(3)(b) of the Act by inducing Panasales not to advertise for sale electronic goods to be supplied by TEAC at a retail price less than a price specified by TEAC, namely TEAC's \"go price\".",
      "id": "s27"
    },
    {
      "text": "It is admitted that there were three acts by which TEAC engaged in the practice of [resale price maintenance] in contravention of s 48 of the Act by engaging in an act referred to in s 96(3)(c) of the Act by entering into and offering to enter into an agreement with Panasales containing a term that Panasales will not advertise for sale TEAC electronic goods at a retail price less than a price specified by TEAC, namely TEAC's \"go price\".",
      "id": "s28"
    },
    {
      "text": "It is admitted that there was one act by which TEAC engaged in the practice of [resale price maintenance] in contravention of s 48 of the Act by engaging in an act referred to in s 96(3)(f) of the Act by using, in relation to TEAC electronic goods that may have been supplied by TEAC to Panasales, a statement of prices that was likely to be understood by Mr Leibovich of Panasales as the price below which TEAC electronic goods were not to be advertised for sale by Panasales, namely the prices in TEAC's \"Go Pricing\" column contained in two price lists.",
      "id": "s29"
    },
    {
      "text": "Mr Allison admits that he was directly knowingly concerned in, and party to, TEAC's conduct of engaging in the practice of [resale price maintenance] in contravention of s 48 of the Act being conduct of the kind referred to in ss 76(1)(e) and 80 (1)(e) of the Act as a result of his statements in the meeting with Mr Leibovich of Panasales on 21 June 2006, the email sent to Panaisales on 30 June 2006 and the price lists sent on 30 June 2006 and 4 July 2006 as set out in the Agreed Facts.",
      "id": "s30"
    },
    {
      "text": "LEGISLATION \n \n4 Section 48 of the Act states:\n \n A corporation or other person shall not engage in the practice of resale price maintenance.",
      "id": "s31"
    },
    {
      "text": "The expression \"practice of resale price maintenance\" is defined in s 4 of the Act , as meaning the \"practice of resale price maintenance\" referred to in Part VIII of the Act .",
      "id": "s32"
    },
    {
      "text": "Part VIII in turn contains s 96 , which provides, in s 96(1) , that: \n \n \n (1) Subject to this Part, a corporation (in this section called \"the supplier\") engages in the practice of resale price maintenance if that corporation does an act referred to in any of the paragraphs of subsection (3).",
      "id": "s33"
    },
    {
      "text": "5 TEAC admits that it has engaged in ten acts of resale price maintenance within the meaning of s 96(3)(a) , (b), (c) and (f) of the Act .",
      "id": "s34"
    },
    {
      "text": "These sub-sections state:\n \n (3) The acts referred to in subsections (1) ... are the following: \n \n \n \n \n (a) the supplier making it known to a second person that the supplier will not supply goods to the second person unless the second person agrees not to sell those goods at a price less than a price specified by the supplier; \n (b) the supplier inducing, or attempting to induce, a second person not to sell, at a price less than a price specified by the supplier, goods supplied to the second person by the supplier ...; \n (c) the supplier entering into an agreement, or offering to enter into an agreement, for the supply of goods to a second person, being an agreement one of the terms of which is, or would be, that the second person will not sell the goods at a price less than a price specified, or would be specified, by the supplier; \n ... \n (f) the supplier using, in relation to any goods supplied, or that may be supplied, by the supplier to a second person, a statement of a price that is likely to be understood by that person as the price below which the goods are not to be sold.",
      "id": "s35"
    },
    {
      "text": "6 Section 96(7) of the Act further provides that:\n \n A reference in any of paragraphs (3)(a) to (e), inclusive, including a reference in negative form, to the selling of goods at a price less than a price specified by the supplier shall be construed as including references to: \n \n \n \n (a) the advertising of goods for sale at a price less than a price specified by the supplier as the price below which the goods are not to be advertised for sale; \n ... \n \n \n \n and a reference in paragraph (3)(d), (e) or (f) to a price below which the goods are not to be sold shall be construed as including a reference to the price below which the goods are not to be advertised for sale, to the price below which the goods are not to be displayed for sale and to the price below which the goods are not to be offered for sale.",
      "id": "s36"
    },
    {
      "text": "7 The respondents admit that, having regard to s 96(7) of the Act :\n \n \n (a) in relation to s 96(3)(a) of the Act , TEAC's conduct in making it known that it would not supply Panasales with TEAC electronic goods unless Panasales agreed \"not to advertise for sale\" TEAC electronic goods at a retail price less than the \"go price\" or \"go pricing\" specified by TEAC, was conduct that made it known that TEAC would not supply Panasales with TEAC electronic goods unless Panasales agreed \"not to sell\" TEAC electronic goods at a retail price less than the \"go price\" or \"go pricing\" specified by TEAC;\n (b) in relation to s 96(3)(b) of the Act , TEAC's conduct that induced Panasales \"not to advertise for sale\" TEAC electronic goods at a retail price less than the \"go price\" or \"go pricing\" specified by TEAC, was conduct that induced Panasales \"not to sell\" TEAC electronic goods at a retail price less than the \"go price\" or \"go pricing\" specified by TEAC;\n (c) in relation to s 96(3)(c) of the Act , TEAC's conduct of entering into or offering to enter into an agreement with Panasales containing a term that Panasales \"will not advertise for sale\" TEAC electronic goods at a retail price less than TEAC's \"go price\" or \"go pricing\" specified by TEAC, was conduct entering into or offering to enter into an agreement with Panasales containing a term that Panasales \"will not sell\" TEAC electronic goods at a retail price less than the \"go price\" or \"go pricing\" specified by TEAC; and\n (d) in relation to s 96(3)(f) of the Act , TEAC's use of the statement of price that was likely to be understood by Panasales as the price below which TEAC electronic goods were \"not to be advertised for sale\" by Panasales, was the use of a statement of price that was likely to be understood by Panasales as the price below which TEAC electronic goods were \"not to be sold\".",
      "id": "s37"
    },
    {
      "text": "8 The contravention by a person of any provision in Pt IV of the Act may result in an order that the person pay to the Commonwealth a pecuniary penalty in respect of each act or omission by the person to which s 76 applies.",
      "id": "s38"
    },
    {
      "text": "At the time TEAC contravened the Act in mid-2006, s 76(1) relevantly provided: \n \n If the Court is satisfied that a person: \n \n (a) has contravened any of the following provisions: \n (i) a provision of Part IV ; \n ... \n\n (e) has been in any way, directly or indirectly, knowingly concerned in, or party to, the contravention by a person of such a provision; \n \n ... \n the Court may order the person to pay to the Commonwealth such pecuniary penalty, in respect of each act or omission by the person to which this section applies, as the Court determines to be appropriate having regard to all relevant matters including the nature and extent of the act or omission and of any loss or damage suffered as a result of the act or omission, the circumstances in which the act or omission took place and whether the person has previously been found by the Court in proceedings under this Part or Part XIB to have engaged in any similar conduct.",
      "id": "s39"
    },
    {
      "text": "9 The pecuniary penalty for a contravention of s 48 of the Act and for being in any way directly or indirectly knowingly concerned in or party to such a contravention, is not to exceed, for each act or omission:\n \n(a) $10 million for a body corporate (s 76(1A)(b)) ; and\n \n(b) $500,000 for a person other than a body corporate (s 76(1B).",
      "id": "s40"
    },
    {
      "text": "Section 80 provides for the grant of injunctions and s 80C, for various non-punitive orders including probation orders as to trade practice compliance programs and the like.",
      "id": "s41"
    },
    {
      "text": "Section 80D provides for adverse publicity orders and similar.",
      "id": "s42"
    },
    {
      "text": "10 Engaging in resale price maintenance is engaging in anti-competitive conduct, which the legislature has prohibited in the public interest.",
      "id": "s43"
    },
    {
      "text": "As Merkel J said in Australian Competition and Consumer Commission v Humax Pty Ltd [2005] FCA 706 (\" Humax \") at [5], engaging in resale price maintenance is a serious offence.",
      "id": "s44"
    },
    {
      "text": "This is apparent from the magnitude of the pecuniary penalties that corporations, and those through whom they act, may face for contravention of s 48 of the Act .",
      "id": "s45"
    },
    {
      "text": "PROPOSED CONSENT ORDERS \n \n11 The consent orders proposed by the parties include:\n \n \n (a) declarations under s 21 of the Federal Court of Australia Act 1976 (Cth) that the particular conduct in which each of the respondents engaged constituted a contravention of the Act ;\n (b) injunctions restraining each of the respondents from engaging in proscribed conduct for a period of three years from the date of the order;\n (c) orders requiring TEAC to establish an education and compliance programme for its employees; \n (d) an order that TEAC pay a pecuniary penalty of $175,000 in four instalments; and \n (e) an order that Mr Allison pay a pecuniary penalty of $15,000 in four instalments.",
      "id": "s46"
    },
    {
      "text": "There is to be a further order, providing for what is to happen in the event of default in the payment of any instalment of penalty.",
      "id": "s47"
    },
    {
      "text": "CONSIDERATION \n \n12 The Court is not bound to make the orders on which the parties have agreed.",
      "id": "s48"
    },
    {
      "text": "However, having read the Joint Submissions and heard counsel today, I am satisfied that these orders are appropriate and should be made.",
      "id": "s49"
    },
    {
      "text": "The declarations serve the public interest by demonstrating that the impugned conduct contravenes the Act : see Australian Consumer and Competition Commission v Midland Brick Company Pty Ltd (2004) 207 ALR 329 at 333 and Rural Press Limited v Australian Consumer and Competition Commission [2003] HCA 75 ; (2003) 216 CLR 53 at 91.",
      "id": "s50"
    },
    {
      "text": "13 The injunctive relief is designed to make it clear to the respondents what conduct on their parts is proscribed in the three year period during which the injunctions are to be operative: see Australian Consumer and Competition Commission v Francis [2004] FCA 487 ; (2004) 142 FCR 1 at 39 and Australian Consumer and Competition Commission v Digital Products [2006] FCA 1732 (\" Digital Products \") at [12].",
      "id": "s51"
    },
    {
      "text": "14 The proposed probation order in this case is very like the probation orders made by Merkel J in Humax and by Tracey J in Digital Products.",
      "id": "s52"
    },
    {
      "text": "Section 86D contemplates orders of the kind proposed as adverse publicity orders: see orders 8 and 9 in the proposed minute of orders.",
      "id": "s53"
    },
    {
      "text": "15 Section 76(1) of the Act provides that the Court may order the payment of such pecuniary penalty as the Court determines to be appropriate \"having regard to all relevant matters\", including: \n \n \n (a) the nature and extent of the act or omission constituting the contravening conduct; \n (b) the nature and extent of any loss or damage suffered as a result of the contravening conduct; \n \n\n(c) the circumstances in which the act or omission took place; and \n \n \n (d) whether the contravenor has previously been found by the Court to have engaged in similar conduct.",
      "id": "s54"
    },
    {
      "text": "16 The relevant principles governing the imposition of pecuniary penalties are discussed in Australian Consumer and Competition Commission v Dataline.Net.Au Pty Ltd [2007] FCAFC 146 (\" Dataline \") at [60]-[75]; Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 at 52,151-52, 154; NW Frozen Foods Pty Ltd v Australian Consumer and Competition Commission (1997) 71 FCR 285 at 290-295; J McPhee &amp; Son (Aust) Pty Ltd v Australian Consumer and Competition Commission (2000) 172 ALR 532; and Minister for Industry, Tourism and Resources v Mobil Oil Australia Pty Ltd [2004] FCAFC 72 (\" Mobil Oil \") at [51]-[58].",
      "id": "s55"
    },
    {
      "text": "These authorities indicate that further relevant matters include:\n \n (a) the size of the contravening company; \n \n \n (b) the degree of power the company has, as evidenced by its market share and ease of entry into the market; \n \n \n (c) whether the conduct was systematic, deliberate, or covert;\n (d) the period over which the conduct occurred; \n \n \n (e) the effect on the functioning of the market and other economic effects of the conduct;\n (f) whether the contravention arose out of the conduct of senior management or at a lower level;\n (g) whether the company has a corporate culture conducive to compliance with the Act , as evidenced by educational programs and discipline, or other corrective measures in response to an acknowledged contravention; and\n (h) whether the company has shown a disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention.",
      "id": "s56"
    },
    {
      "text": "See also Australian Consumer and Competition Commission v Jurlique International Pty Ltd [2007] FCA 79 (\" Jurlique \") at [51]; Australian Consumer and Competition Commission v Knight [2007] FCA 1011 (\" Knight \") at [70]; and Australian Consumer and Competition Commission v Visy Industries Holdings Pty Limited (No 3) [2007] FCA 1617 (\" Visy Industries \") at [303].",
      "id": "s57"
    },
    {
      "text": "17 Ordinary sentencing principles are relevant, including specific and general deterrence.",
      "id": "s58"
    },
    {
      "text": "Thus in Australian Consumer and Competition Commission v Leahy Petroleum Pty Ltd (No 3) (2005) 215 ALR 301 at [39], Goldberg J concluded:\n \n The penalty imposed must be substantial enough that the party realises the seriousness of its conduct and is not inclined to repeat such conduct.",
      "id": "s59"
    },
    {
      "text": "Obviously the sum required to achieve this object will be larger where the Court is setting a penalty for a company with vast resources.",
      "id": "s60"
    },
    {
      "text": "However, as specific deterrence is only one element and general deterrence must also be achieved, consideration of the party's capacity to pay must be weighed against the need to impose a sum which members of the public will recognise as significant and proportionate to the seriousness of the contravention.",
      "id": "s61"
    },
    {
      "text": "What is known in the criminal law as the \"totality principle\" is also relevant.",
      "id": "s62"
    },
    {
      "text": "That is, the total penalty for related offences ought not to exceed what is appropriate for the entire contravening conduct involved: see Jurlique at [52]; Trade Practices Commission v TNT Australia Pty Ltd &amp; Ors (1995) ATPR 41-375 at 40,169; Knight at [73]; and Visy Industries at [304].",
      "id": "s63"
    },
    {
      "text": "The \"parity principle\" is also relevant, namely, all other things being equal, like cases should be treated alike.",
      "id": "s64"
    },
    {
      "text": "18 Further, the fact that the ACCC and the respondents have put forward a penalty that they have agreed as between themselves is relevant, although not conclusive because the Court retains the responsibility for imposing penalties: see Dataline at [59]; Visy Industries at [305]; and Australian Consumer and Competition Commission v ABB Power Transmission Pty Ltd (2004) ATPR 42-011; [2004] FCA 819 at [46] - [56] .",
      "id": "s65"
    },
    {
      "text": "19 The parties propose that an appropriate penalty for TEAC would be $235,000 discounted, by 25% for cooperation and early acknowledgment of liability, to $175,000 payable by instalments.",
      "id": "s66"
    },
    {
      "text": "They propose a penalty of $20,000 for Mr Allison discounted by 25% for cooperation and early acknowledgment of liability to $15,000 payable by instalments.",
      "id": "s67"
    },
    {
      "text": "I consider that those proposed penalties are within the range of penalties which might properly be imposed for the contraventions.",
      "id": "s68"
    },
    {
      "text": "I briefly set out my reasons for that conclusion, in the light of the matters discussed in the cases referred to above.",
      "id": "s69"
    },
    {
      "text": "20 The contravening conduct (summarised at [3] above) resulted from the conduct of Mr Allison, who was and remains National Sales Manager.",
      "id": "s70"
    },
    {
      "text": "Mr Allison became National Sales Manager on 1 March 2006.",
      "id": "s71"
    },
    {
      "text": "Immediately before this, he had been National Accounts Manager.",
      "id": "s72"
    },
    {
      "text": "21 In March 2005, the original TEAC entity was placed into voluntary administration following financial difficulties.",
      "id": "s73"
    },
    {
      "text": "A new TEAC business started operations in September 2005.",
      "id": "s74"
    },
    {
      "text": "It was purchased by the current holding company, TT International Limited, on 1 November 2006.",
      "id": "s75"
    },
    {
      "text": "The contravening conduct occurred in mid 2006 prior to the new ownership of TEAC.",
      "id": "s76"
    },
    {
      "text": "22 I accept that, as the parties submitted, the proposed penalties properly reflect both aggravating and mitigating factors.",
      "id": "s77"
    },
    {
      "text": "The primary aggravating factors were as follows.",
      "id": "s78"
    },
    {
      "text": "(i) There was more than one kind of resale price maintenance conduct.",
      "id": "s79"
    },
    {
      "text": "(ii) The contravening conduct was explicit, involved ten acts of resale price maintenance engaged in on three separate occasions and included a threat to cancel the supply arrangement.",
      "id": "s80"
    },
    {
      "text": "(iii) As a result of the contravening conduct, for at least four months Panasales did not advertise the electrical goods supplied to it by TEAC in any newspaper or on television or radio below the \"go price\" specified by TEAC.",
      "id": "s81"
    },
    {
      "text": "(iv) As National Sales Manager at the time of the contravening conduct, Mr Allison held an important position within middle management at TEAC.",
      "id": "s82"
    },
    {
      "text": "23 On the other hand, there are factors that explain why no higher penalties than those proposed should be set.",
      "id": "s83"
    },
    {
      "text": "(i) All contraventions were in relation to only one retailer, which supplies goods from one location and over the internet.",
      "id": "s84"
    },
    {
      "text": "(ii) The contravening conduct took place over a short period of time (21 June to 4 July 2004).",
      "id": "s85"
    },
    {
      "text": "(iii) The contraventions can reasonably be regarded as having occurred in the one course of related conduct.",
      "id": "s86"
    },
    {
      "text": "(iv) TEAC did not in fact withhold supply to the retailer (Panasales) at any time.",
      "id": "s87"
    },
    {
      "text": "(v) The conduct has not been repeated.",
      "id": "s88"
    },
    {
      "text": "24 The respondents have co-operated with the ACCC and, as the Agreed Facts show, acknowledged their liability at the earliest stage of the proceeding.",
      "id": "s89"
    },
    {
      "text": "This has shortened the proceeding, saved costs, and allowed the ACCC to direct its attention to other investigations and proceedings.",
      "id": "s90"
    },
    {
      "text": "These are mitigating factors that result in a substantial discount from the penalties that would otherwise be appropriate.",
      "id": "s91"
    },
    {
      "text": "I note in passing that there is nothing to indicate that the respondents have contravened Pt IV previously.",
      "id": "s92"
    },
    {
      "text": "25 Whilst Mr Allison's conduct (engaged in on three occasions over a fortnight with effect for about four months) was deliberate in the sense that he intended to prevent Panasales from discounting and undermining TEAC's strategy to re-position itself as a more expensive brand in the electrical goods market, it is agreed that at the time of the contravening conduct (which he has admitted) he had no awareness of its illegality.",
      "id": "s93"
    },
    {
      "text": "Under the previous ownership, Mr Allison had not received any training in trade practices compliance and he became National Sales Manger in a difficult period for TEAC.",
      "id": "s94"
    },
    {
      "text": "This is not, of course, to deny that he had a responsibility to ensure that he knew the law and observed it.",
      "id": "s95"
    },
    {
      "text": "26 The financial circumstances of TEAC and Mr Allison also indicate that the proposed penalties are within the appropriate range.",
      "id": "s96"
    },
    {
      "text": "I have already referred to TEAC's circumstances between March 2005 and mid 2006, when the contravening conduct occurred.",
      "id": "s97"
    },
    {
      "text": "The Agreed Facts set out the details of TEAC's approximate market share of various wholesale electronic goods in Australia compared to the entire industry for January 2006 to December 2006.",
      "id": "s98"
    },
    {
      "text": "I have had regard to these details.",
      "id": "s99"
    },
    {
      "text": "I have also noted the Joint Submissions that:\n \n \n (a) Whilst TEAC's profit for the year ended 31 March 2007 was approximately $4.5M (a result of accounting adjustments made with the previous owner), its position a year earlier was precarious; as at 31 March 2006 it had a loss of approximately $6.3M.",
      "id": "s100"
    },
    {
      "text": "Further, whilst TEAC's net asset position as at 31 March 2007 was approximately $1.2M, its total liabilities exceeded its total assets by approximately $3.3M as at 31 March 2006.",
      "id": "s101"
    },
    {
      "text": "TEAC now has a capacity to pay a sizable penalty and the penalty of $175,000 which it has agreed to pay is a sizable penalty in all of the circumstances of this case.",
      "id": "s102"
    },
    {
      "text": "... TEAC is still recovering from an unprofitable position.",
      "id": "s103"
    },
    {
      "text": "Further, TEAC is presently making payments for long term leases from which it is unable to be relieved.",
      "id": "s104"
    },
    {
      "text": "(b) Mr Allison's income for the financial year ended 30 June 2007 was $185,861 in wages (before tax) with an additional $22,000 car allowance.",
      "id": "s105"
    },
    {
      "text": "He is the sole income earner for his family (which includes his wife and three dependant children).",
      "id": "s106"
    },
    {
      "text": "It is the joint view of the parties that Mr Allison has the capacity to pay the proposed penalty of $15,000 but that any higher amount would become oppressive to him and his family.",
      "id": "s107"
    },
    {
      "text": "27 In all the circumstances, the proposed penalties are substantial (though not oppressive) and are designed to meet the object of deterrence, especially, in this case, general deterrence.",
      "id": "s108"
    },
    {
      "text": "Deterrence (specific and general) is the primary object of the imposition of a pecuniary penalty: see Dataline at [60] and the authorities cited.",
      "id": "s109"
    },
    {
      "text": "I accept that the respondents are unlikely to contravene Pt IV of the Act again, having regard to their experience and co-operation with the ACCC in this proceeding, TEAC's voluntary and proactive steps in: (a) issuing a letter to their retailers informing them that they are free to determine their own selling price; and (b) implementing trade practices compliance training.",
      "id": "s110"
    },
    {
      "text": "I also note that the contravening conduct took place under different company ownership, the new ownership having commenced on 1 November 2006.",
      "id": "s111"
    },
    {
      "text": "As appears from the foregoing, at the time of the contravening conduct, TEAC had no trade practices compliance program.",
      "id": "s112"
    },
    {
      "text": "This has now been remedied.",
      "id": "s113"
    },
    {
      "text": "28 I also accept that the proposed penalties are consistent with the proper application of the totality and parity principles: compare Digital Products and Dataline at [64]-[75].",
      "id": "s114"
    },
    {
      "text": "I was referred to a schedule of previous determinations.",
      "id": "s115"
    },
    {
      "text": "Whilst I have had regard to it, I have also borne in mind the observations in Dataline , where a Full Court said (at [67]-[68]):\n \n [T] he Court is confirmed in the view that there is little to be gained in undertaking ... a detailed comparative analysis of the conduct of each corporation in the identified cases, the extent to which particular officers of those corporations engaged in the contravening conduct or the scale and dimension of the conduct.",
      "id": "s116"
    },
    {
      "text": "The constellation of circumstances, essential character of the conduct and the factors to be weighed by the Court are inevitably sufficiently different in each case that previous determinations ultimately provide little utility in precisely informing the appropriate pecuniary penalty to be imposed in any particular contravention.",
      "id": "s117"
    },
    {
      "text": "However, an assessment of previous determinations in relation to resale price maintenance conduct may provide a high level broad range within which an appropriate pecuniary penalty may be imposed having regard to the character and content of the contravention and other considerations reflecting some elements broadly consistent with the evidence in the particular case.",
      "id": "s118"
    },
    {
      "text": "After making these observations, the Court undertook an analysis of several cases with sufficiently similar facts to provide a high level broad range of comparison.",
      "id": "s119"
    },
    {
      "text": "The penalties imposed in a number of cases ( Australian Consumer and Competition Commission v Dermalogica Pty Ltd [2005] 215 ALR 482 (\" Dermalogica \"), Humax , Australian Competition and Consumer Commission v Tooltechnic Systems (Aust) Pty Ltd [2007] FCA 432 , Australian Competition and Consumer Commission v Westminster Retail Pty Ltd (in liquidation) [2005] FCA 1299 , Australian Competition and Consumer Commission v High Adventure Pty Ltd [2005] FCAFC 247 , Australian Competition and Consumer Commission v Cambur Pty Ltd [2006] FCA 1027 , Dataline (upholding the decision in Australian Consumer and Competition Commission v Dataline.Net.Au Pty Ltd (2006) 236 ALR 665), Jurlique , and Australian Competition and Consumer Commission v Chaste Corporation Pty Ltd (in liquidation) [2005] FCA 1212) give a high level broad range of comparison for this case.",
      "id": "s120"
    },
    {
      "text": "29 There is no specific evidence as to the amount of loss or damage that resulted from the contravening conduct, but this is not a mitigating factor in the imposition of penalties: see Dataline at [62]; Trade Practices Commission v ICI Australia Operations Pty Ltd (1991) 105 ALR 115 at 119; Australian Consumer and Competition Commission v DM Faulkner Pty Ltd [2004] FCA 1666 at [64] ; and Dermalogica at [81].",
      "id": "s121"
    },
    {
      "text": "30 I accept that, in the circumstances mentioned above and on the financial material before the Court, it is appropriate to order the payment of penalties by instalments.",
      "id": "s122"
    },
    {
      "text": "The parties have agreed to the inclusion in orders of a default provision.",
      "id": "s123"
    },
    {
      "text": "The Court made similar orders in Digital Products and Humax .",
      "id": "s124"
    },
    {
      "text": "31 Having regard to the foregoing, I am satisfied that the proposed penalties are appropriate in all the circumstances.",
      "id": "s125"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny .",
      "id": "s126"
    },
    {
      "text": "Associate:\n\nDated: 28 November 2007\n\n\n Counsel for the Applicant: Mr D Star \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr SG O'Bryan SC \n \n Solicitor for the Respondent: Hutchinson Legal \n \n Date of Hearing: 28 November 2007 \n \n Date of Judgment: 28 November 2007 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1859.html",
      "id": "s127"
    }
  ]
}