{
  "name": "Glenn Jordan v Mornington Inn Proprietary Limited [2007] FCA 1384 (12 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1384.html",
  "catchphrases": [
    {
      "text": "australian workplace agreements",
      "id": "c0"
    },
    {
      "text": "employees entitled to award conditions including penalty rates",
      "id": "c1"
    },
    {
      "text": "proposed awa providing for flexible hourly rate very similar to award rate, but no penalty rates",
      "id": "c2"
    },
    {
      "text": "employees threatened with loss of overtime shifts if they did not sign awa",
      "id": "c3"
    },
    {
      "text": "changing of rosters pursuant to threats",
      "id": "c4"
    },
    {
      "text": "admission of liability for applying duress and injuring employees in their employment for a prohibited reason. held: penalties of $17,000 for each of ten contraventions",
      "id": "c5"
    },
    {
      "text": "industrial law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondent company operates the Mornington Inn (the Hotel), a hotel motel with associated gaming facilities, in Mornington, an Eastern Shore suburb of Hobart.",
      "id": "s0"
    },
    {
      "text": "The respondent is a member of a group which operates another five hotels in Tasmania.",
      "id": "s1"
    },
    {
      "text": "The Group is controlled by Mr Emmanuel Kalis.",
      "id": "s2"
    },
    {
      "text": "About 29 staff are employed at the Hotel.",
      "id": "s3"
    },
    {
      "text": "2 The applicant, a workplace inspector appointed under s 167(2) of the Workplace Relations Act 1996 (Cth), alleges that the respondent, in the course of endeavouring to have certain employees at the Hotel sign Australian Workplace Agreements (AWAs), (i) applied duress (contrary to s 400(5)) and (ii) injured them in their employment and/or altered their position to their prejudice for the prohibited reason that they were entitled to the benefit of the Australian Fair Pay and Conditions Standard (contrary to s 792(1)(b) and (c) and s 793(1)(i)).",
      "id": "s4"
    },
    {
      "text": "3 The respondent has now admitted liability.",
      "id": "s5"
    },
    {
      "text": "I have already made by consent orders for payments to certain employees and declared two AWAs void.",
      "id": "s6"
    },
    {
      "text": "These reasons deal with the issue of penalties and declarations.",
      "id": "s7"
    },
    {
      "text": "4 The following account is based on an agreed statement of facts submitted by the parties.",
      "id": "s8"
    },
    {
      "text": "Acquisition of the Hotel \n \n5 In about November 2005 the respondent took over the ownership and control of the Hotel.",
      "id": "s9"
    },
    {
      "text": "Mr Kalis became the hotel licensee.",
      "id": "s10"
    },
    {
      "text": "A number of employees, including the Relevant Employees identified below, who had worked at the Hotel under the previous management moved across to the employ of the respondent on the same terms and conditions.",
      "id": "s11"
    },
    {
      "text": "6 The respondent was bound by an award known as the Hospitality Industry - Accommodation, Hotels, Resorts and Gaming Award 1995 (the Award) in respect of all persons employed by it who performed work covered by the Award.",
      "id": "s12"
    },
    {
      "text": "The Relevant Employees \n \n7 The respondent employed the following persons (the Relevant Employees) in the positions identified:\n \n &#8226; Alice Louise Bruce, Bar Gaming Attendant.",
      "id": "s13"
    },
    {
      "text": "&#8226; Debby Maree Hyland, Bar Gaming Attendant.",
      "id": "s14"
    },
    {
      "text": "&#8226; Sharon Ann Thompson, Cleaner and Bar Gaming Attendant.",
      "id": "s15"
    },
    {
      "text": "&#8226; Karen Mary Lucas, Cleaner and Bar Gaming Attendant.",
      "id": "s16"
    },
    {
      "text": "&#8226; Fabian Di Domenico, Bottle Shop Attendant.",
      "id": "s17"
    },
    {
      "text": "The Relevant Employees were covered by the Award.",
      "id": "s18"
    },
    {
      "text": "8 As at early July 2006 the Relevant Employees were entitled to and in fact were receiving the following:\n \n &#8226; a minimum hourly rate of pay (from 27 March 2006 being the basic periodic rate of pay in the preserved Australian Pay and Classification Scale (the preserved APCS) derived from the Award);\n &#8226; a casual loading of 25 per cent on top of the basic periodic rate of pay (as a preserved APCS);\n &#8226; penalty rates for evening work and work on Saturdays, Sundays and public holidays set out in clause 15.2.2 of the Award; and\n &#8226; various other allowances prescribed in the Award.",
      "id": "s19"
    },
    {
      "text": "The decision to offer AWAs to casual staff at the Hotel \n \n9 In early 2006 the respondent decided to employ the casual staff at the Hotel on AWAs.",
      "id": "s20"
    },
    {
      "text": "Another hotel controlled by the Group, the Black Buffalo Hotel, had staff on AWAs.",
      "id": "s21"
    },
    {
      "text": "10 The respondent's management believed that the Hotel staff were not well trained and had been \"babied\" under the previous management.",
      "id": "s22"
    },
    {
      "text": "The respondent wanted to change the culture at the Hotel and ensure that the business would be profitable.",
      "id": "s23"
    },
    {
      "text": "The previous management had said they had never made a profit on food at the Hotel.",
      "id": "s24"
    },
    {
      "text": "The respondent believed that there was no reason why meals should not be profitable.",
      "id": "s25"
    },
    {
      "text": "After studying the figures for wages as a percentage of turnover, the respondent wanted to do away with the penalty rates under the Award and move to a flat hourly rate of pay.",
      "id": "s26"
    },
    {
      "text": "The respondent knew that the new workplace laws were soon to take effect and that under those laws, AWAs offered it an opportunity to implement this objective.",
      "id": "s27"
    },
    {
      "text": "The respondent wanted to introduce the AWAs as soon as it could do so under the new laws.",
      "id": "s28"
    },
    {
      "text": "11 The new laws came into force on 27 March 2006.",
      "id": "s29"
    },
    {
      "text": "In May and June the Property and Accounts Manager of the Group, Ms Margi Jeffrey, held a number of meetings with a Legal Officer from the Australian Hotels Association --- Tasmanian Branch (the AHA), an employer association of which the respondent was a member.",
      "id": "s30"
    },
    {
      "text": "In the meetings Ms Jeffrey on behalf of the respondent briefed the AHA about the respondent's proposal to introduce AWAs and their content.",
      "id": "s31"
    },
    {
      "text": "She instructed the AHA to draft an AWA.",
      "id": "s32"
    },
    {
      "text": "12 On 20 June the AHA sent a draft AWA, together with some documents produced by the Office of the Employment Advocate (OEA), namely the \"Australian Fair Pay and Conditions Standard Fact Sheet\" and the \"Employer's Guide to Making an Australian Workplace Agreement\".",
      "id": "s33"
    },
    {
      "text": "13 On 22 June the AHA Legal Officer had a discussion with Ms Jeffrey about the content of the AWA.",
      "id": "s34"
    },
    {
      "text": "The Legal Officer drew her attention to the need for the flat rate of pay to be equal to or higher than the minimum wage under the Australian Fair Pay and Conditions Standard.",
      "id": "s35"
    },
    {
      "text": "14 Ms Jeffrey conferred with Mr Kalis to secure final approval of the content of the AWA and conveyed this back to the AHA.",
      "id": "s36"
    },
    {
      "text": "15 On Friday 30 June the Legal Officer had another conversation with Ms Jeffrey.",
      "id": "s37"
    },
    {
      "text": "The latter said that she did not expect that many of the Hotel staff would sign an AWA and that the AWA would mainly be for new staff.",
      "id": "s38"
    },
    {
      "text": "The Legal Officer told Ms Jeffrey that the respondent needed to be careful to ensure that AWA employees were not favoured over those who remained on the Award.",
      "id": "s39"
    },
    {
      "text": "Later the same day the Legal Officer sent to the respondent a final version of the AWA.",
      "id": "s40"
    },
    {
      "text": "16 On Monday 3 July the respondent received from the AHA various OEA documentation, including a document titled \"Information Statement for Employees --- Australian Workplace Agreement\" and \"Employer's Guide to Making an Australian Workplace Agreement\", fact sheets and various OEA guide sheets as to the lodgement and approval process.",
      "id": "s41"
    },
    {
      "text": "The offering of AWAs to the respondent's employees \n \n17 On Monday 3 July the respondent began distributing to all casual Hotel staff, including the Relevant Employees, AWAs in the form sent by the AHA the previous Friday.",
      "id": "s42"
    },
    {
      "text": "Relevantly for present purposes, the terms of the AWA provided for a flat hourly rate of pay for all hours worked each day, being $17.24 at Level 2 and $17.50 at Level 3:\n \n18 The AWA also provided as follows:\n \n &#8226; Clause 2 expressly provided that the Award had no intended application on the AWA and was therefore excluded from applying to the parties to the AWA;\n &#8226; Clause 9.1 excluded any penalty rates and allowances provisions in the Award that may apply to a casual employee (noting that a 20 per cent casual loading was included in the fixed hourly rate of pay);\n &#8226; Clause 10.1 provided that an employee's ordinary hours may be worked over any day of the week, Monday to Sunday inclusive;\n &#8226; Clause 10.3 expressly excluded from the AWA the meal and rest break provisions contained in the Award;\n &#8226; Clause 11.2 expressly excluded from the AWA the public holiday provisions contained in the Award;\n &#8226; Clause 11.4 provided for \"family holidays\" on Christmas Day or Easter Sunday.",
      "id": "s43"
    },
    {
      "text": "An employee who worked on a family holiday would be paid their ordinary rate of pay plus an additional 50%.",
      "id": "s44"
    },
    {
      "text": "(Under clause 15.2.2(d) of the Award a casual employee is entitled to a penalty rate for work on a public holiday of 150 per cent in addition to their entitlement under the preserved APCS to a basic periodic rate of pay and casual loading.",
      "id": "s45"
    },
    {
      "text": ") \n &#8226; Clause 13.1 expressly excluded from the AWA a number of allowances provided for in the Award including meal allowance, tool and equipment allowance, uniform allowance, laundry allowance, first aid allowance, broken periods of work allowance, forklift allowance and travel allowance.",
      "id": "s46"
    },
    {
      "text": "19 Along with the AWA and the OEA Information Statement the respondent also distributed to the Relevant Employees a covering letter dated 3 July 2006 (the Letter) in the following terms:\n \n \"Dear Staff Member \n \n Re: Australian Workplace Agreement (AWA) - Mornington Inn \n \n Please find attached an AWA and Information Statement for employees for the Mornington Inn.",
      "id": "s47"
    },
    {
      "text": "Would you please read all information and sign the AWA and return it to the Hotel by 5pm on Monday 10 th July 2006.",
      "id": "s48"
    },
    {
      "text": "Yours sincerely \n \n Emanuel Kalis [sgd] \n \n Licensee\" \n\n20 No-one from the respondent explained the AWA to any of the Relevant Employees.",
      "id": "s49"
    },
    {
      "text": "The only information to employees came from the documentation itself.",
      "id": "s50"
    },
    {
      "text": "The respondent decided to leave the staff to read the material themselves.",
      "id": "s51"
    },
    {
      "text": "21 On 10 July Mr John Barry commenced employment with the respondent as the Hotel Manager at the Hotel.",
      "id": "s52"
    },
    {
      "text": "He was given the full responsibility for running the Hotel, including managing staff and rosters.",
      "id": "s53"
    },
    {
      "text": "He was employed by the respondent to work as the Manager at the Hotel because of his experience in the industry.",
      "id": "s54"
    },
    {
      "text": "The respondent was aware of his experience as it had previously employed him as a Manager at the Hotel and also at the Black Buffalo Hotel.",
      "id": "s55"
    },
    {
      "text": "Conduct in respect of the Relevant Employees \n \n (a) Alice Louise Bruce \n \n22 On 4 July Ms Bruce arrived at work at the Hotel and received the Letter, the AWA and the OEA Information Statement.",
      "id": "s56"
    },
    {
      "text": "23 At this stage Ms Bruce had been an employee at the Hotel for approximately 8.5 years.",
      "id": "s57"
    },
    {
      "text": "From 2001 she had worked a regular shift pattern on Mondays to Fridays each week.",
      "id": "s58"
    },
    {
      "text": "She started at either 9 am or 11 am (depending on the day) and always finished at 3 pm.",
      "id": "s59"
    },
    {
      "text": "She was a single mother and had to leave to collect her daughter from school.",
      "id": "s60"
    },
    {
      "text": "On Thursdays she often worked till 4 pm on occasions when a friend could pick up her daughter.",
      "id": "s61"
    },
    {
      "text": "From late May 2006 she did not work Mondays.",
      "id": "s62"
    },
    {
      "text": "Ms Bruce had previously made it known to hotel management, including Mr Barry, how her parenting responsibilities impacted on her finish times.",
      "id": "s63"
    },
    {
      "text": "24 In accordance with the preserved APCS, Ms Bruce was paid an hourly rate of $17.91 for all hours she worked, being a flat rate which included $13.432 in respect of the basic periodic rate of pay and the 25 per cent casual loading.",
      "id": "s64"
    },
    {
      "text": "25 Ms Bruce, like most of the other staff at the Hotel, knew that AWAs were coming, as there had been talk of it amongst the staff, particularly in the previous couple of weeks.",
      "id": "s65"
    },
    {
      "text": "When she picked up the AWA she said to Ms Joy Hills, the Office Administrator at the Hotel, that she was not going to sign the AWA.",
      "id": "s66"
    },
    {
      "text": "Ms Hills told her \"Anyone who doesn't sign it will get their hours cut\".",
      "id": "s67"
    },
    {
      "text": "26 On reading the AWA Ms Bruce had a number of concerns.",
      "id": "s68"
    },
    {
      "text": "She objected to the flat rate of $17.50 at level 3 (the rate in the AWA which applied to her work) with no penalties.",
      "id": "s69"
    },
    {
      "text": "She read the Information Statement and noticed that employees were supposed to have a choice whether or not they would sign an AWA.",
      "id": "s70"
    },
    {
      "text": "She decided she was not going to sign it and in that week she informed Ms Hills accordingly.",
      "id": "s71"
    },
    {
      "text": "27 In the week or so that followed, a number of casual staff signed AWAs.",
      "id": "s72"
    },
    {
      "text": "Ms Bruce still had not signed hers.",
      "id": "s73"
    },
    {
      "text": "Mr Barry was aware of this.",
      "id": "s74"
    },
    {
      "text": "28 Around 14 or 15 July Mr Barry took Ms Bruce aside in the lounge bar and showed her the roster for the next fortnight's shifts.",
      "id": "s75"
    },
    {
      "text": "He had rostered her to work less hours than she had normally worked.",
      "id": "s76"
    },
    {
      "text": "He also had rostered her to work a Wednesday shift (19 July) between 12 noon and 5 pm.",
      "id": "s77"
    },
    {
      "text": "Ms Bruce told Mr Barry that she could not work that shift because she had to pick her daughter up from school.",
      "id": "s78"
    },
    {
      "text": "Mr Barry also had her down for a Thursday shift (20 July) between 9 am and 4 pm.",
      "id": "s79"
    },
    {
      "text": "She told him she could not work till 4 pm that day, for the same reason.",
      "id": "s80"
    },
    {
      "text": "29 Mr Barry rostered Ms Bruce on less shifts and rostered her to work uncongenial shifts because she had not signed the AWA.",
      "id": "s81"
    },
    {
      "text": "He knew that the changes would not suit her and that she would probably reject the later finishing shifts, as she subsequently did.",
      "id": "s82"
    },
    {
      "text": "Of the hours that Ms Bruce normally worked before the roster change, Mr Barry worked some of them himself, and gave some hours to other employees, including Adele Elliott, who by that stage had signed an AWA and wanted more shifts as compensation for lost penalty rates.",
      "id": "s83"
    },
    {
      "text": "30 By his conduct Mr Barry placed illegitimate pressure on Ms Bruce to sign the AWA.",
      "id": "s84"
    },
    {
      "text": "He knew that she would quickly feel the financial impact of reduced shifts.",
      "id": "s85"
    },
    {
      "text": "He knew that she would feel that she had no practical choice but to sign the AWA if she wanted to maintain her employment with the respondent without an immediate and significant reduction in earnings through less shifts.",
      "id": "s86"
    },
    {
      "text": "31 Before Mr Barry's conduct, Ms Bruce had a reasonable expectation of continuing to work her normal hours and receive her entitlements under the Award and the preserved APCS.",
      "id": "s87"
    },
    {
      "text": "By his conduct, Mr Barry removed that reasonable expectation by placing her in a position where she had to choose between signing the AWA (and earning a lower hourly rate) or not signing the AWA (and having her hours cut back).",
      "id": "s88"
    },
    {
      "text": "This injured Ms Bruce in her employment and prejudicially altered her position in employment.",
      "id": "s89"
    },
    {
      "text": "The reason Mr Barry engaged in this conduct was because Ms Bruce was entitled to the benefit of the Award and the preserved APCS.",
      "id": "s90"
    },
    {
      "text": "32 Ms Bruce did not sign an AWA with the respondent.",
      "id": "s91"
    },
    {
      "text": "33 As a result of the respondent's conduct, Ms Bruce lost shifts and remuneration amounting to $62.69.",
      "id": "s92"
    },
    {
      "text": "(b) Debby Maree Hyland \n \n34 On 4 July Ms Hyland received the AWA, the Letter and the OEA Information Statement.",
      "id": "s93"
    },
    {
      "text": "35 At the time, Ms Hyland had worked at the Hotel for approximately 20 years.",
      "id": "s94"
    },
    {
      "text": "Since 1997 she had worked the same hours every week, Tuesdays and Thursdays 9 am to 2.30 pm, Wednesdays and Fridays 11 am to 2.30 pm and Saturday 9 am to 4 pm.",
      "id": "s95"
    },
    {
      "text": "In accordance with the preserved APCS, she was paid an hourly rate of $17.91 for all hours she worked, being a flat rate which included $13.432 in respect of the basic periodic rate of pay and the 25 per cent casual loading.",
      "id": "s96"
    },
    {
      "text": "36 Ms Hyland read the AWA when she got home that night.",
      "id": "s97"
    },
    {
      "text": "She thought it was a \"rotten deal\" because her hourly rate was to be reduced to $17.50 and there was no higher rate.",
      "id": "s98"
    },
    {
      "text": "She thought she ought to get more money, not less.",
      "id": "s99"
    },
    {
      "text": "37 On 11 July Ms Hyland returned the AWA unsigned to Ms Hills, saying \"Here's my AWA.",
      "id": "s100"
    },
    {
      "text": "I haven't signed it\".",
      "id": "s101"
    },
    {
      "text": "38 Around this time, a number of casual staff had signed the AWA.",
      "id": "s102"
    },
    {
      "text": "Ms Hyland still had not signed it.",
      "id": "s103"
    },
    {
      "text": "Mr Barry was aware of this.",
      "id": "s104"
    },
    {
      "text": "39 On 14 July Mr Barry met with Ms Hyland to discuss her rostered hours.",
      "id": "s105"
    },
    {
      "text": "The discussion took place in the dining room at the Hotel.",
      "id": "s106"
    },
    {
      "text": "He told her, \"I've been sent here to be the bad guy\".",
      "id": "s107"
    },
    {
      "text": "He then showed her the roster for the two week period beginning Monday 17 July.",
      "id": "s108"
    },
    {
      "text": "He had rostered her for less hours than what she had worked every week since 1997.",
      "id": "s109"
    },
    {
      "text": "He had also varied her hours on Thursdays such that she was due to finish after her normal finish time of 2.30 pm.",
      "id": "s110"
    },
    {
      "text": "40 Ms Hyland told Mr Barry that she was not able to work the shifts that went past 2:30 pm because she had to pick up her son from school as they did not live on a bus route.",
      "id": "s111"
    },
    {
      "text": "Mr Barry crossed her off the roster for the two Thursday shifts to be worked in that fortnight period.",
      "id": "s112"
    },
    {
      "text": "41 Mr Barry rostered Ms Hyland on less shifts and rostered her to work uncongenial shifts because she had not signed the AWA.",
      "id": "s113"
    },
    {
      "text": "He knew the changes would not suit her so he expected her to reject the changed roster.",
      "id": "s114"
    },
    {
      "text": "When she did he further reduced her rostered hours, removing her from the two Thursday shifts.",
      "id": "s115"
    },
    {
      "text": "He worked some of these shifts himself and also gave other shifts to other employees including Ms Elliott, who had signed the AWA and wanted more shifts as compensation for lost penalty rates.",
      "id": "s116"
    },
    {
      "text": "42 By changing the roster in a way that he did, Mr Barry deliberately reduced Ms Hyland's hours because she had not at that point signed the AWA.",
      "id": "s117"
    },
    {
      "text": "By this conduct, he placed illegitimate pressure on her to sign the AWA.",
      "id": "s118"
    },
    {
      "text": "He knew that she would quickly feel the financial impact of reduced shifts.",
      "id": "s119"
    },
    {
      "text": "He knew that she would feel that she had no practical choice but to sign the AWA if she wanted to maintain her employment with the respondent without an immediate and significant reduction in earnings through less shifts.",
      "id": "s120"
    },
    {
      "text": "43 Before Mr Barry's conduct, Ms Hyland had a reasonable expectation of continuing to work her normal hours and receiving her entitlements under the Award and the preserved APCS.",
      "id": "s121"
    },
    {
      "text": "By his conduct, Mr Barry removed that reasonable expectation when he placed Ms Hyland in a position where she had to choose between signing the AWA (and earning a lower hourly rate) or not signing the AWA (and having her hours cut back).",
      "id": "s122"
    },
    {
      "text": "This injured Ms Hyland in her employment and prejudicially altered her position in employment.",
      "id": "s123"
    },
    {
      "text": "The reason Mr Barry engaged in this conduct was because Ms Hyland was entitled to the benefit of the Award and the preserved APCS.",
      "id": "s124"
    },
    {
      "text": "44 Ms Hyland never signed the AWA.",
      "id": "s125"
    },
    {
      "text": "45 As a result of this conduct, Ms Hyland lost shifts and remuneration amounting to $275.84.",
      "id": "s126"
    },
    {
      "text": "(c) Sharon Ann Thompson \n \n46 On 3 July Ms Thompson received the Letter, the AWA and the OEA Information Statement.",
      "id": "s127"
    },
    {
      "text": "47 At this time Ms Thompson had been working at the Hotel since February 2005, initially as a Cleaner, but in recent times she had some shifts as a Bar and Gaming Attendant.",
      "id": "s128"
    },
    {
      "text": "She had been working between 30 to 35 hours per week, including regular evening shifts and weekend work.",
      "id": "s129"
    },
    {
      "text": "She did cleaning shifts on Saturdays and Sundays which, with penalty rates, made up most of her weekly pay.",
      "id": "s130"
    },
    {
      "text": "She was working shifts in the Bar and Gaming area, usually two evening shifts, and had recently been rostered for Sunday shifts.",
      "id": "s131"
    },
    {
      "text": "48 In accordance with the preserved APCS, Ms Thompson was paid an hourly rate of $17.31 for all hours she worked, being a flat rate which included $12.982 in respect of the basic periodic rate of pay and the 25 per cent casual loading.",
      "id": "s132"
    },
    {
      "text": "On top of this flat rate, Ms Thompson was receiving penalty rates for working evening, Saturday and Sunday shifts in accordance with her entitlement under the Award.",
      "id": "s133"
    },
    {
      "text": "49 Ms Thompson saw that under the AWA she was to get a fixed hourly rate of $17.50 with no penalties.",
      "id": "s134"
    },
    {
      "text": "She did not want to sign the AWA because she knew it would mean less money for her, given the wages she was used to earning from working her usual hours and the casual loading and penalty rates that applied.",
      "id": "s135"
    },
    {
      "text": "Given the nature of the work performed by Ms Thompson after she signed the AWA, she would have been entitled, in accordance with the preserved APCS, to be paid an hourly rate of $17.91 for all hours she worked, being a flat rate which included $13.432 in respect of the basic periodic rate of pay and the 25 per cent casual loading.",
      "id": "s136"
    },
    {
      "text": "50 In the week commencing 10 July Mr Barry told Ms Thompson that people who signed an AWA would get work, and those that do not, would not get work.",
      "id": "s137"
    },
    {
      "text": "He said that those who did not sign the AWA would get their hours cut.",
      "id": "s138"
    },
    {
      "text": "51 A day or so later Mr Barry approached Ms Thompson again to ask her whether she had signed the AWA.",
      "id": "s139"
    },
    {
      "text": "She told him that she had not, that she was still thinking about it and that she wanted to speak with senior management to discuss some of her concerns.",
      "id": "s140"
    },
    {
      "text": "In response, Mr Barry became quite aggressive and forceful and repeated that if she did not sign the AWA, she would lose hours.",
      "id": "s141"
    },
    {
      "text": "He again said that those employees who did not sign the AWA would not get work.",
      "id": "s142"
    },
    {
      "text": "52 Later in the week beginning 10 July Ms Thompson again approached Mr Barry to ask him about her hours.",
      "id": "s143"
    },
    {
      "text": "She asked him what hours she would get if she signed the AWA and how many hours she would lose if she did not sign the AWA.",
      "id": "s144"
    },
    {
      "text": "Mr Barry would not give her a direct answer to her questions.",
      "id": "s145"
    },
    {
      "text": "He just kept saying that those who signed would get more hours.",
      "id": "s146"
    },
    {
      "text": "As she did not understand how this would work, Ms Thompson questioned him further.",
      "id": "s147"
    },
    {
      "text": "In response, Mr Barry became angry and repeated that those who signed would get more hours and those who did not would lose their hours.",
      "id": "s148"
    },
    {
      "text": "53 Ms Thompson was upset and in tears and thought about leaving the Hotel.",
      "id": "s149"
    },
    {
      "text": "She felt bullied and threatened.",
      "id": "s150"
    },
    {
      "text": "After this conversation, Mr Barry came up to her and said that it was the same for everybody.",
      "id": "s151"
    },
    {
      "text": "He then he just walked away.",
      "id": "s152"
    },
    {
      "text": "After this, Ms Thompson tried to stay out of Mr Barry's way and continued to work her cleaning shift.",
      "id": "s153"
    },
    {
      "text": "54 In the week beginning 17 July Mr Barry approached Ms Thompson again to see whether she had signed the AWA.",
      "id": "s154"
    },
    {
      "text": "Ms Thompson was working on a cleaning shift with another employee, Karen Lucas.",
      "id": "s155"
    },
    {
      "text": "Ms Thompson said no, she had not signed the AWA.",
      "id": "s156"
    },
    {
      "text": "Mr Barry got very angry and shouted at both Ms Thompson and Ms Lucas saying that if they did not sign the AWA they would not be getting any work.",
      "id": "s157"
    },
    {
      "text": "55 Later that week Ms Thompson went to see Ms Jeffrey and complained about Mr Barry's behaviour.",
      "id": "s158"
    },
    {
      "text": "Ms Thompson told her that Mr Barry was very forceful and that he told her that she would lose work if she did not sign the AWA.",
      "id": "s159"
    },
    {
      "text": "Ms Thompson said that she felt that Mr Barry was bullying and threatening her.",
      "id": "s160"
    },
    {
      "text": "Ms Jeffrey said that Mr Barry should not have done this.",
      "id": "s161"
    },
    {
      "text": "Ms Jeffrey seemed cross at hearing this.",
      "id": "s162"
    },
    {
      "text": "Ms Thompson expressed concern about losing lots of money by losing weekend work if she did not sign the AWA.",
      "id": "s163"
    },
    {
      "text": "Ms Jeffrey said that she did not have to sign the AWA if she did not want to, but that if she did not sign the AWA, she (Ms Jeffrey) could not guarantee that she would not lose work.",
      "id": "s164"
    },
    {
      "text": "56 Ms Jeffrey also suggested to Ms Thompson that she talk with Ms Sice, the Hotel Manager at the Black Buffalo Hotel, who might be able to get work for her there.",
      "id": "s165"
    },
    {
      "text": "Soon after the meeting with Ms Jeffrey, Ms Thompson met with Ms Sice.",
      "id": "s166"
    },
    {
      "text": "During this meeting Ms Sice suggested that both Ms Thompson and Ms Lucas meet with Mr Barry to sort out their issues.",
      "id": "s167"
    },
    {
      "text": "Ms Thompson left that meeting under the clear impression that if she did not sign the AWA she would lose shifts.",
      "id": "s168"
    },
    {
      "text": "57 Late in the week commencing 17 July, around the 20 th , Ms Thompson again approached Mr Barry and said she was still unsure about signing the AWA.",
      "id": "s169"
    },
    {
      "text": "She was in tears.",
      "id": "s170"
    },
    {
      "text": "Mr Barry said it was up to her as to whether or not she signed the AWA.",
      "id": "s171"
    },
    {
      "text": "58 On 21 July Mr Barry called Ms Thompson and told her not to come into work on the weekend for a rostered cleaning shift as this shift had been taken away from her.",
      "id": "s172"
    },
    {
      "text": "He said that he had contractors organised to come in and do the cleaning on the weekend.",
      "id": "s173"
    },
    {
      "text": "59 Mr Barry knew that Ms Thompson needed the money she earned for working the cleaning shifts on the weekend.",
      "id": "s174"
    },
    {
      "text": "60 On 24 July Ms Thompson came to work to do a cleaning shift.",
      "id": "s175"
    },
    {
      "text": "She saw that her roster for this week had been changed.",
      "id": "s176"
    },
    {
      "text": "During the previous week she had noted that the roster for the week beginning 24 July had her doing evening shifts in the Bar and Gaming area on Monday, Tuesday and Wednesday of that week.",
      "id": "s177"
    },
    {
      "text": "But on 24 July she saw that the roster had been changed to remove her from the Monday and Wednesday bar shifts.",
      "id": "s178"
    },
    {
      "text": "61 Mr Barry changed the roster to remove the shifts from Ms Thompson because she had not signed the AWA.",
      "id": "s179"
    },
    {
      "text": "62 On 25 July Ms Thompson met with Mr Barry and asked him whether he was willing to have a meeting with her, Ms Sice and Ms Lucas.",
      "id": "s180"
    },
    {
      "text": "Mr Barry agreed and the meeting was held that afternoon.",
      "id": "s181"
    },
    {
      "text": "Mr Barry told Ms Thompson to bring back the AWA signed or unsigned.",
      "id": "s182"
    },
    {
      "text": "63 Mr Barry said that if Ms Thompson had decided not to sign the AWA, then she could not expect to work weekend and evening shifts.",
      "id": "s183"
    },
    {
      "text": "64 On 26 July, feeling that she had no real alternative at that stage, Ms Thompson signed the AWA.",
      "id": "s184"
    },
    {
      "text": "Ms Thompson had already lost shifts and was concerned that if she did not sign the AWA, she would lose more shifts.",
      "id": "s185"
    },
    {
      "text": "65 By his conduct Mr Barry deliberately placed illegitimate pressure on Ms Thompson to sign the AWA.",
      "id": "s186"
    },
    {
      "text": "He knew that she would quickly feel the financial impact of reduced shifts.",
      "id": "s187"
    },
    {
      "text": "He knew that she would feel that she had no practical choice but to sign the AWA if she wanted to maintain her employment with the respondent without an immediate and significant reduction in earnings through less shifts.",
      "id": "s188"
    },
    {
      "text": "66 Before Mr Barry's conduct, Ms Thompson had a reasonable expectation of continuing to work her normal hours and receive her entitlements under the Award and the preserved APCS.",
      "id": "s189"
    },
    {
      "text": "By his conduct Mr Barry removed that expectation by placing Ms Thompson in a position where she had to choose between signing the AWA (and earning a lower hourly rate) or not signing the AWA (and having her hours cut back).",
      "id": "s190"
    },
    {
      "text": "This injured Ms Thompson in her employment and prejudicially altered her position in employment.",
      "id": "s191"
    },
    {
      "text": "The reason Mr Barry engaged in this conduct was because Ms Thompson was entitled to the benefit of the Award and the preserved APCS.",
      "id": "s192"
    },
    {
      "text": "67 As a result of this conduct, Ms Thompson lost shifts while she had not signed the AWA and after she signed the AWA she lost remuneration amounting to $3939.06.",
      "id": "s193"
    },
    {
      "text": "(d) Karen Mary Lucas \n \n68 On 3 July Ms Lucas received the Letter, an AWA and the OEA Information Statement.",
      "id": "s194"
    },
    {
      "text": "69 On 12 July Ms Lucas returned from a period of annual leave.",
      "id": "s195"
    },
    {
      "text": "Ms Hills told her that she needed to return the AWA.",
      "id": "s196"
    },
    {
      "text": "Ms Lucas said that she wanted to look at it before deciding whether or not she would sign it.",
      "id": "s197"
    },
    {
      "text": "70 Ms Lucas has been employed at the Hotel since about March 2003, initially as a Cleaner.",
      "id": "s198"
    },
    {
      "text": "In accordance with the preserved APCS, she was paid an hourly rate of $17.31 for all hours she worked, being a flat rate which included $12.982 in respect of the basic periodic rate of pay and the 25 per cent casual loading.",
      "id": "s199"
    },
    {
      "text": "She worked weekdays and every second Saturday.",
      "id": "s200"
    },
    {
      "text": "She worked public holidays when they fell on a weekday.",
      "id": "s201"
    },
    {
      "text": "She got the Award penalty rates when she worked the Saturday and public holiday shifts \n \n71 Ms Lucas did not want to sign the AWA because it provided for an hourly rate of $17.24 and she would lose out on penalties for the Saturday and public holiday shifts.",
      "id": "s202"
    },
    {
      "text": "72 Sometime in the week beginning 17 July Mr Barry approached Ms Lucas, who was doing a cleaning shift with Ms Thompson at the time, to enquire whether she had signed the AWA.",
      "id": "s203"
    },
    {
      "text": "Ms Lucas replied that she had not.",
      "id": "s204"
    },
    {
      "text": "In reply Mr Barry got very angry and shouted at both Ms Lucas and Ms Thompson that if they did not sign the AWA, they would not get any work.",
      "id": "s205"
    },
    {
      "text": "73 On 26 July, feeling that she was in a \"no win situation\" at that stage, Ms Lucas signed the AWA.",
      "id": "s206"
    },
    {
      "text": "She had already lost shifts and was concerned that if she did not sign the AWA, she would lose more shifts.",
      "id": "s207"
    },
    {
      "text": "Once she signed the AWA, Ms Lucas got more cleaning shifts.",
      "id": "s208"
    },
    {
      "text": "A declaration receipt was issued by the OEA on 7 August 2006.",
      "id": "s209"
    },
    {
      "text": "74 By his conduct, Mr Barry deliberately placed illegitimate pressure on Ms Lucas to sign the AWA.",
      "id": "s210"
    },
    {
      "text": "He knew she would quickly feel the financial impact of reduced shifts.",
      "id": "s211"
    },
    {
      "text": "He knew she would feel that she had no practical choice but to sign the AWA if she wanted to maintain her employment with the respondent without an immediate and significant reduction in earnings through less shifts.",
      "id": "s212"
    },
    {
      "text": "75 Before Mr Barry's conduct Ms Lucas had a reasonable expectation of continuing to work her normal hours and receive her entitlements under the Award and the preserved APCS.",
      "id": "s213"
    },
    {
      "text": "By his conduct Mr Barry removed that reasonable expectation by placing Ms Lucas in a position where she had to choose between signing the AWA (and earning a lower hourly rate) or not signing the AWA (and having her hours cut back).",
      "id": "s214"
    },
    {
      "text": "This injured Ms Lucas in her employment and prejudicially altered her position in employment.",
      "id": "s215"
    },
    {
      "text": "The reason Mr Barry engaged in this conduct was because Ms Lucas was entitled to the benefit of the Award and the preserved APCS.",
      "id": "s216"
    },
    {
      "text": "76 As a result of Mr Barry's conduct Ms Lucas lost shifts during the period in which she had not signed the AWA and after she signed the AWA, she lost remuneration amounting to $1526.86.",
      "id": "s217"
    },
    {
      "text": "(e) Fabian Di Domenico \n \n77 Fabian Di Domenico was employed by the respondent as a Bottle Shop Attendant.",
      "id": "s218"
    },
    {
      "text": "He started working at the Hotel in around April 2006.",
      "id": "s219"
    },
    {
      "text": "78 Initially he worked at least three shifts per week including a weekend shift.",
      "id": "s220"
    },
    {
      "text": "The weekend shifts were for 3 to 5 hours per day, depending on how busy things were.",
      "id": "s221"
    },
    {
      "text": "He was averaging around 15 to 20 hours per week.",
      "id": "s222"
    },
    {
      "text": "In accordance with the preserved APCS, Mr Di Domenico was paid an hourly rate of $17.91 for all hours worked, being a flat rate which included $13.432 in respect of the basic periodic rate of pay and the 25 per cent casual loading.",
      "id": "s223"
    },
    {
      "text": "In addition, Mr Di Domenico was paid penalty rates for working on Saturdays in accordance with his entitlement under the Award.",
      "id": "s224"
    },
    {
      "text": "79 In early July the respondent's Bottle Shop Manager, Mr Stephen Bishop, handed an AWA to Mr Di Domenico.",
      "id": "s225"
    },
    {
      "text": "He later read the AWA.",
      "id": "s226"
    },
    {
      "text": "He thought it was unfair.",
      "id": "s227"
    },
    {
      "text": "He did not want to sign it.",
      "id": "s228"
    },
    {
      "text": "No-one followed him up on it so he did nothing about it.",
      "id": "s229"
    },
    {
      "text": "80 Some time in July Mr Barry approached Mr Bishop.",
      "id": "s230"
    },
    {
      "text": "He asked him whether Mr Di Domenico had signed an AWA.",
      "id": "s231"
    },
    {
      "text": "Mr Bishop told Mr Barry that Mr Di Domenico was the only bottle shop employee who had not signed an AWA.",
      "id": "s232"
    },
    {
      "text": "Mr Barry directed Mr Bishop to cut Mr Di Domenico's hours back and to just give him day shifts, no weekends or nights.",
      "id": "s233"
    },
    {
      "text": "81 Mr Bishop reduced Mr Di Domenico's hours and did not roster him on weekends.",
      "id": "s234"
    },
    {
      "text": "Mr Bishop regarded Mr Di Domenico as a good worker, so restricting his hours was not something he wanted to do.",
      "id": "s235"
    },
    {
      "text": "On a number of occasions after Mr Barry's direction, Mr Bishop wanted to use Mr Di Domenico on shifts that would have attracted penalty rates.",
      "id": "s236"
    },
    {
      "text": "However, because of Mr Barry's direction, Mr Bishop did not roster Mr Di Domenico on shifts that attracted penalty rates.",
      "id": "s237"
    },
    {
      "text": "82 In September or October Mr Di Domenico approached Mr Bishop while he was preparing a roster.",
      "id": "s238"
    },
    {
      "text": "Mr Bishop said he wished Mr Di Domenico would sign the AWA so he could give him more hours.",
      "id": "s239"
    },
    {
      "text": "In response, Mr Di Domenico said that he was not going to sign the AWA.",
      "id": "s240"
    },
    {
      "text": "Mr Bishop said if he did not sign the AWA, he would just sit on day shifts and not get anywhere.",
      "id": "s241"
    },
    {
      "text": "83 Before Mr Barry's direction Mr Di Domenico had a reasonable expectation of continuing to work his normal hours and receive his entitlements under the Award and the preserved APCS.",
      "id": "s242"
    },
    {
      "text": "At Mr Barry's direction, this reasonable expectation was removed and Mr Di Domenico was injured in his employment and had his position in employment prejudicially altered by losing the night and weekend shifts that he was normally employed to work.",
      "id": "s243"
    },
    {
      "text": "The reason Mr Barry engaged in this conduct was because Mr Di Domenico was entitled to the benefit of the Award and the preserved APCS.",
      "id": "s244"
    },
    {
      "text": "Mr Di Domenico did not sign the AWA.",
      "id": "s245"
    },
    {
      "text": "84 As a result of Mr Barry's conduct, Mr Di Domenico lost shifts.",
      "id": "s246"
    },
    {
      "text": "He suffered loss amounting to $1008.77.",
      "id": "s247"
    },
    {
      "text": "Conduct of Mr Barry is the conduct of the respondent \n \n85 For all relevant purposes the conduct of Mr Barry is the conduct of the respondent because at all relevant times he acted within his actual or apparent authority as an employee: s 826.",
      "id": "s248"
    },
    {
      "text": "He was employed as the Hotel Manager and was given the responsibility of running the Hotel and handling all staff issues.",
      "id": "s249"
    },
    {
      "text": "86 Other representatives of the respondent knew that Mr Barry was following up the Relevant Employees about the AWAs and failed to take any steps to ensure that he did not do this in an unlawful way.",
      "id": "s250"
    },
    {
      "text": "87 One of the representatives of the respondent responsible for introducing the AWAs was Ms Jeffrey.",
      "id": "s251"
    },
    {
      "text": "As already mentioned ([55] above), late in the week commencing 17 July Ms Thompson specifically brought Mr Barry's conduct to Ms Jeffrey's attention.",
      "id": "s252"
    },
    {
      "text": "Despite this, no representative of the respondent took any action to stop Mr Barry from engaging in conduct which was plainly unlawful, or even to warn him.",
      "id": "s253"
    },
    {
      "text": "Indeed, at the meeting even though Ms Jeffrey expressed disapproval of Mr Barry's conduct she nevertheless reinforced the respondent's consistent message: no AWA means less work.",
      "id": "s254"
    },
    {
      "text": "Ms Hills, the Office Administrator at the Hotel, told Ms Bruce \"anyone who doesn't sign it will get their hours cut\".",
      "id": "s255"
    },
    {
      "text": "Mr Bishop enforced the policy in relation to Mr Di Domenico, albeit reluctantly.",
      "id": "s256"
    },
    {
      "text": "Ms Sice referred Ms Thompson and Ms Lucas back to Mr Barry.",
      "id": "s257"
    },
    {
      "text": "Admissions by the respondent \n \n88 The respondent admits that it has contravened the Act in relation to the Relevant Employees.",
      "id": "s258"
    },
    {
      "text": "The contraventions \n \n89 In respect of all Relevant Employees, except Mr Di Domenico, the agreed facts disclose contraventions by duress (s 400(5)) and injury in employment for a prohibited reason (s 792).",
      "id": "s259"
    },
    {
      "text": "In Mr Di Domenico's case there is only a contravention of s 792.",
      "id": "s260"
    },
    {
      "text": "90 In the case of Ms Thompson, the agreed facts disclose six separate occasions when duress was applied and when, at the same time, there was injury in employment.",
      "id": "s261"
    },
    {
      "text": "The question arises whether as the respondent argues, there was, in respect of each statutory provision, only one contravention constituted by a course of conduct or whether there were six separate contraventions.",
      "id": "s262"
    },
    {
      "text": "91 In my opinion, the latter is the correct characterisation.",
      "id": "s263"
    },
    {
      "text": "The statutory provisions are not directed to a continuing state of affairs, but rather conduct which answers a particular description.",
      "id": "s264"
    },
    {
      "text": "If there are episodes of conduct distinct in time or place, albeit related and engaged in with the same purpose, there will be separate contraventions.",
      "id": "s265"
    },
    {
      "text": "To take an example discussed in argument, if an employer on each morning of a week threatened to assault an employee if he did not sign an AWA, there would be a contravention on each day.",
      "id": "s266"
    },
    {
      "text": "The evidence in relation to Ms Thompson is in essence no different: cf Carr v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2005] FCA 1802 at [12] and [16].",
      "id": "s267"
    },
    {
      "text": "However, before penalties are finally fixed in respect of all contraventions, and not just those concerning Ms Thompson, I must look at the totality of all the unlawful conduct: Mill v The Queen [1988] HCA 70 ; (1988) 166 CLR 59 at 63, Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd (No 2) (2005) 215 ALR 281 at [14].",
      "id": "s268"
    },
    {
      "text": "92 Counsel agreed that the appropriate course would be to make declarations in respect of all contraventions, but to impose penalties only in respect of the duress (s 400(5)) contraventions, those being the more serious.",
      "id": "s269"
    },
    {
      "text": "In respect of Mr Di Domenico there will be a penalty for a s 792 contravention.",
      "id": "s270"
    },
    {
      "text": "93 In the result there are ten contraventions for which penalties must be imposed, six in respect of Ms Thompson and one each in respect of Ms Bruce, Ms Hyland, Ms Lucas and Mr Di Domenico.",
      "id": "s271"
    },
    {
      "text": "Maximum penalties \n \n94 Since the respondent is a corporation, the maximum penalty for a contravention of s 400(5) , is five times 60 penalty units: s 407(2).",
      "id": "s272"
    },
    {
      "text": "Similarly, in respect of the contravention of s 792 the maximum penalty is 300 penalty units: s 807(2).",
      "id": "s273"
    },
    {
      "text": "Under s 4AA of the Crimes Act 1914 (Cth) the penalty unit applicable is $110, making the maximum possible penalty for each contravention $33,000.",
      "id": "s274"
    },
    {
      "text": "95 Two aspects may be noted.",
      "id": "s275"
    },
    {
      "text": "First, these penalties were increased very substantially, from $10,000, in 2004: schedule 3 Workplace Relations Amendment (Codifying Contempt Offences) Act 2004 (Cth).",
      "id": "s276"
    },
    {
      "text": "As to the seriousness with which the legislature views such contraventions, this increase \"speaks for itself\": Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1997) 75 FCR 238 at 242.",
      "id": "s277"
    },
    {
      "text": "96 Secondly, in s 407(2) the current Act prescribes different penalties for different contraventions.",
      "id": "s278"
    },
    {
      "text": "There are two levels, 30 or 60 penalty units.",
      "id": "s279"
    },
    {
      "text": "The contraventions presently under consideration attract the higher level.",
      "id": "s280"
    },
    {
      "text": "Circumstances of the respondent \n \n97 The Group of which the respondent is a member has been in the hotel business in Tasmania since 2000.",
      "id": "s281"
    },
    {
      "text": "98 For the year ended 30 June 2006, the last year for which accounts have been completed, the respondent's net profit after tax was $146, 219.",
      "id": "s282"
    },
    {
      "text": "For the year ended 30 June 2007, the comparable figure is estimated to be $113,026.",
      "id": "s283"
    },
    {
      "text": "99 Those figures would suggest that the respondent itself is a relatively modest enterprise.",
      "id": "s284"
    },
    {
      "text": "There is no evidence as to the assets or income of the Group.",
      "id": "s285"
    },
    {
      "text": "The only significance therefore, for present purposes, of the respondent's membership of a larger group is that one can attribute a reasonable degree of commercial knowledge and sophistication to those in control.",
      "id": "s286"
    },
    {
      "text": "As to the respondent's own financial position, however, in considering the size of a penalty, capacity to pay is of less relevance than the objective of general deterrence: Leahy (No 2) at [9].",
      "id": "s287"
    },
    {
      "text": "In any event, to the extent that financial hardship might mitigate what would otherwise be an appropriate penalty, such an argument would need to be based on evidence.",
      "id": "s288"
    },
    {
      "text": "Apart from the income figures mentioned above, which were advanced from the Bar table, no such evidence was forthcoming.",
      "id": "s289"
    },
    {
      "text": "100 No previous contraventions are alleged.",
      "id": "s290"
    },
    {
      "text": "Aggravating factors \n \n101 It is hardly surprising that the Relevant Employees were reluctant to sign these AWAs.",
      "id": "s291"
    },
    {
      "text": "Their terms were self-evidently less beneficial than the preserved Award terms to which the Relevant Employees were legally entitled.",
      "id": "s292"
    },
    {
      "text": "The respondent would have been well aware of the likelihood of employees declining to enter into agreements so obviously against their own interests.",
      "id": "s293"
    },
    {
      "text": "The respondent set out to overcome this problem by adopting a deliberate policy of manipulating the work rosters.",
      "id": "s294"
    },
    {
      "text": "To the knowledge of the respondent, the Relevant Employees were low-paid, vulnerable workers.",
      "id": "s295"
    },
    {
      "text": "Some of them had family responsibilities which affected the hours and times they could work.",
      "id": "s296"
    },
    {
      "text": "This was seen by the respondent as a weakness to be exploited.",
      "id": "s297"
    },
    {
      "text": "102 This policy was implemented by Mr Barry in a cynical and brutal way.",
      "id": "s298"
    },
    {
      "text": "As counsel for the applicant correctly submitted, Mr Barry's conduct can be characterised as deliberate, targeted, sustained and aggressive.",
      "id": "s299"
    },
    {
      "text": "Ms Thompson was reduced to tears.",
      "id": "s300"
    },
    {
      "text": "Ms Hyland and Ms Bruce had family responsibilities which Mr Barry did not just ignore; he took advantage of them.",
      "id": "s301"
    },
    {
      "text": "103 In a small, intimate workplace like the Hotel, the conduct of the respondent can be taken to have had a significant intimidatory effect on other employees; cf Canturi v Sita Coaches Pty Ltd [2002] FCA 349 ; (2002) 116 FCR 276 at [91] .",
      "id": "s302"
    },
    {
      "text": "The respondent must have been aware of this advantage for the implementation of its policy.",
      "id": "s303"
    },
    {
      "text": "Respondent's admission of liability \n \n104 The respondent's submissions in mitigation of penalty centred on its admission of liability and an attempt to distance itself from the conduct of Mr Barry.",
      "id": "s304"
    },
    {
      "text": "It was said that Mr Kalis had gone to Greece on holiday and decided that Mr Barry, a person of long experience in the hotel industry, would be left in charge of the Hotel.",
      "id": "s305"
    },
    {
      "text": "105 This proceeding was commenced on 31 October 2006.",
      "id": "s306"
    },
    {
      "text": "It was initially fixed for a four day trial commencing on 27 August 2007.",
      "id": "s307"
    },
    {
      "text": "The respondent had filed a number of affidavits in opposition to those of the applicant.",
      "id": "s308"
    },
    {
      "text": "I was told that negotiations for a possible admission commenced in June.",
      "id": "s309"
    },
    {
      "text": "The Court was not firmly advised until mid August that a full trial on liability would not be needed.",
      "id": "s310"
    },
    {
      "text": "106 The significance of a plea of guilty is discussed by Professor Kate Warner in her Sentencing in Tasmania (2 nd ed, The Federation Press, 2002) in these terms\n \n \" Guilty Pleas \n \n 3.603 A plea of guilty is a mitigating factor but the weight it is given will depend upon the relevant circumstances including remorse, the degree to which psychological trauma to potential witnesses is avoided, the length of the trial and the strength of the prosecution case.",
      "id": "s311"
    },
    {
      "text": "Recent Tasmanian decisions have accepted the following propositions advanced by King CJ in Shannon (1979) 21 SASR 442 at 452-453 as a correct statement of the principles governing the mitigatory effect of pleas of guilty: \n \n (1) A plea of guilty may be taken into account in mitigation of sentence where \n (a) it results from genuine remorse, repentance or contrition, or \n \n \n (b) it results from a willingness to co-operate in the administration of justice by saving the expense and inconvenience of a trial, or the necessity of witnesses giving evidence, or results from some other consideration which is in the public interest; notwithstanding that the motive, or one of the motives, for such co-operation may be a desire to earn leniency, \n \n \n and where to allow the plea a mitigatory effect would be conducive to the public purposes which the sentencing judge is seeking to achieve.",
      "id": "s312"
    },
    {
      "text": "(2) A plea of guilty is not of itself a matter of mitigation where it does not result from any of the above motives, but only from a recognition of the inevitable, or is entered as the means of inducing the prosecution not to proceed with a more serious charge.",
      "id": "s313"
    },
    {
      "text": "(3) In cases falling within (1), the judge is not bound to make a reduction, but should consider the plea with all the other relevant factors in arriving at a proper sentence.",
      "id": "s314"
    },
    {
      "text": "(4) In assessing the weight to be attached to a plea of guilty as a factor making for leniency, it is proper for the judge to bear in mind that it is important to the administration of justice that guilty persons should not cause expense to the public and delay to other causes by putting forward false stories and on the basis of such false stories contesting the charges against them.",
      "id": "s315"
    },
    {
      "text": "(5) The above propositions are not to be taken as weakening in any way the principle that there must be no increase in the sentence which is appropriate to the crime because the offender has contested the charge.",
      "id": "s316"
    },
    {
      "text": "\"\n \n \n\n107 It is true that the admission by the respondent has saved a substantial amount of public money (in this jurisdiction under the Act costs would not normally be awarded: s 824).",
      "id": "s317"
    },
    {
      "text": "Also the employees have been saved the stress of having to give evidence about unpleasant events.",
      "id": "s318"
    },
    {
      "text": "On the other hand, the admission came at a late stage and after substantial costs had been incurred.",
      "id": "s319"
    },
    {
      "text": "108 However, such mitigation as may have been obtained by an admission of liability was somewhat lessened by the submission that the respondent should get a \"further discount\" because it was giving up a possible defence.",
      "id": "s320"
    },
    {
      "text": "It was not, so the argument went, \"bowing to the inevitable\".",
      "id": "s321"
    },
    {
      "text": "Mr Barry was, in the time-honoured metaphor, engaging in \"a frolic of his own\" (a catchy phrase coined by Parke B in Joel v Morison (1834) 6 Car &amp; P 502 at 503 and explained by Diplock LJ in Morris v C W Martin &amp; Sons Ltd [1966] 1 QB 716 at 733-734).",
      "id": "s322"
    },
    {
      "text": "If there had been apportionment, it was said, Mr Barry would be 70 per cent liable, as against 30 per cent for the respondent.",
      "id": "s323"
    },
    {
      "text": "109 To my mind, such an argument almost amounts to an aggravation.",
      "id": "s324"
    },
    {
      "text": "Mr Barry was a senior employee of the respondent.",
      "id": "s325"
    },
    {
      "text": "His conduct was within the scope of his actual or apparent authority, it being the normal function of a hotel manager, either personally or by delegation, to negotiate employment terms with staff and arrange staff rosters.",
      "id": "s326"
    },
    {
      "text": "Section 826 has the effect that his conduct is to be taken for the purposes of the Act to have been engaged in also by the respondent.",
      "id": "s327"
    },
    {
      "text": "110 In the circumstances of the present case, s 826 does not operate as some technical or artificial deeming provision.",
      "id": "s328"
    },
    {
      "text": "In reality, for those employed at the Hotel, Mr Barry was the respondent: cf Meridian Global Funds Management Asia Ltd v Securities Commission [1995] 2 AC 500 at 509-511 .",
      "id": "s329"
    },
    {
      "text": "111 Approached on common law principles of vicarious liability, and even assuming that his conduct was unauthorised and it was necessary to find that Mr Barry acted within the course of his employment, his conduct was so connected with what he was authorised to do --- securing signatures to AWAs and arranging rosters --- that it was a wrongful way of doing what he was employed to do: New South Wales v Lepore [2003] HCA 4 ; (2003) 212 CLR 511 at [40] - [54] .",
      "id": "s330"
    },
    {
      "text": "Obtaining signatures to the AWAs was not a private benefit for Mr Barry but something from which the respondent itself would profit.",
      "id": "s331"
    },
    {
      "text": "112 It was not only Mr Barry who was aware of and implemented the policy; see [86]-[87] above.",
      "id": "s332"
    },
    {
      "text": "113 At the most, a modest discount for admission of liability may be allowable.",
      "id": "s333"
    },
    {
      "text": "I would accept the figure of ten per cent as proposed by counsel for the applicant.",
      "id": "s334"
    },
    {
      "text": "114 I note that the argument floated about liability for Mr Barry's suggested \"frolic of his own\" highlights the lack of any contrition or remorse on the part of the respondent.",
      "id": "s335"
    },
    {
      "text": "Frank admissions of wrongdoing, and apologies to the employees who have been disgracefully treated, may have operated in mitigation.",
      "id": "s336"
    },
    {
      "text": "None were forthcoming.",
      "id": "s337"
    },
    {
      "text": "General deterrence \n \n115 General deterrence is an important element in this case.",
      "id": "s338"
    },
    {
      "text": "There must be many workplaces in Australia with staff profiles similar to those at the Hotel: low paid casual workers dependent for a reasonable living on penalty rates for discretionary shift work.",
      "id": "s339"
    },
    {
      "text": "Such employees may be unaware of the relevant provisions of the Workplace Relations Act .",
      "id": "s340"
    },
    {
      "text": "Contraventions may not come to the notice of a workplace inspector, the workplace ombudsman or a trade union.",
      "id": "s341"
    },
    {
      "text": "116 To exploit that vulnerability to obtain signatures to AWAs, the terms of which are plainly against the workers' interests, is contrary to the principle of free and fair bargaining.",
      "id": "s342"
    },
    {
      "text": "117 Ignorance is no excuse.",
      "id": "s343"
    },
    {
      "text": "The laws protecting employees against duress in connection with AWAs have been in force since 1 January 1997.",
      "id": "s344"
    },
    {
      "text": "The laws protecting employees from being injured or prejudiced in their employment because they are relying on their award rights have been in force for decades.",
      "id": "s345"
    },
    {
      "text": "Penalties \n \n118 The final task of proceeding from findings of fact and statements of principle to an actual number is a matter of judgment.",
      "id": "s346"
    },
    {
      "text": "Counsel's submissions at the hearing did not include any figures as to the suggested range of penalties.",
      "id": "s347"
    },
    {
      "text": "I therefore invited counsel to submit, after the hearing, ranges of figures, each without reference to the other.",
      "id": "s348"
    },
    {
      "text": "However, I am not obliged to accept either of the figures submitted by counsel, or some figure in between.",
      "id": "s349"
    },
    {
      "text": "119 As already mentioned, penalties will need to be imposed in respect of ten separate contraventions, nine of s 400(5) and one, in respect of Mr Di Domenico, of s 792.",
      "id": "s350"
    },
    {
      "text": "120 Counsel for the applicant suggested $16,500 to $22,000 in respect of Ms Bruce and Ms Hyland, $11,000 to $16,500 in respect of each of the six Thompson contraventions and $11,000 to $16,500 in respect of each of the Lucas and Di Domenico contraventions.",
      "id": "s351"
    },
    {
      "text": "A ten per cent discount for admission reduced the totals to $108,900 to $158,400.",
      "id": "s352"
    },
    {
      "text": "121 Counsel for the applicant would only apply the totality principle in respect of the six Thompson contraventions.",
      "id": "s353"
    },
    {
      "text": "He suggested reducing the range for these from $59,400 to $89,100 (including discount) to $40,000 to $60,000 (again including discount).",
      "id": "s354"
    },
    {
      "text": "Applying the totality principle would produce a final range of $85,500 to $123,300.",
      "id": "s355"
    },
    {
      "text": "122 Counsel for the respondent submitted a range of $5000 to $8000 for each of the Hyland, Bruce and Lucas contraventions, $5000 for the Di Domenico contravention and in respect of Thompson \"1 breach with 6 particulars of conduct constituting the breach $20,000 - $25,000\".",
      "id": "s356"
    },
    {
      "text": "The total range of penalties would thus be $40,000 to $54,000.",
      "id": "s357"
    },
    {
      "text": "123 The starting point in my view is the statutory maximum of $33,000.",
      "id": "s358"
    },
    {
      "text": "That is the penalty for the worst conceivable offence.",
      "id": "s359"
    },
    {
      "text": "A discount for admission of liability reduces that to $30,000 (arithmetically that is a 9.1 per cent reduction, so a further rounding down will be applied).",
      "id": "s360"
    },
    {
      "text": "124 The present contraventions are somewhere between a half ($15,000) and two-thirds ($20,000) of the way along the spectrum of seriousness, that is to say $17,500.",
      "id": "s361"
    },
    {
      "text": "After the rounding down mentioned I would impose a penalty of $17,000 in respect of each contravention.",
      "id": "s362"
    },
    {
      "text": "I have not drawn any distinction between the different contraventions, other than the Thompson ones where the result flows from the fact that there were six separate contraventions.",
      "id": "s363"
    },
    {
      "text": "While there were different features of the conduct in each contravention, and some conduct may have affected some employees more than others, by far the most significant aspect is that they were all committed as part of a deliberate policy.",
      "id": "s364"
    },
    {
      "text": "125 I apply the totality principle by looking at the ultimate result, $170,000.",
      "id": "s365"
    },
    {
      "text": "The totality principle does not necessarily require a discount.",
      "id": "s366"
    },
    {
      "text": "I do not think any is called for in the present case.",
      "id": "s367"
    },
    {
      "text": "The conduct of the respondent was deliberate and reprehensible and caused great distress to innocent employees.",
      "id": "s368"
    },
    {
      "text": "Financial loss (before the compensation orders I have made) was in one case almost $4,000.",
      "id": "s369"
    },
    {
      "text": "That is a lot of money for someone on $17 per hour.",
      "id": "s370"
    },
    {
      "text": "Orders \n \n126 There will be declarations as follows:\n \n1.",
      "id": "s371"
    },
    {
      "text": "On or around 14 July 2006 the respondent contravened s 400(5) of the Workplace Relations Act 1996 (Cth) (the Act) in respect of Alice Louise Bruce \n2.",
      "id": "s372"
    },
    {
      "text": "On 14 July 2006 the respondent contravened s 400(5) of the Act in respect of Debby Maree Hyland \n3.",
      "id": "s373"
    },
    {
      "text": "On or around 10 July 2006 the respondent contravened s 400(5) of the Act in respect of Sharon Ann Thompson \n4.",
      "id": "s374"
    },
    {
      "text": "On or around 11 or 12 July 2006 the respondent contravened s 400(5) of the Act in respect of Sharon Ann Thompson \n5.",
      "id": "s375"
    },
    {
      "text": "Later in the week commencing 10 July 2006 the respondent contravened s 400(5) of the Act in respect of Sharon Ann Thompson \n6.",
      "id": "s376"
    },
    {
      "text": "In the week beginning 17 July 2006 the respondent contravened s 400(5) of the Act in respect of Sharon Ann Thompson \n7.",
      "id": "s377"
    },
    {
      "text": "On Friday 21 July 2006 the respondent contravened s 400(5) of the Act in respect of Sharon Ann Thompson \n8.",
      "id": "s378"
    },
    {
      "text": "On 24 and 25 July 2006 the respondent contravened s 400(5) of the Act in respect of Sharon Ann Thompson \n9.",
      "id": "s379"
    },
    {
      "text": "In the week beginning 17 July 2006 the respondent contravened s 400(5) of the Act in respect of Karen Mary Lucas \n10.",
      "id": "s380"
    },
    {
      "text": "In July 2006 the respondent contravened s 792 of the Act in respect of Fabian Di Domenico \n11.",
      "id": "s381"
    },
    {
      "text": "On or around 14 July 2006 the respondent contravened s 792 of the Act in respect of Alice Louise Bruce \n12.",
      "id": "s382"
    },
    {
      "text": "On 14 July 2006 the respondent contravened s 792 of the Act in respect of Debby Maree Hyland \n13.",
      "id": "s383"
    },
    {
      "text": "On or around 10 July 2006 the respondent contravened s 792 of the Act in respect of Sharon Ann Thompson \n14.",
      "id": "s384"
    },
    {
      "text": "On or around 11 or 12 July 2006 the respondent contravened s 792 of the Act in respect of Sharon Ann Thompson \n15.",
      "id": "s385"
    },
    {
      "text": "Later in the week commencing 10 July 2006 the respondent contravened s 792 of the Act in respect of Sharon Ann Thompson \n16.",
      "id": "s386"
    },
    {
      "text": "In the week beginning 17 July 2006 the respondent contravened s 792 of the Act in respect of Sharon Ann Thompson \n17.",
      "id": "s387"
    },
    {
      "text": "On Friday 21 July 2006 the respondent contravened s 792 of the Act in respect of Sharon Ann Thompson \n18.",
      "id": "s388"
    },
    {
      "text": "On 24 and 25 July 2006 the respondent contravened s 792 of the Act in respect of Sharon Ann Thompson \n19.",
      "id": "s389"
    },
    {
      "text": "In the week beginning 17 July 2006 the respondent contravened s 792 of the Act in respect of Karen Mary Lucas \n127 In respect of each of the contraventions 1 to 10 there will be an order that the respondent pay to the applicant by way of penalty the sum of $17,000.",
      "id": "s390"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-seven (127) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey \n\n\n Associate:\n\nDated: 12 September 2007\n\n Counsel for the Applicant: R Dalton \n \n Solicitors for the Applicant: DLA Phillips Fox \n \n Counsel for the Respondent: D Barclay \n \n Solicitors for the Respondent: Page Seager lawyers \n \n Date of Hearing: 30 August 2007 \n \n Date of Judgment: 12 September 2007 \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1384.html",
      "id": "s391"
    }
  ]
}