{
  "name": "Publishing and Broadcasting Limited, in the matter of Publishing and Broadcasting Limited [2007] FCA 1610 (2 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1610.html",
  "catchphrases": [
    {
      "text": "schemes of arrangement",
      "id": "c0"
    },
    {
      "text": "applications by two corporations for, in the first instance, orders under s 411 of the corporations act 2001 (cth) that they convene meetings of their members to consider and, if thought fit, agree to a scheme of arrangement",
      "id": "c1"
    },
    {
      "text": "ultimate objective of demerging media and gaming businesses carried on by one company into media business to be carried on by it and gaming business to be carried on by the other company (recently formed for the purpose)",
      "id": "c2"
    },
    {
      "text": "financial assistance for the acquisition of shares, name change, reduction of capital",
      "id": "c3"
    },
    {
      "text": "discretionary considerations. held : orders made that the two scheme meetings be convened and that the two proposed explanatory statements be approved.",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "(first court hearing) \n INTRODUCTION \n \n1 In these two proceedings Publishing and Broadcasting Limited (PBL) and Crown Limited (Crown) respectively seek orders under s 411 of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "Each proceeding relates to a scheme of arrangement between the company and its members --- in PBL's case, the PBL Scheme and in Crown's case, the Demerger Scheme.",
      "id": "s1"
    },
    {
      "text": "2 On 17 October 2007 I made orders in each proceeding under s 411(1) of the Act that PBL and Crown convene meetings of their respective members to consider, and if thought fit, agree (with or without modification) to the PBL Scheme and the Demerger Scheme respectively.",
      "id": "s2"
    },
    {
      "text": "In addition, in each proceeding I approved (under s 411(1) of the Act) the form of explanatory statement required by s 412(1)(a) of the Act, being a draft of the relevant Scheme Booklet (the PBL Scheme Booklet or the Demerger Scheme Booklet, as the case may be).",
      "id": "s3"
    },
    {
      "text": "3 These are the reasons why I made those orders.",
      "id": "s4"
    },
    {
      "text": "In these reasons I will use defined terms that are used and defined in the applications, supporting affidavits and exhibits, but because their meanings are obvious, generally speaking I will not define them.",
      "id": "s5"
    },
    {
      "text": "CONSIDERATION \n General \n \n4 PBL is a well-known public listed company.",
      "id": "s6"
    },
    {
      "text": "Its businesses are focused on media and gaming.",
      "id": "s7"
    },
    {
      "text": "According to an independent expert's report in evidence, PBL had 74,680 shareholders as at 19 September 2007.",
      "id": "s8"
    },
    {
      "text": "One of those shareholders, Consolidated Press Holdings Limited (CPH), holds approximately 38 percent of PBL's issued shares.",
      "id": "s9"
    },
    {
      "text": "PBL has only one class of security on issue, namely, ordinary shares (there are 681,004,425, 687,236,925 or 688,526,925 ordinary shares on issue --- all three figures appear in the evidence).",
      "id": "s10"
    },
    {
      "text": "5 Crown was incorporated only as recently as 31 May 2007 for the purpose of offering to acquire the PBL shares under the PBL Scheme, and, subject to the PBL Scheme being approved and to the PBL Shareholders passing a \"Demerger Scheme Advisory Resolution\", implementing a demerger of the media and gaming businesses.",
      "id": "s11"
    },
    {
      "text": "6 There are only eight issued shares in Crown, and they are held by members of the firm of solicitors representing PBL (and Crown) and officers of the PBL group of companies (the eight are \"the Crown Initial Shareholders\").",
      "id": "s12"
    },
    {
      "text": "7 Subject to both Schemes finally being approved, Crown will apply to be admitted to the Australian Stock Exchange (ASX) so that Crown shares that are issued to PBL Shareholders as part of the consideration payable under the PBL Scheme, will be tradeable on the ASX.",
      "id": "s13"
    },
    {
      "text": "8 It is a condition of the PBL Scheme (cl 2.1(f) of that Scheme) that ASX admits the Crown shares to listing, or that that condition is waived.",
      "id": "s14"
    },
    {
      "text": "9 PBL and Crown have the same directors.",
      "id": "s15"
    },
    {
      "text": "10 On 12 October 2007, the two companies entered into an Implementation Deed by which they undertook, subject to various conditions precedent, to do things necessary for the implementation of the two Schemes.",
      "id": "s16"
    },
    {
      "text": "11 Implementation of the PBL Scheme is not conditional upon implementation of the Demerger Scheme, but implementation of the Demerger Scheme is conditional upon implementation of the PBL Scheme.",
      "id": "s17"
    },
    {
      "text": "The objective of the demerger is to demerge the media and gaming businesses so that each will be the business of a separate company --- the media business of PBL and the gaming business of Crown.",
      "id": "s18"
    },
    {
      "text": "12 It has been thought that the demerger offers several advantages, including: the focusing of efforts within each company on one business; a more convenient addressing of the different capital requirements of the two classes of business; and the provision of distinct investment opportunities rather than the present single company (PBL) conducting both businesses.",
      "id": "s19"
    },
    {
      "text": "The PBL Scheme \n \n13 Subject to one matter, the PBL Scheme is fairly straightforward.",
      "id": "s20"
    },
    {
      "text": "Under the PBL Scheme, Crown will acquire all of the PBL shares for a consideration of $3.00 cash plus one Crown share for every PBL share.",
      "id": "s21"
    },
    {
      "text": "Thus, if and when the PBL Scheme is implemented, PBL will be a wholly owned subsidiary of Crown, and the shares in Crown will be held by CPH, other former shareholders in PBL, and the Crown Initial Shareholders.",
      "id": "s22"
    },
    {
      "text": "14 The one complicating matter is that the consideration just described is only the \"PBL Scheme Standard Consideration\", and in fact PBL Shareholders are entitled to elect to receive more or less cash than $3.00 and less or more than one Crown share per PBL share held.",
      "id": "s23"
    },
    {
      "text": "15 The formula to be applied is somewhat complex, and I need not set it out here.",
      "id": "s24"
    },
    {
      "text": "Section 21.2 of the PBL Scheme Booklet describes the PBL Scheme Consideration Alternatives and gives worked out examples.",
      "id": "s25"
    },
    {
      "text": "16 It will be noted that if even one PBL Shareholder receives cash alone, it will not be the case that all PBL Shareholders become shareholders in Crown.",
      "id": "s26"
    },
    {
      "text": "Financial Assistance Resolution to be passed by PBL Shareholders \n \n17 Where will Crown get the funds with which to pay the total cash consideration to the PBL Shareholders?",
      "id": "s27"
    },
    {
      "text": "The total cash consideration is estimated to be of the order of approximately $2 billion.",
      "id": "s28"
    },
    {
      "text": "It is proposed that PBL, through its subsidiaries, will provide financial assistance to Crown.",
      "id": "s29"
    },
    {
      "text": "18 Accordingly, it is a condition precedent of the PBL Scheme that PBL Shareholders pass a \"Financial Assistance Resolution\" at the PBL annual general meeting which will follow the holding of the PBL Scheme Meeting.",
      "id": "s30"
    },
    {
      "text": "The Financial Assistance Resolution is to the effect that for the purposes of s 260B(1) and (2) of the Act, approval is given for the provision by PBL and its subsidiaries of financial assistance as described in section 7.6 of the Scheme Booklet to assist in the acquisition of PBL shares by Crown under the PBL Scheme.",
      "id": "s31"
    },
    {
      "text": "19 In fact the funding will be provided by certain banks to Crown Group Finance Limited, a subsidiary of Crown.",
      "id": "s32"
    },
    {
      "text": "The financial assistance will be in the nature of guarantees to be provided by PBL subsidiaries if the Demerger Scheme proceeds, and by PBL if the Demerger Scheme does not proceed.",
      "id": "s33"
    },
    {
      "text": "20 If the PBL Scheme proceeds, not only will PBL become a subsidiary of Crown, so will PBL's subsidiaries.",
      "id": "s34"
    },
    {
      "text": "That is to say, each PBL subsidiary will be a subsidiary of both Crown and PBL.",
      "id": "s35"
    },
    {
      "text": "Accordingly, it is also a condition (cl 2.1(c)) of the PBL Scheme that the Crown Initial Shareholders approve a \"Crown Financial Assistance Resolution\" at the Crown general meeting by the requisite majority.",
      "id": "s36"
    },
    {
      "text": "The Crown general meeting is to take place after the PBL annual general meeting.",
      "id": "s37"
    },
    {
      "text": "Reorganisation and the Demerger Scheme \n \n21 The PBL Scheme Booklet makes it clear that the PBL directors recommend not only the PBL Scheme, but also a \"Recommended Proposal\" which includes a \"Reorganisation\" and the Demerger Scheme.",
      "id": "s38"
    },
    {
      "text": "22 It is the Crown Initial Shareholders who will vote on the Demerger Scheme.",
      "id": "s39"
    },
    {
      "text": "By Deed Poll, they have undertaken to vote in favour of the Demerger Scheme and of a Crown \"Capital Reduction Resolution\" (see below) if the PBL Shareholders pass a \"Demerger Scheme Advisory Resolution\", and to vote in favour of a \"Crown Financial Assistance Resolution\" if the PBL Shareholders pass the Financial Assistance Resolution.",
      "id": "s40"
    },
    {
      "text": "23 In substance, the Demerger Scheme Advisory Resolution is a resolution of the PBL Shareholders requesting the Crown Initial Shareholders to approve the Demerger Scheme and Crown's Capital Reduction Resolution.",
      "id": "s41"
    },
    {
      "text": "24 In effect, therefore, it is the PBL Shareholders who will determine whether the Demerger Scheme is to be agreed to by the Crown Initial Shareholders.",
      "id": "s42"
    },
    {
      "text": "25 PBL is to change its name to Consolidated Media Holdings Limited (CMH).",
      "id": "s43"
    },
    {
      "text": "26 If the Demerger Scheme is agreed to, but before it is implemented, there is to be a reorganisation of Crown to ensure that the media business will remain owned by PBL, and that the gaming business will become owned by a new subgroup of Crown which will be distinct from CMH (also a subsidiary of Crown).",
      "id": "s44"
    },
    {
      "text": "The achievement of this new structure is termed the Reorganisation.",
      "id": "s45"
    },
    {
      "text": "27 The result of the Reorganisation will be that Crown will be the 100 percent owner of CMH (previously called PBL) which will own the media business, and Crown will also be the 100 percent owner of another Crown subsidiary which will be the 100 percent owner of the gaming business.",
      "id": "s46"
    },
    {
      "text": "28 Following the Reorganisation just described, it will be possible for the Demerger Scheme to be implemented.",
      "id": "s47"
    },
    {
      "text": "29 There will be a reduction of PBL's share capital after the PBL Scheme has been implemented.",
      "id": "s48"
    },
    {
      "text": "A \"Reduction of Capital Resolution\" will be considered by the PBL Shareholders at the PBL annual general meeting.",
      "id": "s49"
    },
    {
      "text": "The amount of the reduction of capital is to be $2,440 million.",
      "id": "s50"
    },
    {
      "text": "That amount is to be distributed to the holder of all the ordinary shares in the capital of PBL.",
      "id": "s51"
    },
    {
      "text": "That holder will be Crown.",
      "id": "s52"
    },
    {
      "text": "PBL's obligation to pay that sum to Crown will, however, be satisfied by PBL's applying the sum in satisfaction of the equivalent amount that will be owing by Crown to PBL as a result of Crown's entering into the agreements to give effect to the Reorganisation.",
      "id": "s53"
    },
    {
      "text": "30 The Reduction of Capital Resolution provides for an \"equal reduction\" for the purposes of s 256C(1) of the Act, and therefore is to be passed as an ordinary resolution: see s 256C(1) of the Act.",
      "id": "s54"
    },
    {
      "text": "31 I accept that the proposed Reduction of Capital Resolution will satisfy the Act's requirements, even though it will take effect at a future time when the PBL Shareholders who benefit from the equal reduction (Crown) will not be the PBL Shareholders who pass the authorising resolution (the existing PBL Shareholders).",
      "id": "s55"
    },
    {
      "text": "32 The Demerger Scheme Meeting is proposed to be held on the same day as, and following the conclusion of, the PBL Scheme Meeting and the PBL annual general meeting.",
      "id": "s56"
    },
    {
      "text": "The Demerger Scheme approval resolution will be considered by the Crown Initial Shareholders.",
      "id": "s57"
    },
    {
      "text": "However, they will not participate in the Demerger Scheme because their shares in Crown will be bought back and cancelled by Crown prior to the entitlements to participate in the Demerger Scheme being determined (the \"Buy Back\").",
      "id": "s58"
    },
    {
      "text": "As noted earlier, in substance it is the PBL Shareholders who, by voting in favour of the Demerger Scheme Advisory Resolution and the Financial Assistance Resolution, will determine whether the Demerger Scheme and ancillary resolutions are to be approved by the Crown Initial Shareholders.",
      "id": "s59"
    },
    {
      "text": "33 Under the Demerger Scheme, each PBL Scheme Participant to whom Crown shares were issued under the PBL Scheme, will receive a transfer (from Crown, the parent company of PBL) of one CMH share for every Crown share held by that PBL Scheme Participant.",
      "id": "s60"
    },
    {
      "text": "Accordingly, the shares in the capital of CMH will come to be owned by the former PBL shareholders who became the holders of shares in Crown under the PBL Scheme.",
      "id": "s61"
    },
    {
      "text": "34 After the Demerger is implemented, the simplified corporate structure (showing approximate shareholdings) of CMH and Crown will be as follows:\n \n \n \n Crown Financial Assistance Resolution \n \n35 As previously noted, the PBL Scheme is subject to the Crown Initial Shareholders passing the Crown Financial Assistance Resolution at the general meeting of Crown to be held following the conclusion of the Demerger Scheme Meeting.",
      "id": "s62"
    },
    {
      "text": "That resolution seeks the approval, for the purposes of s 260B(2) of the Act, of financial assistance being given by Crown subsidiaries to assist Crown in acquiring the PBL shares under the PBL Scheme.",
      "id": "s63"
    },
    {
      "text": "As noted previously, that financial assistance takes the form of the giving of guarantees by PBL subsidiaries (and therefore also Crown subsidiaries) of the banking facility that Crown (through its subsidiary Crown Group Finance Limited) has put in place to fund its cash consideration obligations under the PBL Scheme.",
      "id": "s64"
    },
    {
      "text": "Crown's Capital Reduction Resolution \n \n36 The Demerger Scheme is also subject to a condition that the Crown Initial Shareholders approve the Crown \"Capital Reduction Resolution\".",
      "id": "s65"
    },
    {
      "text": "I find it convenient to set out paras 71-73 of the plaintiffs' outline of written submissions for the first hearing to identify the purpose of the Crown's Capital Reduction Resolution:\n \n \n 71.",
      "id": "s66"
    },
    {
      "text": "The Crown Capital Reduction Resolution is an integral part of the demerger and is conditional on the Demerger Scheme being approved.",
      "id": "s67"
    },
    {
      "text": "It is proposed for the purposes of CA 256C(1) and requires the capital of Crown to be reduced by an amount which is equivalent to the value of the CMH shares (being the shares which are to be demerged from Crown, as ascertained on the day when those shares first trade on ASX after the Demerger Scheme Effective Date) multiplied by the number of Crown shares registered in the names of the Demerger Scheme Participants at the Demerger Scheme Record Date (being all the Crown shares then on issue) and by requiring the Capital Reduction Amount (being the value of one CMH share determined in the manner set out above) to be appropriated in accordance with the Demerger Scheme for the benefit of each Demerger Scheme Participant for each Crown share held by that participant on the Demerger Scheme Record Date.",
      "id": "s68"
    },
    {
      "text": "72.",
      "id": "s69"
    },
    {
      "text": "Clause 4 of the Demerger Scheme is the relevant provision relating to the application of the Capital Reduction Entitlement of each Demerger Scheme Participant.",
      "id": "s70"
    },
    {
      "text": "Clause 4.1 provides that on the Demerger Date, Crown must reduce its capital in accordance with the Crown Capital Reduction Resolution and must apply the Capital Reduction Entitlement of each Demerger Scheme Participant in accordance with clause 4.2.",
      "id": "s71"
    },
    {
      "text": "Clause 4.2 of the Demerger Scheme provides that each Demerger Scheme Participant, including the Nominee on behalf of the Ineligible Overseas Shareholders, directs Crown to apply and Crown must apply the Capital Reduction Entitlement of that Demerger Scheme Participant as consideration for the transfer by Crown to that Demerger Scheme Participant of the number of CMH shares equal to the number of Crown shares registered in the name of that Demerger Scheme Participant on the Demerger Scheme Record Date.",
      "id": "s72"
    },
    {
      "text": "Further, under clause 6.1 of the Demerger Scheme each Demerger Scheme Participant acknowledges and agrees that the provision to it of the Demerger Scheme Entitlement in accordance with the Demerger Scheme constitutes the satisfaction of all of its entitlements in and to the Demerger Scheme Participant's Capital Reduction Entitlements.",
      "id": "s73"
    },
    {
      "text": "73.",
      "id": "s74"
    },
    {
      "text": "Clause 6.4(d) of the Demerger Scheme Booklet provides information about the Crown Capital Reduction Resolution.",
      "id": "s75"
    },
    {
      "text": "It states that the Crown Capital Reduction Resolution is conditional on the Demerger Scheme being approved and states that the amount of the Capital Reduction is to be applied for the benefit of the Demerger Scheme Participants in accordance with the Demerger Scheme.",
      "id": "s76"
    },
    {
      "text": "Further, Section 6.4(d)(2) of the Demerger Scheme Booklet states that Demerger Scheme Participants who are entitled to have the CMH shares transferred to them under the Demerger Scheme are not required to pay any money for those shares because their entitlement to the Capital Reduction Amount will be applied by way of consideration for the transfer of those shares.",
      "id": "s77"
    },
    {
      "text": "Further, that section states that Demerger Scheme Participants will not have the option of taking any entitlement to the Capital Reduction Amount in cash and that the CMH shares to which the Demerger Scheme Participants are entitled represent all the CMH shares on issue.",
      "id": "s78"
    },
    {
      "text": "37 The Crown directors recommend in favour of the Demerger Scheme and Crown's Capital Reduction Resolution, provided the PBL Shareholders vote in favour of the Demerger Scheme Advisory Resolution.",
      "id": "s79"
    },
    {
      "text": "Independent Reports \n \n38 There was before the Court, and included in the PBL Scheme Booklet and the Demerger Scheme Booklet, a report by independent accountants, and, in the case of the PBL Scheme Booklet, a summary of a report by independent experts.",
      "id": "s80"
    },
    {
      "text": "There was also before the Court the full report by independent experts.",
      "id": "s81"
    },
    {
      "text": "In the case of the Demerger Scheme Booklet, the Australian Securities and Investments Commission (ASIC) has granted an exemption in relation to the independent expert's report.",
      "id": "s82"
    },
    {
      "text": "The inclusion of the summary of the full report in the PBL Scheme Booklet was also pursuant to relief granted by ASIC.",
      "id": "s83"
    },
    {
      "text": "ASIC and ASX \n \n39 Both ASIC and the ASX have had an opportunity to review the PBL Scheme Booklet, and ASIC has had an opportunity to review the Demerger Scheme Booklet.",
      "id": "s84"
    },
    {
      "text": "I am satisfied in respect of both Schemes that ASIC has had more than 14 days notice of the hearing of the application (see s 411(2)(a) of the Act) and has had a reasonable opportunity to do the things referred to in s 411(2)(b) of the Act.",
      "id": "s85"
    },
    {
      "text": "There was before the Court the \"usual letters\" from ASIC to the effect that it would not appear on the first court hearing.",
      "id": "s86"
    },
    {
      "text": "Chairmanship of the two Scheme Meetings \n \n40 Before the hearing of the application, PBL and Crown had filed affidavit evidence that James Douglas Packer, the Executive Chairman of PBL, is willing to chair both the PBL Scheme Meeting and the Demerger Scheme Meeting, and that failing him, Christopher John Anderson, the Executive Deputy Chairman of PBL, is willing to do so: see Federal Court (Corporations) Rules 2000 , r 3.2.",
      "id": "s87"
    },
    {
      "text": "Amendment of orders \n \n41 On 26 October 2007, I made an order in each proceeding correcting a clerical slip or error in an exhibit reference.",
      "id": "s88"
    },
    {
      "text": "CONCLUSION \n \n42 I was of the view that the PBL Shareholders and the Crown Initial Shareholders should have the opportunity of considering the PBL Scheme and the Demerger Scheme respectively, and therefore I made the orders referred to at [2] above.",
      "id": "s89"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s90"
    },
    {
      "text": "Associate: \nDated: 2 November 2007\n\n\n\n\n Proceedings NSD 1447 of 2007 and NSD 1448 of 2007 \n\n Counsel for the Plaintiff: Mr TF Bathurst QC and Mr AJ Payne \n \n Solicitor for the Plaintiff: Gilbert + Tobin \n\n Date of Hearing: 17 October 2007 \n \n Date of Judgment: 17 October 2007 \n \n Date of Publication of Reasons: 2 November 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1610.html",
      "id": "s91"
    }
  ]
}