{
  "name": "Minister for Immigration and Citizenship v Le [2007] FCA 1318 (27 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1318.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "whether any appealable error",
      "id": "c1"
    },
    {
      "text": "whether migration review tribunal complied with its obligations under s 360 of the migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "burden of proof on judicial review",
      "id": "c3"
    },
    {
      "text": "whether negligence of migration agent established",
      "id": "c4"
    },
    {
      "text": "relevance of s 361 of the migration act 1958 (cth)",
      "id": "c5"
    },
    {
      "text": "effect of mistranslation of sponsor's statement to interviewing officer where interviewing officer also the delegate",
      "id": "c6"
    },
    {
      "text": "whether supposed admissions made",
      "id": "c7"
    },
    {
      "text": "whether perception of interviewing officer/delegate seriously mistaken on account of mistranslation",
      "id": "c8"
    },
    {
      "text": "tribunal relied on account of interviewing officer/delegate",
      "id": "c9"
    },
    {
      "text": "whether the tribunal acted unreasonably in failing to make enquiries of interviewing officer/delegate",
      "id": "c10"
    },
    {
      "text": "exceptional case",
      "id": "c11"
    },
    {
      "text": "finding of jurisdictional error upheld",
      "id": "c12"
    },
    {
      "text": "migration law",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 Ms Le and Mr Nguyen are married to one another.",
      "id": "s0"
    },
    {
      "text": "They speak Vietnamese and needed the assistance of an interpreter to communicate in English with officers of the appellant Minister's Department and the Migration Review Tribunal ('the Tribunal').",
      "id": "s1"
    },
    {
      "text": "Mr Nguyen is an Australian citizen.",
      "id": "s2"
    },
    {
      "text": "Ms Le is a citizen of Vietnam.",
      "id": "s3"
    },
    {
      "text": "This case is about Ms Le's application for a spouse visa and Mr Nguyen's sponsorship.",
      "id": "s4"
    },
    {
      "text": "Mr Nguyen told the Tribunal that, on 23 August 2004, he was interviewed by an officer of the Minister's Department over a five hour period without a break or refreshment.",
      "id": "s5"
    },
    {
      "text": "A typed version of the notes of interview confirmed that the interview of the couple took place over a five and a half hour period with the use of an interpreter and that, after the interview, the couple accompanied two Departmental officers to a unit in Footscray apparently belonging to a friend of Mr Nguyen.",
      "id": "s6"
    },
    {
      "text": "Mr Nguyen was 67 years old at the time.",
      "id": "s7"
    },
    {
      "text": "At one stage, Mr Nguyen told the interviewing officer that he was confused and could not remember things due to ill health.",
      "id": "s8"
    },
    {
      "text": "At another stage his wife also told the officer her husband was an ill man.",
      "id": "s9"
    },
    {
      "text": "Towards the end of the interview, Mr Nguyen signed and subsequently resiled from a statement written in Vietnamese.",
      "id": "s10"
    },
    {
      "text": "The interviewing officer, who was also the primary decision-maker, believed that the statement was to the effect that Mr Nguyen withdrew his sponsorship and asserted that the marriage relationship had ended.",
      "id": "s11"
    },
    {
      "text": "At the Tribunal hearing, it became clear, however, that the statement had been mistranslated.",
      "id": "s12"
    },
    {
      "text": "The statement contained no admissions about the ending of his marriage relationship, although it did contain a withdrawal of sponsorship.",
      "id": "s13"
    },
    {
      "text": "Furthermore, at the Tribunal hearing, Mr Nguyen alleged that, as a result of the extended interview, he had \"lost my control in such a way that I didn't know what I was saying or what I was writing.",
      "id": "s14"
    },
    {
      "text": "\" He also alleged that he had written the statement withdrawing his sponsorship for Ms Le, in the Tribunal's words, \"on the understanding that he would be assisting the review applicant by doing so.",
      "id": "s15"
    },
    {
      "text": "\" Notwithstanding all of this, the Tribunal relied heavily on the statement, holding, amongst other things, that it did not accept that \"Department officers would have fabricated his admissions or pressured him into formally withdrawing his sponsorship if it was not his intent to do so\".",
      "id": "s16"
    },
    {
      "text": "2 As the Tribunal's reasons implicitly acknowledge, the claims made by Mr Nguyen and Ms Le about the interview were potentially significant for the Tribunal's decision-making.",
      "id": "s17"
    },
    {
      "text": "They found some support in the Department's typed notes of interview and in the separate circumstance of the mistranslated statement.",
      "id": "s18"
    },
    {
      "text": "3 On judicial review, the Federal Magistrates Court set aside the Tribunal's decision on the basis of jurisdictional error.",
      "id": "s19"
    },
    {
      "text": "The Minister for Immigration and Citizenship ('the Minister') appeals from this judgment.",
      "id": "s20"
    },
    {
      "text": "I would dismiss the appeal on the sole ground that the Federal Magistrate correctly held that this was an exceptional case in which a decision-maker acting reasonably would have made some further enquiry before making a decision.",
      "id": "s21"
    },
    {
      "text": "BACKGROUND \n \n4 The first respondent, Ms Le, arrived in Australia on 10 August 2002 as the holder of a subclass 300 prospective spouse visa.",
      "id": "s22"
    },
    {
      "text": "Ms Le married Mr Nguyen in Australia on 11 August 2002.",
      "id": "s23"
    },
    {
      "text": "On 10 September 2002, she applied for a subclass 820 spouse visa on the basis of her marriage to Mr Nguyen.",
      "id": "s24"
    },
    {
      "text": "At the time of this marriage, Ms Le had three children from a prior marriage.",
      "id": "s25"
    },
    {
      "text": "The second, third and fourth respondents are these three children.",
      "id": "s26"
    },
    {
      "text": "They too are citizens of Vietnam, who entered Australia at the same time as their mother.",
      "id": "s27"
    },
    {
      "text": "The primary decision \n \n5 In September 2002, Ms Le applied to the Minister for the grant of a Partner (Temporary) (class UK) visa.",
      "id": "s28"
    },
    {
      "text": "By a letter dated 29 October 2004, the primary decision-maker, who was a Ministerial delegate, informed Ms Le that her application to remain permanently in Australia on spouse grounds had been refused.",
      "id": "s29"
    },
    {
      "text": "The primary decision-maker made this decision after Departmental officers undertook: (1) a home visit during which neither Ms Le nor Mr Nguyen were present; (2) the interview on 23 August 2004; and (3) the visit to Mr Huynh's unit.",
      "id": "s30"
    },
    {
      "text": "6 In the course of the interview, Mr Nguyen signed the statement referred to at the beginning of these reasons.",
      "id": "s31"
    },
    {
      "text": "A translation made at the interview read:\n \n \"My name is Nguyen Xuan Giu was born in 1936 at 60 Moreland St Footscray 3011.",
      "id": "s32"
    },
    {
      "text": "After over one year living together as husband and wife because of my medical condition I became impotent, the relationship was stopped.",
      "id": "s33"
    },
    {
      "text": "I am now withdrawn the sponsorship to Mrs Le Thi Em NHO.",
      "id": "s34"
    },
    {
      "text": "Dated 23.08.04\" \n \n\n7 This document was central to the primary decision.",
      "id": "s35"
    },
    {
      "text": "The primary decision-maker stated:\n \n \"During the course of the interview, as there were numerous inconsistencies in their answers, the sponsor became lost patience.",
      "id": "s36"
    },
    {
      "text": "Finally, by his own admission, the sponsor stated that he had not been in a relationship with the applicant for some time.",
      "id": "s37"
    },
    {
      "text": "When the sponsor was questioned as to how long that they had not been living together, the sponsor admitted that they had not been living together for at least more than 12 months ago or could be longer.",
      "id": "s38"
    },
    {
      "text": "The sponsor then formally advised the department in writing that he wished to withdraw his nomination.",
      "id": "s39"
    },
    {
      "text": "After receiving the sponsor's withdrawal statement, the applicant was invited to return to the interview room and advised about the sponsor's decision.",
      "id": "s40"
    },
    {
      "text": "The applicant became furious and agitated.",
      "id": "s41"
    },
    {
      "text": "She demanded the sponsor to immediately withdraw his withdrawal statement and advised that she preferred to receive a refusal letter rather than to agree with the sponsor withdrawing the application.",
      "id": "s42"
    },
    {
      "text": "Upon seeing the applicant's angry state and her threatening voice when she asked him to withdraw his withdrawal statement, the sponsor, appeared to be under the pressure of the applicant, changed his mind and said that he would like to reinstate his support for the applicant's spousal application.",
      "id": "s43"
    },
    {
      "text": "Without providing any reasons, at the end of the interview, the applicant again confirmed she did not want to withdraw her visa application and that she agreed for her application to be refused so that she would seek the review of her spousal application through the Tribunal process.",
      "id": "s44"
    },
    {
      "text": "\" \n\nAccordingly, the primary decision-maker was not satisfied that Ms Le was the spouse (as defined in reg 1.15A of the Migration Regulations 1994 (Cth) ('the Regulations')) of Mr Nguyen and accordingly was not satisfied that the relevant requirements for the visa she sought were met.",
      "id": "s45"
    },
    {
      "text": "The decision-maker relied on Mr Nguyen's assertion, supposedly in his signed written statement, that the couple had been separated for at least 12 months.",
      "id": "s46"
    },
    {
      "text": "The Tribunal's Decision \n \n8 On 1 December 2004, Ms Le and her three children lodged an application with the Tribunal for review of the primary decision.",
      "id": "s47"
    },
    {
      "text": "Prior to the Tribunal hearing on 7 March 2006, Mr Adewale Oladejo, of the law firm Koenig &amp; Simons, sent various statements and other documents to the Tribunal, including a document headed \"Answers to Allegations of the Decision Maker\".",
      "id": "s48"
    },
    {
      "text": "Amongst other things, this document contained statements denying that Mr Nguyen had said at interview that he and Ms Le had not lived with one another for some time, and affirming that Mr Nguyen had \"felt somewhat pressured by the interviewing process\".",
      "id": "s49"
    },
    {
      "text": "The document also contained statements denying that Ms Le had threatened Mr Nguyen or that she had become aggressive, and affirming that \"all that happened was her surprise to the alleged withdrawal\".",
      "id": "s50"
    },
    {
      "text": "9 When she attended the Tribunal on 7 March 2006, Ms Le completed and filed a form stating that she authorised Mr Oladejo to act on her behalf in relation to her application.",
      "id": "s51"
    },
    {
      "text": "Amongst other things, this form stated (in English):\n \n \"You may authorise a person to represent you and act on your behalf in relation to your application.",
      "id": "s52"
    },
    {
      "text": "This person is known as your representative.",
      "id": "s53"
    },
    {
      "text": "It is not necessary to nominate a representative --- you may choose to deal with the Tribunal directly.",
      "id": "s54"
    },
    {
      "text": "If you nominate a representative, he or she can communicate with the Tribunal on your behalf, forward written submissions and written evidence to the Tribunal, request access to documents held by the Tribunal in relation to your application, and accompany you to any meeting or hearing arranged by the Tribunal.",
      "id": "s55"
    },
    {
      "text": "You must inform the Tribunal immediately, in writing, if you change your representative, cancel your representative's authority to act on your behalf, or if your representative's contact details change.",
      "id": "s56"
    },
    {
      "text": "\" \n\n\nShe nominated Mr Oladejo, who was also a migration agent, to be her authorised recipient and to receive correspondence in relation to her application.",
      "id": "s57"
    },
    {
      "text": "At the hearing on 7 March 2006, Mr Oladejo assisted Ms Le.",
      "id": "s58"
    },
    {
      "text": "A Vietnamese interpreter also assisted at the hearing for most of the time.",
      "id": "s59"
    },
    {
      "text": "After the hearing, the Tribunal wrote to Ms Le under s 359A of the Migration Act 1958 (Cth) ('the Act'), inviting her to comment on certain inconsistencies in the material before it.",
      "id": "s60"
    },
    {
      "text": "10 At the hearing, Ms Le and Mr Nguyen gave evidence.",
      "id": "s61"
    },
    {
      "text": "So too did their friends, Thanh Nhut Huynh (Mr Huynh) and Van Thin Dong.",
      "id": "s62"
    },
    {
      "text": "Ms Le's sister, her three children, a niece and another friend attended to give evidence but the interpreter left the hearing before they had done so.",
      "id": "s63"
    },
    {
      "text": "The Tribunal never heard their evidence.",
      "id": "s64"
    },
    {
      "text": "11 The Tribunal's reasons recorded:\n \n \"As there was insufficient time to take evidence from the remaining six witnesses, the review applicant's migration agent was invited to advise whether a further hearing would be required.",
      "id": "s65"
    },
    {
      "text": "The migration agent advised that he did not believe a further hearing was required.",
      "id": "s66"
    },
    {
      "text": "No request for a further hearing was subsequently received by the Tribunal.",
      "id": "s67"
    },
    {
      "text": "\" \n \n\nAlso under the heading \"The social aspects of the relationship\", the Tribunal noted that Ms Le's three children --- \n \n \"were present at the Tribunal hearing but did not have time to give evidence.",
      "id": "s68"
    },
    {
      "text": "The review applicant's migration agent was advised that a further hearing could be arranged if required.",
      "id": "s69"
    },
    {
      "text": "No request for a further hearing was received by the Tribunal.",
      "id": "s70"
    },
    {
      "text": "\" \n\n12 The Tribunal asked Ms Le and Mr Nguyen about the Departmental interview and Mr Nguyen's withdrawal of sponsorship.",
      "id": "s71"
    },
    {
      "text": "The transcript of the hearing records the following exchange between the Tribunal and Ms Le, through her interpreter:\n \n \n \n \"Tribunal: Can you tell me why your husband told the immigration officers that he's never lived with you?",
      "id": "s72"
    },
    {
      "text": "Do you know why he said that?",
      "id": "s73"
    },
    {
      "text": "Ms Le: I believe that he never said so, because we live a normal life together.",
      "id": "s74"
    },
    {
      "text": "Tribunal: You have to accept that I have evidence on the file that he did say that and I have no reason to think that the department officers made that up.",
      "id": "s75"
    },
    {
      "text": "So can you think of any reason why he would have said that to them?",
      "id": "s76"
    },
    {
      "text": "Ms Le: I think that interview lasted over five hours, and after being interviewed for over five hours, plus he was unwell on that day, and under pressure, he could lose his reason, and that's why he would say so, and I apologise.",
      "id": "s77"
    },
    {
      "text": "Tribunal: Is there anything else you'd like to say about the home visit or the interview in April 2004?",
      "id": "s78"
    },
    {
      "text": "Ms Le: Member, if there's any misunderstanding on the departments [part], I would like to apologise, and our relationship is actually a genuine relationship and we are happy together.",
      "id": "s79"
    },
    {
      "text": "My husband loves me and my children.",
      "id": "s80"
    },
    {
      "text": "... \n \n \n \n \n Tribunal: Ms Le, your husband signed a letter withdrawing his sponsorship on the day of the interview.",
      "id": "s81"
    },
    {
      "text": "Is there anything you would like to say about that, or would you like to explain to me why he might have done that?",
      "id": "s82"
    },
    {
      "text": "Ms Le: I'd like to say that my husband was unwell on that day, and also due to the length of the interview and the pressure he became uncalm and that's why he would perhaps say something like that.",
      "id": "s83"
    },
    {
      "text": "But actually he always loves me and my children.",
      "id": "s84"
    },
    {
      "text": "\" \n \n \n\n13 Mr Nguyen's evidence on this subject was much the same as his wife's.",
      "id": "s85"
    },
    {
      "text": "The transcript records the following exchange between the Tribunal and Mr Nguyen, also through an interpreter:\n \n \n \n \"Tribunal: Do you remember telling the officers that you had never lived with your wife, that the marriage wasn't genuine and that you had been living with your friend, Mr Huynh?",
      "id": "s86"
    },
    {
      "text": "Mr Nguyen: I can be sure that I have never said something like that.",
      "id": "s87"
    },
    {
      "text": "Tribunal: Mr Nguyen, I have no reason to think that the department officers would lie about a conversation with you, and I also have a letter that you signed, withdrawing your sponsorship for your wife which tells me that you did say those things to the department.",
      "id": "s88"
    },
    {
      "text": "Mr Nguyen: Yes, could I explain this, ....",
      "id": "s89"
    },
    {
      "text": "I was interviewed on 23 August by the department, so five days after they came to my house, and during the interview I lost my control because it was a five-hour interview and I didn't have any break, I didn't have anything to eat and drink.",
      "id": "s90"
    },
    {
      "text": "So I lost my control in such a way that I didn't know what I was saying or what I was writing.",
      "id": "s91"
    },
    {
      "text": "Tribunal: Why did you just tell me before that you didn't say those things but now you're saying there was a reason why you said them?",
      "id": "s92"
    },
    {
      "text": "Mr Nguyen: I never said that I have never lived with my family.",
      "id": "s93"
    },
    {
      "text": "Tribunal: Why are you telling me now that you lost control and didn't know what you are saying?",
      "id": "s94"
    },
    {
      "text": "Mr Nguyen: While I was interviewed, when it came to the third hour of the interview I couldn't concentrate any more and I didn't even know what letter I was writing.",
      "id": "s95"
    },
    {
      "text": "Could I have your permission to say something else?",
      "id": "s96"
    },
    {
      "text": "Tribunal: Of course.",
      "id": "s97"
    },
    {
      "text": "Mr Nguyen: I was very puzzled after three hours and I didn't know what I was writing in the letter.",
      "id": "s98"
    },
    {
      "text": "So a few days after that my solicitor's office told me about the letter and I realized that I just - at that time I just wanted to write that I had to be away from my wife just because of some sexual problems and I was just hoping that I could fix the problem, and at that time I hoped that the department would accept it as a reason, but I didn't expect that they would reject our application because of that letter.",
      "id": "s99"
    },
    {
      "text": "Could I continue, please?",
      "id": "s100"
    },
    {
      "text": "Tribunal: Yes \n \n \n \n \n Mr Nguyen: And that letter I wrote just because I was thinking that I was sick and I was puzzled and I was unconfident because of the sexual weakness, and when I wrote that I was hoping that the department would reconsider our application and allow us to be together, but I didn't think that that letter would make the department reject our application.",
      "id": "s101"
    },
    {
      "text": "Tribunal: The English translation of that letter, Mr Nguyen, says that, \"Because of my medical condition I became impotent and the relationship was stopped.",
      "id": "s102"
    },
    {
      "text": "\" What the letter says is that the relationship stopped about one year after the marriage.",
      "id": "s103"
    },
    {
      "text": "Mr Nguyen: If it is the case, then, ... could you please get someone else to translate my letter more correctly.",
      "id": "s104"
    },
    {
      "text": "\" \n \n \n \n\n14 After some initial reluctance and observing that \"there was some problem with the translation\", the interpreter translated this document for the Tribunal, as follows:\n \n \n \n \"Interpreter: ... 'My name is Nguyen Xuan Gin.",
      "id": "s105"
    },
    {
      "text": "I was born in 1936 and my address is 60 Moreland ...' \n \n \n \n \n Tribunal: Don't worry about that so much.",
      "id": "s106"
    },
    {
      "text": "Interpreter: 'After having lived together for one year since we signed the marriage certificate, due to some medical conditions I became impotent so we couldn't be close as husband and wife.",
      "id": "s107"
    },
    {
      "text": "Now I'd like to withdraw the sponsorship for Ms Le Thi Em Nho.",
      "id": "s108"
    },
    {
      "text": "' \n \n \n \n \n\n15 The Tribunal continued to ask Mr Nguyen about this statement, in the following exchange:\n \n \"Tribunal: Is there anything you'd like to say?",
      "id": "s109"
    },
    {
      "text": "Mr Nguyen: As I said earlier, ...",
      "id": "s110"
    },
    {
      "text": "I lost control after five hours of the interview, and I wrote that letter with the intention of asking the department to provide extra support.",
      "id": "s111"
    },
    {
      "text": "By writing that letter I didn't mean to abandon my wife, because at that time we still loved each other and we still had a close relationship.",
      "id": "s112"
    },
    {
      "text": "Tribunal: How could you accidentally or mistakenly written down that you wanted to withdraw your sponsorship?",
      "id": "s113"
    },
    {
      "text": "Mr Nguyen: ... it was not accidental.",
      "id": "s114"
    },
    {
      "text": "It was written while I couldn't control myself, after pressures during the five-hour interview, and I was continually asked questions by the department officer, and the department also encouraged me to do so that we could have some other way of sponsoring my family, and I was happy about that, and could I also add something please?",
      "id": "s115"
    },
    {
      "text": "Tribunal: Yes, but it will have to be quick because the interpreter will need to finish.",
      "id": "s116"
    },
    {
      "text": "Mr Nguyen: Yes, this is the last thing I'd like to say, that my family are very happy together.",
      "id": "s117"
    },
    {
      "text": "Although I have some sexual problem I still love my wife a lot.",
      "id": "s118"
    },
    {
      "text": "Until today my family are very happy together and my children are very good.",
      "id": "s119"
    },
    {
      "text": "My wife always encourage me, comfort me and look after me.",
      "id": "s120"
    },
    {
      "text": "That's why I have a very close relationship with my wife, and that's why I am able to teach the children and help and support the children.",
      "id": "s121"
    },
    {
      "text": "So one of them now have a job and two are very good students.",
      "id": "s122"
    },
    {
      "text": "\" \n \n \n\n16 In the Tribunal's reasons for decision, under the heading \"Other relevant considerations\", the Tribunal referred to Mr Nguyen's supposed admissions at the interview, to the effect that \"he had never lived with the review applicant, that he had provided false information in support of the application at the request of the review applicant and her sister, and that he wished to withdraw his sponsorship\".",
      "id": "s123"
    },
    {
      "text": "The Tribunal noted (accurately it seems) that Mr Nguyen:\n \n \"repeatedly denied making these comments at his interview, and stated that he was pressured by Department officers to sign a letter withdrawing his sponsorship on the understanding that he would be assisting the review applicant by doing so.",
      "id": "s124"
    },
    {
      "text": "Both parties claimed that [he] was under great stress at the time of the interview because he had been without food and drink for five hours and because he was old and sick and could not cope with the interview process\".",
      "id": "s125"
    },
    {
      "text": "17 The Tribunal's reasons summarised relevant parts of the transcript as follows:\n \n \"The parties were invited to comment on the nominator's withdrawal of sponsorship at his Department interview and his admission that he had given false information to the Department after being coached by the review applicant and his sister.",
      "id": "s126"
    },
    {
      "text": "The review applicant stated that she did not believe the nominator had made those comments.",
      "id": "s127"
    },
    {
      "text": "She stated that the interview lasted more than five hours and the nominator was unwell and under pressure, so he lost his reason.",
      "id": "s128"
    },
    {
      "text": "She stated that the nominator's comments were misunderstood by the Department.",
      "id": "s129"
    },
    {
      "text": "The nominator denied having made these statements to the Department during his interview.",
      "id": "s130"
    },
    {
      "text": "After being advised by the Tribunal at the hearing that it accepted that the statements had been made by him, the nominator advised that he had made the statements because he had 'lost control' as he was very tired at the end of a five hour interview during which he was not given food or drink.",
      "id": "s131"
    },
    {
      "text": "...",
      "id": "s132"
    },
    {
      "text": "The nominator stated that the withdrawal of sponsorship was written under pressure from Department officers, who encouraged him to write the letter so that there would be some other way to sponsor the review applicant.",
      "id": "s133"
    },
    {
      "text": "\" \n \n\n18 In making its decision, the Tribunal stated that it took into account that Mr Nguyen was aged 67 years at the time of the interview and it accepted that \"he may have been distressed and confused by the interview process\".",
      "id": "s134"
    },
    {
      "text": "But it did not accept that \"Department officers would have fabricated his admissions or pressured him into formally withdrawing his sponsorship if it was not his intent to do so\".",
      "id": "s135"
    },
    {
      "text": "In this context, the Tribunal noted that Mr Nguyen \"showed officers his clothing in a wardrobe and on the clothes line at his friend's address in Footscray, and that he confirmed that he lived at this address with Mr Huyn [sic]\".",
      "id": "s136"
    },
    {
      "text": "19 Further, in deciding adversely to Ms Le, the Tribunal noted \"the numerous inconsistencies between the parties' accounts of particular events\".",
      "id": "s137"
    },
    {
      "text": "Although it gave \"some weight to the nominator's age and took account of the psychiatric report of 1 November 2005\", it did not accept that Mr Nyugen's age or psychological problems \"fully\" explained \"his apparent inability to accurately recall significant events in his relationship\" with Ms Le.",
      "id": "s138"
    },
    {
      "text": "The Tribunal went on to state that it took into account all the evidence before it:\n \n \"giving particular weight to the inconsistencies between the evidence given by the review applicant and that given by the nominator, as well as the nominator's withdrawal of sponsorship and admissions that he gave false evidence at the Department interview\".",
      "id": "s139"
    },
    {
      "text": "It was not satisfied that \"these matters can be fully explained by the nominator's age or infirmity or the circumstances in which the information was provided to the Department and to the Tribunal\".",
      "id": "s140"
    },
    {
      "text": "Accordingly, the Tribunal was not satisfied that Ms Le satisfied the definition of \"spouse\".",
      "id": "s141"
    },
    {
      "text": "20 It is apparent that the supposed admissions in Mr Nguyen's statement at interview and his withdrawal of his sponsorship were very important in the Tribunal's determination of Ms Le's case.",
      "id": "s142"
    },
    {
      "text": "The interpreter's departure and the early close of hearing \n \n21 The fact that the Tribunal's hearing came to a premature close because the interpreter had to leave proved significant in the determination of the subsequent judicial review application.",
      "id": "s143"
    },
    {
      "text": "The Tribunal hearing was scheduled to begin at 12:30 pm on 7 March 2006 and apparently ended about 3:00 or 3:30 pm, because the interpreter had to go elsewhere.",
      "id": "s144"
    },
    {
      "text": "There were various references in the transcript to the need to be mindful of the time as well as statements by the Tribunal that a further hearing would be given if requested.",
      "id": "s145"
    },
    {
      "text": "At one point, Mr Oladejo said, \"I'm mindful of the time, we must complete.",
      "id": "s146"
    },
    {
      "text": "\" The Tribunal responded, \"No, if we don't get through we just come back.",
      "id": "s147"
    },
    {
      "text": "You don't want to do that either, I can see.",
      "id": "s148"
    },
    {
      "text": "\" The transcript shows that the Tribunal returned to this matter when deciding to allow the interpreter a short rest.",
      "id": "s149"
    },
    {
      "text": "\"Tribunal: We've got to 3.30.",
      "id": "s150"
    },
    {
      "text": "Are you not available to then?",
      "id": "s151"
    },
    {
      "text": "Mr Oladejo: It is more yourself and the ... \n \n \n \n \n Tribunal: Well, it's hard work, but, you know, we've got to get through it.",
      "id": "s152"
    },
    {
      "text": "You bring in a cast of thousands, you just have to knuckle down and get through it, but I am concerned about the interpreter because she is constantly working today, and it can be very draining for her.",
      "id": "s153"
    },
    {
      "text": "So how about we have a 10 minute break, see what we can get through in the last hour, and if we need to come back you can tell me whether you want to come back later.",
      "id": "s154"
    },
    {
      "text": "That will be your call.",
      "id": "s155"
    },
    {
      "text": "Mr Oladejo: I would be most obliged if we can get through everything today ... \n \n \n \n \n Tribunal: We'll do our best.",
      "id": "s156"
    },
    {
      "text": "But I've been in trouble before for rushing witnesses so I'm not going to make that mistake again.",
      "id": "s157"
    },
    {
      "text": "... \n \n \n \n \n \n Tribunal: So we'll get through what we can.",
      "id": "s158"
    },
    {
      "text": "Come back in at half past 2, get through what we can in the last hour and you and I will talk again if we haven't got though everyone.",
      "id": "s159"
    },
    {
      "text": "\" \n \n \n \n\nBefore Mr Nguyen left the hearing room, the Tribunal told him that \"we've run out of time today.",
      "id": "s160"
    },
    {
      "text": "I'm going to discuss this with your agent and he can let you know later on what he decides to do\".",
      "id": "s161"
    },
    {
      "text": "22 After the interpreter had departed, the Tribunal member and Mr Oladejo had a discussion about the difficulty that had arisen.",
      "id": "s162"
    },
    {
      "text": "It is unclear from the transcript whether Ms Le was present at this time, although the Federal Magistrate assumed that she was not.",
      "id": "s163"
    },
    {
      "text": "On appeal, none of the parties said that the Magistrate's assumption was incorrect.",
      "id": "s164"
    },
    {
      "text": "The transcript records the following exchange:\n \n \"Interpreter: Yes, I have to go.",
      "id": "s165"
    },
    {
      "text": "Tribunal: All right, off you go.",
      "id": "s166"
    },
    {
      "text": "... Mr Oladejo, I'm going to prepare a fairly detailed 359A letter, it will take a couple of days.",
      "id": "s167"
    },
    {
      "text": "... [O] nce you get that letter it might be a good time then for you to decide whether you want to have another hearing to do the rest of the witnesses.",
      "id": "s168"
    },
    {
      "text": "That's entirely your decision, not mine, all right.",
      "id": "s169"
    },
    {
      "text": "You have the running of the case, if you want me to --- because we've just run out of time today.",
      "id": "s170"
    },
    {
      "text": "Mr Oladejo: I know.",
      "id": "s171"
    },
    {
      "text": "Tribunal: If you want me to take evidence from those people I will do so at your request.",
      "id": "s172"
    },
    {
      "text": "You can either tell me now that you definitely want to do that or you can wait until you get the 359A letter and then make a judgment call at that time.",
      "id": "s173"
    },
    {
      "text": "Mr Oladejo: ...",
      "id": "s174"
    },
    {
      "text": "I know that the tribunal is very precious.",
      "id": "s175"
    },
    {
      "text": "I know this case has been filed more than a year ago, and I do know that there is enough evidence for the tribunal to form its view one way [or] other with regard to the case, and I absolutely give the discretion to the member.",
      "id": "s176"
    },
    {
      "text": "The sponsor and the applicant have been interviewed and two [witnesses] have also given testimony.",
      "id": "s177"
    },
    {
      "text": "Even though we have other witnesses I don't feel that there is a compelling need, unless the tribunal thinks otherwise, for them to warrant another hearing.",
      "id": "s178"
    },
    {
      "text": "Tribunal: That's not my call, that's your call.",
      "id": "s179"
    },
    {
      "text": "I'm not going to tell you what my view is of this case because I haven't got a view yet.",
      "id": "s180"
    },
    {
      "text": "So you need to be the one who decides, and I'm suggesting that maybe you might do that after you get the 359A letter and see what the issues are.",
      "id": "s181"
    },
    {
      "text": "Mr Oladejo: Okay.",
      "id": "s182"
    },
    {
      "text": "(indistinct) \n \n \n \n \n Tribunal: Because it will be a quite detailed letter ... but I will take a note now that you are not asking for a further hearing to hear from the rest of the witnesses, but it is still open to you to do that.",
      "id": "s183"
    },
    {
      "text": "Mr Oladejo: I appreciate that.",
      "id": "s184"
    },
    {
      "text": "Tribunal: As long as, of course, you let me know in a timely fashion.",
      "id": "s185"
    },
    {
      "text": "So when you've had time to digest the 359A letter, if you want a further hearing, then let me know as soon as you can after that.",
      "id": "s186"
    },
    {
      "text": "... \n\n\n \n \n \n Tribunal: Thank you.",
      "id": "s187"
    },
    {
      "text": "Considering your client's poor level of English I don't think there's much purpose in me explaining to her in a moment.",
      "id": "s188"
    },
    {
      "text": "I know you've got Vietnamese staff in your firm, so you can arrange to explain what we've discussed with your client when you've got use of some staff to help explain to her.",
      "id": "s189"
    },
    {
      "text": "So it's not ideal that we're having a chat that your client is not hearing about, but I know that you will relay that to her.",
      "id": "s190"
    },
    {
      "text": "I hope there wasn't anyone coming in here at half past.",
      "id": "s191"
    },
    {
      "text": "\" \n \n \n \n\n23 Whilst the Tribunal member informed Mr Oladejo that she had noted that Ms Le sought no further hearing, the member made it plain to him that it was open to Ms Le to request a further hearing at which the remainder of the witnesses could give their evidence.",
      "id": "s192"
    },
    {
      "text": "Her suggestion that the matter be given further thought after receipt of the Tribunal's s 359A letter was a practical one.",
      "id": "s193"
    },
    {
      "text": "In due course, as we have seen, the Tribunal sent a s 359A letter and Mr Oladejo responded on behalf of his clients.",
      "id": "s194"
    },
    {
      "text": "This response included a further denial of Mr Nguyen's statement at interview that he had never lived with Ms Le.",
      "id": "s195"
    },
    {
      "text": "It also included the statement that he signed the purported withdrawal of sponsorship because he was told that there may be other ways to help him sponsor his wife.",
      "id": "s196"
    },
    {
      "text": "This response reiterated that:\n \n \"the interview was 5 hours long and without a break ... and after which they went with Department's officers to Mr Nhat's [elsewhere Mr Huynh] place for another hour or so.",
      "id": "s197"
    },
    {
      "text": "\" \n\n \nThis response did not ask for or even allude to a further hearing.",
      "id": "s198"
    },
    {
      "text": "The Judicial Review Application \n \n24 Ms Le and her three children applied to the Federal Magistrates Court for judicial review.",
      "id": "s199"
    },
    {
      "text": "On 30 March 2007, a Federal Magistrate delivered reasons for judgment in which he held that the Tribunal had breached its obligations under ss 360 , 359 and 363 of the Act.",
      "id": "s200"
    },
    {
      "text": "25 First, according to the learned Federal Magistrate, the Tribunal failed to discharge its obligations under s 360 of Act by failing to ensure Ms Le and her children were given an adequate opportunity to present their case and by proceeding in the absence of an interpreter.",
      "id": "s201"
    },
    {
      "text": "His Honour held that \"where a hearing has not concluded in the sense that witnesses available have not given evidence ... there is a continuing obligation on the part of the Tribunal to ensure that the invitation to the hearing remains genuine and is not simply a hollow or empty gesture\": see Le v Minister for Immigration &amp; Anor [2007] FMCA 427 (' Le v Minister' ) at [62].",
      "id": "s202"
    },
    {
      "text": "His Honour added at [64]:\n \n \"If an opportunity has been given during the hearing for a further hearing to occur then that opportunity should be conveyed through and [sic] interpreter to the Applicant.",
      "id": "s203"
    },
    {
      "text": "Failure to do so in my view renders the process which occurred after the interpreter left the hearing room as meaningless.",
      "id": "s204"
    },
    {
      "text": "There is no evidence that the Tribunal arranged for its transcript to be made available to the Applicant or that it sought any assurance that what had been said at the Tribunal hearing would be interpreted.",
      "id": "s205"
    },
    {
      "text": "Instead the Tribunal relies on knowledge that the agent apparently had 'Vietnamese' staff and that the agent could 'arrange to explain what we have discussed with your client when you've got use of some staff to help explain to her'.",
      "id": "s206"
    },
    {
      "text": "\" \n\n26 The Federal Magistrate also had regarded to what he called the agent's \"significant concessions\", made in the absence of an interpreter and without knowledge of the content of the s 359A letter: see Le v Minister at [65]-[66].",
      "id": "s207"
    },
    {
      "text": "His Honour noted that the agent was unwilling to accept responsibility for determining whether there should be a further hearing and purported to leave this matter to the Tribunal.",
      "id": "s208"
    },
    {
      "text": "His Honour considered the agent's failure to press for a further hearing involved an \"extraordinary concession\" in the circumstances of the case: see Le v Minister at [66].",
      "id": "s209"
    },
    {
      "text": "His Honour described the agent's approach to the Tribunal as \"obsequious\".",
      "id": "s210"
    },
    {
      "text": "The agent was, so his Honour thought, more concerned with his personal preference than with the interests of his clients.",
      "id": "s211"
    },
    {
      "text": "His Honour regarded the agent as negligent in failing to press for a further hearing in order that the other witnesses could give their evidence.",
      "id": "s212"
    },
    {
      "text": "His Honour remarked, at [67], that:\n \n \"There is simply no evidence to suggest that the clear invitation properly referred to by the Tribunal was ever passed on in detail to the Applicant.",
      "id": "s213"
    },
    {
      "text": "It would be wrong for the Court to assume that it occurred ...",
      "id": "s214"
    },
    {
      "text": "The exchange between the agent and the Tribunal was critical.",
      "id": "s215"
    },
    {
      "text": "Without the offer being accurately and contemporaneously interpreted the conclusion I reach is that offer of a further hearing upon receipt of the s 359A letter could not properly by interpreted as a genuine offer and the ongoing obligation of the Tribunal to ensure that its original hearing is valid.",
      "id": "s216"
    },
    {
      "text": "\" \n\n27 Further, his Honour noted the \"clear evidence of circumstances which at the very least would bring into question the voluntariness of the withdrawal of the sponsorship document\", as well as the fact that the purported withdrawal had not been properly translated.",
      "id": "s217"
    },
    {
      "text": "He observed, at [72]-[73], that:\n \n \"At the very least the other evidence of the witnesses available to the [sic] called but not called due to the absence of the interpreter may have provided the Tribunal with other evidence in the absence of the departmental officers which would have made it less likely for the Tribunal to rely upon the written document obtained on the Applicant's allegations after a five hour interview without a break and without refreshment.",
      "id": "s218"
    },
    {
      "text": "The obligations imposed upon a Tribunal under s.360 should not be narrowly confined to an invitation to appear but also to 'give evidence and present arguments relating to the issues arising in relation to the decision under review'.",
      "id": "s219"
    },
    {
      "text": "It is the invitation to give evidence and present arguments that is crucial.",
      "id": "s220"
    },
    {
      "text": "The giving of evidence is not confined simply to the Applicant but extends to those witnesses whom the Applicant has evinced an intention to call.",
      "id": "s221"
    },
    {
      "text": "It is not appropriate for the Tribunal to simply seek to transfer the obligation it has under s.360 to the Applicant's agent.",
      "id": "s222"
    },
    {
      "text": "In the present case it is particularly inappropriate to extend the further invitation in the absence of an interpreter when the Tribunal cannot be satisfied that the extension of that invitation has been accurately interpreted and communicated to an Applicant.",
      "id": "s223"
    },
    {
      "text": "\" \n\n28 For these reasons, his Honour found that there had been a breach of s 360 of the Act.",
      "id": "s224"
    },
    {
      "text": "29 Secondly, the Federal Magistrate found: (1) the Tribunal ought to have made additional enquiries pursuant to ss 359 and 363 of the Act to obtain evidence from or about the Minister's officers and their conduct; and (2) the Tribunal made an assessment of the facts that was not reasonably open to it.",
      "id": "s225"
    },
    {
      "text": "Accepting that there was no general duty on the Tribunal to make enquiries, his Honour said, at [89]-[90]:\n \n \"However, in this instance the Tribunal was able to easily request the attendance of the relevant Departmental officer or officers who conducted the interview which resulted in the withdrawal of sponsorship.",
      "id": "s226"
    },
    {
      "text": "It was after all the interview process which was subject to significant challenge and the voluntariness of the withdrawal statement questioned.",
      "id": "s227"
    },
    {
      "text": "Whilst the Tribunal was able to assess the subsequent explanation from the nominator as to why the withdrawal document had been signed it should in my view following my reasoning in relation to the previous ground have permitted the Applicant to adduce further evidence in support of the application which may have given greater corroboration to the likelihood or otherwise of the withdrawal having been made voluntarily.",
      "id": "s228"
    },
    {
      "text": "It could then assess evidence from relevant Departmental officers.",
      "id": "s229"
    },
    {
      "text": "Although the decision of Wilcox J in Prasad appears to be obiter, it is obiter which I am prepared to follow to the extent that in this instance for the Tribunal to proceed to a decision without making any attempt to obtain evidence from the Departmental officers that it conducted itself in a manner which could properly be described as exercising a decision-making power in a manner so unreasonable that no reasonable person would have so exercised it.",
      "id": "s230"
    },
    {
      "text": "By making a finding that it did not accept the Department's officers 'would have fabricated his admissions or pressured him into formally withdrawing his sponsorship' the Tribunal was not making an assessment of the facts reasonably open to it.",
      "id": "s231"
    },
    {
      "text": "Accordingly this ground succeeds.",
      "id": "s232"
    },
    {
      "text": "\" \n \n\n30 His Honour found that the other grounds for judicial review were not made out.",
      "id": "s233"
    },
    {
      "text": "The Minister challenges his Honour's judgment.",
      "id": "s234"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n31 A notice of appeal filed on 20 April 2007 nominated eight grounds, which were as follows:\n \n (a) His Honour erred in finding that s 360 of the Migration Act 1958 (Cth) (the Act) imposed ongoing obligations on the Migration Review Tribunal (the Tribunal) such that the Tribunal breached s 360 of the Act despite the fact that it invited the first respondent (the respondent) to attend a hearing to give evidence and present arguments relating to the issues arising in relation to the decision under review, and the respondent accepted that invitation and attended the hearing.",
      "id": "s235"
    },
    {
      "text": "(b) His Honour erred in finding that the Tribunal's offer to the respondent's migration agent that it would, on request, conduct a further hearing to take evidence from witnesses that the respondent wished to call was 'meaningless', and 'could not properly be interpreted as a genuine offer', because it had not been 'contemporaneously' translated to the respondent.",
      "id": "s236"
    },
    {
      "text": "(c) His Honour erred in failing to recognise that the burden of proof was on the respondent to demonstrate, if it was relevant, that the Tribunal's offer to conduct a further hearing had not been conveyed to her, and that there was no burden upon the appellant to adduce evidence in relation to that matter.",
      "id": "s237"
    },
    {
      "text": "(d) His Honour erred in finding that the consequences of the respondent's migration agent's decision not to accept the Tribunal's offer to conduct a further hearing 'should not be visited against' the respondent.",
      "id": "s238"
    },
    {
      "text": "(e) His Honour erred in purporting to distinguish the decision of a Full Court of the Federal Court in Minister for Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142.",
      "id": "s239"
    },
    {
      "text": "(f) His Honour erred in finding that the Tribunal had sought to transfer to the respondent's migration agent the responsibility for determining whether a further hearing was required, as His Honour failed to appreciate that s 361 of the Act required the Tribunal to consider the wishes of the respondent in deciding whether witnesses should be called.",
      "id": "s240"
    },
    {
      "text": "(g) His Honour erred in finding that, by failing to use its inquisitorial powers to obtain evidence from the Departmental officers who had conducted an interview with the respondent on 23 August 2004 (prior to the delegate making the decision that was under review in the Tribunal), the Tribunal exercised its decision making power in a manner that was so unreasonable that no reasonable person would have so exercised it.",
      "id": "s241"
    },
    {
      "text": "(h) His Honour erred in finding that it was not reasonably open to the Tribunal to have found that it did not accept that the Department's officers 'would have fabricated [the nominator's] admissions or pressured him into formally withdrawing his sponsorship'.",
      "id": "s242"
    },
    {
      "text": "The Minister abandoned the first ground at the hearing of the appeal.",
      "id": "s243"
    },
    {
      "text": "THE PARTIES' SUBMISSIONS \n \n32 The Minister's first contention was that there was no proper basis for the Federal Magistrate to conclude that the Tribunal's repeated offers to conduct a hearing were not genuine merely because the offers were made to Mr Oladejo and were not contemporaneously translated to Ms Le.",
      "id": "s244"
    },
    {
      "text": "In the Minister's submission, the offers were genuine, whether or not translated after being made.",
      "id": "s245"
    },
    {
      "text": "In written submissions, the Minister deposed:\n \n \"An analogy can be drawn with written correspondence sent by a Tribunal to an applicant's authorised representative.",
      "id": "s246"
    },
    {
      "text": "Such correspondence cannot be discounted simply because the representative may need to translate or explain its contents to an applicant.",
      "id": "s247"
    },
    {
      "text": "There is no reason why an oral communication should be treated any differently.",
      "id": "s248"
    },
    {
      "text": "Once it is accepted (as seems to be conceded) that it was open to the Tribunal to make the offer to conduct a further hearing orally, the fact that such an offer required translation does not make it any different from a written offer to the agent which likewise required translation.",
      "id": "s249"
    },
    {
      "text": "\" \n\n33 The Minister's second contention on the hearing of the appeal was that the Federal Magistrate erred in failing to recognize that the burden of proof was on Ms Le, as the applicant in the judicial review proceeding, to demonstrate that, if relevant, the Tribunal's offer to conduct a further hearing had not been conveyed to her.",
      "id": "s250"
    },
    {
      "text": "The Minister countered with the submission that there was no evidence before his Honour that Ms Le's representative had not seen to it that the substance of his discussion with the Tribunal was conveyed to Ms Le.",
      "id": "s251"
    },
    {
      "text": "Accordingly, so the Minister said, even if there would have been a breach of s 360(1) if the representative had not informed Ms Le of the discussion, on the facts of the case, there was no evidence that such a breach had occurred.",
      "id": "s252"
    },
    {
      "text": "34 Thirdly, the Minister challenged the Federal Magistrate's statement that the \"negligence of the agents ... should not be visited against\" Ms Le, on the basis that it was wrong as a matter of law.",
      "id": "s253"
    },
    {
      "text": "If the adviser did not inform Ms Le as he should have done, then, as the Minister said, \"any unfairness that resulted was caused by the conduct of the adviser and not by the conduct of the Tribunal\" and was irrelevant to the validity of the Tribunal's decision.",
      "id": "s254"
    },
    {
      "text": "His Honour erred, so the Minister submitted, in concluding that the conduct of Ms Le's representative could not be attributed to Ms Le because, in his Honour's opinion, the representative acted negligently.",
      "id": "s255"
    },
    {
      "text": "In any event, his Honour's conclusion regarding the representative's conduct was not sustainable.",
      "id": "s256"
    },
    {
      "text": "The Minister submitted that his Honour's criticism was invalid because none of the witnesses who failed to give evidence at the hearing could have given evidence about the Departmental interview on 23 August 2004.",
      "id": "s257"
    },
    {
      "text": "The Minister noted that Ms Le and Mr Nguyen, both of whom attended the interview, gave evidence.",
      "id": "s258"
    },
    {
      "text": "In this circumstance, so the Minister said, the representative's decision not to seek to have the Tribunal call the other witnesses may have been a responsible one.",
      "id": "s259"
    },
    {
      "text": "35 Fourthly, the Minister submitted that, in finding that the Tribunal sought to transfer its responsibilities to Ms Le's representative, the Federal Magistrate failed to appreciate that s 361(3) of the Act required that it consider the visa applicant's wishes in deciding whether witnesses should be called.",
      "id": "s260"
    },
    {
      "text": "The Minister contended that, in this context, the Tribunal did no more than acknowledge that, unless the visa applicant sought to have the Tribunal call other witnesses, there would be no need for a further hearing.",
      "id": "s261"
    },
    {
      "text": "36 Fifthly, the Minister argued that the Federal Magistrate erred in finding that the Tribunal's failure to use its inquisitorial powers to obtain evidence from the officer or officers who conducted the Departmental interview was so unreasonable that no reasonable person would have so exercised them.",
      "id": "s262"
    },
    {
      "text": "The Minister submitted that his Honour did not attempt to demonstrate why the present case was one of the 'exceptional' or 'rare' cases in which a duty to enquire arose.",
      "id": "s263"
    },
    {
      "text": "The Minister contended that the effect of his Honour's reasoning was that \"if an applicant makes an allegation of misconduct against a Departmental officer, that fact, without more, is enough to make it unreasonable for the Tribunal to proceed without calling the Departmental officer concerned (because in most cases such an officer could readily be called)\".",
      "id": "s264"
    },
    {
      "text": "The Minister argued that this approach was unjustified, since it was \"inherently unlikely\" that a Departmental officer would fabricate admissions or place inappropriate pressure on a sponsor to withdraw sponsorship.",
      "id": "s265"
    },
    {
      "text": "The Minister also drew attention to the fact that Mr Nguyen did in fact purport to withdraw his sponsorship, and to the fact that the primary decision contained a summary of the interview.",
      "id": "s266"
    },
    {
      "text": "37 Finally, the Minister contended that the Federal Magistrate erred in finding that it was not open to the Tribunal to reject the allegation that Departmental officers had fabricated Mr Nguyen's admissions or pressured him into withdrawing his sponsorship.",
      "id": "s267"
    },
    {
      "text": "The Minister submitted that it was the duty of the Tribunal to reject these serious allegations in the absence of any evidence to support them.",
      "id": "s268"
    },
    {
      "text": "38 In the respondents' submissions, s 360(1) gave rise to a continuing obligation, which was not discharged by the hearing on 7 March 2006 and its invitation to Ms Le's representative to advise it if a further hearing was required.",
      "id": "s269"
    },
    {
      "text": "Further, the respondents contended that his Honour was entitled to infer that the Tribunal's invitation to Mr Oladejo was meaningless from the absence of any contemporaneous translation and from the fact that the representative \"did not press for the Tribunal to take evidence from further witnesses in relation to the genuineness of the relationship\".",
      "id": "s270"
    },
    {
      "text": "In written submissions, the respondents argued that there was a \"distinction ... between an oral offer by the Tribunal in the circumstances of this case and the written offer\".",
      "id": "s271"
    },
    {
      "text": "This lay in the fact that \"what is done orally by the Tribunal at or at the conclusion of the hearing is directly and completely under the control of the Tribunal Member\".",
      "id": "s272"
    },
    {
      "text": "That is, according to the respondents:\n \n \"In the nature of the case, if the Tribunal discharges an obligation by sending a written notice to an applicant before the Tribunal, e.g.",
      "id": "s273"
    },
    {
      "text": "an invitation to a hearing under section 360 of the Act or a request for information or comment under section 359 or 359A of the Act, Parliament has provided as a safeguard to an applicant that the Tribunal must follow certain prescriptions of the Act ...",
      "id": "s274"
    },
    {
      "text": "The formal prescriptions for a written communication by the Tribunal are the supplement or substitute for the Tribunal's direct action which is possible at the hearing but not by written communication.",
      "id": "s275"
    },
    {
      "text": "Therefore an oral communication by the Tribunal is different from a written communication under the Act contrary to the appellant's submissions.",
      "id": "s276"
    },
    {
      "text": "\" \n\n39 The respondents submitted that, in the present case, the critical omission was the Tribunal's failure to ensure that information conveyed at the hearing was interpreted in the course of the hearing or was conveyed in a formal written manner as required by s 360 of the Act.",
      "id": "s277"
    },
    {
      "text": "The respondents said that the concerns expressed by the Tribunal at the end of the hearing on 7 March 2006 revealed that it was not satisfied that it had conducted \"a full hearing and taken all the evidence ... necessary to determine the review\".",
      "id": "s278"
    },
    {
      "text": "The respondents submitted that, it was open to his Honour, in the circumstances of the case, to infer that the Tribunal's offer to conduct a further hearing had not been conveyed to Ms Le.",
      "id": "s279"
    },
    {
      "text": "The respondents argued that:\n \n \"In the present case what occurred was critically a failure by the Tribunal to ensure that advice and information ... conveyed at a hearing was either interpreted in the course of the hearing to the respondent or conveyed in the formal written manner required pursuant to section 360 of the Act.",
      "id": "s280"
    },
    {
      "text": "Whether that failure was in addition attended by negligence on the part of a migration agent or conduct falling short of negligence or no negligence at all is beside the point.",
      "id": "s281"
    },
    {
      "text": "\" \n\n\nThe respondents further argued that it was immaterial whether or not the remaining witnesses could have given evidence about the Departmental interview.",
      "id": "s282"
    },
    {
      "text": "It was sufficient that they could give evidence about the relationship between Ms Le and Mr Nguyen because this was the critical issue.",
      "id": "s283"
    },
    {
      "text": "40 The respondents contended that s 361 did not \"absolve the Tribunal from the obligation to allow or accept or call evidence from witnesses it regards as essential to the application for review\".",
      "id": "s284"
    },
    {
      "text": "They also argued that the Federal Magistrate was correct in finding that the Tribunal's failure to make enquiries was so unreasonable that no reasonable decision-maker would have so acted.",
      "id": "s285"
    },
    {
      "text": "Further, there was, they said, no error in his Honour's finding concerning the Departmental officers' fabrication of admissions.",
      "id": "s286"
    },
    {
      "text": "CONSIDERATION \n \n41 The Tribunal's decision was a \"privative clause decision\" within the meaning of s 474 of the Act.",
      "id": "s287"
    },
    {
      "text": "As a result, it can only be set aside on judicial review if jurisdictional error is shown: see Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476 at 506-508 and 511.",
      "id": "s288"
    },
    {
      "text": "42 The Federal Magistrate based his decision principally on s 360 of the Act.",
      "id": "s289"
    },
    {
      "text": "This provision requires the Tribunal to \"invite the applicant to appear before the Tribunal to give evidence and present argument relating to the issues arising in relation to the decision under review\".",
      "id": "s290"
    },
    {
      "text": "The Act, in s 425, imposes an equivalent obligation on the Refugee Review Tribunal.",
      "id": "s291"
    },
    {
      "text": "The Tribunal is bound to extend an invitation under s 360 where the documentary material before it would not lead it to make a decision in the review applicant's favour: see ss 360(2) and 425(2).",
      "id": "s292"
    },
    {
      "text": "43 The Minister accepted that an invitation under s 360 of the Act must be a genuine invitation to attend a hearing that affords a real opportunity to present evidence and arguments on the issues raised in relation to the decision under the review: see Minister for Immigration and Multicultural and Indigenous Affairs v SCAR (2003) 128 FCR 552 at 560-561 per Gray, Cooper and Selway JJ; Minister for Immigration and Multicultural Affairs v SZFDE (2006) 154 FCR 356 at 388-389 per French J and 400 per Allsop J; and SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 at 600.",
      "id": "s293"
    },
    {
      "text": "The Minister conceded that the obligation to which s 360 gave rise was a continuing one.",
      "id": "s294"
    },
    {
      "text": "44 Nonetheless, I accept the Minister's submission that there was, in this case, no breach of s 360(1).",
      "id": "s295"
    },
    {
      "text": "Pursuant to s 360(1), by a letter dated 15 February 2006, the Tribunal invited Ms Le to a hearing on 7 March 2006.",
      "id": "s296"
    },
    {
      "text": "As we have seen, Ms Le and Mr Nguyen attended this hearing with a number of witnesses.",
      "id": "s297"
    },
    {
      "text": "The Tribunal subsequently wrote to Ms Le's representative in accordance with s 359A(1) of the Act and her representatives replied on her behalf.",
      "id": "s298"
    },
    {
      "text": "45 The transcript shows that the Tribunal member foreshadowed the possibility of a further hearing as soon as it appeared to her that not all the witnesses would be reached in the available time.",
      "id": "s299"
    },
    {
      "text": "The Tribunal raised this possibility first in the presence of Ms Le and later in the presence of Mr Nguyen.",
      "id": "s300"
    },
    {
      "text": "The interpreter was assisting Ms Le and Mr Nguyen at these times.",
      "id": "s301"
    },
    {
      "text": "As we have seen, however, the critical exchange occurred at the conclusion of Mr Nguyen's evidence and after the interpreter's departure.",
      "id": "s302"
    },
    {
      "text": "Mr Nguyen was the last witness to give evidence that day.",
      "id": "s303"
    },
    {
      "text": "46 Did it matter that this exchange took place only between the Tribunal and Mr Oladejo and in the absence of Ms Le and an interpreter?",
      "id": "s304"
    },
    {
      "text": "For the following reasons, I do not think so.",
      "id": "s305"
    },
    {
      "text": "I accept that, as the Minister submitted, this was not a case in which the Tribunal did not complete the steps in the review process that it considered necessary to afford a real, in the sense of fair, opportunity to present evidence and arguments: compare Sok v Minister for Immigration and Citizenship [2007] FCA 413 at [52] per Kenny J.",
      "id": "s306"
    },
    {
      "text": "47 It is immaterial that Mr Oladejo had no right to address the Tribunal, providing he had the capacity to answer the Tribunal's enquiries of him on Ms Le's behalf.",
      "id": "s307"
    },
    {
      "text": "Although present to assist Ms Le, Mr Oladejo had no right to address the Tribunal at the hearing on 7 March 2006.",
      "id": "s308"
    },
    {
      "text": "The right (though not the capacity) of someone other than the review applicant to address the Tribunal at a hearing is circumscribed by the Act.",
      "id": "s309"
    },
    {
      "text": "When appearing before the Tribunal, the review applicant is entitled to have another person present to assist, although the assistant is not entitled to present arguments or address the Tribunal, unless the Tribunal is satisfied that exceptional circumstances justify the assistant in doing so: see s 366A(1) and (2).",
      "id": "s310"
    },
    {
      "text": "The review applicant has no other right to representation when appearing before the Tribunal: see s 366A(3).",
      "id": "s311"
    },
    {
      "text": "The Act does not, however, limit the capacity of another person to assist the review applicant at a hearing, when he or she is invited by the Tribunal to do so.",
      "id": "s312"
    },
    {
      "text": "Whether a person has the capacity to assist will generally depend on the relationship between the review applicant and the other person.",
      "id": "s313"
    },
    {
      "text": "48 It is clear enough that Mr Oladejo had the capacity to discuss the further conduct of the hearing with the Tribunal on Ms Le's behalf.",
      "id": "s314"
    },
    {
      "text": "Section 366A of the Act does not affect a review applicant's right to engage a representative otherwise than while appearing before the Tribunal: see s 366A(4).",
      "id": "s315"
    },
    {
      "text": "In the present case, Ms Le had instructed the law firm of Koenig and Simons to act for her in relation to her review application.",
      "id": "s316"
    },
    {
      "text": "Mr Oladejo was apparently a consultant to the firm.",
      "id": "s317"
    },
    {
      "text": "Furthermore, as we have seen, on the day of the hearing, Ms Le specifically advised the Tribunal that she had appointed Mr Oladejo as her representative to act on her behalf in relation to her application and to be an \"authorised recipient\".",
      "id": "s318"
    },
    {
      "text": "The Act plainly contemplates that review applicants can appoint representatives to act on their behalf in relation to proceedings before the Tribunal: see, e.g.",
      "id": "s319"
    },
    {
      "text": "ss 276, 277, 312B, 332G and 368C.",
      "id": "s320"
    },
    {
      "text": "Generally speaking, these representatives will be registered migration agents, although there are other specified persons who may also assist.",
      "id": "s321"
    },
    {
      "text": "Under s 312B of the Act, a registered migration agent must notify the Tribunal when he or she gives immigration assistance to a person in relation to a review application after agreeing to represent the review applicant in respect of the review.",
      "id": "s322"
    },
    {
      "text": "Furthermore, the transcript shows that, from the outset of the hearing and with Ms Le's tacit consent, the Tribunal permitted Mr Oladejo to act as her representative and he did so act.",
      "id": "s323"
    },
    {
      "text": "Amongst other things, before the critical exchange, the Tribunal had already exchanged comments with him concerning the possibility of a further hearing.",
      "id": "s324"
    },
    {
      "text": "The interpreter was, of course, present on these earlier occasions and, on the first two occasions, so too was Ms Le.",
      "id": "s325"
    },
    {
      "text": "49 Further, in keeping with his appointment as her representative, Ms Le also nominated Mr Oladejo as her \"authorised recipient\" for the purposes of the Act.",
      "id": "s326"
    },
    {
      "text": "The appointment of an authorised recipient attracts the provisions of s 379G of the Act.",
      "id": "s327"
    },
    {
      "text": "Under s 379G(1), a review applicant may give the Tribunal written notice of another person who is authorised \"to do things on behalf of the applicant that consist of, or include, receiving documents in connection with the review\" and, in this event, the Tribunal must give the authorised recipient, instead of the applicant, any document that it would otherwise have given to the applicant, although s 379G does not apply \"to the Tribunal giving documents to, or communicating with, the applicant when the applicant is appearing before the Tribunal\": see 379G(5).",
      "id": "s328"
    },
    {
      "text": "50 The circumstances may show, as they do in this case, that the review applicant has authorized another to represent him or her, as the law permits, for the purposes of communications between him or her and the Tribunal.",
      "id": "s329"
    },
    {
      "text": "Although the Act makes specific provision for the manner of certain written communications, it does not do so in respect of oral communications with a review applicant's representative of the kind in question in this case.",
      "id": "s330"
    },
    {
      "text": "51 The communication between the Tribunal and Ms Le's representative was not rendered nugatory because it was not contemporaneously translated to Ms Le.",
      "id": "s331"
    },
    {
      "text": "There is no basis in the Act or elsewhere to require that any oral communication between the Tribunal and the review applicant's authorised representative be translated contemporaneously to the review applicant.",
      "id": "s332"
    },
    {
      "text": "The Tribunal has no general duty to provide an interpreter on every occasion when it is seeking to communicate with a review applicant.",
      "id": "s333"
    },
    {
      "text": "The Act does impose an obligation to provide an interpreter where a request is made by a person appearing before the Tribunal to give evidence for the purposes of communication between the Tribunal and that person, unless the Tribunal considers the person sufficiently proficient in English: s 366C(1) and (2).",
      "id": "s334"
    },
    {
      "text": "Moreover, the Tribunal must provide an interpreter if the Tribunal considers that a person appearing before it to give evidence is not sufficiently proficient in English, even though no request was made: s 366C(3).",
      "id": "s335"
    },
    {
      "text": "Obviously, this obligation extends to a review applicant where he or she is appearing to give evidence and lacks proficiency in English.",
      "id": "s336"
    },
    {
      "text": "In this case, the Tribunal had complied with its obligations under s 366C by providing an interpreter, as requested, for the review applicant and other witnesses when they gave their evidence to the Tribunal.",
      "id": "s337"
    },
    {
      "text": "It was not, however, obliged to ensure that its discussion with Ms Le's representative regarding the possibility of a further hearing was translated to Ms Le herself.",
      "id": "s338"
    },
    {
      "text": "52 It does not follow from this that a representative is at large with respect to his client's affairs.",
      "id": "s339"
    },
    {
      "text": "Registered migration agents (as Mr Oladejo was required to be) are subject to regulation by the law, including the Act, the Migration Agents Regulations 1998 (Cth), and the Code of Conduct made under these Regulations and s 314(1) of the Act.",
      "id": "s340"
    },
    {
      "text": "Under the Code, registered migration agents are required to act in the lawful interests of their client at all times (clause 1.12); to deal with their clients competently, diligently and fairly (clause 2.1); and to have due regard to a client's dependence on the agent's knowledge and experience (clause 2.4).",
      "id": "s341"
    },
    {
      "text": "Further, they \"must ... within a reasonable time after agreeing to represent a client, confirm the client's instructions in writing to the client; ... act in accordance with the client's instructions; and ... keep the client fully informed in writing of the progress of each case or application that the agent undertakes for the client...\": clause 2.8.",
      "id": "s342"
    },
    {
      "text": "Mr Oladejo was thus obliged to seek Ms Le's instructions on the matter of a further hearing and, for this purpose, to inform her of his discussion with the Tribunal.",
      "id": "s343"
    },
    {
      "text": "53 For these reasons, I accept the Minister's contention that there was no proper basis for the Federal Magistrate to conclude that the Tribunal's repeated offers to conduct a hearing were not genuine merely because the offers were made to Mr Oladejo and were not contemporaneously translated to Ms Le.",
      "id": "s344"
    },
    {
      "text": "Accordingly, I accept the Minister's submissions with respect to the first ground of appeal advanced at the hearing of the appeal.",
      "id": "s345"
    },
    {
      "text": "54 Further, having regard to the transcript and the Tribunal's reasons for decision, there was no warrant for the Federal Magistrate's finding, if this is what it was, that the Tribunal sought to transfer its responsibilities regarding a further hearing to Ms Le's representative.",
      "id": "s346"
    },
    {
      "text": "In this context, it must be borne in mind that the Tribunal is bound to consider the review applicant's wishes, although it does not have to act on them.",
      "id": "s347"
    },
    {
      "text": "Section 361(3) of the Act provides in effect that the Tribunal must have regard to the review applicant's wishes, as expressed in a notice under s 361(2), as to the witnesses that should be called to give oral evidence.",
      "id": "s348"
    },
    {
      "text": "In the exchanges about the possibility of a further hearing, the Tribunal was in substance asking whether the review applicant's wishes, as expressed at the outset of the hearing, remained the same and thus whether she wished to have the hearing continued on another day when an interpreter was available.",
      "id": "s349"
    },
    {
      "text": "Although not obliged to comply with Ms Le's wishes, it was open to the Tribunal to take the view that Ms Le, as advised by Mr Oladejo, was in the best position to assess whether, in view of what had occurred at the 7 March hearing, the s 359A letter and her response to it, the remaining witnesses should be asked to give their evidence at a further hearing.",
      "id": "s350"
    },
    {
      "text": "Since Ms Le did not request a further hearing after the s 359A letter, then, it was open to the Tribunal to conclude that, having regard to the evidence and other material already before it, including the discussion with Mr Oladejo, there was no call for a further hearing.",
      "id": "s351"
    },
    {
      "text": "The Minister's fifth ground of appeal is thus made out.",
      "id": "s352"
    },
    {
      "text": "55 As we have seen, the Minister submitted that the Federal Magistrate did not have proper regard to the burden of proof.",
      "id": "s353"
    },
    {
      "text": "Issues regarding the burden of proof are not always straightforward in judicial review proceedings.",
      "id": "s354"
    },
    {
      "text": "To quote Sir William Wade and Christopher Forsyth in Administrative Law (9 th ed, 2004, Oxford University Press) at 292:\n \n \"Where the validity of an administrative act or order is attacked, the incidence of the burden of proof may vary with the circumstances.",
      "id": "s355"
    },
    {
      "text": "The burden of proof naturally lies in the first instance upon the plaintiff or complainant.",
      "id": "s356"
    },
    {
      "text": "Whether he can transfer it to the defendant public authority depends upon the nature of the act.",
      "id": "s357"
    },
    {
      "text": "\" \n\n56 I accept that, as the Minister contended, it was incumbent on Ms Le, as an applicant for judicial review, to present some evidence that Mr Oladejo had not communicated to her that the Tribunal was prepared to convene a further hearing if the failure so to communicate was part of her case: compare Rose v Bridges (1997) 79 FCR 378 at 386 per Finn J.",
      "id": "s358"
    },
    {
      "text": "There was, as the Minister said, no evidence before the Federal Magistrate that Mr Oladejo had failed to inform Ms Le, through an interpreter, that the Tribunal was willing to reconvene to hear the evidence from the remaining witnesses.",
      "id": "s359"
    },
    {
      "text": "Ms Le did not seek to adduce any evidence to this effect.",
      "id": "s360"
    },
    {
      "text": "Accordingly, it was not open to his Honour to proceed (as he apparently did) on the basis that Mr Oladejo had not conveyed this information to Ms Le, in breach of his obligations to her.",
      "id": "s361"
    },
    {
      "text": "To the extent that his Honour did so proceed, he was in error.",
      "id": "s362"
    },
    {
      "text": "I would accept the Minister's submissions under the second ground of appeal.",
      "id": "s363"
    },
    {
      "text": "57 Part of the Minister's challenge to the judgment under appeal involves a challenge to findings, if this is what they were, that were in the nature of findings of fact or mixed fact and law.",
      "id": "s364"
    },
    {
      "text": "This Court must make its own assessment in light of the judgment under appeal.",
      "id": "s365"
    },
    {
      "text": "In a case of this kind, the appellate court is in as good a position as the Federal Magistrate to form a view about any facts in issue: compare Warren v Coombes [1979] HCA 9 ; (1979) 142 CLR 531 at 551-552 per Gibbs ACJ, Jacobs and Murphy JJ and Fox v Percy [2003] HCA 22 ; (2003) 214 CLR 118 at 127 per Gleeson CJ, Gummow and Kirby JJ.",
      "id": "s366"
    },
    {
      "text": "58 As noted, the Minister challenged the Federal Magistrate's statement that the \"negligence of the agents ... should not be visited against\" Ms Le.",
      "id": "s367"
    },
    {
      "text": "There was no evidence to support a finding that Mr Oladejo's representation of Ms Le was negligent.",
      "id": "s368"
    },
    {
      "text": "First, as we have seen, there was no evidence that he failed to inform her that the Tribunal would convene a further hearing if requested to do so.",
      "id": "s369"
    },
    {
      "text": "Secondly, there is no evidence that Mr Oladejo failed to advise her competently and act on her instructions.",
      "id": "s370"
    },
    {
      "text": "Thirdly, there is no evidence about the nature of the evidence that the remaining witnesses would have given.",
      "id": "s371"
    },
    {
      "text": "Presumably, Mr Oladejo and Ms Le knew the nature of the evidence they would give; and, having regard to this, Mr Oladejo's advice and, perhaps, other considerations, Ms Le decided not to request the Tribunal to reconvene.",
      "id": "s372"
    },
    {
      "text": "I would not infer from Mr Oladejo's statements and conduct before the Tribunal that he did not act in his clients' interests.",
      "id": "s373"
    },
    {
      "text": "His Honour criticized his approach as \"obsequious\".",
      "id": "s374"
    },
    {
      "text": "Whilst the transcript shows that Mr Oladejo was respectful, even deferential, minds might reasonably differ as to whether or not this was, in the circumstances, appropriate or excessive.",
      "id": "s375"
    },
    {
      "text": "Even if Mr Oladejo was excessively respectful or deferential, it does not follow that he was negligent in his representation of Ms Le.",
      "id": "s376"
    },
    {
      "text": "Accordingly, in so far as his Honour found that Mr Oladejo was negligent, he was in error.",
      "id": "s377"
    },
    {
      "text": "For the reasons stated, the third ground of the Minister's appeal was made out to this extent.",
      "id": "s378"
    },
    {
      "text": "59 Since there was no basis to impute negligence to Mr Oladejo, this is not a suitable occasion to consider whether relief would be available if it were shown that a review applicant lost an opportunity to present evidence on account of an adviser's negligence: for a discussion of the question, see French J's discussion in Minister for Immigration and Multicultural Affairs v SZFDE (2006) 154 FCR 356 (\" SZFDE \") at 383-392.",
      "id": "s379"
    },
    {
      "text": "It suffices to note that, as his Honour said, in a passage subsequently referred to with approval by the High Court, there are sound reasons of policy why a person whose conduct before an administrative tribunal has been affected, to the detriment of that person, by bad or negligent advice or some other mishap should not be heard to complain that the detriment vitiates the decision: SZFDE at 399 referred to in SZFDE v Minister for Immigration and Multicultural Affairs [2007] HCA 35 at [53] per Gleeson CJ, Gummow, Kirby, Hayne, Callinan, Heydon, and Crennan JJ.",
      "id": "s380"
    },
    {
      "text": "For the reasons stated, I would say no more about the other arguments that arose under the third and fourth grounds of appeal.",
      "id": "s381"
    },
    {
      "text": "60 This takes me to the sixth of the Minister's grounds on the hearing of the appeal.",
      "id": "s382"
    },
    {
      "text": "On the one hand, the authorities establish that the Tribunal has no general obligation to initiate enquiries or to make out an applicant's case for him or her.",
      "id": "s383"
    },
    {
      "text": "These authorities stretch back over the life of the Tribunal: see, for example, Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 at 21-22 per Gummow and Hayne JJ (with whom Gleeson CJ agreed) and 49 per Callinan J; Minister for Immigration and Multicultural and Indigenous Affairs v VSAF [2005] FCAFC 73 at [20] per Black CJ, Sundberg and Bennett JJ; SBBA v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 90 (\" SBBA \") at [8] per Weinberg, Stone and Jacobson JJ; Mohammed v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 47 at [24] per Moore, North and Emmett JJ; SJSB v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 225 at [16] per Ryan, Jacobson and Lander JJ; WAGJ v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 277 at [25] per Heerey, RD Nicholson and Mansfield JJ; NBDF v Minister for Immigration and Multicultural Affairs [2006] FCA 1355 at [24] - [25] per Branson J ; Tide Sequence Industries Pty Ltd v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 751 ; (2005) 145 FCR 155 at 174 per Conti J; Hong v Minister for Immigration and Indigenous Affairs [2004] FCA 1308 at [40] per Finn J; NAYU v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 528 at [20] - [21] per Jacobson J; Rahman v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 1277 (\" Rahman \") at [29] per French J; Minister for Immigration and Multicultural Affairs v Anthonypillai [2001] FCA 274 ; (2001) 106 FCR 426 (\" Anthonypillai \") at 445 per Heerey, Goldberg and Weinberg JJ; Kabir v Minister for Immigration and Multicultural Affairs (2001) 184 ALR 295 at 305-306 per Katz J; Re Minister for Immigration and Multicultural Affairs; Ex parte Cassim [2000] HCA 50 ; (2000) 175 ALR 209 at 212-213 per McHugh J; Minister for Immigration and Ethnic Affairs v Singh (1997) 74 FCR 553 at 560-561 per Lee J; and Prasad v Minister for Immigration and Ethnic Affairs (1985) 6 FCR 155 (\" Prasad \") at 169-170 per Wilcox J.",
      "id": "s384"
    },
    {
      "text": "On the other hand, there is authority for the limited proposition that, in certain rare or exceptional circumstances, the Tribunal's failure to enquire may ground a finding of jurisdictional error because the failure may render the ensuing decision manifestly unreasonable in the sense used in Associated Provincial Picture Houses v Wednesbury Corporation [1947] EWCA Civ 1 ; [1948] 1 KB 223 (\" Wednesbury Corporation \").",
      "id": "s385"
    },
    {
      "text": "61 In Wednesbury Corporation at 230, Lord Greene MR summarised what he saw as a fundamental common law principle when he said \"[i]t is true to say that, if a decision on a competent matter is so unreasonable that no reasonable authority could ever have come to it, then the courts can interfere\".",
      "id": "s386"
    },
    {
      "text": "He added that \"to prove a case of that kind would require something overwhelming\".",
      "id": "s387"
    },
    {
      "text": "A finding of jurisdictional error on the ground of unreasonableness is rare compared with other grounds: see Applicant M17 of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1364 at [29] per North J.",
      "id": "s388"
    },
    {
      "text": "It is sometimes said that there must be something exceptional about the case to attract the ground.",
      "id": "s389"
    },
    {
      "text": "62 Although the position in Australia may differ from that in England, the decision in Wednesbury Corporation would support the proposition that an exercise of power that is unreasonable in this sense may ground a finding of jurisdictional error.",
      "id": "s390"
    },
    {
      "text": "In Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at 352, McHugh, Gummow and Hayne JJ held that the concept of jurisdictional error relevant in the present context derives from the general law, as explained in Craig v The State of South Australia [1995] HCA 58 ; (1995) 184 CLR 163 at 179.",
      "id": "s391"
    },
    {
      "text": "Craig did not refer expressly to Wednesbury unreasonableness, but the High Court accepted that the list of errors to which Craig referred was not exhaustive.",
      "id": "s392"
    },
    {
      "text": "In any event, the reference in Craig to the fact that, in some circumstances, erroneous findings or mistaken conclusions provide a ground of error may cover this form of error.",
      "id": "s393"
    },
    {
      "text": "This would be consistent with earlier authoritative statements: see Parramatta City Council v Pesell [1972] HCA 59 ; (1972) 128 CLR 305 at 323 per Menzies, 327 per Gibbs J and 332 per Stephen J; Attorney-General (New South Wales) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at 35-36 per Brennan J; Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 (\" Peko-Wallsend \") at 41 per Mason J and the authorities there mentioned; Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at 626-627 per Gleeson CJ and McHugh J, 640-641 per Gaudron and Kirby JJ, 648-657 per Gummow J, 669-673 per Callinan J; Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at 554 per Gaudron J, 583-584 per Kirby J (but see 654, 656-657 per Gummow J); Corporation of the City of Einfield v Development Assistance Commission [2000] HCA 5 ; (2000) 199 CLR 135 at 152-154 per Gleeson CJ, Gummow, Kirby, and Hayne JJ; Re Minister for Immigration and Multicultural Affairs Ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 at 23 per McHugh and Gummow JJ; Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59 at 62 per Gleeson CJ, 67 and 76 per McHugh and Gummow JJ and 90-91 per Kirby J.",
      "id": "s394"
    },
    {
      "text": "63 The concept of vitiating unreasonableness has been extended to the manner in which a decision was made.",
      "id": "s395"
    },
    {
      "text": "Thus, a failure by a decision-maker to obtain important information on a critical issue, which the decision-maker knows or ought reasonably to know is readily available, may be characterized as so unreasonable that no reasonable decision-maker would proceeded to make the decision without making the enquiry: see Prasad at 169-170 per Wilcox J; Videto v Minister for Immigration and Ethnic Affairs (1985) 8 FCR 167 (\" Videto \") at 178 per Toohey J; Luu v Renevier (1989) 91 ALR 39 (\" Luu v Renevier \") at 47-50 per Davies, Wilcox and Pincus JJ; Detsongjarus v Minister for Immigration and Ethnic Affairs (1990) 21 ALD 139 (\" Detsongjarus \") at 143 per Pincus J; Rahman at [30] per French J; Tickner v Bropho (1993) 40 FCR 183 at 197-198 per Black CJ; Ahamed v Minister for Immigration and Multicultural Affairs [2000] FCA 1325 at [12] per French J; Yang v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 258 ; (2003) 132 FCR 571 (\" Yang \") at 579 per Ryan and Finkelstein JJ.",
      "id": "s396"
    },
    {
      "text": "This proposition is also discussed in other cases, such as Li v Minister for Immigration and Multicultural Affairs (1997) 74 FCR 275 at 288 per Foster J and Minister for Immigration and Ethnic Affairs v Teoh [1995] HCA 20 ; (1995) 183 CLR 273 at 289-90 per Mason CJ and Deane J and 321 per McHugh J.",
      "id": "s397"
    },
    {
      "text": "In this circumstance what vitiates the decision is the manner in which it was made.",
      "id": "s398"
    },
    {
      "text": "Since this is a limited proposition, it does not conflict with the larger statement that the Tribunal is under no general duty with respect to making enquiries: see Prasad at 169-170 per Wilcox J and Azzi v Minister for Immigration and Multicultural Affairs [2002] FCA 24 ; (2002) 120 FCR 48 at 73-74 per Allsop J; but contrast SZEGT v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1514 at [20] - [22] per Edmonds J.",
      "id": "s399"
    },
    {
      "text": "64 Today, at least in the context of migration cases, judicial discussion of the significance of a failure to obtain further information on a critical issue ordinarily commences with Prasad.",
      "id": "s400"
    },
    {
      "text": "In Prasad , Wilcox J expressed the view, in obiter dictum, that it was unreasonable in the circumstances of the case (where a 'spouse' visa was at issue) not to seek out the explanations of certain inconsistencies in the material before the decision-maker.",
      "id": "s401"
    },
    {
      "text": "It was plain enough that explanations for the inconsistencies were readily ascertainable.",
      "id": "s402"
    },
    {
      "text": "Wilcox J referred to the recognised authorities and said, at 169-170, that:\n \n \"A power is exercised in an improper manner if, upon the material before the decision-maker, it is a decision to which no reasonable person could come.",
      "id": "s403"
    },
    {
      "text": "Equally, it is exercised in an improper manner if the decision-maker makes his decision --- which perhaps in itself, reasonably reflects the material before him --- in a manner so devoid of any plausible justification that no reasonable person could have taken this course, for example by unreasonably failing to ascertain relevant facts which he knew to be readily available to him.",
      "id": "s404"
    },
    {
      "text": "The circumstances under which a decision will be invalid for failure to inquire are, I think, strictly limited.",
      "id": "s405"
    },
    {
      "text": "It is no part of the duty of the decision-maker to make the applicant's case for him.",
      "id": "s406"
    },
    {
      "text": "It is not enough that the court find that the sounder course would have been to make inquiries.",
      "id": "s407"
    },
    {
      "text": "But, in a case where it is obvious that material is readily available which is centrally relevant to the decision to be made, it seems to me that to proceed to a decision without making any attempt to obtain that information may properly be described as an exercise of the decision-making power in an manner so unreasonable that no reasonable person would have so exercised it.",
      "id": "s408"
    },
    {
      "text": "It would follow that the court, on judicial review, should receive evidence as to the existence and nature of that information.",
      "id": "s409"
    },
    {
      "text": "\" (Emphasis added) \n\n\n \n65 Wilcox J adhered to his approach in Prasad in Sun v Minister for Immigration and Ethnic Affairs (1997) 81 FCR 71 at 119.",
      "id": "s410"
    },
    {
      "text": "See also Foxtel Management Pty Ltd v Australian Competition and Consumer Commission (2000) 173 ALR 362 at 417 per Wilcox J.",
      "id": "s411"
    },
    {
      "text": "Prasad and such cases as Videto , Luu v Renevier and Detsongjarus were proceedings under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the Judicial Review Act').",
      "id": "s412"
    },
    {
      "text": "Although not on all fours with the common law, the grounds of review under that Act reflect, to some extent, the common law grounds for judicial review: see Peko-Wallsend at 39-42 per Mason J.",
      "id": "s413"
    },
    {
      "text": "The discussion in these cases is of some assistance therefore in the present context.",
      "id": "s414"
    },
    {
      "text": "66 Thus, in Videto at 178, Toohey J referred to the need for a decision-maker to make enquiries when the material before him or her contained \"some obvious omission or obscurity that needs to be resolved before a decision is made\".",
      "id": "s415"
    },
    {
      "text": "His Honour emphasized the fact that Mr Videto did not have the benefit of legal advice to assist him in placing all relevant material before the decision-maker.",
      "id": "s416"
    },
    {
      "text": "In Luu v Renevier , a Full Court of this Court agreed that the failure of a decision-maker to make enquiries can, in some circumstances, vitiate a purported exercise of power.",
      "id": "s417"
    },
    {
      "text": "The Court held, at 47-48, that a decision was unreasonable, within s 5(1)(e) and (2)(g) of the Judicial Review Act, where a decision-maker made a critical finding that was unsupported by evidence.",
      "id": "s418"
    },
    {
      "text": "Further, a decision was unreasonably made, for the purposes of these provisions, where, to the knowledge of the decision-maker, there was other readily available factual material likely to be of critical importance on the critical issue, which was not obtained.",
      "id": "s419"
    },
    {
      "text": "At 50, the Court said:\n \n \"The underlying rationale of the approach suggested in Prasad is that the ground of unreasonableness, in the context of the [Judicial Review Act] may be related to the manner in which the power is exercised.",
      "id": "s420"
    },
    {
      "text": "... One may say that the making of a particular decision was unreasonable --- and, therefore, an improper exercise of the power --- because it lacked a legally defensible foundation in the factual material or in logic.",
      "id": "s421"
    },
    {
      "text": "But, equally, one may be able to say that a decision is unreasonably made where, to the knowledge of the decision-maker, there is readily available to him or her other factual material, likely to be of critical importance in relation to a central issue for determination, and which has not been obtained.",
      "id": "s422"
    },
    {
      "text": "\" \n\n\nThe Court held, at 50, that the decision was unreasonable because the decision-maker made adverse findings about the risk of recidivism on Mr Renevier's part on the basis of inadequate medical material:\n \n \"yet no attempt was made even to obtain a report from the psychiatrist known to be attending Mr Renevier, still less to obtain the opinion of a specialist endocrinologist.",
      "id": "s423"
    },
    {
      "text": "... Had that course been taken, and yielded the information which was placed before the primary judge, the conclusion could not rationally have been reached that there was a real risk of recidivism\".",
      "id": "s424"
    },
    {
      "text": "67 In Yang , which was not a Judicial Review Act case, the Minister's delegate rejected an application for a student visa on the basis that the applicant's proposed plan of study represented a \"regression\" in his studies of some three years.",
      "id": "s425"
    },
    {
      "text": "In reaching this conclusion, the delegate relied on the applicant's statement that he had completed up to \"year 12\" in China and wanted to study at \"Year 10\" level in Australia.",
      "id": "s426"
    },
    {
      "text": "Ryan and Finkelstein JJ held, at 579, that if the concept of regression was to be the determinative factor, in circumstances where the information that the applicant provided was insufficiently detailed, there was a duty on the delegate to request further relevant information.",
      "id": "s427"
    },
    {
      "text": "After referring to such cases as Prasad and Videto , their Honours observed at 579 that:\n \n \"The obscure statement that he had acquired a \"Year 12\" qualification in China was not borne out by the translation of his Chinese school certificate.",
      "id": "s428"
    },
    {
      "text": "In such a case of 'obvious omission or obscurity' a decision-maker should adopt the simple expedient of requiring further information from the applicant... though, if the reply is unhelpful, a decision-maker is clearly not obliged to go further ...\".",
      "id": "s429"
    },
    {
      "text": "In Yang , an unreasonable exercise of a discretionary power to enquire, or to cause an enquiry to be made, rendered the manner of making the ultimate decision unreasonable so as to give rise to jurisdictional error.",
      "id": "s430"
    },
    {
      "text": "68 The question on this appeal is whether there was error in the Federal Magistrate's finding that the failure on the Tribunal's part to make enquiry of the Departmental officer who conducted the interview was so unreasonable that it made out a case of jurisdictional error.",
      "id": "s431"
    },
    {
      "text": "69 The Tribunal plainly has the power to obtain information or to have the Departmental Secretary make an investigation.",
      "id": "s432"
    },
    {
      "text": "Section 359(1) of the Act provides that, in conducting a review, the Tribunal may get any information that it considers relevant; and if it does, it must have regard to the information.",
      "id": "s433"
    },
    {
      "text": "Further, under s 359(2), the Tribunal may invite a person to give additional information.",
      "id": "s434"
    },
    {
      "text": "In addition, s 363(1)(d) provides that, for the purpose of review, the Tribunal may require the Secretary to arrange for the making of any investigation that the Tribunal thinks necessary with respect to the review, and to give to the Tribunal a report of that investigation.",
      "id": "s435"
    },
    {
      "text": "Did the Tribunal in this case act unreasonably in the relevant sense when it did not obtain further information from the interviewing officer?",
      "id": "s436"
    },
    {
      "text": "70 As indicated at the commencement of these reasons, Ms Le and Mr Nguyen made serious allegations about the way the interview was conducted, which, even if partially true, bore on the reliability of the information said to derive from the interview.",
      "id": "s437"
    },
    {
      "text": "As already noted, the typed version of the Departmental notes of interview confirmed that the interview had taken place over a five and a half hour period, as the couple alleged, and the couple had remained with Departmental officers whilst they all went to Mr Huynh's residence and spoke with him.",
      "id": "s438"
    },
    {
      "text": "Precisely when Ms Le and Mr Nguyen left the company of the Departmental officers does not appear.",
      "id": "s439"
    },
    {
      "text": "As previously noted, Mr Nguyen was aged 67 at the time of the interview and claimed to be confused and unable to recall some matters owing to ill health.",
      "id": "s440"
    },
    {
      "text": "His wife also referred to his ill health.",
      "id": "s441"
    },
    {
      "text": "Both Ms Le and Mr Nguyen spoke Vietnamese and apparently needed an interpreter to communicate with Departmental officers in English.",
      "id": "s442"
    },
    {
      "text": "71 The typed notes of interview (to which the Tribunal referred in its summary of evidence and which the Federal Magistrate also had before him) give rise to a number of significant questions.",
      "id": "s443"
    },
    {
      "text": "The notes consist of 7 pages.",
      "id": "s444"
    },
    {
      "text": "They are apparently not a contemporaneous record, since the couple were said to have been interviewed separately but their responses appear side by side.",
      "id": "s445"
    },
    {
      "text": "The notes not only contain what purports to be questions and answers set out verbatim but various comments by the interviewing officer (who, as noted above, was also the primary decision-maker).",
      "id": "s446"
    },
    {
      "text": "If, however, the notes are a contemporaneous record, then one must presume that a good deal is omitted from them since they are too brief to reflect a five and a half hour interview.",
      "id": "s447"
    },
    {
      "text": "The notes show that, if translated properly, the couple gave numerous inconsistent answers, although the significance of these inconsistencies for the decision-maker's purposes is unclear.",
      "id": "s448"
    },
    {
      "text": "Some of the inconsistencies were trivial.",
      "id": "s449"
    },
    {
      "text": "It is also possible that misinterpreting gave rise to some of the inconsistencies, having regard to the curiosities of language in some responses and the mistranslation of Mr Nguyen's statement.",
      "id": "s450"
    },
    {
      "text": "Further, at least some responses supported Mr Nyugen's claim that, in effect, he was pressured by the interviewing officer into making certain statements at the end of his interview.",
      "id": "s451"
    },
    {
      "text": "Thus, at the outset of the interview, the couple both said that they had stayed the night at Mr Huynh's.",
      "id": "s452"
    },
    {
      "text": "This was corroborated by Mr Huynh, when the Departmental officers, Ms Le and Mr Nguyen visited his residence subsequent to the interview.",
      "id": "s453"
    },
    {
      "text": "Mr Nguyen's supposed statement, at the end of the interview when the mistranslated statement was also made, that \"[o]n the night of the home visit, he was at Nhat's [Mr Huynh's] place, he didn't know about the applicant\" is entirely inconsistent with this.",
      "id": "s454"
    },
    {
      "text": "Further, at the same point in the interview, Mr Nguyen is recorded as saying that he lived with Mr Huynh and had a separate bedroom at Mr Huynh's place.",
      "id": "s455"
    },
    {
      "text": "This supposed assertion contradicted his earlier statements, as well as the accounts of Ms Le and Mr Huynh.",
      "id": "s456"
    },
    {
      "text": "It did not fit easily with the Departmental officers' own observation that Mr Huynh's was merely a one bedroom unit: it raised the question whether or not it was likely that Mr Nguyen was staying on a long-term basis at his friend's residence in his friend's only bedroom.",
      "id": "s457"
    },
    {
      "text": "(It may be recalled that Mr Nguyen's evidence to the Tribunal was that his stay at Mr Huynh's was temporary and due to his medical condition.",
      "id": "s458"
    },
    {
      "text": ") It is also relevant to bear in mind that, at this same point of the interview, Mr Nguyen's written statement was significantly mistranslated as saying his (marriage) relationship had ended.",
      "id": "s459"
    },
    {
      "text": "This mistranslated statement was clearly the basis for the primary decision-maker's reference to Mr Nguyen \"admission that the relationship has ceased at least for more than 12 months\".",
      "id": "s460"
    },
    {
      "text": "72 The admissions that Mr Nguyen supposedly made at the interview proved important for the Tribunal's decision.",
      "id": "s461"
    },
    {
      "text": "As already noted, however, at the Tribunal hearing, it became clear that Mr Nguyen's written statement, which supposedly contained these admissions, had been mistranslated at the time of the interview.",
      "id": "s462"
    },
    {
      "text": "Mr Nguyen affirmed as much in his own evidence even before the Tribunal asked for a fresh translation.",
      "id": "s463"
    },
    {
      "text": "In particular, his statement did not say that his marriage relationship had ended.",
      "id": "s464"
    },
    {
      "text": "On the fresh translation, his statement did not contain the supposed admissions, although the Tribunal might have regarded the reference in the statement to his medical condition as supporting his explanation for his claimed temporary stay with Mr Huynh.",
      "id": "s465"
    },
    {
      "text": "This in turn might have altered the perceived significance of \"the washing on the line\" point, on which the Tribunal relied.",
      "id": "s466"
    },
    {
      "text": "73 Leaving aside the supposed admissions, after the retranslation, there remained Mr Nguyen's representation in the statement that he was withdrawing his sponsorship.",
      "id": "s467"
    },
    {
      "text": "The Tribunal's reasons emphasized this point, notwithstanding that, even before the interview ended, Mr Nguyen had resiled from his withdrawal of sponsorship.",
      "id": "s468"
    },
    {
      "text": "As noted, the Tribunal did \"not accept that Department officers would have fabricated his admissions or pressured him into formally withdrawing his sponsorship if it was not his intent to do so\", although it said that it took account of Mr Nguyen's age and that he may have been \"distressed and confused\" at the interview.",
      "id": "s469"
    },
    {
      "text": "74 There are, however, significant difficulties with the Tribunal's approach at this point.",
      "id": "s470"
    },
    {
      "text": "First, although it probably does not matter for present purposes, there was no allegation that the Departmental officers had \"fabricated\" Mr Nguyen's admissions.",
      "id": "s471"
    },
    {
      "text": "The admissions were said to be contained in Mr Nguyen's written statement.",
      "id": "s472"
    },
    {
      "text": "At the hearing, when Mr Nguyen denied making the admissions, he asked for his statement to be properly translated.",
      "id": "s473"
    },
    {
      "text": "When re-translated, it was apparent that the statement did not contain the admissions on which the primary decision-maker had relied.",
      "id": "s474"
    },
    {
      "text": "Presumably, the primary decision-maker mistakenly believed the supposed admissions were made because Mr Nguyen's statement had been mistranslated to him.",
      "id": "s475"
    },
    {
      "text": "Presumably too, although the matter is not free from doubt, the primary decision-maker's statements to the effect that, at the interview, Mr Nguyen stated he had never lived with Ms Le and had provided false information also flowed from the decision-maker's misapprehension about Mr Nguyen's supposed admissions.",
      "id": "s476"
    },
    {
      "text": "The Tribunal did not, however, allude to these possibilities when it recorded the primary decision-maker's account of the interview.",
      "id": "s477"
    },
    {
      "text": "It is plain enough that the Tribunal derived its account of the interview from the primary decision record and the typed notes of interview (as comparison with the Tribunal's summary of evidence demonstrates), but these sources apparently relied on the mistranslated version of Mr Nguyen's statement.",
      "id": "s478"
    },
    {
      "text": "Because of the mistranslation, the primary decision-maker was apparently misled about various matters although the withdrawal of sponsorship remained.",
      "id": "s479"
    },
    {
      "text": "The Tribunal did not allude to the circumstance that Mr Nguyen's denial at the hearing about his supposed admissions was consistent with the fact that his statement had been mistranslated, or to the possible significance of the primary decision-maker's reliance on the mistranslation.",
      "id": "s480"
    },
    {
      "text": "Further, as we have seen, it directed no enquiries to the relevant Departmental officer about these matters.",
      "id": "s481"
    },
    {
      "text": "75 Mr Nguyen had also sought to explain his withdrawal of sponsorship to the Tribunal.",
      "id": "s482"
    },
    {
      "text": "He alleged that he had written and signed the statement, as the Tribunal recorded in its summary of evidence, \"under pressure from Department officers, who encouraged him to write the letter so that there would be some other way to sponsor [his wife]\".",
      "id": "s483"
    },
    {
      "text": "As we have seen, in the context already mentioned, the Tribunal rejected this explanation.",
      "id": "s484"
    },
    {
      "text": "The Tribunal did not allude to the possible effect of the mistranslation on the interviewing officer's advice to Mr Nguyen.",
      "id": "s485"
    },
    {
      "text": "Had Mr Nguyen made the supposed admissions as the officer thought, then the officer may well have said something to Mr Nguyen that led Mr Nguyen to believe that he ought to withdraw his sponsorship.",
      "id": "s486"
    },
    {
      "text": "The Tribunal did not allude to this possibility, which arose once the fact of the mistranslation was established.",
      "id": "s487"
    },
    {
      "text": "76 In summary, the fact of the mistranslation meant that the significance of the primary decision-maker's decision record and the typed notes of interview was doubtful or uncertain in a number of critical respects.",
      "id": "s488"
    },
    {
      "text": "The mistranslation raised uncertainties about events at the interview and the bases on which the primary decision-maker had recorded them.",
      "id": "s489"
    },
    {
      "text": "It also raised doubts about the adequacy of the interpreter and the reliability of what had been interpreted to the Departmental officer on that day.",
      "id": "s490"
    },
    {
      "text": "It might also have raised uncertainty about the significance of what the Departmental officers saw and heard at Mr Huynh's on the day of the interview.",
      "id": "s491"
    },
    {
      "text": "These uncertainties raised further questions as to whether Mr Nguyen's account of what had happened was more reliable than might otherwise have appeared.",
      "id": "s492"
    },
    {
      "text": "77 This is one of those rare or exceptional cases where a decision-maker acting reasonably would have made some further enquiry before making a decision.",
      "id": "s493"
    },
    {
      "text": "At the least, a decision-maker, acting reasonably in the Wednesbury Corporation sense, would have sought to verify whether the primary decision-maker's statements regarding Mr Nguyen's supposed admissions derived from what the primary decision-maker mistakenly understood to be the effect of Mr Nguyen's written statement.",
      "id": "s494"
    },
    {
      "text": "Additionally, a decision-maker, acting reasonably in this sense, would have enquired whether the interviewing officer, acting under the misapprehension that Mr Nguyen said that his marriage relationship had ended, had advised Mr Nguyen to withdraw his sponsorship.",
      "id": "s495"
    },
    {
      "text": "In the circumstances of this case especially the mistranslation, a decision-maker acting reasonably might also have made some enquiry as to whether the interpreter at the Departmental interview was adequately qualified and, perhaps, whether the interpreter had accompanied the others to Mr Huynh's residence that day.",
      "id": "s496"
    },
    {
      "text": "78 These enquiries were not difficult to make.",
      "id": "s497"
    },
    {
      "text": "The Tribunal ought to have known that they might readily be made.",
      "id": "s498"
    },
    {
      "text": "Presumably, they would have yielded at least some relevant information on issues that were plainly critical to the outcome of the Tribunal's review.",
      "id": "s499"
    },
    {
      "text": "Of course, once the Tribunal received this information, it was bound to deal with it as the Act required and the ultimate decision on the merits of Ms Le's application was a matter for it to decide in conformity with the Act and the Regulations.",
      "id": "s500"
    },
    {
      "text": "79 Accordingly, the present is a case where the failure by a decision-maker to make a straightforward enquiry for information that was apparently readily available and relevant to critical issues can be characterized as unreasonable in the Wednesbury Corporation sense.",
      "id": "s501"
    },
    {
      "text": "I would uphold the Federal Magistrate's decision on this ground.",
      "id": "s502"
    },
    {
      "text": "80 It is unnecessary to discuss the Minister's seventh ground of appeal, which challenged the Federal Magistrate's holding that the Tribunal had made an assessment of the facts not reasonably open to it.",
      "id": "s503"
    },
    {
      "text": "His Honour made this statement after finding that the Tribunal's failure to enquire was an unreasonable exercise of decision-making power.",
      "id": "s504"
    },
    {
      "text": "This ground raises matters considered under the sixth ground.",
      "id": "s505"
    },
    {
      "text": "81 The jurisdictional error in this case may possibly be formulated in other ways.",
      "id": "s506"
    },
    {
      "text": "It is well established that the Tribunal must consider all the substantive issues raised by the evidence before it, even if the applicant does not clearly articulate all such claims: see NAZH v Minister for Immigration and Multicultural and Indigenous Affairs [2007] FCA 5 at [51] per Madgwick J; MZWPD v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1095 at [69] - [85] per Weinberg J; SBBA v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 90 at [8] per Weinberg, Stone and Jacobson JJ; and Sellamuthu v Minister for Immigration and Multicultural Affairs [1999] FCA 247 ; (1999) 90 FCR 287 at 294 per Wilcox and Madgwick JJ.",
      "id": "s507"
    },
    {
      "text": "In the present case, it could well be said that the Tribunal did not consider whether the primary decision-maker's perception of what had occurred at the Departmental interview was fundamentally defective because of the mistranslation of Mr Nguyen's statement.",
      "id": "s508"
    },
    {
      "text": "As we have seen, this issue was clearly raised on the evidence, including specifically by Mr Nguyen.",
      "id": "s509"
    },
    {
      "text": "As this possibility was not the subject of argument, it is unnecessary to consider it further.",
      "id": "s510"
    },
    {
      "text": "82 I have said very little about the allegations made by Ms Le and Mr Nguyen that they were interviewed for over five hours without a break or refreshment.",
      "id": "s511"
    },
    {
      "text": "These allegations were serious.",
      "id": "s512"
    },
    {
      "text": "As I have already noted, the typed notes of interview showed that they were interviewed over a five and a half hour period and thereafter Departmental officers accompanied them to Mr Huynh's residence.",
      "id": "s513"
    },
    {
      "text": "Save for the evidence given by Ms Le and Mr Nguyen, nothing further appears from the Tribunal's reasons or anything else before the Tribunal or the Federal Magistrate.",
      "id": "s514"
    },
    {
      "text": "No argument other than that which I have considered was addressed to his Honour or this Court about these matters.",
      "id": "s515"
    },
    {
      "text": "I say nothing further about them.",
      "id": "s516"
    },
    {
      "text": "I certify that the preceding eighty-two (82) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s517"
    },
    {
      "text": "Associate:\n\nDated: 27 August 2007\n\n\n Counsel for the Appellant: Mr S Donaghue \n \n Solicitors for the Appellant and 5 th Respondent: Clayton Utz \n \n Counsel for the 1 st - 4 th Respondents: Mr A Krohn \n \n Solicitor for the 1 st - 4 th Respondents: Erskine Rodan &amp; Associates \n \n Date of Hearing: 30 July 2007 \n \n Date of Judgment: 27 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1318.html",
      "id": "s518"
    }
  ]
}