{
  "name": "Croker v Commonwealth of Australia [2007] FCA 1593 (17 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1593.html",
  "catchphrases": [
    {
      "text": "appeal from interlocutory judgment",
      "id": "c0"
    },
    {
      "text": "no reasonable prospects of success",
      "id": "c1"
    },
    {
      "text": "no substantial injustice",
      "id": "c2"
    },
    {
      "text": "principles to be applied",
      "id": "c3"
    },
    {
      "text": "appeals",
      "id": "c4"
    },
    {
      "text": "security for costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 According to the judgment under challenge in the present proceedings ( Croker v Commonwealth of Australia [2007] FMCA 1374) , on 12 November 2003 Mr Croker purchased a pair of cufflinks at the High Court in Canberra.",
      "id": "s0"
    },
    {
      "text": "He alleges they were defective because after a period of time they began to tarnish.",
      "id": "s1"
    },
    {
      "text": "The cufflinks were replaced but the replacement cufflinks also were suggested to be defective for the same reason.",
      "id": "s2"
    },
    {
      "text": "The respondent ('the Commonwealth') has offered to replace the cufflinks again or to refund Mr Croker the $50 purchase price.",
      "id": "s3"
    },
    {
      "text": "Mr Croker prefers to litigate.",
      "id": "s4"
    },
    {
      "text": "Mr Croker sought to commence proceedings in relation to the alleged defect in various courts and tribunals which included the New South Wales Consumer, Trader and Tenancy Tribunal, the Supreme Court of New South Wales and the High Court of Australia.",
      "id": "s5"
    },
    {
      "text": "Each of those proceedings was dismissed.",
      "id": "s6"
    },
    {
      "text": "On 19 December 2006 Mr Croker commenced proceedings in this Court.",
      "id": "s7"
    },
    {
      "text": "On 6 February 2007 the proceedings were transferred to the Federal Magistrates Court of Australia ('FMCA').",
      "id": "s8"
    },
    {
      "text": "2 On 14 August 2007 the FMCA refused to grant a stay of the proceedings pending a further proposed application to the High Court and ordered Mr Croker to provide security for costs in favour of the Commonwealth before his case proceeded further.",
      "id": "s9"
    },
    {
      "text": "Some other procedural orders were made.",
      "id": "s10"
    },
    {
      "text": "Mr Croker has sought leave to appeal against 'the order' made on that day.",
      "id": "s11"
    },
    {
      "text": "The question to be addressed \n \n3 The principles to be applied to his application for leave to appeal are stated in D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s12"
    },
    {
      "text": "Without limiting the Court's overall discretion, the question to be addressed is whether, in all the circumstances, the decision under challenge is attended with sufficient doubt to warrant it being reconsidered and whether substantial injustice would result if leave to appeal was refused, supposing the decision to be wrong.",
      "id": "s13"
    },
    {
      "text": "The orders under challenge \n \n4 In the judgment under challenge the FMCA made the following orders:\n \n \n '(1) The application filed by Mr Croker in these proceedings on 29 May 2007 seeking this matter to be stayed until the outcome of an application to the High Court of Australia is dismissed.",
      "id": "s14"
    },
    {
      "text": "(2) Mr Croker provide security for costs to the Commonwealth of Australia pursuant to s.80 of the Federal Magistrates Act 1999 (Cth) and/or r.21.01 of the Federal Magistrates Court Rules 2001 (Cth) in the sum of $30,000 by 4.00pm on 11 September 2007.",
      "id": "s15"
    },
    {
      "text": "(3) Mr Croker has leave to file and serve an amended application, statement of claim and supporting affidavit clearly stating the nature and details of his claim by 4.00pm on 11 September 2007.",
      "id": "s16"
    },
    {
      "text": "(4) The proceedings are adjourned for further directions to 21 September 2007 at 9.30am.",
      "id": "s17"
    },
    {
      "text": "(5) Costs are reserved.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n The application for leave to appeal \n \n5 Leave to appeal is required because the orders made by the FMCA are interlocutory in character (see Federal Court of Australia Act 1976 (Cth), s 24(1A)).",
      "id": "s19"
    },
    {
      "text": "Order 52 rule 4(2) of the Federal Court Rules requires that an application for leave to appeal shall be accompanied by an affidavit showing-\n \n '(a) the nature of the case; \n \n \n (b) the questions involved; and \n (c) the reasons why leave should be given.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n \n\n6 Order 52 rule 4(3) also requires --- \n \n '(3) An application must include a statement indicating whether the applicant wishes to have the application dealt with without an oral hearing.",
      "id": "s21"
    },
    {
      "text": "' \n \n \n\nNo such statement is included in the application for leave to appeal but as Mr Croker is self-represented I have not allowed that circumstance to impede dealing with the matter.",
      "id": "s22"
    },
    {
      "text": "7 At the commencement of proceedings to deal with his application for leave to appeal Mr Croker sought an adjournment so that he might have further time to prepare.",
      "id": "s23"
    },
    {
      "text": "The application for an adjournment was not consented to.",
      "id": "s24"
    },
    {
      "text": "I refused it.",
      "id": "s25"
    },
    {
      "text": "This is Mr Croker's second application for leave to appeal against interlocutory orders made in the present proceedings before the FMCA.",
      "id": "s26"
    },
    {
      "text": "In Croker v Commonwealth of Australia [2007] FCA 831 , when dismissing his first application, Edmonds J referred (at [4]) to the test to be applied in the disposition of such an application.",
      "id": "s27"
    },
    {
      "text": "In my view Mr Croker had ample opportunity to prepare himself to address the orders with respect to which he seeks leave to appeal in the light of the test to be applied.",
      "id": "s28"
    },
    {
      "text": "8 The affidavit in support of the application for leave to appeal contains the following eleven paragraphs:\n \n \n '1.",
      "id": "s29"
    },
    {
      "text": "I am over the age of eighteen (18) and subject to no infirmity, which would preclude me from recollecting or recounting the information, set forth in this Affidavit.",
      "id": "s30"
    },
    {
      "text": "2.",
      "id": "s31"
    },
    {
      "text": "I am the Applicant in the case of Clayton Robert Croker v. Commonwealth of Australia in the Federal Court of Australia This Affidavit is being submitted in support of that application and to provide evidence demonstrating that the Federal Court of Australia has jurisdiction over that application.",
      "id": "s32"
    },
    {
      "text": "Jurisdiction \n \n 3.",
      "id": "s33"
    },
    {
      "text": "The appeal is brought pursuant to the Federal Court Australia Act 1976 (Cth) s 24(1)(d).",
      "id": "s34"
    },
    {
      "text": "Parties \n \n 4.",
      "id": "s35"
    },
    {
      "text": "Clayton Robert Croker, I am a citizen of the State of New South Wales within the Commonwealth of Australia and a qualified paralegal as of the 7/7/2001.",
      "id": "s36"
    },
    {
      "text": "I am a student, Curtin University of Technology and Sydney Institute of Technology.",
      "id": "s37"
    },
    {
      "text": "I have the right to sue as a natural person under the laws of the Commonwealth of Australia.",
      "id": "s38"
    },
    {
      "text": "5.",
      "id": "s39"
    },
    {
      "text": "Commonwealth of Australia, High Court of Australia, is the pinnacle of the Australian justice system and the supplier of the official commemorative centenary 1903 --- 2003 products.",
      "id": "s40"
    },
    {
      "text": "The tribunal can be sued under the laws of the Commonwealth of Australia.",
      "id": "s41"
    },
    {
      "text": "Grounds of appeal \n \n 6.",
      "id": "s42"
    },
    {
      "text": "It is alleged the orders are not in the public interest; cases of public interest, importance or complexity, should be heard without extra costs to the applicant or being procrastinated by unnecessary litigation.",
      "id": "s43"
    },
    {
      "text": "7.",
      "id": "s44"
    },
    {
      "text": "It is alleged the orders are not relevant to the subject matter of the undertaking; my financial position bears no relevance to the subject matter of consumer protection in which the case is brought.",
      "id": "s45"
    },
    {
      "text": "8.",
      "id": "s46"
    },
    {
      "text": "It is alleged the application has high prospects of success; the application should have an out come in which it is favourable to the applicant.",
      "id": "s47"
    },
    {
      "text": "9.",
      "id": "s48"
    },
    {
      "text": "It is alleged the orders manifest a gross miscarriage of justice.",
      "id": "s49"
    },
    {
      "text": "The returning of the ordered documents is not in the interest of justice or of judicial importance and therefore manifests a gross miscarriage of justice.",
      "id": "s50"
    },
    {
      "text": "10.",
      "id": "s51"
    },
    {
      "text": "It is alleged that the Federal Court of Australia is a more appropriate court for cases of public interest, importance or complexity.",
      "id": "s52"
    },
    {
      "text": "11.",
      "id": "s53"
    },
    {
      "text": "The case should be heard in this honourable court in the interests of the administration of justice.",
      "id": "s54"
    },
    {
      "text": "' \n \n \n \n\n9 In my view this affidavit does not comply with the requirements of Order 52 rule 4(2).",
      "id": "s55"
    },
    {
      "text": "I confess that there are parts of the affidavit which I do not understand at all.",
      "id": "s56"
    },
    {
      "text": "Earlier proceedings in the FMCA \n \n10 Earlier in the proceedings before the FMCA, on 23 March 2007, the FMCA made orders in the following terms:\n \n '(1) Pursuant to s.14.04 of the Federal Magistrate Court Rules 2001 (Cth), the applicant produce to the Court the following documents (\"The Documents\"), where the term \"Document\" or \"Documents\" have the same meaning as the Evidence Act 1995 (Cth) and include emails and other electronic records of any kind and all copies thereof of 30 March 2007.",
      "id": "s57"
    },
    {
      "text": "(a) All Tax Returns and Notices of Assessment for the financial years ending 30 June 2005 and 30 June 2006; \n \n (b) All BAS statements for the period commencing on 30 June 2006 to date; \n \n (c) All financial statements, credit card statements and bank statements from 1 January 2006 to date; \n \n (d) All other records recording any income received by the applicant from 1 January 2006 to date; \n \n (e) All other documents recording, relating or referring to any cash at a financial institution, any shares, or any other equitable or proprietary interest, held by the applicant from 1 January 2006 to date; \n \n (f) Any other documents recording, relating or referring to any debts owed by the applicant from 1 January 2007 to date; \n \n (g) All initiating or originating processes filed by the applicant in any Court or Tribunal naming the Commonwealth, or any other emanation of the Crown in The Right of the Commonwealth, as either a respondent or defendant; and \n \n \n \n \n \n (h) All documents recording, relating or referring to any cost orders made against the applicant by any Court or Tribunal within Australia and/or the applicant's payment of or failure to pay any costs; \n \n \n \n (2) Upon production to the Court the respondent be granted immediate access to the documents; \n \n (3) The respondent file and serve any notice of motion seeking preliminary dismissal of the proceedings and any affidavit in support by 5 April 2007; \n \n (4) A notice of motion to be made returnable on 20 April 2007 at 9.30am; and \n \n (5) Liberty to restore on three days notice.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n11 Mr Croker sought leave to appeal to this Court from those orders.",
      "id": "s59"
    },
    {
      "text": "Leave to appeal was refused by Edmonds J.",
      "id": "s60"
    },
    {
      "text": "The Federal Magistrate records that Mr Croker has never complied with the requirement for him to produce the documents identified in Order (1) made on 23 March 2007.",
      "id": "s61"
    },
    {
      "text": "Mr Croker informed me at the hearing of his application that he has still not complied with the order made on 23 March 2007.",
      "id": "s62"
    },
    {
      "text": "The Commonwealth however, as required, complied with Order (3) and filed a motion seeking summary dismissal of the proceedings as well as seeking other orders.",
      "id": "s63"
    },
    {
      "text": "12 The orders made by the FMCA, on 14 August 2007, which he wishes to challenge, were less adverse to Mr Croker than those sought by the Commonwealth which were summarised by the Federal Magistrate as follows:\n \n \n '(1) The matter before the Court is from an application by the respondent, the Commonwealth of Australia (\"the Commonwealth\"), seeking the following orders: \n \n \n \n a) Summary judgment; \n \n \n \n \n b) That the proceedings be dismissed pursuant to r.13.10 of the Federal Magistrate Court Rules 2001 (Cth) (\"the Rules\"); or \n \n c) Security for costs in the sum of $30,000; or \n \n \n \n \n \n \n \n d) An order under r.13.11 of the Rules that Mr Croker not be permitted to continue the present proceedings or any further proceedings without leave of the Court.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n \n\n The orders challenged \n Refusal of a stay of proceedings \n \n13 At the hearing before the FMCA on 7 June 2007 Mr Croker sought that the proceedings be stayed to permit him to challenge the decision of this Court, refusing his earlier application for leave to appeal, in the High Court of Australia.",
      "id": "s65"
    },
    {
      "text": "I can see no merit in any suggestion that the hearing in the FMCA to deal with the notice of motion filed by the Commonwealth should have been stayed.",
      "id": "s66"
    },
    {
      "text": "The Federal Magistrate records that there was no evidence before him that any application in the High Court had been filed or would be filed.",
      "id": "s67"
    },
    {
      "text": "He records that the Commonwealth had complied with the order that it file its notice of motion by 5 April 2007.",
      "id": "s68"
    },
    {
      "text": "It was initially to be dealt with on 20 April 2007 but in fact was heard on 7 June 2007, some two months after filing.",
      "id": "s69"
    },
    {
      "text": "Mr Croker, for his part, was by then more than two months in default of his own obligations and, by the date of the FMCA's judgment, 41/2 months in default.",
      "id": "s70"
    },
    {
      "text": "In my view there is no reasonable prospect that Mr Croker could succeed in any appeal against Order (1) made on 14 August 2007 if leave to appeal were granted.",
      "id": "s71"
    },
    {
      "text": "Security for costs \n \n14 The Commonwealth sought, as primary relief, an order for summary judgment pursuant to s 17A of the Federal Magistrates Act 1999 (Cth) or alternatively summary dismissal pursuant to Rule 13.10 of the Federal Magistrates Court Rules ('the FMC Rules').",
      "id": "s72"
    },
    {
      "text": "As a further alternative the Commonwealth sought an order for security for costs in the amount of $30,000.",
      "id": "s73"
    },
    {
      "text": "The Commonwealth succeeded only on its last alternative.",
      "id": "s74"
    },
    {
      "text": "15 One matter relied on by the Commonwealth was that Mr Croker had not given an effective address for service as required by the FMC Rules.",
      "id": "s75"
    },
    {
      "text": "In Croker v Sydney Institute of TAFE (New South Wales) [2003] FCA 942 ('Sydney Institute of TAFE' ) Bennett J discussed a number of authorities to the effect that an address for service which is the address of a post office is not a proper address for service.",
      "id": "s76"
    },
    {
      "text": "In other proceedings involving Mr Croker in the Supreme Court of New South Wales ('the Supreme Court') the same conclusion was reached about the same address --- Darlinghurst Post Office ( Croker v Ewan; Croker v Challoner [2000] NSWCA 186).",
      "id": "s77"
    },
    {
      "text": "Mr Croker's continued practice of giving an ineffective address for service which this Court and the Supreme Court have ruled is not a proper address exposes him to the possibility that an inference may be suggested he is taking steps to avoid effective service of court orders, including orders for costs.",
      "id": "s78"
    },
    {
      "text": "Bennett J in Sydney Institute of TAFE was not prepared to draw such an inference but did take into account, on an application for security for costs, the fact that Mr Croker gave an ineffective address for service.",
      "id": "s79"
    },
    {
      "text": "It is not clear whether the FMCA took this matter into account and so I will not, independently, give it any weight.",
      "id": "s80"
    },
    {
      "text": "16 It was pointed out also before the FMCA that Mr Croker had failed to comply with an outstanding costs order made by the Supreme Court in one of his earlier attempts to litigate about the allegedly defective cufflinks (see Croker v Commonwealth of Australia [2005] NSWSC 994 ; (2005) 194 FLR 366).",
      "id": "s81"
    },
    {
      "text": "Further, it was argued that his failure to produce documents as ordered by the FMCA on 23 March 2007 meant that there was no basis to accept any alleged impecuniosity.",
      "id": "s82"
    },
    {
      "text": "Conversely, there was no evidence that Mr Croker has adequate means to meet a costs order if he is unsuccessful in the proceedings he has commenced.",
      "id": "s83"
    },
    {
      "text": "Other and subsidiary arguments were relied upon which are set out in the judgment of the FMCA.",
      "id": "s84"
    },
    {
      "text": "17 Sydney Institute of TAFE provides a very useful analysis of the principles to be applied in considering an application for security for costs.",
      "id": "s85"
    },
    {
      "text": "Bennett J there referred to the judgment of Tamberlin J in Chapman v Luminis Pty Ltd [2002] FCA 496 and to the matters identified in Equity Access Ltd v Westpac Banking Corporation (1989) ATPR 40-972 as relevant for consideration, namely:\n \n '&#8226; The prospects of success; \n \n &#8226; The quantum of risk that a costs order will not be satisfied; \n \n \n \n &#8226; Whether the making of an order would be oppressive in that it would stifle a reasonable arguable claim; \n \n \n \n \n \n &#8226; Whether any impecuniosity of the appellants arises out of the conduct complained of; \n \n \n \n \n \n &#8226; Whether there are aspects of public interest which weigh in the balance against such an order; \n \n &#8226; Whether there are any particular discretionary matters peculiar to the circumstances of the case.",
      "id": "s86"
    },
    {
      "text": "' \n \n \n \n\n18 The Federal Magistrate applied the tests distilled by Bennett J in Sydney Institute of TAFE at [26].",
      "id": "s87"
    },
    {
      "text": "He concluded that it was appropriate that Mr Croker provide security for costs.",
      "id": "s88"
    },
    {
      "text": "An order that security for costs be provided is made in the exercise of a judicial discretion.",
      "id": "s89"
    },
    {
      "text": "Mr Croker, in my view, is unable to show any error in the exercise of the Federal Magistrate's discretion to order security for costs or the amount of such security.",
      "id": "s90"
    },
    {
      "text": "He deprived the FMCA of relevant material which might have been used to assess the extent, if any, of his impecuniosity.",
      "id": "s91"
    },
    {
      "text": "Moreover, for the same reason, no serious question arises in the present case of any substantial injustice being occasioned to Mr Croker by reason of the requirement to provide security for costs.",
      "id": "s92"
    },
    {
      "text": "Leave to appeal should not be granted to challenge this order.",
      "id": "s93"
    },
    {
      "text": "Leave to amend \n \n19 The Federal Magistrate decided, in Mr Croker's favour, that the proceedings should not be summarily dismissed as sought, but stated (at [44]):\n \n 'The statement of claim as it currently stands contains a number of substantial defects and needs to be repleaded before the matter can be brought back for final hearing.",
      "id": "s94"
    },
    {
      "text": "' \n \n\n20 He went on to indicate a number of areas of difficulty which lay before Mr Croker if he elected to pursue the proceedings and said (also at [44]):\n \n 'The issues identified in this paragraph are not intended to be a detailed analysis and critique of the statement of claim, but rather an indication to Mr Croker as a self-represented litigant that the pleadings contain some defects which must be addressed before this matter proceeds further.",
      "id": "s95"
    },
    {
      "text": "Whether Mr Croker elects to replead the existing claim, or, alternatively, abandon the action and recommence his claim is a matter for him.",
      "id": "s96"
    },
    {
      "text": "Nevertheless, I will make orders granting him leave to amend his application, statement of claim and any affidavits in support.",
      "id": "s97"
    },
    {
      "text": "' \n \n\n21 It is a matter for Mr Croker whether he files and serves an amended Application, Statement of Claim and supporting affidavit.",
      "id": "s98"
    },
    {
      "text": "He informed me at the hearing of his application for leave to appeal that he has not done so.",
      "id": "s99"
    },
    {
      "text": "The leave he was granted has now expired.",
      "id": "s100"
    },
    {
      "text": "He faces the risk that the proceedings might yet be dismissed.",
      "id": "s101"
    },
    {
      "text": "The possibility of such an order is not a matter with which the present application for leave to appeal may deal.",
      "id": "s102"
    },
    {
      "text": "In my view the grant of leave which is incorporated in Order (3) does not give rise to any right of interlocutory appeal.",
      "id": "s103"
    },
    {
      "text": "Other orders \n \n22 Order (4) is a procedural direction.",
      "id": "s104"
    },
    {
      "text": "Order (5) simply reserves costs, either for later consideration or to follow the result of the proceedings in due course.",
      "id": "s105"
    },
    {
      "text": "They provide no basis upon which to grant leave to appeal.",
      "id": "s106"
    },
    {
      "text": "Conclusion \n \n23 I am satisfied that there is no reasonable basis for the grant of leave to appeal in any respect and I will dismiss the application.",
      "id": "s107"
    },
    {
      "text": "Mr Croker's failure to comply with the order of the FMCA made on 23 March 2007 is a serious matter.",
      "id": "s108"
    },
    {
      "text": "If the case for rejecting his application for leave to appeal was not so clear cut I would have given serious consideration to deferring any consideration of the present application until that order had been complied with.",
      "id": "s109"
    },
    {
      "text": "24 It is appropriate to dismiss the application with costs.",
      "id": "s110"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s111"
    },
    {
      "text": "Associate:\n\nDated: 17 October 2007\n\n\n The Applicant: The applicant was self-represented \n \n Counsel for the Respondent: Ms R Pepper \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 14 September 2007 \n \n Date of Judgment: 17 October 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1593.html",
      "id": "s112"
    }
  ]
}