{
  "name": "Publishing and Broadcasting Limited, in the matter of Publishing and Broadcasting Limited (No 2) [2007] FCA 1944 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1944.html",
  "catchphrases": [
    {
      "text": "schemes of arrangement",
      "id": "c0"
    },
    {
      "text": "applications by two corporations for orders under s 411 of the corporations act 2001 (cth) confirming schemes of arrangement",
      "id": "c1"
    },
    {
      "text": "ultimate objective of demerging media and gaming businesses carried on by one company into media business to be carried on by it and gaming business to be carried on by the other company (recently formed for the purpose)",
      "id": "c2"
    },
    {
      "text": "directions for convening of meetings previously made",
      "id": "c3"
    },
    {
      "text": "schemes supported by majorities required by s 411(4)(a)(ii) of the act. held : orders made confirming the two schemes.",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "(second court hearing) \n \n1 On 2 November 2007 I published reasons for judgment for orders that I had made on 17 October 2007 as varied on 26 October 2007 in these proceedings: see Publishing and Broadcasting Limited, in the matter of Publishing and Broadcasting Limited [2007] FCA 1610.",
      "id": "s0"
    },
    {
      "text": "In proceeding NSD 1447 of 2007, I had ordered that the plaintiff, Publishing and Broadcasting Limited (PBL), convene a meeting of all holders of shares in PBL for the purpose of considering and, if thought fit, agreeing (with or without modification) to a scheme of arrangement (the PBL Scheme).",
      "id": "s1"
    },
    {
      "text": "In proceeding NSD 1448 of 2007, I had ordered that the plaintiff, Crown Limited (Crown), convene a meeting of all holders of shares in Crown for the purpose of considering and, if thought fit, agreeing (with or without modification) to a scheme of arrangement (Demerger Scheme).",
      "id": "s2"
    },
    {
      "text": "2 The PBL Scheme Meeting was held on 23 November 2007 and the Demerger Scheme Meeting was held later on the same day.",
      "id": "s3"
    },
    {
      "text": "3 The PBL Shareholders present and voting (either in person or by proxy) passed a resolution approving the PBL Scheme by the majorities referred to in s 411(4)(a)(ii) of the Corporations Act 2001 (the Act).",
      "id": "s4"
    },
    {
      "text": "The Crown shareholders present and voting (either in person or by proxy) passed a resolution approving the Demerger Scheme also by the majorities required by s 411(4)(a)(ii) of the Act.",
      "id": "s5"
    },
    {
      "text": "4 At the second court hearing held on 28 November 2007, I made orders confirming the two Schemes.",
      "id": "s6"
    },
    {
      "text": "These are my reasons for doing so.",
      "id": "s7"
    },
    {
      "text": "5 The nature of the two Schemes and other matters were set out in some detail in my earlier reasons for directing the convening of the meetings, and I incorporate those earlier reasons as part of my reasons for confirming the two Schemes.",
      "id": "s8"
    },
    {
      "text": "6 Other evidence before the Court on the second court hearing established to my satisfaction:\n \n&#8226; that the other resolutions referred to in my earlier reasons were passed at the PBL Annual General Meeting that was held immediately following closure of the PBL Scheme Meeting;\n \n&#8226; that the Explanatory Memorandum, incorporating certain minor amendments that I had required, was duly despatched;\n \n&#8226; that the second court hearing was duly advertised;\n \n&#8226; that the Scheme Meetings were chaired and conducted as envisaged;\n \n&#8226; that the PBL Scheme Booklet and the Demerger Scheme Booklet were registered with the Australian Securities and Investments Commission (ASIC); and\n \n&#8226; that ASIC had provided a letter, under s 411(17)(b) of the Act, stating that ASIC had no objection to either Scheme, on the basis that it was satisfied that neither Scheme was being proposed for the purpose of enabling any person to avoid the operation of any of the provisions of ch 6 of the Act, and that ASIC did not intend to appear to make submissions or intervene to oppose either Scheme at the second court hearing.",
      "id": "s9"
    },
    {
      "text": "7 No person appeared at the second court hearing to oppose, or to make submissions in relation to, confirmation of the two Schemes, and no shareholder had given any indication of intending to oppose either Scheme.",
      "id": "s10"
    },
    {
      "text": "8 It was my opinion that both Schemes should be confirmed and I made orders accordingly.",
      "id": "s11"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s12"
    },
    {
      "text": "Associate: \n\nDated: 7 December 2007\n\n\n\n\n Proceedings NSD 1447 of 2007 and NSD 1448 of 2007 \n\n Counsel for the Plaintiff: Mr TF Bathurst QC \n \n Solicitor for the Plaintiff: Gilbert + Tobin \n\n Date of Hearing: 28 November 2007 \n \n Date of Judgment: 28 November 2007 \n \n Date of Publication of Reasons: 7 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1944.html",
      "id": "s13"
    }
  ]
}