{
  "name": "Betts Group Pty Ltd v Paul's Retail Pty Ltd [2007] FCA 1983 (12 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1983.html",
  "catchphrases": [
    {
      "text": "particular discovery",
      "id": "c0"
    },
    {
      "text": "springing order for alleged failure to provide particular discovery",
      "id": "c1"
    },
    {
      "text": "challenge to admissibility of affidavit and list of discovery completed in accordance with court rules and form",
      "id": "c2"
    },
    {
      "text": "alleged failure to identify sources and bases of information and belief",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant (Betts) applies for a springing order for judgment based on the respondent's (Paul's) alleged failure to comply with an order made by the Court on 18 October 2007 for it to supply further particular discovery.",
      "id": "s0"
    },
    {
      "text": "Paul's says that it has complied with the order, has provided the further particular discovery and there is no proper basis for challenging the further affidavit of discovery.",
      "id": "s1"
    },
    {
      "text": "THE PROCEEDINGS \n \n2 Betts is the registered owner of trademarks pertaining to Airflex footwear.",
      "id": "s2"
    },
    {
      "text": "It says that Paul's has acquired from an unknown third party a quantity of footwear originally manufactured for Betts but which it had returned to the manufacturer because it was faulty.",
      "id": "s3"
    },
    {
      "text": "Betts complains that Paul's has been selling that footwear in various places in Australia.",
      "id": "s4"
    },
    {
      "text": "It asserts that intending purchasers of the footwear are likely to be misled and deceived as they will be induced to believe that the footwear is of the same quality or workmanship as that sold by Betts and that there is a business connection between the two companies.",
      "id": "s5"
    },
    {
      "text": "It is said that neither of these impressions would be correct.",
      "id": "s6"
    },
    {
      "text": "In addition to this claim which is based on s 52 of the Trade Practices Act 1974 (Cth), Betts has pursued a claim against Paul's for passing off.",
      "id": "s7"
    },
    {
      "text": "3 In December last year, Paul's gave an undertaking to the Court not to sell or accept further deliveries of footwear bearing Betts' Airflex registered trademarks.",
      "id": "s8"
    },
    {
      "text": "It undertook to immediately store in safe keeping in its warehouse all footwear of that type which was in its custody, possession or power.",
      "id": "s9"
    },
    {
      "text": "4 Paul's has raised defences and cross-claims which, apart from admitting various sales, do not presently call for any detailed analysis.",
      "id": "s10"
    },
    {
      "text": "5 As part of its claim, Betts wishes to establish from Paul's discovered documents, how many items of footwear were sold by Paul's to the public and at what price.",
      "id": "s11"
    },
    {
      "text": "INITIAL DISCOVERY \n \n6 Paul's initially gave discovery on 2 August 2007.",
      "id": "s12"
    },
    {
      "text": "On 26 September 2007, Betts then moved for particular discovery orders pursuant to O 15 r 8 of the Federal Court Rules .",
      "id": "s13"
    },
    {
      "text": "FURTHER PARTICULAR DISCOVERY \n \n7 In the affidavit in support of Betts' motion for particular discovery it was pointed out that the discovery by Paul's had extended to only four documents.",
      "id": "s14"
    },
    {
      "text": "The complaint was that despite requests, Paul's had not discovered any internal or business records relating to the sale of Airflex footwear.",
      "id": "s15"
    },
    {
      "text": "8 Order 15 r 8 provides:\n \n Where, at any stage of the proceeding, it appears to the Court from evidence or from the nature or circumstances of the case or from any document filed in the proceeding that there are grounds for a belief that some document or class of document relating to any matter in question in the proceeding may be or may have been in the possession, custody or power of a party, the Court may order that party: \n \n \n (a) to file any affidavit stating whether that document or any document of that class is or has been in his possession, custody or power and, if it has been but is not then in his possession, custody or power, when he parted with it and what has become of it; and \n (b) to serve the affidavit on any other party \n \n\n9 Betts adduced evidence that staff members attended the Paul's premises in Belmont, Victoria and in Moonah, Tasmania to purchase Airflex footwear.",
      "id": "s16"
    },
    {
      "text": "In doing so they noticed that at those Paul's retail outlets there were sophisticated computerised point of sales systems.",
      "id": "s17"
    },
    {
      "text": "It was assumed that these systems were capable of producing duplicate receipt rolls.",
      "id": "s18"
    },
    {
      "text": "The sales receipts produced to them could only be produced, it was said, by a sophisticated computerised point of sale system.",
      "id": "s19"
    },
    {
      "text": "It was suggested that the system was similar to that installed in Betts and other retail stores.",
      "id": "s20"
    },
    {
      "text": "It was also said to be standard practice in the retail industry to retain duplicate receipts rolls for up to five years to aid future stock purchase.",
      "id": "s21"
    },
    {
      "text": "10 By consent, orders were made on 18 October 2007 for specific discovery in the following terms:\n \n Within 28 days of the date of this order, the respondent make, file and serve on the applicant an affidavit of discovery stating whether the document or class of documents described in the Schedule hereto are or at any time have been in its possession, custody or power and if not then in its possession, custody or power when it parted with them and what has become of them.",
      "id": "s22"
    },
    {
      "text": "11 In the schedule there were three categories of documents as follows:\n \n \n (a) Summary sales reports/records and computer-generated sales records/reports relating to the sale by the respondent of footwear bearing registered trademarks numbered 1027494 or 810739 ('Airflex Footwear') at its retail outlets.",
      "id": "s23"
    },
    {
      "text": "(b) Duplicate customer receipts/dockets for each and every sale by the respondent of Airflex Footwear at its retail outlets.",
      "id": "s24"
    },
    {
      "text": "(c) Documents (including, but not limited to, correspondence and copy correspondence between the respondent and its supplier, business records and invoices) relating to each and every purchase by the respondent of Airflex Footwear.",
      "id": "s25"
    },
    {
      "text": "12 In response to the 18 October 2007 orders, in its second affidavit of discovery sworn by a director of Paul's on 12 November 2007, Paul's listed 12 categories of duplicate customer tax invoices for various of its outlets and a thirteenth item entitled 'Goods Received for Blue Geko Pty Ltd'.",
      "id": "s26"
    },
    {
      "text": "Many more documents were discovered under the categories.",
      "id": "s27"
    },
    {
      "text": "The list accompanying the affidavit is in the standard form provided for by Form 22 to the Federal Court Rules .",
      "id": "s28"
    },
    {
      "text": "COMPLAINTS ABOUT THE FURTHER PARTICULAR DISCOVERY \n \n13 Arguments have ensued since provision of that list as to whether the discovery complies with the orders made by consent on 18 October 2007.",
      "id": "s29"
    },
    {
      "text": "Betts seeks a springing order based on Paul's' failure to comply with the orders for particular discovery.",
      "id": "s30"
    },
    {
      "text": "It is said that all Paul's has done is to have a director swear an affidavit 'to the best of his knowledge, information or belief'.",
      "id": "s31"
    },
    {
      "text": "It is said that by merely verifying the company's knowledge, information and belief without identifying who on behalf of the company held that knowledge, information and belief or what inquiries were made to reach that conclusion, no proper affidavit has been sworn.",
      "id": "s32"
    },
    {
      "text": "By failing to state the source of information and the grounds of belief, the affidavit, it is said, is inadmissible.",
      "id": "s33"
    },
    {
      "text": "Reliance is placed on Re JL Young Manufacturing Co Ltd [1900] 2 Ch 753 at 754 and Westpoint Management Pty Ltd v Goakes [2002] WASCA 317 at [14] per Wheeler J.",
      "id": "s34"
    },
    {
      "text": "14 Paul's on the other hand says that the verifying affidavit complies with Form 22 of the Federal Court Rules and O 15 r 6(1).",
      "id": "s35"
    },
    {
      "text": "That sub-rule provides that the list of documents required by or under O 15 (the inter parties discovery order) shall, unless the Court otherwise orders, be in accordance with Form 22 and conform to the requirements of this Rule.",
      "id": "s36"
    },
    {
      "text": "Paragraph 5 of Form 22 has been replicated in par 5 of the second affidavit and list of discovery.",
      "id": "s37"
    },
    {
      "text": "No other specific order of the Court was sought or made in relation to the particular discovery.",
      "id": "s38"
    },
    {
      "text": "15 It is well known that a discovery affidavit is 'conclusive' including on the question of whether a party has or has had in its possession, custody or power any relevant documents other than those discovered ( Mulley v Manifold [1959] HCA 23 ; (1959) 103 CLR 341).",
      "id": "s39"
    },
    {
      "text": "Generally speaking there have been two narrow qualifications observed to that general position.",
      "id": "s40"
    },
    {
      "text": "The first qualification is that a party may seek further discovery where it appears in the face of the list already served or on the face of disclosed documents or in some other admission that in all probability the party has or has had other relevant documents beyond those disclosed in the list of discovery.",
      "id": "s41"
    },
    {
      "text": "A party may also seek discovery of specific documents supported by an affidavit when a prima facie case identified can be made out that the other party has or has had certain specific documents or classes of documents that relate to the matter in question.",
      "id": "s42"
    },
    {
      "text": "16 Betts avoided attempting to rely upon a contentious affidavit to challenge the discovery.",
      "id": "s43"
    },
    {
      "text": "Rather, it is said, the second affidavit of discovery is inadmissible.",
      "id": "s44"
    },
    {
      "text": "Betts has not pointed to any other material which can displace the conclusive nature of the discovery affidavit and has relied upon the admissibility argument.",
      "id": "s45"
    },
    {
      "text": "17 Counsel for the applicant conceded that the interesting effect of her submission if correct, would be that all discovery affidavits and lists sworn for corporations and government etc, in accordance with the Form 22 would be inadmissible.",
      "id": "s46"
    },
    {
      "text": "I do not consider that the further affidavit which conforms with the requirements of the Rules and which has been provided by consent on terms crafted by the applicant itself can be said to be deficient.",
      "id": "s47"
    },
    {
      "text": "In my view what sets affidavits of discovery (governed by O 15) apart from other interlocutory affidavits (governed by O 14) is not just that the form prescribed for a discovery affidavit sets out specific words.",
      "id": "s48"
    },
    {
      "text": "The distinction is that the Rules themselves together with a body of substantive law, spell out the nature of the obligations with which a deponent must comply.",
      "id": "s49"
    },
    {
      "text": "They include the obligation to make 'reasonable search' as provided for by O 15 r 2(3).",
      "id": "s50"
    },
    {
      "text": "What is a reasonable search, in turn is governed by the considerations in O 15 r 2(5).",
      "id": "s51"
    },
    {
      "text": "The provision of an affidavit of discovery is a very important part of the process of litigation and the nature of the search should not be treated lightly.",
      "id": "s52"
    },
    {
      "text": "As the cases point out, a failure to give proper discovery, especially given the reduced burden now imposed under modern rules, is likely to be visited with significant consequences.",
      "id": "s53"
    },
    {
      "text": "18 In these proceedings further particular discovery was sought and the orders made for that further discovery were by consent so that the testing of whether a prima facie case had been made out did not fall for consideration, but I will assume, for present purposes that such a case was made out.",
      "id": "s54"
    },
    {
      "text": "Alternatively, it can be assumed that one or more of the four possible pre-conditions for the exercise of discretion under O 15 r 8 has been made out.",
      "id": "s55"
    },
    {
      "text": "The question then in those circumstances is whether the usual rules as to information and belief in an interlocutory affidavit, give way to specific rules specifying the manner in which a discovery affidavit is to be sworn.",
      "id": "s56"
    },
    {
      "text": "19 Two things might be noted.",
      "id": "s57"
    },
    {
      "text": "First, there is no suggestion that the form and method of swearing an affidavit and list of documents for further particular discovery should necessarily be different from the primary or general discovery.",
      "id": "s58"
    },
    {
      "text": "(O 15 r 6(1) applies to O 15 generally).",
      "id": "s59"
    },
    {
      "text": "Secondly, for both forms of discovery there is provision for the Court to make special orders that may be adapted to the circumstances.",
      "id": "s60"
    },
    {
      "text": "No such orders were sought or obtained in relation to the consent minute of 18 October 2007.",
      "id": "s61"
    },
    {
      "text": "20 While it might be said that giving a consent to discover documents in a particular category may suggest that some such documents exist or have existed in the possession, custody or power of the party, that may not always be so.",
      "id": "s62"
    },
    {
      "text": "The consent may be an acceptance that if, after further search, such documents do or have so existed, they must be discovered.",
      "id": "s63"
    },
    {
      "text": "21 The applicant drew on a comparison with the obligation to inquire arising in relation to answering interrogatories: Sharpe v Smail (1975) 5 ALR 377 at 390.",
      "id": "s64"
    },
    {
      "text": "Again, I would agree that there is such an obligation in both circumstances to inquire.",
      "id": "s65"
    },
    {
      "text": "Gibbs J at 379 said:\n \n The answer given to these interrogatories is insufficient.",
      "id": "s66"
    },
    {
      "text": "It does not state that proper --- or indeed any --- inquiries have been made and it is quite consistent with the answer given that if the defendant had made inquiries he could have obtained further information which he might have believed to be true.",
      "id": "s67"
    },
    {
      "text": "It is well established that a party interrogated must answer to the best of his knowledge, information and belief (unless he objects to answer) and that to use the words of Bankes LJ, in Douglas v. Morning Post Ltd (1923) 39 TLR 402 at 403, if he affirms as to one of these elements he must affirm as to all three.",
      "id": "s68"
    },
    {
      "text": "It is not enough to say that he has no knowledge, because he is bound also to answer according to information acquired from servants or agents who have gained it in that capacity, and where appropriate his answer must show that he has made all proper inquiries and that having made them he has no information enabling him to answer further: cf Bank of Russian Trade Ltd v. British Screen Productions Ltd [1930] 2KB 90; Ormond v. Gunnersen [1920] VLR 402.",
      "id": "s69"
    },
    {
      "text": "22 Nothing in these observations assists in reaching a conclusion that swearing an affidavit of discovery, including particular discovery, in accordance with the Federal Court Rules and relevant form, renders the affidavit inadmissible or constitutes a failure to give discovery.",
      "id": "s70"
    },
    {
      "text": "23 Finally, as a discretionary consideration, Betts submits that it is inherently incredible to suggest that a business of Paul's size would operate without sale software capable of tracking sales of individual lines and capable of producing a summary of the sales in relation to such lines.",
      "id": "s71"
    },
    {
      "text": "It is said that such a failure would constitute non-compliance with s 286 of the Corporations Act 2001 (Cth) which requires corporations to keep financial reports that record and explain its transactions, financial position and performance and which would enable its financial statements to be prepared and audited.",
      "id": "s72"
    },
    {
      "text": "24 One may well expect that a company would have summaries of the nature suggested at some date after the sales.",
      "id": "s73"
    },
    {
      "text": "But in relation to the sales which took place in late last year, Paul's has produced the primary transactional records.",
      "id": "s74"
    },
    {
      "text": "The suggestion that an absence of summaries of them at the date of swearing the further affidavit of discovery was a breach of the Corporations Act was not developed in argument.",
      "id": "s75"
    },
    {
      "text": "There was no specific evidence on the point other than the speculation of Betts.",
      "id": "s76"
    },
    {
      "text": "While there would be some circumstances in which legal obligations to maintain certain records would be a relevant consideration, I am not presently persuaded this is one such situation.",
      "id": "s77"
    },
    {
      "text": "25 Accordingly, the grounds for Betts' motion are not made out and the motion will be dismissed with costs.",
      "id": "s78"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s79"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2007\n\n\n Counsel for the Applicant: L Retallack \n \n Solicitor for the Applicant: Solomon Brothers \n \n Counsel for the Respondent: A Wijesinghe \n \n Solicitor for the Respondent: W Lawyers \n \n Date of Hearing: 7 December 2007 \n \n Date of Judgment: 12 December 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1983.html",
      "id": "s80"
    }
  ]
}