{
  "name": "Adultshop.Com Ltd v Members of the Classification Review Board (No. 2) [2007] FCA 1872 (29 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1872.html",
  "catchphrases": [
    {
      "text": "confidentiality orders",
      "id": "c0"
    },
    {
      "text": "evidence of meetings of standing committee of attorneys-general censorship ministers",
      "id": "c1"
    },
    {
      "text": "need to prevent prejudice to administration of justice warrants departure from principle of open justice",
      "id": "c2"
    },
    {
      "text": "considerations differ from public interest immunity",
      "id": "c3"
    },
    {
      "text": "public interest in proper functioning of co-operative ministerial councils",
      "id": "c4"
    },
    {
      "text": "evidence",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 At the commencement of the hearing, I made interlocutory orders under s 50 of the Federal Court of Australia Act 1976 (Cth) restricting the publication of certain evidence in the proceedings.",
      "id": "s0"
    },
    {
      "text": "Application has been made for the orders to be revoked or vacated.",
      "id": "s1"
    },
    {
      "text": "2 The evidence which is the subject of the orders consists of extracts of certain meetings of the Standing Committee of Attorneys-General dealing with the subject of censorship and copies of papers that were before that Committee at those meetings.",
      "id": "s2"
    },
    {
      "text": "The orders extend to a number of paragraphs of Adultshop's written submissions that refer to those meetings and to the relevant papers.",
      "id": "s3"
    },
    {
      "text": "3 The Orders were made on the application of the Commonwealth Attorney-General who is the second respondent in the proceedings.",
      "id": "s4"
    },
    {
      "text": "The application was supported by an affidavit the gravamen of which was that the Standing Committee of Attorneys-General (SCAG) is responsible for administering the cooperative legislative scheme for censorship in Australia and that there are arrangements in place between the SCAG Ministers to ensure the confidentiality of deliberations at their meetings.",
      "id": "s5"
    },
    {
      "text": "4 Opinions are expressed in the affidavit that the confidentiality arrangements are necessary to ensure that the relevant Ministers and public officials are free to engage in full, frank and robust discussions at those meetings.",
      "id": "s6"
    },
    {
      "text": "5 The gist of what is put against the continuation of the Orders is:\n \n&#8226; the claim for confidentiality in the affidavit evidence is analogous to a claim for public interest immunity for classes of documents which ought to be considered with some scepticism; and\n \n&#8226; open justice points in favour of members of the public being able to access the evidence in the case; without the SCAG material it is not possible to properly understand the evidence, the submissions and the decision which I am about to deliver; and\n \n&#8226; the last mentioned public interest is said to be particularly apt because there is a \"no evidence\" ground of review in which Adultshop's submissions invoke the SCAG material.",
      "id": "s7"
    },
    {
      "text": "The Evidence \n \n6 The supporting affidavit was that of Ms Amanda Davies who is the Assistant Secretary of the Classification Policy Branch of the Commonwealth Attorney-General's Department.",
      "id": "s8"
    },
    {
      "text": "Ms Davies is also a Secretary to SCAG and in that capacity she is responsible for secretarial and administrative arrangements for the meetings of the SCAG Censorship Ministers.",
      "id": "s9"
    },
    {
      "text": "7 Ms Davies' affidavit explains how the National Classification Scheme comprised in the Agreement between the Commonwealth, the States and the Territories embodied in the Agreement made 28 November 1995 (\"the Agreement\") is administered.",
      "id": "s10"
    },
    {
      "text": "8 Clause 7 of the Agreement provides that decisions made by the Ministers in relation to the cooperative legislative scheme for censorship in Australia and the consideration by the Ministers of matters relating to the administration of the scheme are to be effected through SCAG in accordance with its procedures.",
      "id": "s11"
    },
    {
      "text": "9 Those procedures (the SCAG Procedures) are presently stated in a document entitled \"Procedures for the Standing Committee of Attorneys-General\" dated April 2007.",
      "id": "s12"
    },
    {
      "text": "10 Clause 5(e) of the SCAG Procedures states that a summary of decisions of SCAG meetings is to be prepared by the Secretary but that the summary is confidential and may be released only with the consent of all Ministers.",
      "id": "s13"
    },
    {
      "text": "11 The Compendium of Commonwealth State Ministerial Councils (\"the COAG Compendium\") also applies to meetings of SCAG.",
      "id": "s14"
    },
    {
      "text": "12 The forward to the COAG Compendium states that the role of Ministerial Councils is to facilitate consultation and cooperation between governments, to develop policy jointly, and to take joint action in the resolution of issues which arise between participating governments.",
      "id": "s15"
    },
    {
      "text": "13 Ministerial Councils are a means of coordinating, across the various jurisdictions, national approaches to various issues.",
      "id": "s16"
    },
    {
      "text": "The Preamble to the COAG Compendium states that it is important that Ministerial Councils operate as efficiently as possible to achieve this objective; see clause 2.1.",
      "id": "s17"
    },
    {
      "text": "It goes on to say that one of the aims of the protocols for the operation of Ministerial Councils:\n \n \"... is to facilitate high-quality consultative decision-making, through a robust framework that is accountable, fiscally prudent and administratively efficient.",
      "id": "s18"
    },
    {
      "text": "\" \n \n\n14 The COAG Compendium sets out a number of general principles for the operation of Ministerial Councils.",
      "id": "s19"
    },
    {
      "text": "Principle 14 is as follows:\n \n \"Subject to the applicability of the relevant Commonwealth, State or Territory freedom of information legislation, unless Council approval is received, any discussion by, or document of the Council, or any committee, sub-committee, working party, officer or agent of the Council, shall be confidential .",
      "id": "s20"
    },
    {
      "text": "\"\n \n\n15 At a SCAG meeting on 26-27 July 2007, the Ministers agreed to a policy on the confidentiality of papers and records of discussions at meetings.",
      "id": "s21"
    },
    {
      "text": "The policy is set out in a document entitled \"Confidentiality of SCAG proceedings, Policy Paper\".",
      "id": "s22"
    },
    {
      "text": "16 Although the Policy Paper was not adopted until July 2007, it records an earlier policy agreed to at a meeting of SCAG on 6 December 1985.",
      "id": "s23"
    },
    {
      "text": "At that meeting the Ministers resolved that their discussions were confidential and that freedom of information requests for records of, or pertaining to discussions were to be met with a claim based on \"the appropriate exemption\".",
      "id": "s24"
    },
    {
      "text": "17 The Policy Paper adopted in July 2007 may be seen as a continuation of the earlier policy, although stated in more expanded form.",
      "id": "s25"
    },
    {
      "text": "It states that:\n \n \"A free and frank exchange of views by officers and Ministers in the development of SCAG projects is essential to ensure the effective working of the forum and its subcommittees.",
      "id": "s26"
    },
    {
      "text": "\" \n \n\n18 This statement in the Policy Paper is taken up and re-iterated in Ms Davies' evidence.",
      "id": "s27"
    },
    {
      "text": "19 Ms Davies goes on to describe the circumstances in which the relevant extracts of the SCAG Minutes and papers were released to the parties before the hearing.",
      "id": "s28"
    },
    {
      "text": "The Commonwealth, States and Territories Departments consented to the release of the documents upon the basis that a strict confidentiality regime be put in place.",
      "id": "s29"
    },
    {
      "text": "20 Confidentiality undertakings were given by Adultshop and, subsequently, by the amicus parties.",
      "id": "s30"
    },
    {
      "text": "The documents were then released to them on the basis of those undertakings.",
      "id": "s31"
    },
    {
      "text": "21 Ms Davies then goes on to set out her opinion as to the likely effect of publication of the SCAG Minutes and papers:\n \n \"28.",
      "id": "s32"
    },
    {
      "text": "In my opinion, full and frank discussion amongst Ministers and public officials is important to the effective functioning of SCAG.",
      "id": "s33"
    },
    {
      "text": "In turn, the effective functioning of SCAG (Censorship) is important to the effective operation of the National Classification Scheme.",
      "id": "s34"
    },
    {
      "text": "29.",
      "id": "s35"
    },
    {
      "text": "The principle of confidentiality, as contained in the COAG Compendium and the SCAG Procedures, is one of the mechanisms to regulate the release of discussions and decisions reached between the Commonwealth, States and Territories.",
      "id": "s36"
    },
    {
      "text": "In my opinion, the release of such information without the consent of the relevant Ministers would undermine this control mechanism and thereby impact on the ability of the Commonwealth, State and Territory governments to engage in an open co-operative manner.",
      "id": "s37"
    },
    {
      "text": "30.",
      "id": "s38"
    },
    {
      "text": "In my opinion, Ministers and officials would be deterred from openly and robustly discussing matters relating to the National Classification Scheme if the minutes and papers relating to SCAG meetings were to be published without their consent.",
      "id": "s39"
    },
    {
      "text": "In my view, this would damage the effectiveness of the inter-governmental body responsible for the cooperative scheme on classification.",
      "id": "s40"
    },
    {
      "text": "31.",
      "id": "s41"
    },
    {
      "text": "In my opinion, the disclosure of the SCAG Minutes and Papers in this case might also damage the effectiveness of other Ministerial Councils, as it would undermine the application of general principle 14 of the COAG Compendium.",
      "id": "s42"
    },
    {
      "text": "\" \n \n\n22 Ms Davies was not cross-examined.",
      "id": "s43"
    },
    {
      "text": "Adultshop did not oppose the making of the orders but I gave leave to the NSW Council for Civil Liberties to file written submissions in opposition to the continuation of the orders.",
      "id": "s44"
    },
    {
      "text": "The ambit of the discretion under s 50 \n \n23 As Bowen CJ observed in Australian Broadcasting Commission v Parish (1980) 29 ALR 228 at 233-4, s 50 provides for an encroachment on the principle of open justice.",
      "id": "s45"
    },
    {
      "text": "Whilst open justice is the underlying assumption of the section, that public interest may be affected by the need to prevent prejudice to the administration of justice.",
      "id": "s46"
    },
    {
      "text": "24 What is required is a \"weighing in the scales\" of the countervailing public interests involved: see Parish at 234 per Bowen CJ.",
      "id": "s47"
    },
    {
      "text": "The public interest in the need to do justice between the parties may not be the only public interest to be weighed against the principle of open justice: Johnston v Cameron [2002] FCAFC 251 ; (2003) 195 ALR 300 at [24] per Branson J.",
      "id": "s48"
    },
    {
      "text": "25 Section 50 confers a broad discretionary power to depart from the prima facie rule of open justice and the weight to be given to that interest will vary from case to case: see Parish at 254 per Deane J.",
      "id": "s49"
    },
    {
      "text": "His Honour dissented in the result but his approach to the construction and effect of the section has not been doubted.",
      "id": "s50"
    },
    {
      "text": "26 The balancing process involves an assessment of a variety of factors including the importance of the evidence in the conduct of the proceedings and to an understanding of the the result: Parish at 256 per Deane J.",
      "id": "s51"
    },
    {
      "text": "27 The cases in which an order may be necessary to prevent prejudice to the administration of justice vary widely; they include cases where, in the absence of a confidentiality order, the subject matter of the litigation may be rendered nugatory: Parish at 233 per Bowen CJ.",
      "id": "s52"
    },
    {
      "text": "28 The Court will respect legitimate claims for confidentiality which should not be unduly discounted in the weighing process.",
      "id": "s53"
    },
    {
      "text": "Legitimate expectations of confidentiality \"as to private and confidential transactions\" should not be lightly disregarded: Parish at 255 per Deane J.",
      "id": "s54"
    },
    {
      "text": "29 The degree of encroachment on the principle of open justice is an important factor to be weighed in the balance.",
      "id": "s55"
    },
    {
      "text": "Thus, the Court will guard against proceeding behind closed doors and it will also lean against a practice of unduly restricting public access to evidence: Parish at 236 per Bowen CJ.",
      "id": "s56"
    },
    {
      "text": "The observations of Sackville J in Seven Network Limited v News Limited (No 2) [2005] FCA 1394 ; (2005) 148 FCR 1 at [27] are to similar effect, though in a different context.",
      "id": "s57"
    },
    {
      "text": "30 The weight to be given to the principle of open justice may vary according to whether the other party to the proceeding opposes or consents to the making of an order under s 50: Parish at 254 per Deane J.",
      "id": "s58"
    },
    {
      "text": "31 There must be a strong basis for departure from the principle of open justice because to do so may affect the public interest in being able to understand the way in which disputes are resolved by the Court: Johnston v Cameron at [75] per Tamberlin J.",
      "id": "s59"
    },
    {
      "text": "The elements of the administration of justice \n \n32 There are two principal elements of the administration of justice which the Attorney wishes to protect by an order under s 50.",
      "id": "s60"
    },
    {
      "text": "They extend beyond the public interest in the need to do justice between the parties and involve the public interest in the proper functioning of the National Classification Scheme.",
      "id": "s61"
    },
    {
      "text": "33 The elements of the public interest which the Attorney invokes are:\n \n&#8226; the effective operation of the National Classification Scheme through the proper and effective functioning of SCAG; and\n \n&#8226; the ability of the Commonwealth, the States and Territories to cooperate through Ministerial Councils in order to develop policy and take joint action to resolve issues arising between those governments.",
      "id": "s62"
    },
    {
      "text": "34 Ms Davies' opinions are to the effect that the principle of confidentiality stated in the SCAG Procedures, the COAG Compendium and the Policy Paper should be enforced in order to protect the elements of the public interest set out above.",
      "id": "s63"
    },
    {
      "text": "35 It seems to me that these interests go beyond, but ultimately are referrable to, the public interest in the need to do justice between the parties.",
      "id": "s64"
    },
    {
      "text": "They are therefore aspects of the administration of justice which may be prejudiced by an unqualified application of the principle of open justice.",
      "id": "s65"
    },
    {
      "text": "36 In Parish at 255, Deane J pointed to the need to avoid undue discounting of legitimate claims to confidentiality.",
      "id": "s66"
    },
    {
      "text": "He said to do so may discourage access to the courts for vindication of legal rights.",
      "id": "s67"
    },
    {
      "text": "Equally, the failure to give weight to a respondent's claim for confidentiality may be prejudicial to the administration of justice because it may bear upon the practical ability of a respondent to meet claims made against it.",
      "id": "s68"
    },
    {
      "text": "37 It is therefore necessary for me to weigh this public interest in the balance to determine whether an order under s 50 is necessary to prevent prejudice to the administration of justice which warrants a departure from the principle of open justice.",
      "id": "s69"
    },
    {
      "text": "Weighing the competing interests \n \n38 It is clear from the authorities that not every claim to confidentiality will be sufficient to warrant protection through an order under s 50.",
      "id": "s70"
    },
    {
      "text": "Weight may be given only to \"legitimate claims\": see for example Parish at 255.",
      "id": "s71"
    },
    {
      "text": "39 I do not consider the opinions expressed by Ms Davies to be mere assertions lacking any evidentiary support.",
      "id": "s72"
    },
    {
      "text": "It seems to me that a fair reading of the SCAG Procedures, the COAG Compendium and the Policy Paper suggests the confidentiality arrangements between the responsible Ministers were put in place to achieve cooperation between all of the governments on a matter of national importance.",
      "id": "s73"
    },
    {
      "text": "40 The confidentiality policy agreed to in the Policy Paper on 26-27 July 2007 confirmed the principle which already applied to SCAG censorship discussions and documents under clause 5(e) of the SCAG Procedures and principle 14 of the COAG Compendium.",
      "id": "s74"
    },
    {
      "text": "41 Moreover, this policy reflected a resolution which had been in place since 5 December 1985.",
      "id": "s75"
    },
    {
      "text": "That resolution provided that discussions at meetings of SCAG are confidential and that freedom of information requests for records of, or pertaining to those discussions are to be met with claims for the appropriate exemption.",
      "id": "s76"
    },
    {
      "text": "42 The issue before me was not whether any exemption under freedom of information legislation would be upheld.",
      "id": "s77"
    },
    {
      "text": "The resolution of December 1985 and the subsequent documents ie.",
      "id": "s78"
    },
    {
      "text": "the SCAG Procedures, the COAG Compendium and the Policy Paper indicate that the participating Ministers considered that records of their discussions could not be released without harm to their ability to speak freely and candidly about matters relevant to their cooperation on an issue of national importance.",
      "id": "s79"
    },
    {
      "text": "43 Thus, what I have before me is the unchallenged evidence of a senior public servant, supported by documentary evidence recording policies adopted by the SCAG Ministers that support Ms Davies' opinions.",
      "id": "s80"
    },
    {
      "text": "I must therefore give those views due weight in the exercise of the discretion under s 50.",
      "id": "s81"
    },
    {
      "text": "44 I have read the confidential extracted minutes and documents to which I was taken in argument.",
      "id": "s82"
    },
    {
      "text": "They reveal high level policy discussions and, on some occasions, a measure of disagreement between the Ministers as to the steps to be taken.",
      "id": "s83"
    },
    {
      "text": "An inspection of the documents therefore supports the view that confidentiality was required in order to facilitate ministerial cooperation.",
      "id": "s84"
    },
    {
      "text": "45 I do not consider that the analogy of public interest immunity is apt.",
      "id": "s85"
    },
    {
      "text": "There are three principal reasons for this.",
      "id": "s86"
    },
    {
      "text": "46 First, the reasons customarily given to justify a claim for public interest immunity are the need to safeguard the proper functioning of the executive arm of government and the public service: Sankey v Whitlam [1978] HCA 43 ; (1978) 142 CLR 1 at 39 and 56.",
      "id": "s87"
    },
    {
      "text": "They are not concerned with the public interest in the need to promote cooperation between governmental authorities in a cooperative legislative scheme.",
      "id": "s88"
    },
    {
      "text": "47 Second, public interest immunity may preclude from production and admission into evidence a class of documents.",
      "id": "s89"
    },
    {
      "text": "It may result in the dismissal of a charge or the rejection of a claim: Sankey v Whitlam at 56-57.",
      "id": "s90"
    },
    {
      "text": "An order under s 50 has a far more limited effect, albeit that it impinges upon the principle of open justice.",
      "id": "s91"
    },
    {
      "text": "48 Third, unlike a claim for public interest immunity for a class of documents, the Court has the opportunity in an application for orders under s 50 , to inspect the documents.",
      "id": "s92"
    },
    {
      "text": "The inspection which I have undertaken confirms the views expressed by Ms Davies.",
      "id": "s93"
    },
    {
      "text": "49 In weighing the balance between the principle of open justice and the prejudice to the administration of justice flowing from full disclosure of the subject material, I have come to the view that there is a strong basis for departing from the principle of full transparency.",
      "id": "s94"
    },
    {
      "text": "My reasons are as follows.",
      "id": "s95"
    },
    {
      "text": "50 First, I have given weight to the evidence of Ms Davies and the instruments to which she refers.",
      "id": "s96"
    },
    {
      "text": "The public disclosure of the confidential material has the potential to weaken the cooperation that underlies the efficient operation of the national classification scheme.",
      "id": "s97"
    },
    {
      "text": "51 Second, whilst I do not find that disclosure of the confidential material would render nugatory or destroy the entire basis of the National Classification Scheme, I have taken into account the risk of damage to its effective operation: Parish at 235.",
      "id": "s98"
    },
    {
      "text": "52 Third, there is only a slight degree of encroachment on the principle of open justice in the order restricting access to the confidential material: Parish at 236.",
      "id": "s99"
    },
    {
      "text": "This is because I do not consider that the order substantially impinges upon the transparency of the process or of my reasons.",
      "id": "s100"
    },
    {
      "text": "I deal with this in my fourth reason below.",
      "id": "s101"
    },
    {
      "text": "53 Fourth, the evidence in the confidential material was of little importance in the conduct of the proceeding.",
      "id": "s102"
    },
    {
      "text": "Nor is it of any real assistance in understanding the result: Parish at 256.",
      "id": "s103"
    },
    {
      "text": "The public interest in being able to follow the way in which the proceedings were resolved is not, in my opinion, affected by the restriction of access to the minutes and papers referred to in the order which I made under s 50 of the Act.",
      "id": "s104"
    },
    {
      "text": "Conclusion and Orders \n \n54 It follows that I propose to dismiss the application to revoke the Orders which I made on 6 September 2007 in relation to the extracts of the minutes and the copies of the papers that were before SCAG.",
      "id": "s105"
    },
    {
      "text": "55 However, it does seem to me that in balancing the competing interests, including the need to understand my reasons, I ought to vary the orders so as to permit access to [131] --- [134] of Adultshop's written submissions to which I referred in my reasons for judgment.",
      "id": "s106"
    },
    {
      "text": "56 It is true that disclosure of these submissions will make public some part of the material that was before SCAG, including the result of the SCAG Ministers' deliberations.",
      "id": "s107"
    },
    {
      "text": "However, in balancing the competing considerations, including the need to understand my reasons having regard, in particular, to the submissions that were put to me, the exercise of the discretion weighs against maintenance of confidentiality in the submissions.",
      "id": "s108"
    },
    {
      "text": "57 Accordingly, the orders I will make are:\n \n \n 1.",
      "id": "s109"
    },
    {
      "text": "Schedule A to the orders dated 6 September 2007 be amended by deleting [4].",
      "id": "s110"
    },
    {
      "text": "2.",
      "id": "s111"
    },
    {
      "text": "Application to revoke the orders be otherwise dismissed.",
      "id": "s112"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s113"
    },
    {
      "text": "Associate:\n\nDated: 29 November 2007\n\n\n Counsel for the Applicant: B Walters SC with P Bevilacqua \n \n Solicitor for the Applicant: Salter Power \n \n Counsel for the Respondent: S Lloyd \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Counsel for the amicus curiae (New South Wales Council for Civil Liberties Inc) M Bozic SC with S Callan \n \n Solicitor for the amicus curiae (New South Wales Council for Civil Liberties Inc) S Blanks \n \n Solicitor for the amicus curiae (Australian Family Association) D Tudehope \n \n Date of Judgment: 29 November 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1872.html",
      "id": "s114"
    }
  ]
}