{
  "name": "Barrett Property Group Ltd v Metricon Homes Pty Ltd (No 2) [2007] FCA 1823 (23 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1823.html",
  "catchphrases": [
    {
      "text": "indemnity costs",
      "id": "c0"
    },
    {
      "text": "misconduct of respondents",
      "id": "c1"
    },
    {
      "text": "undue prolongation of defence.",
      "id": "c2"
    },
    {
      "text": "time for taxation of costs",
      "id": "c3"
    },
    {
      "text": "departure from general rule in federal court rules order 62 r 3(3)",
      "id": "c4"
    },
    {
      "text": "time for payment of costs",
      "id": "c5"
    },
    {
      "text": "o 62 r 3(2)",
      "id": "c6"
    },
    {
      "text": "costs to be paid forthwith.",
      "id": "c7"
    },
    {
      "text": "stay of orders for taxation and payment of costs pending disposition of application for leave to appeal and any appeal.",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    },
    {
      "text": "costs",
      "id": "c10"
    },
    {
      "text": "orders",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 Barrett Property Group Ltd and SRS Property Holdings Pty Ltd are the successful applicants in proceedings brought against Metricon Homes Pty Ltd, Ross Palazzesi and Adrian Popple under the Copyright Act 1968 (Cth).",
      "id": "s0"
    },
    {
      "text": "On 24 October 2007, by consent, a declaration of infringement of copyright by Metricon as well as declarations that Palazzesi and Popple authorised such infringement were made.",
      "id": "s1"
    },
    {
      "text": "Those orders were made following my judgment in the matter which was delivered on 28 September 2007: Barrett Property Group Pty Ltd v Metricon Homes Pty Ltd [2007] FCA 1509.",
      "id": "s2"
    },
    {
      "text": "The question of costs which was held over for further argument is now before the Court for resolution.",
      "id": "s3"
    },
    {
      "text": "2 The applicants seek an order that costs be taxed and paid forthwith, and that in respect of half of the costs of preparation and trial, these be taxed on an indemnity basis.",
      "id": "s4"
    },
    {
      "text": "The respondents oppose the application but say that if indemnity costs are to be paid then this should be in respect of only 4/13ths of the costs.",
      "id": "s5"
    },
    {
      "text": "The trial took thirteen days.",
      "id": "s6"
    },
    {
      "text": "INDEMNITY COSTS \n \n3 An award of costs is in the discretion of the Court or Judge except as provided by any other Act: Federal Court of Australia Act s 43(2).",
      "id": "s7"
    },
    {
      "text": "The discretion must be exercised judicially.",
      "id": "s8"
    },
    {
      "text": "In the normal course, costs are ordered to be paid on a party and party basis: Colgate-Palmolive Company v Cussons Pty Limited (1993) 46 FCR 225 at 232; Re Wilcox; Ex parte Ventura Industries Pty Ltd (No 2) (1996) 72 FCR 152 at 158 per Cooper and Merkel JJ.",
      "id": "s9"
    },
    {
      "text": "A costs order is not intended to punish the unsuccessful party but rather to compensate the successful party: Hurst and Devlin v Education Queensland (No 2) [2005] FCA 793 at [5] .",
      "id": "s10"
    },
    {
      "text": "This is so even where the ordinary practice is departed from.",
      "id": "s11"
    },
    {
      "text": "The aim is not to punish or deter future litigants but simply to compensate a party fully for costs which normal party-party costs could not be expected to do, where it was unreasonable for that party to be subjected to any expenditure of costs, such as where a hopeless proceeding is brought: Cirillo v Consolidated Press Property Ltd (No 2) [2007] FCA 179 at [4] - [5] .",
      "id": "s12"
    },
    {
      "text": "Any departure from this general rule requires a special reason: Access For All Alliance (Hervey Bay) Inc v Hervey Bay City Council [2007] FCA 974 at [10] ; Pacific Publications Pty Ltd v Next Publishing Pty Ltd [2005] FCA 971 at [5] .",
      "id": "s13"
    },
    {
      "text": "The categories in respect of which departure from the usual rule are contained are not closed: John S Hayes &amp; Associates Pty Limited v Kimberley-Clarke Australia Pty Limited (1994) 52 FCR 203; Jianshe Southern Pty Ltd v Turnbull Cooktown Pty Ltd (No 2) [2007] FCA 903 at [32] .",
      "id": "s14"
    },
    {
      "text": "4 In Colgate-Palmolive, (at p 233) Sheppard J identified various categories which might give rise to an award of indemnity costs.",
      "id": "s15"
    },
    {
      "text": "These include: \n \n&#8226; the making of allegations of fraud knowing them to be false, and the making of irrelevant allegations of fraud;\n \n&#8226; evidence of particular misconduct that causes loss of time to the Court and to other parties;\n \n&#8226; the commencement or continuation of proceedings for an ulterior motive; \n \n&#8226; wilful disregard of known facts or clearly established law; \n \n&#8226; the making of allegations which ought never to have been made or the undue prolongation of a case by groundless contentions; and \n \n&#8226; an imprudent refusal of an offer to compromise.",
      "id": "s16"
    },
    {
      "text": "5 Whatever the case, the Court should not make such an order for costs unless there is some clear basis or \"some special or unusual feature in the case\": Pacific Publications at [5] .",
      "id": "s17"
    },
    {
      "text": "6 Here the applicants point to what they describe as particular misconduct on the part of the respondents, as well as the undue prolongation of the defence in the proceeding.",
      "id": "s18"
    },
    {
      "text": "Whilst discrete matters, they are, in a significant way, overlapping questions.",
      "id": "s19"
    },
    {
      "text": "7 These complaints concern the conduct of the respondents both in preparation for and at trial, going to the issue of the derivation of the accused plans and houses and whether or not these had been copied from the Copyright Works.",
      "id": "s20"
    },
    {
      "text": "8 Prior to the trial the respondents put on very detailed, and obviously considered, affidavits from Mr Palazzesi, one of its directors, Mr Bujega, one of its designers, Mr Popple, its product development manager and Mr Biasin, its then design sales manager.",
      "id": "s21"
    },
    {
      "text": "In combination, these affidavits contain approximately 1000 pages including many exhibits.",
      "id": "s22"
    },
    {
      "text": "These individually and in combination were tendered to establish a design evolution of the accused plans and homes which was independent of the Copyright Works.",
      "id": "s23"
    },
    {
      "text": "The cross-examination of these witnesses by senior counsel for the applicants took in excess of three days.",
      "id": "s24"
    },
    {
      "text": "Initially there was a lengthy opening including a significant part of it concerning the question of derivation and copying.",
      "id": "s25"
    },
    {
      "text": "There was also a view of the homes, the subject of the Copyright Works as well as the accused homes.",
      "id": "s26"
    },
    {
      "text": "This took an entire day.",
      "id": "s27"
    },
    {
      "text": "9 I rejected the defence of independent derivation and found that the 'alfresco quadrant' in each of the accused homes had been copied from the applicants' 'Seattle 31' project home design, in order to produce the alfresco quadrant in Metricon's Prada 35 project home design and that the other accused homes had in turn been designed by direct reference to the Prada 35 as well as the 'Memphis 33' another project home designed by the applicants.",
      "id": "s28"
    },
    {
      "text": "[230], [243]-[244] \n \n10 The respondents say that there were a number of issues which were legitimately raised and which should not attract an indemnity costs order.",
      "id": "s29"
    },
    {
      "text": "I accept that submission.",
      "id": "s30"
    },
    {
      "text": "However the question before me concerns the conduct of the respondents in relation to the related issues of derivation and copying.",
      "id": "s31"
    },
    {
      "text": "These are discrete issues and may be considered as such.",
      "id": "s32"
    },
    {
      "text": "The respondents say that there is nothing to warrant departure from the usual rule as to costs.",
      "id": "s33"
    },
    {
      "text": "They refer to Hamod v New South Wales (2002) 188 ALR 659 where Gray J (Carr and Goldberg JJ agreeing) said at [20]: \n \n 'Indemnity costs are not designed to punish a party for persisting with a case that turns out to fail.",
      "id": "s34"
    },
    {
      "text": "They are not awarded as a means of deterring litigants from putting forward arguments that might be attended by uncertainty.",
      "id": "s35"
    },
    {
      "text": "Rather, they serve the purpose of compensating a party fully for costs incurred, as a normal costs order could not be expected to do, when the court takes the view that it was unreasonable for the party against whom the order is made to have subjected the innocent party to the expenditure of costs.",
      "id": "s36"
    },
    {
      "text": "' (Emphasis added)\n \n\nThe fact that the respondents' case on derivation and copying was rejected, it was submitted, does not lead inevitably to a grant of indemnity costs.",
      "id": "s37"
    },
    {
      "text": "That is so.",
      "id": "s38"
    },
    {
      "text": "11 Reliance is also placed upon the decision in United Insurance Advisers Pty Ltd v United Insurance Advisers (National) Pty Ltd [2006] FCA 440 per Young J at [28] where his Honour said: \n \n 'The essential principle is that a discretion can be exercised to order costs on an indemnity basis where the actions of the unsuccessful party have been unreasonable or high-handed or where the claim in question was totally frivolous or hopeless or fundamentally flawed.",
      "id": "s39"
    },
    {
      "text": "'\n \n\n12 The respondents contend that their conduct in this case does not fit within that description.",
      "id": "s40"
    },
    {
      "text": "It is said that even a finding that a party has fabricated evidence is not necessarily sufficient to warrant the grant of an indemnity costs order.",
      "id": "s41"
    },
    {
      "text": "That is so.",
      "id": "s42"
    },
    {
      "text": "An example of that can be found in Walker v Citygroup Global Markets Pty Ltd [2005] FCA 1866 at [31] - [32] .",
      "id": "s43"
    },
    {
      "text": "However, each case requires to be considered on its own facts.",
      "id": "s44"
    },
    {
      "text": "In that case, there had been a finding that a witness was unreliable which included a finding that he had fabricated some of his evidence to support the respondents' case.",
      "id": "s45"
    },
    {
      "text": "However Kenny J concluded at [32], in the context of the entire proceeding, that the conduct of that witness did not take the case so far outside the ordinary range of cases as to justify an award of indemnity costs.",
      "id": "s46"
    },
    {
      "text": "In the end, that was a matter of judgment upon the particular facts.",
      "id": "s47"
    },
    {
      "text": "13 In this case, on the issues of derivation and copying, I made findings of a conscious and deliberate effort on the part of the respondents to mislead the Court on both of those matters.",
      "id": "s48"
    },
    {
      "text": "These were of central importance in the case.",
      "id": "s49"
    },
    {
      "text": "Had those attempts to mislead been successful, it would have seen the case determined in favour of the respondents.",
      "id": "s50"
    },
    {
      "text": "It is, relevant in this context, to consider particular facts and findings relating to the evidence, both oral and written given by Bujega, Popple, Palazesi and Biasin who were the key witnesses called by the respondents: \n \n&#8226; They were senior employees and in the case of Mr Palazzesi, the managing director of Metricon; [131] \n \n&#8226; Evidence containing important and essential factual matters going to the issue of derivation were disavowed by Bugeja at trial without explanation other than that the material could be arguably misleading; [180] \n \n&#8226; Popple too, disavowed important affidavit evidence at the trial, which went to the core of the respondents' case on derivation; [181], [182] \n \n&#8226; Exhibit JMB 28, proffered as proof of an independent derivation path, was deliberately misleading; [207] \n \n&#8226; Popple deliberately omitted important information from his affidavit because it was inconsistent with his written evidence which pointed to an independent design path; [215] \n \n&#8226; Chronology Mk I and Mk II also proffered as proof of an independent derivation path were deliberately misleading in important respects and indeed were almost entirely misleading; [218] \n \n&#8226; The explanations given by Popple and Bujega that the Prada 35 was a result of modifications to the Gallery 32 design as well as the Eldridge design were false; [223] \n \n&#8226; Bugeja deliberately copied the alfresco quadrant from the Seattle 31 despite his denial; [225]\n \n&#8226; Popple knew that Prototype 20B was copied from the Seattle 31; [226]\n \n&#8226; There was conscious copying of the Seattle 31 design and/or display home as to the alfresco quadrant by Metricon in producing Prototype 20B and in turn the Prada 35; [226], [227]\n \n&#8226; Palazzesi, in his pre-trial affidavits sought to create the false impression of his close involvement in an independently created design of the Prada 35; [275] \n \n&#8226; The explanation by Palazzesi and Popple that the Gallery design was discussed as a basis for producing the Prototype 20A, Prototype 20B and the Prada 35 was an after the fact explanation concocted in order to establish an independent design path; [277] and\n \n&#8226; Ultimately in cross-examination, Popple conceded that the other accused homes namely the Tyrell, Streeton and Connolly designs were produced by reference to Prototype 20B and the Prada 35.",
      "id": "s51"
    },
    {
      "text": "[290] \n \n14 These illustrate a determined effort on the part of the respondents and their witnesses to establish a defence on one of the central issues in the case which they knew to be false.",
      "id": "s52"
    },
    {
      "text": "It was left to the forensic efforts of the applicants' solicitors and counsel and some belated and limited concessions made by Popple and Bugeja during their oral evidence, which led to these attempts to mislead the Court being exposed.",
      "id": "s53"
    },
    {
      "text": "15 The result of this was that very significant costs have been incurred by the applicants both in preparation for and the conduct of the trial which ought never to have been required.",
      "id": "s54"
    },
    {
      "text": "Had this not been done then only those issues legitimately before the Court involving both questions of fact and law would have been tried.",
      "id": "s55"
    },
    {
      "text": "16 The question then is whether the respondents' conduct in relation to its defence on the issues of derivation and copying constitutes a sufficient reason to take this case, in that respect, out of the ordinary, so far as concerns the exercise of my discretion on the question of costs.",
      "id": "s56"
    },
    {
      "text": "I am persuaded that it does.",
      "id": "s57"
    },
    {
      "text": "This is not a case where merely arguments 'attended by uncertainty' were before the Court as in Hamod [20].",
      "id": "s58"
    },
    {
      "text": "It is not a case involving witnesses who gave evidence believing it to be true but as to which they were mistaken.",
      "id": "s59"
    },
    {
      "text": "It is not a case where judgment depended essentially upon the inherent probabilities of one version of events against another but not involving questions of credit.",
      "id": "s60"
    },
    {
      "text": "It is not even a case, such as Walker, where one witness gave fabricated evidence as to part of a case.",
      "id": "s61"
    },
    {
      "text": "This matter involved a concerted effort on the part of four key witnesses to present a false defence which has led to the applicants incurring very considerable costs over a long period in meeting and overcoming that defence.",
      "id": "s62"
    },
    {
      "text": "The submissions put to me on behalf of the respondents concerning the abandonment by the applicants of its case for infringement of the whole of the Copyright Works, as opposed to merely a substantial part and the abandonment of cases involving houses other than the accused homes, do not respond to the application for indemnity costs.",
      "id": "s63"
    },
    {
      "text": "There was no application by the respondents for any variation of a normal costs order by reference to these matters and I did not treat the submissions concerning those separate issues as such.",
      "id": "s64"
    },
    {
      "text": "I am concerned merely with the issues of derivation and copying.",
      "id": "s65"
    },
    {
      "text": "17 In any event, the claim for infringement of the whole, was as I found, not seriously pressed by the applicants at trial.",
      "id": "s66"
    },
    {
      "text": "Rather, as I found, the case concerned whether, in respect of each plan and home, a substantial part had been reproduced by copying.",
      "id": "s67"
    },
    {
      "text": "[10] \n CONCLUSION AS TO INDEMNITY COSTS \n \n18 Indemnity costs ought be awarded in respect to preparation for and the conduct of the trial, going to the issue of derivation of the accused plans and homes and whether or not there was actual copying of the Copyright Works.",
      "id": "s68"
    },
    {
      "text": "The applicants say that a fair albeit conservative assessment is that 50% of the cost of preparation and trial should be subject to an order for indemnity costs.",
      "id": "s69"
    },
    {
      "text": "The respondents say that those issues were taken up by no more than 4 out of the 13 days at trial and that this ratio should also inform the period of preparation for trial.",
      "id": "s70"
    },
    {
      "text": "This produces a range of between approximately 30-50%.",
      "id": "s71"
    },
    {
      "text": "My own assessment of the trial was that the derivation and copying issues were absolutely central in the evidence and, I estimate, consumed more than half of the trial time involved.",
      "id": "s72"
    },
    {
      "text": "A further indicator is that approximately two-thirds of my reasons for judgment are concerned with those issues.",
      "id": "s73"
    },
    {
      "text": "19 Such matters are generally not capable of precise arithmetical calculation or analysis and are to a considerable extent matters of impression and judgment.",
      "id": "s74"
    },
    {
      "text": "See by analogy Dias Aluminium Products Pty Ltd v Ullrich Aluminium Pty Ltd (No 2) [2005] FCA 1400 at [7] .",
      "id": "s75"
    },
    {
      "text": "20 I also consider that this conduct led to wasted costs in relation to much of the evidence of the respondents' expert Mr John Permewan.",
      "id": "s76"
    },
    {
      "text": "I did not afford his evidence any weight, because as I found, he was significantly misdirected by Metricon on a number of significant matters and was not told in the witness box before giving evidence about significant revisions to Metricon's witness statements.",
      "id": "s77"
    },
    {
      "text": "As a result, his opinions as to independent derivation were founded upon significantly incorrect assumptions and were of no real assistance to the Court.",
      "id": "s78"
    },
    {
      "text": "One example of this was that he incorrectly assumed that the Tyrell, Connolly and Streeton designs and homes were not designed by reference to the Prada 35.",
      "id": "s79"
    },
    {
      "text": "In fact, as I found, they were.",
      "id": "s80"
    },
    {
      "text": "He did not deal expressly in his report with the actual design drawings from which, according to the respondents, Prototypes 20A and 20B were derived.",
      "id": "s81"
    },
    {
      "text": "He assumed that certain evidence given by Bugeja, but which was disavowed by him at trial, was correct and he relied upon it.",
      "id": "s82"
    },
    {
      "text": "He accepted that Gallery 32 was used in the derivation of Prada 35.",
      "id": "s83"
    },
    {
      "text": "It was not.",
      "id": "s84"
    },
    {
      "text": "[252]-[256] Furthermore the applicants put the respondents on notice that Mr Permewan had been misinstructed.",
      "id": "s85"
    },
    {
      "text": "The solicitors for the applicants wrote to the respondents' solicitors by letter dated 9 October 2006 stating amongst other things that: \n \n Mr Permewan has proffered views about whether or not copying occurred by reference to his beliefs based on the untested evidence of Metricon's witnesses.",
      "id": "s86"
    },
    {
      "text": "It is clear from his report that Mr Permewan has taken as truthful, and without qualification, the evidence of Metricon's lay witnesses.",
      "id": "s87"
    },
    {
      "text": "I accept that consideration of Mr Permewan's affidavit evidence would have required significant amount of time before analysis on the part of the applicants' solicitors and counsel and indeed also by Dr John Cooke the expert architect obtained by the applicants.",
      "id": "s88"
    },
    {
      "text": "The matters deposed to by these lay witnesses may be overridden by the impressions formed by the Court following cross-examination.",
      "id": "s89"
    },
    {
      "text": "21 The respondents should be ordered to pay costs on an indemnity basis to the extent of 50% of the preparation for trial and for the trial itself.",
      "id": "s90"
    },
    {
      "text": "The order should cover the period from early April 2006 when the respondents filed the first of the affidavits of Bugeja, Popple, Palazzesi and Biasin.",
      "id": "s91"
    },
    {
      "text": "TIME FOR TAXATION AND PAYMENT OF COSTS \n \n22 The applicants seek a departure from the general rule in Order 62 rule 3(3) that costs of interlocutory proceedings are not taxed until the principle proceeding in which the interlocutory order was made is concluded or further order.",
      "id": "s92"
    },
    {
      "text": "The applicants submit that they should have the benefit of the judgment in their favour and that the question of damages is unrelated to payment of those costs.",
      "id": "s93"
    },
    {
      "text": "There is no suggestion that the respondents are not capable of paying costs forthwith or that the applicants will not be in a position to repay those monies in the event of the appeal being successful.",
      "id": "s94"
    },
    {
      "text": "23 The general rule under Order 62 rule 3(3) may be departed from where the party in whose favour the costs order was made was required by the interlocutory proceeding to \"incur significant costs over and above those which it would have incurred had the opposing party acted with competence and diligence\": Life Airbag Co of Australia Pty Ltd v Life Airbag Co (New Zealand) Ltd [1998] FCA 545 ; where the proceeding is complex and its final resolution is a long time away: Allstate Life Insurance Co v ANZ Banking Group Ltd [1995] FCA 660 ; Readymix Holdings International Pte Ltd v Wieland Process Equipment Pty Ltd [2006] FCA 1297: Courtney v Medtel Pty Ltd (No 3) [2004] FCA 347.",
      "id": "s95"
    },
    {
      "text": "24 In McKellar v Container Terminal Management Services Ltd [1999] FCA 1639 , Weinberg J adopted the observation of Lindgren J in Allstate that: \n \n ... the power to order that costs be paid forthwith should perhaps be used less sparingly than it has been in the past.",
      "id": "s96"
    },
    {
      "text": "That is particularly so in lengthy and complex cases where substantial costs have been thrown away as a result of ill-considered pleadings being drawn.",
      "id": "s97"
    },
    {
      "text": "Such costs should be capable of being recovered without the innocent party having to wait, possibly for years, for that to occur.",
      "id": "s98"
    },
    {
      "text": "25 The applicants rely upon a number of cases where the unsuccessful respondents were ordered in intellectual property cases to pay costs forthwith.",
      "id": "s99"
    },
    {
      "text": "I will deal with these in turn.",
      "id": "s100"
    },
    {
      "text": "Universal Music Australia Pty Ltd v Cooper [2005] FCA 1878 \n \n26 The successful applicants were granted leave to tax and recover their costs forthwith without awaiting the determination of the proceedings.",
      "id": "s101"
    },
    {
      "text": "The order had been opposed on the ground that the amount of final relief offered might be insignificant and disproportionate to the quantum of damages asserted by the applicants and that a prior offer of settlement may prove to be relevant at a later stage in the proceedings.",
      "id": "s102"
    },
    {
      "text": "It was not apparent that there was a pending appeal at the time that the order was made.",
      "id": "s103"
    },
    {
      "text": "If there was, no submissions were made in that regard.",
      "id": "s104"
    },
    {
      "text": "Trumpet Software Pty Ltd v OzEmail Pty Ltd [1996] FCA 560 \n \n27 This is another copyright case although there were also claims under Part V of the Trade Practices Act 1974 (Cth) .",
      "id": "s105"
    },
    {
      "text": "There Heerey J departed from the ordinary rule under Order 62 rule 3(2).",
      "id": "s106"
    },
    {
      "text": "No reasons were provided although the effect of his Honour's judgment (p 41) was that the work, the subject of the costs order, was substantially referrable to liability and therefore distinct from the resolution of the quantum aspect of the case.",
      "id": "s107"
    },
    {
      "text": "Compagnie Industrielle de Precontrainte et D'Equipment des Constructions SA v First Melbourne Securities Pty Ltd [1999] FCA 660 \n \n28 This too was a copyright case.",
      "id": "s108"
    },
    {
      "text": "It concerned engineering drawings.",
      "id": "s109"
    },
    {
      "text": "There, Merkel J stated that although the applicant had failed on certain incidental claims, this did \"not warrant a departure from the usual order that costs follow the event\".",
      "id": "s110"
    },
    {
      "text": "However the actual order made was that the relevant respondents pay the applicant's costs \"to be taxed and paid forthwith\".",
      "id": "s111"
    },
    {
      "text": "That, of course, is in fact a departure from the usual order concerning costs in respect of an interlocutory judgment, the quantum aspect of the case not then having been resolved.",
      "id": "s112"
    },
    {
      "text": "29 These cases are not of any particular assistance.",
      "id": "s113"
    },
    {
      "text": "The discretion to order costs to be paid forthwith will generally be informed most helpfully by a close consideration of the relevant facts and circumstances in the instant case.",
      "id": "s114"
    },
    {
      "text": "30 This case was complex both factually and legally.",
      "id": "s115"
    },
    {
      "text": "It involved a trial lasting thirteen days and many volumes of affidavits, exhibits, expert reports and architectural drawings.",
      "id": "s116"
    },
    {
      "text": "The proceedings commenced on 5 March 2007.",
      "id": "s117"
    },
    {
      "text": "The judgment was reserved for a period of six months.",
      "id": "s118"
    },
    {
      "text": "The applicants were represented by a major law firm in Melbourne and leading senior and junior counsel in copyright, as indeed were the respondents.",
      "id": "s119"
    },
    {
      "text": "This was reasonable in a case of this kind.",
      "id": "s120"
    },
    {
      "text": "Undoubtedly, the applicants have incurred very substantial legal costs.",
      "id": "s121"
    },
    {
      "text": "31 The respondents have sought leave to appeal.",
      "id": "s122"
    },
    {
      "text": "The application for leave to appeal to the Full Court from this judgment and any appeal is to be heard by the Full Court in the February 2008 sittings.",
      "id": "s123"
    },
    {
      "text": "32 I would think it likely that leave to appeal will be granted.",
      "id": "s124"
    },
    {
      "text": "The judgment, whilst interlocutory, is one on points of substance: Yap v Granich &amp; Associates [2001] FCA 1735 ; Dunstan v Orr [2007] FCA 873 at [6] ; Duncan v Secretary, Department of Family and Community Services [2007] FCA 507 at [18] .",
      "id": "s125"
    },
    {
      "text": "33 The taxation of costs, in a case such as this, is likely to be an expensive exercise.",
      "id": "s126"
    },
    {
      "text": "The Court will eschew multiple taxations in a proceeding: Vasyli v AOL International Pty Limited [1996] FCA 804.",
      "id": "s127"
    },
    {
      "text": "The appeal may be successful, in which case, the significant costs of preparation for taxation will have been wasted: Brasington v Overton Investments Pty Ltd [2001] FCA 571 at [13] .",
      "id": "s128"
    },
    {
      "text": "On the other hand, the disposition of the quantum case, assuming an unsuccessful appeal, is likely to be a long way off.",
      "id": "s129"
    },
    {
      "text": "CONCLUSION AS TO TIME FOR TAXATION AND PAYMENT OF COSTS \n \n34 In these circumstances I consider that there should be a departure from the ordinary rule under O 62 rule 3(3) to enable taxation of costs to occur prior to the conclusion of the proceeding but tempered by the fact of an appeal likely to be heard in the near future.",
      "id": "s130"
    },
    {
      "text": "I propose to order that the applicants' costs be taxed and paid, including the costs of this motion, forthwith but to stay the operation of that order pending the determination of both the application for leave to appeal, and the appeal, if leave is granted, or until further order.",
      "id": "s131"
    },
    {
      "text": "I will grant liberty to apply in this respect to allow for any unforeseen and undue delay in that determination.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s133"
    },
    {
      "text": "Associate: \n\nDated: 23 November 2007\n\n\n Counsel for the Applicants: Mr C Golvan SC \n \n Solicitors for the Applicants: Middletons \n \n Counsel for the Respondent: Mr D Catterns QC with Dr W Rothnie \n \n Solicitors for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 30 October 2007 \n \n Date of Judgment: 23 November 2007 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1823.html",
      "id": "s134"
    }
  ]
}