{
  "name": "Lenzo v Commissioner of Taxation [2007] FCA 1402 (7 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1402.html",
  "catchphrases": [
    {
      "text": "deductions",
      "id": "c0"
    },
    {
      "text": "outgoings incurred in plantation investment",
      "id": "c1"
    },
    {
      "text": "scheme comprising prospectus, management and lease agreements, loan agreement, indemnity agreement and round-robin arrangement between manager and lender",
      "id": "c2"
    },
    {
      "text": "whether tax benefit derived in connection with scheme",
      "id": "c3"
    },
    {
      "text": "dominant purpose for entry into scheme",
      "id": "c4"
    },
    {
      "text": "objective criteria",
      "id": "c5"
    },
    {
      "text": "matters to be considered",
      "id": "c6"
    },
    {
      "text": "investment structure",
      "id": "c7"
    },
    {
      "text": "approach to consideration of relevant factors",
      "id": "c8"
    },
    {
      "text": "alternative finance available to like effect as scheme finance",
      "id": "c9"
    },
    {
      "text": "whether tax benefit unique to scheme",
      "id": "c10"
    },
    {
      "text": "scheme not entered into for dominant purpose of tax benefit",
      "id": "c11"
    },
    {
      "text": "commercial benefit of scheme",
      "id": "c12"
    },
    {
      "text": "expert evidence as to financial returns and benefits on a pre-tax basis",
      "id": "c13"
    },
    {
      "text": "income tax",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Gino Lenzo, an accountant, appeals against the disallowance by the Commissioner of Taxation (the Commissioner) of his objection to amended assessments disallowing deductions which he claimed in relation to his investment in a sandalwood plantation project near Kununurra.",
      "id": "s0"
    },
    {
      "text": "The years of income for which the deductions were claimed were 1998, 1999 and 2000.",
      "id": "s1"
    },
    {
      "text": "The Commissioner concedes some of the deductions but maintains that other deductions including certain prepaid fees, loan interest and a loan insurance fee should be disallowed.",
      "id": "s2"
    },
    {
      "text": "2 The Commissioner does not dispute that the sandalwood project is a serious commercial venture nor that the agreements and liabilities entered into by Mr Lenzo were all genuine.",
      "id": "s3"
    },
    {
      "text": "He contends, however, that the investment structure and payment arrangements involved with the plantation project had as their dominant purpose the gaining of a tax benefit which he properly cancelled under Pt IVA of the Income Tax Assessment Act 1936 (Cth) (the ITAA 1936).",
      "id": "s4"
    },
    {
      "text": "3 For the reasons that follow I do not consider that Pt IVA applies to the claimed deductions and will allow Mr Lenzo's appeal.",
      "id": "s5"
    },
    {
      "text": "The relevant amended assessments will be set aside and the Commissioner directed to further amend the assessments to give effect to these reasons.",
      "id": "s6"
    },
    {
      "text": "Factual background --- the taxpayer considers investing in a sandalwood plantation \n \n4 Gino Lenzo has been a certified practising accountant for about 24 years and a sole practitioner for the last ten years.",
      "id": "s7"
    },
    {
      "text": "Prior to that he was employed as an accountant at Ernst &amp; Young for a period of 14 years.",
      "id": "s8"
    },
    {
      "text": "He commenced his employment with that firm, then known as Ernst &amp; Whinney, as a new graduate from the University of Western Australia.",
      "id": "s9"
    },
    {
      "text": "5 Early in 1997 Mr Lenzo became aware of trials, being conducted by the Department of Conservation and Land Management (CALM), of the growing of commercial quantities of Indian sandalwood for export.",
      "id": "s10"
    },
    {
      "text": "The trials were conducted in the Ord River irrigation area near Kununurra (the Ord).",
      "id": "s11"
    },
    {
      "text": "Mr Lenzo was told of the trials by Mr Arthur Baker.",
      "id": "s12"
    },
    {
      "text": "6 Mr Baker was promoting a managed investment scheme under which investors would become growers in a commercial Indian sandalwood operation at Kununurra.",
      "id": "s13"
    },
    {
      "text": "The proposed scheme was called the \"Kununurra Tropical Forestry Project\" also known as the \"AllRange Project\".",
      "id": "s14"
    },
    {
      "text": "In 1997 Mr Lenzo travelled to Kununurra with Mr Baker, at Mr Baker's expense, to inspect the proposed plantation.",
      "id": "s15"
    },
    {
      "text": "He was impressed with the commercial potential for Indian sandalwood in Kununurra, the infrastructure, the nursery setup to cater for future plantations and the research which had been undertaken by CALM.",
      "id": "s16"
    },
    {
      "text": "Nevertheless, he said he did not \"feel comfortable\" with the management team behind the AllRange Project.",
      "id": "s17"
    },
    {
      "text": "His family has a long history in farming and agriculture and he was aware of the importance of having experienced and knowledgeable people undertaking farming operations.",
      "id": "s18"
    },
    {
      "text": "He decided not to invest in Mr Baker's project but was still \"enthused\" about the potential of Indian sandalwood.",
      "id": "s19"
    },
    {
      "text": "7 In 1998 Mr Lenzo was provided with a brochure by an organisation called Australian Tropical Forestry.",
      "id": "s20"
    },
    {
      "text": "The brochure offered a number of services for potential investors in commercial sandalwood plantations.",
      "id": "s21"
    },
    {
      "text": "He considered the merits of commencing his own operation.",
      "id": "s22"
    },
    {
      "text": "While of the view that it would have made a good return, he regarded the initial outlay required as prohibitive.",
      "id": "s23"
    },
    {
      "text": "He decided to do some more research into the Indian sandalwood industry and to read some books from his local library discussing the general nature of the product.",
      "id": "s24"
    },
    {
      "text": "8 Early in 1998 Mr Lenzo heard of another managed investment scheme involving the growing of Indian sandalwood in Kununurra.",
      "id": "s25"
    },
    {
      "text": "It was called the Ord River Sandalwood Project.",
      "id": "s26"
    },
    {
      "text": "Mr Baker was involved.",
      "id": "s27"
    },
    {
      "text": "Mr Lenzo received and considered an assessment report conducted by AssetWare Pty Ltd. Again he was not comfortable with the management team behind the project and declined to invest in it.",
      "id": "s28"
    },
    {
      "text": "9 Later that year Mr Lenzo became aware that a friend and former work associate, Mr Frank Wilson of the law firm Wilson &amp; Atkinson, was becoming involved in the commercial cultivation of Indian sandalwood in Kununurra by way of a managed investment scheme.",
      "id": "s29"
    },
    {
      "text": "Mr Lenzo was provided with a prospectus for the project which was dated 31 March 1998.",
      "id": "s30"
    },
    {
      "text": "He received the prospectus at the end of May 1998.",
      "id": "s31"
    },
    {
      "text": "He read it and considered the commercial returns shown in it.",
      "id": "s32"
    },
    {
      "text": "It contained tables setting out forecasts and annual internal rates of return depending upon whether the investor chose to prepay annual lease and management fees and borrowed for the investment.",
      "id": "s33"
    },
    {
      "text": "Mr Lenzo considered the assumptions underpinning the forecast returns and based on his knowledge of Indian Sandalwood, and discussions with people experienced in the relevant market, formed the view that they were reasonable.",
      "id": "s34"
    },
    {
      "text": "As appears from the evidence of expert witnesses called in these proceedings this was a well based view.",
      "id": "s35"
    },
    {
      "text": "The project was being promoted by East Kimberley Sandalwood Company Ltd (EKS).",
      "id": "s36"
    },
    {
      "text": "Messrs Wilson and Atkinson were both directors of EKS. By way of follow-up he received a letter from EKS dated 22 June 1998 stating that many other managed investment schemes preferred to disclose an annual rate of return on investment rather than an internal rate of return.",
      "id": "s37"
    },
    {
      "text": "In order to allow a proper basis for comparison with other projects EKS provided a projected annual rate of return on investment from its project.",
      "id": "s38"
    },
    {
      "text": "10 It may be noted at this point that EKS changed its name to Tropical Forestry Services Ltd (TFS) in February 2000.",
      "id": "s39"
    },
    {
      "text": "It became a wholly owned subsidiary of TFS Corporation Ltd. Mr Wilson is a director of TFS.",
      "id": "s40"
    },
    {
      "text": "Factual background - the prospectus of 31 March 1998 \n \n11 The prospectus for the project was dated 31 March 1998.",
      "id": "s41"
    },
    {
      "text": "It provided a diagrammatic overview of the organisational arrangements for the project.",
      "id": "s42"
    },
    {
      "text": "The substance of that diagram is reproduced at the end of these reasons.",
      "id": "s43"
    },
    {
      "text": "12 The prospectus identified four classes of expenditure for each leased area.",
      "id": "s44"
    },
    {
      "text": "A table set out estimated amounts payable including amounts payable to EKS.",
      "id": "s45"
    },
    {
      "text": "The table was as follows: \n Item Amount payable to Manager or associate parties Amount payable to non-associated parties Total % Rent\n\nSandalwood Contracting Pty Ltd\n- seedlings\n-operations, irrigation, maintenance\n*-field preparation ---mounding and furrowing\n\n\nProspectus and selling costs\n\nAdministration\n\nProfit before tax 158\n\n\n\n310\n\n208\n\n\n 500 \n1,018\n\n\n\n\n224\n\n7,816 \n\n\n\n\n\n\n\n\n\n\n\n 942\n\n\n 158\n\n\n\n\n\n\n\n\n\n1,018\n\n\n942\n\n224\n\n7,816 2%\n\n\n\n\n\n\n\n\n\n10%\n\n\n9%\n\n2%\n\n77% Total 9,216 942 10,158 100% \n\nNote: - forecast based on an estimate of 200 hectares (1200 leased areas)\n* All land in the area contemplated for the plantation is cleared.",
      "id": "s46"
    },
    {
      "text": "These activities relate to preparation of cleared land immediately prior to plantation.",
      "id": "s47"
    },
    {
      "text": "13 Under the heading \"Subsequent costs\" the prospectus said that to meet ongoing costs and expenses from 1 July 1999 growers must pay an annual contribution to the trustee.",
      "id": "s48"
    },
    {
      "text": "The contribution would be adjusted each year to allow for inflation.",
      "id": "s49"
    },
    {
      "text": "A statement from the manager would be received in May of each year, commencing May 1999, advising of the annual contribution required for the following financial year.",
      "id": "s50"
    },
    {
      "text": "The contribution would comprise:\n \n .",
      "id": "s51"
    },
    {
      "text": "an annual maintenance fee for the following financial year; \n .",
      "id": "s52"
    },
    {
      "text": "rent for the following financial year; and \n \n \n .",
      "id": "s53"
    },
    {
      "text": "(if you elect to insure your interests in the plantation), your proportion of the insurance premium payable for the following financial year, together with the administration fee of 10% of the premium.",
      "id": "s54"
    },
    {
      "text": "The trustee would pay the annual maintenance fee and rent to the manager and the insurance premium (if applicable) to the insurer.",
      "id": "s55"
    },
    {
      "text": "The estimated amount of the total annual contribution until the end of the project for each leased area was $22,456 comprising $2,212 for rent and $20,244 for maintenance fees.",
      "id": "s56"
    },
    {
      "text": "14 Under the heading \"Pre-payment of annual contributions\" growers were told they could elect to pre-pay all annual contributions due after the initial period to the trustee on or before 1 July 1999.",
      "id": "s57"
    },
    {
      "text": "The amount payable by growers who chose to do so would be $8,333 comprising: \n \n .",
      "id": "s58"
    },
    {
      "text": "$871 in respect of rent; and \n .",
      "id": "s59"
    },
    {
      "text": "$7,462 in respect of maintenance fees\n \n\nGrowers choosing that option would still be responsible for insurance premiums where applicable.",
      "id": "s60"
    },
    {
      "text": "15 Reference was then made to a loan facility available from Arwon Finance Pty Ltd (Arwon), a related company of EKS. Messrs Wilson and Atkinson were directors and shareholders of Arwon.",
      "id": "s61"
    },
    {
      "text": "Loan funds would be made available to \"approved applicants for application moneys and annual contributions in respect of leased areas\".",
      "id": "s62"
    },
    {
      "text": "The loans were to be made on a \"full recourse basis\" and secured against the grower's interests in the project.",
      "id": "s63"
    },
    {
      "text": "Interest was to be paid at normal commercial rates.",
      "id": "s64"
    },
    {
      "text": "Growers borrowing from Arwon could enter into an indemnity agreement with another related entity, Intersure Services Pty Ltd (Intersure), pay it an annual fee and receive an indemnity for any liability arising under the loan agreement to the extent that the distribution of the proceeds from the harvest was insufficient to repay monies borrowed.",
      "id": "s65"
    },
    {
      "text": "Messrs Wilson and Atkinson were directors and shareholders of Intersure.",
      "id": "s66"
    },
    {
      "text": "The prospectus went on: \n \n However the agreement does not abrogate any obligation on the part of the Growers under the loan agreement, and Growers must comply with the terms of the loan agreement.",
      "id": "s67"
    },
    {
      "text": "Under the heading \"Taxation benefits\" the following appeared: \n \n Messrs Ernst &amp; Young has advised in its taxation report on page 24 that, subject to the qualifications contained in that report, you should be able to claim a taxation deduction for: \n \n .",
      "id": "s68"
    },
    {
      "text": "the application money of $10,158 for each leased area; \n .",
      "id": "s69"
    },
    {
      "text": "(in addition) your annual contributions each year; and \n \n \n .",
      "id": "s70"
    },
    {
      "text": "interest on funds borrowed, and the annual indemnity fee (if applicable).",
      "id": "s71"
    },
    {
      "text": "Based on this advice, the Manager is of the view that it is reasonable to expect that these deductions will be allowed.",
      "id": "s72"
    },
    {
      "text": "You should, however, obtain your own taxation advice appropriate to your individual circumstances.",
      "id": "s73"
    },
    {
      "text": "16 Tables 1 and 2 set out financial forecasts with and without loans respectively.",
      "id": "s74"
    },
    {
      "text": "Specific assumptions about the number of sandalwood trees per hectare, survival and production rates, production periods, selling prices, marketing costs and land degradation and harvest supervision fund levels were coupled with general assumptions about inflation.",
      "id": "s75"
    },
    {
      "text": "In the case of the financial forecast with loans additional assumptions about interest costs were made.",
      "id": "s76"
    },
    {
      "text": "Both tables assumed 463 sandalwood trees planted per hectare and a survival rate of 90%.",
      "id": "s77"
    },
    {
      "text": "Before tax the \"Internal Rate of Return\" (IRR) pursuant to the financial forecast with loans in Table 1 was 16.91%.",
      "id": "s78"
    },
    {
      "text": "The before tax IRR without loans was 11.81%.",
      "id": "s79"
    },
    {
      "text": "There was no positive net cash inflow for growers under either table before year 15, ie 2012/13.",
      "id": "s80"
    },
    {
      "text": "17 A further table showed a financial forecast without loans and with management fees and land rent paid in advance.",
      "id": "s81"
    },
    {
      "text": "Similar assumptions were made.",
      "id": "s82"
    },
    {
      "text": "It showed a before tax IRR of 13.62%.",
      "id": "s83"
    },
    {
      "text": "Sensitivity analyses and assumption risks followed the tables.",
      "id": "s84"
    },
    {
      "text": "There was then a section about the farming of sandalwood and the proposed planting configurations.",
      "id": "s85"
    },
    {
      "text": "18 The taxation opinion from Ernst &amp; Young referred to above was dated 5 March 1998 and was incorporated in the prospectus.",
      "id": "s86"
    },
    {
      "text": "It identified as deductible outgoings: \n1.",
      "id": "s87"
    },
    {
      "text": "Rental fees.",
      "id": "s88"
    },
    {
      "text": "2.",
      "id": "s89"
    },
    {
      "text": "Management fees or other expenses.",
      "id": "s90"
    },
    {
      "text": "3.",
      "id": "s91"
    },
    {
      "text": "Interest.",
      "id": "s92"
    },
    {
      "text": "4.",
      "id": "s93"
    },
    {
      "text": "Yearly premium.",
      "id": "s94"
    },
    {
      "text": "The assumptions upon which these outgoings were said to be deductible included the proviso that a grower was carrying on a business by his or her involvement in the project and that, by entering into a finance arrangement, the grower intended the investment to run the full course until harvest and sale of the produce.",
      "id": "s95"
    },
    {
      "text": "19 A report from Mr Roger Underwood, principal consultant with a company called Fortech was included in the prospectus.",
      "id": "s96"
    },
    {
      "text": "It gave information about the sandalwood industry and the establishment of plantations under the project.",
      "id": "s97"
    },
    {
      "text": "Mr Underwood set out the plantation establishment and management regime including quality control for sandalwood seed, nursery operations, host species to be planted with the sandalwood, site preparation, proposed planting rate and survival/replacement strategy, the planting of the sandalwood and short and mid term hosts, fertilisation, irrigation, weed control, pruning and pest control.",
      "id": "s98"
    },
    {
      "text": "He stated that a survival rate of 90% at age one (416 trees) would be deemed acceptable.",
      "id": "s99"
    },
    {
      "text": "To achieve that it might be necessary to replant some sandalwood during the first planting season.",
      "id": "s100"
    },
    {
      "text": "Risks associated with the project including fire, pests, storm, monsoon failure, grazing and immature technology were referred to.",
      "id": "s101"
    },
    {
      "text": "20 A report by Mr Anantha Padmanabha dated 30 November 1997 was also included.",
      "id": "s102"
    },
    {
      "text": "Mr Padmanabha described himself as \"currently working as the Senior Scientist guiding a number of research projects on Sandalwood at the Institute of Wood Science and Technology, Bangalore, India.\".",
      "id": "s103"
    },
    {
      "text": "He holds a Masters Degree in Botany.",
      "id": "s104"
    },
    {
      "text": "In his report he said that sandalwood production in India was not keeping up with demand.",
      "id": "s105"
    },
    {
      "text": "There was increasing awareness of the need to grow more sandalwood supporting eco-friendly commercial production.",
      "id": "s106"
    },
    {
      "text": "Countries outside India purchasing sandalwood included countries of the Middle East, Japan, Taiwan, Hong Kong, Korea, Germany, Sweden, Switzerland, France, Australia, the United Kingdom and the United States.",
      "id": "s107"
    },
    {
      "text": "Mr Padmanabha stated in his letter that he had no financial interest in the project and considered himself to be independent of EKS. \n \n21 The prospectus also contained a summary of the agreements which a grower would enter into.",
      "id": "s108"
    },
    {
      "text": "The taxpayer decides to invest in the project \n \n22 Mr Lenzo undertook inquiries into the project.",
      "id": "s109"
    },
    {
      "text": "He described the inquiries as a \"due diligence process\".",
      "id": "s110"
    },
    {
      "text": "He had discussions with the management about the risks.",
      "id": "s111"
    },
    {
      "text": "There were those usually associated with any agricultural business and any start up business such as fire, climate change, future market changes and future government policy shifts.",
      "id": "s112"
    },
    {
      "text": "The long term nature of the project also carried a risk.",
      "id": "s113"
    },
    {
      "text": "He formed the impression that everybody involved with the project was making an effort to ensure that it was operated, according to its plans, in order to take advantage of the buoyant Indian sandalwood market predicted for the future.",
      "id": "s114"
    },
    {
      "text": "He was aware that EKS had long term plans.",
      "id": "s115"
    },
    {
      "text": "Its project was not going to be a one off, but part of a yearly strategy to develop a big plantation.",
      "id": "s116"
    },
    {
      "text": "As a certified practising accountant, he was aware of the taxation implications of investing in the project.",
      "id": "s117"
    },
    {
      "text": "He intended to make a profit from his involvement.",
      "id": "s118"
    },
    {
      "text": "In his opinion the expenditure incurred in gaining or producing the projected and intended assessable income would be deductible against his income.",
      "id": "s119"
    },
    {
      "text": "23 Mr Lenzo had \"pretty much\" decided to invest in the project in mid June 1998.",
      "id": "s120"
    },
    {
      "text": "At the time he had a substantial exposure to equities and property.",
      "id": "s121"
    },
    {
      "text": "He said: \n \n My main objective was to ensure that my investments would provide me the best possible solutions for accumulating wealth to assist me in retirement.",
      "id": "s122"
    },
    {
      "text": "He delayed signing the application forms until 30 June 1998 as he was undecided whether to invest in the project or to make an additional contribution to his self-managed superannuation fund.",
      "id": "s123"
    },
    {
      "text": "Although both options were fully tax deductible on their face, he chose the project as it showed strong returns and was an asset class to which he had no exposure in his then current asset portfolio.",
      "id": "s124"
    },
    {
      "text": "24 It was suggested to Mr Lenzo in cross-examination that the superannuation contributions were never a real option.",
      "id": "s125"
    },
    {
      "text": "He had not contributed a sum anywhere near $20,000 to his super fund for many years.",
      "id": "s126"
    },
    {
      "text": "In 1997 he had only paid about $1,750.",
      "id": "s127"
    },
    {
      "text": "He said, however, that he had $20,000 available in 1998 to pay into his fund.",
      "id": "s128"
    },
    {
      "text": "It was put to him that to get a tax deduction equivalent to that he could expect from the plantation investment he would have had to make a contribution to his superannuation fund in excess of $20,000.",
      "id": "s129"
    },
    {
      "text": "He knew that there were limits on the amount which he could contribute to his superannuation fund consistently with obtaining a deduction for the contribution.",
      "id": "s130"
    },
    {
      "text": "He agreed that in 1998 the limit for a man of his age would have been about $25,000.",
      "id": "s131"
    },
    {
      "text": "25 Each of the lots on offer in the EKS plantation comprised one sixth of a hectare.",
      "id": "s132"
    },
    {
      "text": "The application fee for each was $10,158.",
      "id": "s133"
    },
    {
      "text": "Mr Lenzo chose a prepaid option as it yielded a superior internal rate of return.",
      "id": "s134"
    },
    {
      "text": "He also opted to take up the offer of loan finance from Arwon.",
      "id": "s135"
    },
    {
      "text": "He signed and completed a power of attorney which appointed EKS as his attorney to execute various documents and agreements on his behalf and do all things necessary to ensure his interest in the lots were created.",
      "id": "s136"
    },
    {
      "text": "Under that power of attorney Sandalwood Marketing Co Pty Ltd (SMC) was appointed to assist in the marketing of produce derived on harvest.",
      "id": "s137"
    },
    {
      "text": "The directors of EKS and SMC were the same.",
      "id": "s138"
    },
    {
      "text": "He said: \n \n As I was a sole practitioner operating a busy accounting practice, I did not have the time to operate and take control of the day to day activities of my two lots.",
      "id": "s139"
    },
    {
      "text": "Whilst my family had an established history in farming and agriculture, I did not have the requisite expertise to operate an Indian Sandalwood plantation and decided to appoint EKS Ltd to manage my two lots and my Indian Sandalwood business.",
      "id": "s140"
    },
    {
      "text": "This was in my opinion the best commercial option for me as I was of the view that having someone with the credentials and expertise to operate my business would in turn lead to a more efficiently operated business.",
      "id": "s141"
    },
    {
      "text": "This could then lead to greater returns and harvest.",
      "id": "s142"
    },
    {
      "text": "It is apparent from an examination of the project that there was no practical means by which Mr Lenzo could have separately managed, on his own account, the two lots which he had leased.",
      "id": "s143"
    },
    {
      "text": "In answer to a question from the Court, he agreed that even if he had had the relevant expertise and time, there was no way he would have managed his own land areas.",
      "id": "s144"
    },
    {
      "text": "26 Mr Lenzo also decided to subscribe for shares in SMC which he said gave him the potential for an added return in the future should SMC become a profitable \"supply\" company.",
      "id": "s145"
    },
    {
      "text": "He executed all the relevant documentation on 30 June 1998.",
      "id": "s146"
    },
    {
      "text": "The taxpayer's payment and involvement in the investment \n \n27 On 14 July 1998 Mr Lenzo was informed by a letter from EKS that his application had been accepted on 30 June 1998.",
      "id": "s147"
    },
    {
      "text": "He was told that he had been allocated identifiable areas of land, namely Lots C104 and C105 on the property at King Location 254, Kununurra in Western Australia.",
      "id": "s148"
    },
    {
      "text": "The letter attached a copy of a map which identified his two lots in the area of the plantation.",
      "id": "s149"
    },
    {
      "text": "He was told he was entitled to claim a deduction of $20,850 in his 1998 income tax return in accordance with a schedule which was attached.",
      "id": "s150"
    },
    {
      "text": "28 As noted, Mr Lenzo chose to fund his participation in the project with a loan from Arwon.",
      "id": "s151"
    },
    {
      "text": "Its office address was the same as that of his solicitors, Wilson &amp; Atkinson.",
      "id": "s152"
    },
    {
      "text": "The loan was for an amount of $36,982.",
      "id": "s153"
    },
    {
      "text": "There was a First Principal Sum of $20,316 which was advanced on 30 June 1998.",
      "id": "s154"
    },
    {
      "text": "This covered maintenance/management and rent fees for the initial year of the project.",
      "id": "s155"
    },
    {
      "text": "A Second Principal Sum of $16,660 was to be advanced on 1 July 1999.",
      "id": "s156"
    },
    {
      "text": "That covered maintenance/management and rent fees for the remainder of the project.",
      "id": "s157"
    },
    {
      "text": "29 Mr Lenzo repaid $7,506 of the First Principal Sum on 31 October 1998.",
      "id": "s158"
    },
    {
      "text": "The remainder was not due for repayment until harvest or 30 June 2014 whichever occurred earlier.",
      "id": "s159"
    },
    {
      "text": "The loan was a full recourse loan and the liability to repay it remained irrespective of harvest proceeds.",
      "id": "s160"
    },
    {
      "text": "Mr Lenzo also took out an indemnity policy with Intersure.",
      "id": "s161"
    },
    {
      "text": "30 Mr Lenzo received verbal assurances when he signed the application on 30 June 1998 that Intersure had the capacity to meet its obligations under the Indemnity Agreement.",
      "id": "s162"
    },
    {
      "text": "Those assurances were given to him by Mr Wilson.",
      "id": "s163"
    },
    {
      "text": "He made no independent inquiries about it.",
      "id": "s164"
    },
    {
      "text": "He had had some prior involvement with Arwon.",
      "id": "s165"
    },
    {
      "text": "He knew that it provided short term finance.",
      "id": "s166"
    },
    {
      "text": "One of his clients had used its services some years before and the arrangement had worked well.",
      "id": "s167"
    },
    {
      "text": "He did not turn his mind to the likelihood that Arwon was offering similar loans to other growers.",
      "id": "s168"
    },
    {
      "text": "He was aware from the prospectus that he would enjoy the best return if he took out a loan.",
      "id": "s169"
    },
    {
      "text": "He calculated at the time he entered into the investment that he would be claiming, on an annual basis, a deduction for interest he would not have to pay until 15 years from the commencement of his contract.",
      "id": "s170"
    },
    {
      "text": "He responded that any obligation incurred was deductible at the time it was incurred.",
      "id": "s171"
    },
    {
      "text": "31 Mr Lenzo never actually visited the plantation.",
      "id": "s172"
    },
    {
      "text": "He had seen a nursery in the area when he visited the Allrange project in 1997.",
      "id": "s173"
    },
    {
      "text": "32 Before the Second Principal Sum was advanced to Mr Lenzo he was advised by Arwon that it had been researching the lending market place and evaluating possible alternatives for its clients to refinance their loans.",
      "id": "s174"
    },
    {
      "text": "He said: \n \n Arwon were successful in their negotiations with the ANZ Bank to refinance the loans, including mine, on what was in my view, attractive principal and interest terms and conditions.",
      "id": "s175"
    },
    {
      "text": "He considered the option.",
      "id": "s176"
    },
    {
      "text": "He was of the view that it was not attractive for him to refinance both the First Principal Sum and Second Principal Sum with the ANZ Bank.",
      "id": "s177"
    },
    {
      "text": "However he came to the \"considered\" view that he would apply for a loan from the ANZ Bank to pay for the latter which covered his maintenance/management and rent fees for the remainder of the project.",
      "id": "s178"
    },
    {
      "text": "On 25 June 1999 he applied for and was successful in obtaining a loan from the ANZ Bank in the amount of $16,666 to pay for maintenance/management and rent fees for the remainder of the project.",
      "id": "s179"
    },
    {
      "text": "Arwon never advanced a Second Principal Sum to him.",
      "id": "s180"
    },
    {
      "text": "That was done by the ANZ Bank.",
      "id": "s181"
    },
    {
      "text": "Mr Lenzo was asked why he chose to refinance with the ANZ Bank rather than holding Arwon to its loan agreement.",
      "id": "s182"
    },
    {
      "text": "He said he had \"no real reason\".",
      "id": "s183"
    },
    {
      "text": "He \"went with one of them and decided to leave the other one the way it was\".",
      "id": "s184"
    },
    {
      "text": "It was put to him that the ANZ loan was less advantageous to him from a commercial point of view.",
      "id": "s185"
    },
    {
      "text": "The term of the Arwon loan was 15 years.",
      "id": "s186"
    },
    {
      "text": "The ANZ Bank loan was for 10 years.",
      "id": "s187"
    },
    {
      "text": "The interest rate charged by the ANZ Bank was 10.05%, and that payable on the Arwon loan was 9.9%.",
      "id": "s188"
    },
    {
      "text": "Mr Lenzo said that at the time he was happy with his decision and knew he could repay the loan fairly quickly.",
      "id": "s189"
    },
    {
      "text": "The extra 1% interest on the $16,000 chargeable by the ANZ Bank was not exactly \"sheep stations\".",
      "id": "s190"
    },
    {
      "text": "It was the case however, as Mr Lenzo accepted, that the indemnity signed with Intersure only governed the Arwon loan and not the ANZ Bank loan.",
      "id": "s191"
    },
    {
      "text": "33 The reason for the recommended change to ANZ Bank loan financing did not emerge from the evidence.",
      "id": "s192"
    },
    {
      "text": "It may be that the scheme required additional external funding.",
      "id": "s193"
    },
    {
      "text": "It may be that there was a concern that Arwon's involvement made the project more vulnerable to attack under Pt IVA of the ITAA 1936.",
      "id": "s194"
    },
    {
      "text": "These are speculations.",
      "id": "s195"
    },
    {
      "text": "Given the objective character of the test used to determine the dominant purpose of entry into a scheme under Pt IVA , the reasons for recommending the change would not seem to be material.",
      "id": "s196"
    },
    {
      "text": "The Commissioner criticised Mr Lenzo's evidence about his reasons for changing to the ANZ Bank, which it must be said were fairly vague.",
      "id": "s197"
    },
    {
      "text": "However his subjective reasons or purposes are immaterial.",
      "id": "s198"
    },
    {
      "text": "34 Mr Lenzo made repayments on the principal and interest of the loan from the ANZ Bank and the entire loan was repaid on 21 September 2000.",
      "id": "s199"
    },
    {
      "text": "He exhibited bank statements to his affidavit.",
      "id": "s200"
    },
    {
      "text": "Following the final repayment of the loan the only outstanding liability he had with respect to his investment in the project was the balance of the Arwon advance of the First Principal Sum.",
      "id": "s201"
    },
    {
      "text": "Taking into account the first drawdown, his initial payment and interest accrued on the loan, the closing balance of the loan at 2 July 2000 was $12,810.",
      "id": "s202"
    },
    {
      "text": "This amount was to be repaid on harvest or 30 June 2014, whichever occurred first.",
      "id": "s203"
    },
    {
      "text": "35 To this point Mr Lenzo has not received any income from the project.",
      "id": "s204"
    },
    {
      "text": "No income was forecast until harvest in 2014.",
      "id": "s205"
    },
    {
      "text": "Given his election to prepay for maintenance/management and rent fees for the remainder of the project, his only ongoing obligations were the annual indemnity premiums and annual plantation insurance which have been attended to every year.",
      "id": "s206"
    },
    {
      "text": "EKS has been paying the annual plantation insurance from the time the plantation was planted until 23 December 2000.",
      "id": "s207"
    },
    {
      "text": "He was only obliged to make plantation insurance payments from after this date.",
      "id": "s208"
    },
    {
      "text": "He exhibited to his affidavit a number of letters and tax invoices which he has paid in relation to the indemnity premium.",
      "id": "s209"
    },
    {
      "text": "36 Since the commencement of the project Mr Lenzo has received regular updates, newsletters and financial reports from EKS, which changed its name to Tropical Forestry Services Ltd (TFS) in 2000.",
      "id": "s210"
    },
    {
      "text": "He was advised early in 2000 that the survival rate of the trees was poor but that EKS would be replanting sufficient trees on another location to make good the deficiency.",
      "id": "s211"
    },
    {
      "text": "He said in his affidavit evidence that the project is functioning better than projected in the prospectus and that his initial assessment of the Indian sandalwood industry was correct.",
      "id": "s212"
    },
    {
      "text": "He expects that returns which are higher than those forecast in the prospectus should be derived by him on harvest.",
      "id": "s213"
    },
    {
      "text": "He referred to various letters that he had received from EKS and TFS covering the period from 1998 through to November 2005.",
      "id": "s214"
    },
    {
      "text": "These included annual financial reports for the project and newsletters and updates.",
      "id": "s215"
    },
    {
      "text": "37 One of the reports indicated that a very severe wet season had resulted in the loss of about 50% of the sandalwood trees.",
      "id": "s216"
    },
    {
      "text": "Few of the host trees were affected.",
      "id": "s217"
    },
    {
      "text": "A restocking program in 2000 was only partially successful and the company planted an additional area of 25 ha on land it owned at Packsaddle Road, Kununurra.",
      "id": "s218"
    },
    {
      "text": "Mr Lenzo accepted that there was no obligation on the company to replant on additional land.",
      "id": "s219"
    },
    {
      "text": "38 In closing submissions counsel for Mr Lenzo set out the actual cash outlays he made (which are of course to be distinguished from the liabilities he incurred and in connection with his investment).",
      "id": "s220"
    },
    {
      "text": "The cash payments were as follows: \n \n Year of Income Cash Outlay \n \n 1998 $534 on 30 June 1998 as indemnity fees \n\n\n \n1999 (i) $7,506 on 12 October 1998 towards the First Principal Sum;\n \n (ii) $648 on 121 October 1998 for shares in SMC;\n \n (iii) $16,666 on 25 June 1999 in full repayment of Second Principal Sum;\n \n (iv) $1,066 on 29 June 1999 as payment for indemnity fees\n \n The total for the 1999 year was $25,886.",
      "id": "s221"
    },
    {
      "text": "2000 (i) $1,586.84 as payment of interest on ANZ Bank loan;\n \n (ii) $1,066 on 20 June 2000 as payment for indemnity fees;\n \n This totalled $2,652.84 for the 2000 year of income.",
      "id": "s222"
    },
    {
      "text": "39 Mr Lenzo has complied with all the terms and obligations under all the agreements that he entered into for the project and by the end of 2000 had paid out cash amounts totalling $29,072.84 for his participation in it.",
      "id": "s223"
    },
    {
      "text": "This exceeded the cash payments required under the prospectus and compared to the $29,938 in tax deductions claimed under the project.",
      "id": "s224"
    },
    {
      "text": "He said that his prevailing purpose for investing in the project was to provide for a future income distribution which would assist him to generate wealth for retirement.",
      "id": "s225"
    },
    {
      "text": "The harvest of his sandalwood lots would occur in 2013 when he reaches the age of 60.",
      "id": "s226"
    },
    {
      "text": "He said the project for him was a superannuation investment strategy.",
      "id": "s227"
    },
    {
      "text": "Having regard to the liabilities incurred, he invested $36,982 in it in June 1998.",
      "id": "s228"
    },
    {
      "text": "If he hadn't done so he would have invested the same amount into his self-managed superannuation fund at that time.",
      "id": "s229"
    },
    {
      "text": "40 I accept Mr Lenzo's evidence as to the process by which he decided to enter into the project, the payments he made and the opinions he formed.",
      "id": "s230"
    },
    {
      "text": "In so doing, I accept that his subjective motives and purposes are not material in determining, under s 177D(b) of the ITAA 1936, whether it could be concluded that a dominant purpose of his entry into the project was to secure a tax benefit.",
      "id": "s231"
    },
    {
      "text": "The documentation relevant to the investment \n \n41 Mr Lenzo's entry into the project was effected by an application form which he signed and dated 30 June 1998.",
      "id": "s232"
    },
    {
      "text": "The application was expressed to be for two leased areas in the project.",
      "id": "s233"
    },
    {
      "text": "Section 2(a) of the form provided, inter alia: \n \n The total application moneys in respect of leased areas enclosed with this application (at Aus$10,158 for each leased area applied for) is: \n \n (a) Aus$20,316.",
      "id": "s234"
    },
    {
      "text": "Under s 2(b) the number of shares in the marketing company for which he applied was two and the total application moneys in respect of each share was stated to be Aus$326.",
      "id": "s235"
    },
    {
      "text": "42 Also executed at the same time was a document entitled \"Applicant's Power of Attorney\".",
      "id": "s236"
    },
    {
      "text": "By cl 2 of that document, Mr Lenzo appointed EKS and its duly authorised attorneys as his attorney.",
      "id": "s237"
    },
    {
      "text": "By cl 3 he granted the attorney power to execute a lease and management agreement on his behalf, and any variation or amendment thereof \"... and to execute any other document the Attorney reasonably considers necessary or desirable to effect and complete the Applicant's application, and the issue of leased areas to the Applicant pursuant to that application\".",
      "id": "s238"
    },
    {
      "text": "He authorised the attorney to arrange the stamping of the lease and management agreement and the lodgement of any caveat under the Transfer of Land Act 1893 (WA).",
      "id": "s239"
    },
    {
      "text": "43 A lease and management agreement dated 30 June 1998 was in evidence.",
      "id": "s240"
    },
    {
      "text": "It was made between EKS, Professional Funds Management Pty Ltd as Trustee of the investor's funds (PFM), SMC and each of the investors named in a schedule to the deed referred to in the deed as a \"grower\".",
      "id": "s241"
    },
    {
      "text": "The document was executed by PFM, SMC and EKS as manager and \"as attorney and agent on behalf of each relevant grower\".",
      "id": "s242"
    },
    {
      "text": "44 In its recitals the lease and management agreement stated that EKS as manager was, or was entitled to become, the owner or head lessee of the plantation land and had agreed to sublet to each relevant grower one or more separate leased areas.",
      "id": "s243"
    },
    {
      "text": "These separate leased areas were set out in Item 11 of the Schedule, each comprising one part of the plantation for the purpose of conducting a commercial forestry project on it on the basis that the relevant grower would pay rent and on further terms and conditions set out in the agreement.",
      "id": "s244"
    },
    {
      "text": "The agreement recited that the grower wished to appoint the manager as manager of the grower's commercial forestry project to be conducted on the relevant leased area and in that capacity to establish and maintain the project and to harvest its produce.",
      "id": "s245"
    },
    {
      "text": "It also recited that the relevant grower wished to appoint a marketing company, SMC, as marketer of the produce of the project and that SMC wished to accept that appointment.",
      "id": "s246"
    },
    {
      "text": "The trustee, PFM, had agreed to protect the rights and interests of the relevant grower under the deed.",
      "id": "s247"
    },
    {
      "text": "45 Clause 4 of the agreement provided for the payment of rent in respect of each relevant leased area.",
      "id": "s248"
    },
    {
      "text": "The amount was $158, for the initial period which was 13 months from the commencement date.",
      "id": "s249"
    },
    {
      "text": "That date was 30 June 1998 (see cl 1.9).",
      "id": "s250"
    },
    {
      "text": "For each financial year after the initial period the rent was $158 per relevant leased area multiplied by an inflation adjustment factor on a date when the manager gave notice of the annual contribution payable for the relevant financial year (cl 3.2).",
      "id": "s251"
    },
    {
      "text": "46 Under cl 8 the manager was to establish, maintain, supervise and manage on a day to day basis on behalf of the grower, in accordance with good commercial practice all commercial forestry activities to be carried on by the grower on the leased area.",
      "id": "s252"
    },
    {
      "text": "This included the planting and raising of Santalum Album (Indian sandalwood) seedlings or trees.",
      "id": "s253"
    },
    {
      "text": "47 By cl 23.10 the grower could elect to pay annual contributions by prepaying the aggregate of rent and maintenance fees, after year one, to the trustee on or before 1 July 1999.",
      "id": "s254"
    },
    {
      "text": "The aggregate rent was $871 per relevant leased area and maintenance fees of $7,462 per relevant leased area.",
      "id": "s255"
    },
    {
      "text": "If such an election were made then receipt by the Trustee of the amount referred to would be a complete discharge to the grower in respect of its obligations to pay rent and management fees during the term of the agreement.",
      "id": "s256"
    },
    {
      "text": "48 Mr Lenzo also entered into a Loan Deed dated 30 June 1998 with Arwon.",
      "id": "s257"
    },
    {
      "text": "By cl 2.1 of that deed, read with the schedule to the deed, Arwon agreed to advance to him a First Principal Sum of $20,316 on 30 June 1998 and a Second Principal Sum of $16,666 on 1 July 1999.",
      "id": "s258"
    },
    {
      "text": "The First Principal Sum was to be repayable in two instalments, one of $6,094 on 30 September 1998 and the other of $14,222, on the date on which Mr Lenzo was first entitled to receive the whole or part of his net proceeds from the harvest and, alternatively, no later than 30 June 2014.",
      "id": "s259"
    },
    {
      "text": "The latter formula also applied to the repayment date of the Second Principal Sum.",
      "id": "s260"
    },
    {
      "text": "The deed specified an interest rate of 9% or the rate of interest charged by BankWest to its customers on overdraft accounts of less than $100,000 from time to time less 5% per annum, whichever was the higher rate.",
      "id": "s261"
    },
    {
      "text": "49 Mr Lenzo executed an indemnity agreement with Intersure on 30 June 1998.",
      "id": "s262"
    },
    {
      "text": "Its effect was to provide an indemnity against any shortfall between the amount borrowed from Arwon and the proceeds of the harvest.",
      "id": "s263"
    },
    {
      "text": "It still required Mr Lenzo to repay the sum of $7,506, being the first instalment of the First Principal Sum due on 30 September 1998.",
      "id": "s264"
    },
    {
      "text": "He was also required to pay interest on the Second Principal Sum.",
      "id": "s265"
    },
    {
      "text": "The fees for this indemnity were an initial annual sum of $267.67 per relevant leased lot to be paid in advance on or before the commencement date and thereafter an annual sum of 2 x $533.34, ie $1,066.68.",
      "id": "s266"
    },
    {
      "text": "Factual background --- the Commissioner's treatment of the taxpayer's claimed deductions for his plantation investment \n \n50 In each of his income tax returns for the years ended 30 June 1998, 30 June 1999 and 30 June 2000 Mr Lenzo claimed a loss from business in respect of his participation in what was known as the East Kimberley Sandalwood Project No 1 and is now referred to as Tropical Forestry Services No 1.",
      "id": "s267"
    },
    {
      "text": "For the year ended 30 June 1998 he claimed a loss of $20,850 comprising: \n(a) maintenance fees of $20,000; \n(b) rent of $315; \n(c) indemnity fees of $535.",
      "id": "s268"
    },
    {
      "text": "For the year ended 30 June 1999 he claimed a loss of $3,884 comprising: \n(a) maintenance fees of $1,666\n(b) interest and bank fees of $1,152\n(c) indemnity fees of $1,066.",
      "id": "s269"
    },
    {
      "text": "The interest and bank fees were underclaimed.",
      "id": "s270"
    },
    {
      "text": "The amount of interest paid for the year ended 30 June 1999 on the Arwon loan was $1,345.38.",
      "id": "s271"
    },
    {
      "text": "For the year ended 30 June 2000 he claimed a loss of $5,203 comprising: \n(a) maintenance fees of $1,666\n(b) interest and bank fees of $3,461\n(c) indemnity fees in the amount of $1,066.",
      "id": "s272"
    },
    {
      "text": "The interest and bank fees were overclaimed.",
      "id": "s273"
    },
    {
      "text": "The amount of interest paid for the year ended 30 June 2000 was $2,739.74.",
      "id": "s274"
    },
    {
      "text": "However the amount asserted as deductible in the objection notice was $2,471 which appears to have been less than the actual interest paid which totalled $2,739.74, $1,152.90 of which was attributable to Arwon and $1,586.84 attributable to the ANZ Bank loan.",
      "id": "s275"
    },
    {
      "text": "51 On 8 August 2001 a Deputy Commissioner of Taxation made determinations pursuant to s 177F of Pt IVA of the ITAA 1936.",
      "id": "s276"
    },
    {
      "text": "He determined, under para 177F(1)(b) that the amounts of $20,850, $3,884 and $5,203 each being \"a tax benefit that is referrable to a deduction being allowable to Gino Lenzo\" for the respective years of income ended 30 June 1998, 30 June 1999 and 30 June 2000, should not be allowable to him in relation to that year of income.",
      "id": "s277"
    },
    {
      "text": "Notices of amended assessment issued on 7 September 2001 giving effect to that determination.",
      "id": "s278"
    },
    {
      "text": "Under-statement penalties and interest were imposed; $4,044.60 for the year ended 1998, $509.75 for the year ended 30 June 1999 and $267.65 for the year ended 30 June 2000.",
      "id": "s279"
    },
    {
      "text": "52 Mr Lenzo lodged objections against the assessments on 14 September 2001.",
      "id": "s280"
    },
    {
      "text": "On 8 March 2005 a First Assistant Commissioner of Taxation advised that his objections had been considered and disallowed.",
      "id": "s281"
    },
    {
      "text": "Reasons for Decision were attached to the letter of advice.",
      "id": "s282"
    },
    {
      "text": "The notice of appeal against the Commissioner's disallowance of Mr Lenzo's objections was filed in this Court on 3 May 2005.",
      "id": "s283"
    },
    {
      "text": "The commercial merits of the plantation \n \n53 Evidence was put before the Court relevant to the viability and commercial merits of the plantation project.",
      "id": "s284"
    },
    {
      "text": "I received that evidence subject to relevance.",
      "id": "s285"
    },
    {
      "text": "In my opinion, it is relevant to the objective purpose of investment in the project.",
      "id": "s286"
    },
    {
      "text": "The Commissioner has accepted that the sandalwood plantation is a serious commercial project, so to that extent the evidence does not go to a matter in dispute.",
      "id": "s287"
    },
    {
      "text": "However it does underpin the expert opinion evidence offered as to projected returns from the plantation and the appropriateness of the fees charged for entry into the project.",
      "id": "s288"
    },
    {
      "text": "In the end the substance of the evidence was not controverted.",
      "id": "s289"
    },
    {
      "text": "54 Mr Underwood, who had prepared the forestry report for inclusion in the prospectus, was the first of the three witnesses to give evidence about the operation of the plantation.",
      "id": "s290"
    },
    {
      "text": "At the request of the directors of Intersure he undertook an inspection of the plantations in October 1999 and produced a report on 1 November 1999 based on that inspection.",
      "id": "s291"
    },
    {
      "text": "He undertook a similar inspection on 25 April 2000 and prepared another report on 28 April 2000 based on that inspection.",
      "id": "s292"
    },
    {
      "text": "He has not provided another report for EKS or its related entities since April 2000.",
      "id": "s293"
    },
    {
      "text": "He has, however, seen the plantations since that time.",
      "id": "s294"
    },
    {
      "text": "His inspection in October 1999 took place about six months after site preparation and two months after the planting of the seedlings.",
      "id": "s295"
    },
    {
      "text": "He was of the opinion that at the planning stage the project provided all the necessary elements for success.",
      "id": "s296"
    },
    {
      "text": "The prospectus demonstrated that the best information about growing Indian sandalwood at the Ord had been gathered and was to be applied.",
      "id": "s297"
    },
    {
      "text": "He was generally of the opinion that the plantations were professionally managed thereafter although he was concerned about the standard of seedlings planted and the lateness of some of the planting.",
      "id": "s298"
    },
    {
      "text": "55 Subsequent visits to the plantations at various times over the years confirmed Mr Underwood's concerns about seedling quality and lateness of planting.",
      "id": "s299"
    },
    {
      "text": "He said that they are today generally understocked.",
      "id": "s300"
    },
    {
      "text": "Fortunately, Indian sandalwood today is far more valuable than it was at the time of the commencement of the project.",
      "id": "s301"
    },
    {
      "text": "56 Mr Underwood inspected the plantations in October 2005 and despite the poor stocking of Indian sandalwood trees was of the opinion that they were being well managed.",
      "id": "s302"
    },
    {
      "text": "He still holds the opinion that he held in 1999 that the project will be a commercial success.",
      "id": "s303"
    },
    {
      "text": "He also observed that the techniques used in Indian sandalwood establishment and plantation maintenance have evolved since 1998 as a result of further research and experience.",
      "id": "s304"
    },
    {
      "text": "The current operation of the project and subsequent projects are more sophisticated and more efficient than they were in 1998.",
      "id": "s305"
    },
    {
      "text": "57 Mr Underwood gave opinion evidence relating to the level of fees charged to the investors.",
      "id": "s306"
    },
    {
      "text": "In 2001 the Commissioner had asked him to inspect the plantation the subject of the Kununurra tropical forestry project also known as the AllRange Project and to provide a report on its progress.",
      "id": "s307"
    },
    {
      "text": "That project, which had been earlier considered and rejected by Mr Lenzo, also involved the growing of sandalwood in the Ord.",
      "id": "s308"
    },
    {
      "text": "Mr Underwood had formed the opinion that the fees charged to the investors in that project for the purchase of sandalwood seedlings and host seedlings were excessive and gave evidence to that effect in Federal Court proceedings, Puzey v Commissioner of Taxation [2002] FCA 1615 ; (2002) 51 ATR 616.",
      "id": "s309"
    },
    {
      "text": "In relation to the EKS project however, he was not of the same opinion.",
      "id": "s310"
    },
    {
      "text": "He said that investors in that project were charged fees totalling $60,000 per hectare for services performed by EKS as manager of the project as outlined in the lease and management agreements.",
      "id": "s311"
    },
    {
      "text": "The services involved: \n1.",
      "id": "s312"
    },
    {
      "text": "Planting and raising Santalum Album seedlings or trees.",
      "id": "s313"
    },
    {
      "text": "2.",
      "id": "s314"
    },
    {
      "text": "Planting on the invested areas as soon as practicable after execution of the relevant lease and management agreement sufficient Santalum Album seedlings or trees.",
      "id": "s315"
    },
    {
      "text": "3.",
      "id": "s316"
    },
    {
      "text": "Planting on the investors' areas such other trees as might reasonably be necessary or required to enable or encourage growth of, or protect, the Santalum Album seedlings.",
      "id": "s317"
    },
    {
      "text": "4.",
      "id": "s318"
    },
    {
      "text": "Cultivating, tending, culling, pruning, fertilising, spraying, irrigating and otherwise caring for the trees as and when required.",
      "id": "s319"
    },
    {
      "text": "5.",
      "id": "s320"
    },
    {
      "text": "Collecting seeds and propagation material from the investors' areas.",
      "id": "s321"
    },
    {
      "text": "6.",
      "id": "s322"
    },
    {
      "text": "Keeping in good repair access roads to the investors' areas.",
      "id": "s323"
    },
    {
      "text": "7.",
      "id": "s324"
    },
    {
      "text": "Using all reasonable measures by fumigating and poisoning for extermination and keeping the investors' areas free from vermin.",
      "id": "s325"
    },
    {
      "text": "8.",
      "id": "s326"
    },
    {
      "text": "At all times maintaining in good repair and condition fire breaks and irrigation channels in and about the investors' areas.",
      "id": "s327"
    },
    {
      "text": "9.",
      "id": "s328"
    },
    {
      "text": "Maintaining the investors' areas according to good forestry practices; and \n 10.",
      "id": "s329"
    },
    {
      "text": "Paying all costs and expenses of establishing and maintaining the plantation.",
      "id": "s330"
    },
    {
      "text": "Based on his experience and knowledge of other similar Indian sandalwood projects issued by EKS and an organisation he referred to as ITC, Mr Underwood considered that the fees charged to investors were similar across all projects.",
      "id": "s331"
    },
    {
      "text": "The project managers of the 2006 ITC sandalwood project charged investors a fee of $3,520 per 0.04 ha for establishment.",
      "id": "s332"
    },
    {
      "text": "This equated to $88,000 per hectare.",
      "id": "s333"
    },
    {
      "text": "On that comparison, he regarded the fees charged to investors in the project currently under consideration as not excessive.",
      "id": "s334"
    },
    {
      "text": "58 Mr Underwood was cross-examined in relation to his report in the prospectus.",
      "id": "s335"
    },
    {
      "text": "He agreed that as of March 1998 there had not been any international sales of Indian sandalwood grown in Australia of which he knew.",
      "id": "s336"
    },
    {
      "text": "He was also cross-examined about the adequacy of the provision for replanting and infilling where planted trees had died.",
      "id": "s337"
    },
    {
      "text": "He said in his experience most forestry projects nearly always involved an expectation that there would be some need for replanting in the second year.",
      "id": "s338"
    },
    {
      "text": "He did not himself inquire as to whether there was such a provision in relation to the EKS project.",
      "id": "s339"
    },
    {
      "text": "He just naturally assumed that it would happen.",
      "id": "s340"
    },
    {
      "text": "He agreed that the EKS project had suffered early mortality among seedlings in the first wet season immediately after planting.",
      "id": "s341"
    },
    {
      "text": "As to the risks which he perceived associated with sandalwood plantations he said: \n \n The tricky aspect with growing Indian sandalwood is that it requires hosts that cut in at different times of the rotation and until you've grown a plantation through to maturity and done everything, you're still basing your experience on the research plots rather than on actual plantations and I've made that clear in every report I've written, that this is a risk that investors need to know about.",
      "id": "s342"
    },
    {
      "text": "He explained the concept of the host in the course of cross-examination.",
      "id": "s343"
    },
    {
      "text": "The sandalwood is a parasitic or semi-parasitic tree which attaches its roots to the roots of other trees.",
      "id": "s344"
    },
    {
      "text": "When a sandalwood plantation is grown from seedlings through to maturity it is necessary to establish a range of different host species during the 15 year period of the growth.",
      "id": "s345"
    },
    {
      "text": "The host trees are planted in amongst the sandalwood, adjacent to the sandalwood trees.",
      "id": "s346"
    },
    {
      "text": "Progressively the sandalwood kills the trees of the host species and sucks them dry so that other host species trees are needed to replace them.",
      "id": "s347"
    },
    {
      "text": "59 I accept Mr Underwood's evidence that the set up and management of the EKS plantation project indicated that it was properly conceived and generally properly managed.",
      "id": "s348"
    },
    {
      "text": "The question whether fees charged to investors were \"excessive\" involves normative judgments the basis of which needs to be made clear in order to establish their relevance.",
      "id": "s349"
    },
    {
      "text": "In a case such as the present, if the level of entry fees paid is able to be characterised, on objective criteria, as inflated beyond what is relevant to the interests and services being acquired, and the costs, direct and indirect, of providing them, then that fact, in combination with others, may support the conclusion that a dominant purpose for entering the scheme was to acquire a tax benefit.",
      "id": "s350"
    },
    {
      "text": "In this case Mr Underwood's opinion about the fees was based upon the range of services provided and in that sense was properly based.",
      "id": "s351"
    },
    {
      "text": "Using a criterion of somewhat lesser reliability it invoked comparisons with other Indian sandalwood projects.",
      "id": "s352"
    },
    {
      "text": "I accept overall that Mr Underwood did have a proper basis for his opinion that the fees charged were reasonable.",
      "id": "s353"
    },
    {
      "text": "Such opinions however are necessarily more qualitative than quantitative in character.",
      "id": "s354"
    },
    {
      "text": "60 Evidence was also called from Mr Anantha Padmanabha who, along with Mr Underwood, had prepared a report which was included in the prospectus.",
      "id": "s355"
    },
    {
      "text": "He has over 43 years experience in forestry in India predominantly dealing with sandalwood.",
      "id": "s356"
    },
    {
      "text": "There was no challenge to his qualifications or expertise.",
      "id": "s357"
    },
    {
      "text": "61 Mr Padmanabha said the sale price of sandalwood in India over the period from 1990 to 2006 has increased from US$4,000 per ton to US$77,000 per ton.",
      "id": "s358"
    },
    {
      "text": "That represented an average increase of 23% per annum.",
      "id": "s359"
    },
    {
      "text": "In his opinion the increasing price trend will continue due to the rapid reduction in the supply of Indian sandalwood caused by dwindling production.",
      "id": "s360"
    },
    {
      "text": "Demand for the wood is increasing in the domestic market of India and in international markets.",
      "id": "s361"
    },
    {
      "text": "The gap between supply and demand is also dramatically increasing.",
      "id": "s362"
    },
    {
      "text": "62 Mr Padmanabha referred to the projected 2014 price in the prospectus which was A$60,000 per ton.",
      "id": "s363"
    },
    {
      "text": "The annual percentage price increase for sandalwood over the past 15 years has averaged 23%.",
      "id": "s364"
    },
    {
      "text": "This exceeds the forecast 6% inflationary figure used in the prospectus projections.",
      "id": "s365"
    },
    {
      "text": "He anticipated that the final price to be achieved by investors in the project on harvest in 2013, based on continuing demand and the current price, may be at least double the prospectus forecast.",
      "id": "s366"
    },
    {
      "text": "In cross-examination he said that harvesting and sale of sandalwood is controlled by State governments in India.",
      "id": "s367"
    },
    {
      "text": "He agreed that it is a valuable export for that country but said that domestic demand is absorbing about 60% to 70% of production.",
      "id": "s368"
    },
    {
      "text": "Sandalwood in India is obtained from natural forests.",
      "id": "s369"
    },
    {
      "text": "There are no plantations because private landowners fear the \"rigorous rules framed by the Forest Department\".",
      "id": "s370"
    },
    {
      "text": "They are not willing to raise sandalwood and then just give it to the government.",
      "id": "s371"
    },
    {
      "text": "It appears from his evidence that sandalwood marketing in India is effectively controlled by State governments.",
      "id": "s372"
    },
    {
      "text": "63 Mr Padmanabha's evidence can be accepted.",
      "id": "s373"
    },
    {
      "text": "As with the evidence of Mr Underwood, it largely went to the commercial viability of the plantation and its genuiness as a commercial operation.",
      "id": "s374"
    },
    {
      "text": "Having regard to the express acceptance by the Commissioner in the course of Mr Padmanabha's examination that the genuine commercial nature of the plantation project was not in issue, it is not necessary to say anything other than that the concession is supported by his evidence as well as that of Mr Underwood.",
      "id": "s375"
    },
    {
      "text": "64 I also accept what Mr Padmanabha has had to say about the prospects of high returns from the plantation having regard to trends in the price of sandalwood.",
      "id": "s376"
    },
    {
      "text": "Given the trends which he identified and which existed at the time that the prospectus was issued, there was considerable cause for optimism about the future of Indian sandalwood as a commercial export product notwithstanding that the project itself had risks.",
      "id": "s377"
    },
    {
      "text": "65 Evidence as to the soundness of the investment and the fee levels was called from Mr Martin Sammon, again subject to objection as to relevance.",
      "id": "s378"
    },
    {
      "text": "Mr Sammon is a chartered accountant who has been involved in the management and appraisal of regional agribusinesses for 25 years.",
      "id": "s379"
    },
    {
      "text": "He specialises in business strategy and business planning and has been intimately involved with the formation of a number of viticultural investment projects.",
      "id": "s380"
    },
    {
      "text": "From 2001 to 2005 he managed the establishment and development of Lonsdale Securities Ltd's (Lonsec) Alternative Research division.",
      "id": "s381"
    },
    {
      "text": "In that time he was engaged in the review of agricultural investments in the Managed Investment Scheme sector.",
      "id": "s382"
    },
    {
      "text": "Since 2005 he has worked with Thompson Partners to launch an institutional agribusiness fund, known as the Australian Rural Investment Fund.",
      "id": "s383"
    },
    {
      "text": "It is a joint venture aimed at attracting wholesale funds into regional agriculture, processing and infrastructure investment opportunities which meet predefined investment criteria.",
      "id": "s384"
    },
    {
      "text": "He was also a member of the Victorian Government Rural Land Stewardship Critical Reference Group.",
      "id": "s385"
    },
    {
      "text": "Mr Sammon is currently engaged as a consultant by the holding company for the TFS Group which, under its former name EKS, promoted the East Kimberley Sandalwood Project No 1.",
      "id": "s386"
    },
    {
      "text": "66 Mr Sammon was asked by Mr Lenzo's solicitors to provide an opinion, for the purpose of these proceedings, on the investment offered under the EKS Project No 1 prospectus.",
      "id": "s387"
    },
    {
      "text": "He said that the project did not need to rely upon the tax benefits in order to provide a sufficient financial return to qualify as an investment grade product.",
      "id": "s388"
    },
    {
      "text": "He carried out his analysis of the project as an investment on a before tax basis.",
      "id": "s389"
    },
    {
      "text": "He reviewed the prospectus and applied factors he would normally consider in assessing an agribusiness project.",
      "id": "s390"
    },
    {
      "text": "During his employment with Lonsec he had reviewed a number of subsequent TFS Indian sandalwood projects similar to that proposed in this case.",
      "id": "s391"
    },
    {
      "text": "He produced reports on those projects.",
      "id": "s392"
    },
    {
      "text": "Through the process of reviewing those reports he had become familiar with the management of TFS, the Indian sandalwood market and Western Australian government research on growing Indian sandalwood in Kununurra which preceded the project.",
      "id": "s393"
    },
    {
      "text": "67 In 1984 the Western Australian State Government had established experimental plantations of Indian sandalwood in Kununurra.",
      "id": "s394"
    },
    {
      "text": "These demonstrated that Indian sandalwood could be successfully grown in the Ord River Irrigation Area.",
      "id": "s395"
    },
    {
      "text": "The most suitable host species and soil type had been identified and the process for the propagation of seedlings from seed stock had been successfully established.",
      "id": "s396"
    },
    {
      "text": "There was sufficient evidence in 1998 to be satisfied that Indian sandalwood could be grown as a commercial forestry crop in the Ord.",
      "id": "s397"
    },
    {
      "text": "However, the plantation was a pioneering project as no large scale commercial Indian sandalwood plantations had been established in the Ord prior to 1998.",
      "id": "s398"
    },
    {
      "text": "Mr Sammon accepted that it is often the case that large scale operations in agriculture disclose problems not evident in smaller scale trial projects or not capable of efficient resolution in large scale operations.",
      "id": "s399"
    },
    {
      "text": "The risks of agricultural failure were therefore much higher for this project when compared to more established large scale forestry operations.",
      "id": "s400"
    },
    {
      "text": "68 Mr Sammon considered the initial directors and managers of the project to be appropriately experienced.",
      "id": "s401"
    },
    {
      "text": "However he identified, as a major weakness in its early stages, the use of independent contractors located in Kununurra who had had no previous experience with Indian sandalwood and were not adequately trained foresters.",
      "id": "s402"
    },
    {
      "text": "He said that since that time EKS had corrected the problem.",
      "id": "s403"
    },
    {
      "text": "69 Mr Sammon gave evidence about the market for Indian sandalwood.",
      "id": "s404"
    },
    {
      "text": "He described its outlook as \"very bright today due to the dwindling supply and the growing demand from the two power house economies of the world in India and China where Indian sandalwood has been prized for its aromatic oil for centuries\".",
      "id": "s405"
    },
    {
      "text": "Based on the prospectus forecasts, the project showed strong financial returns on a before tax and before finance basis.",
      "id": "s406"
    },
    {
      "text": "The forecast returns were very strong compared to other established forestry projects at the time which were projecting before tax and before finance returns of 6-8% per annum.",
      "id": "s407"
    },
    {
      "text": "In Mr Sammon's opinion the assumptions underlying the forecasts were reasonable.",
      "id": "s408"
    },
    {
      "text": "The forecast end price for the year 2013 as set out in the prospectus was US$43,132 per ton.",
      "id": "s409"
    },
    {
      "text": "At the most recent auction of Indian sandalwood held in Salem, India in March 2006, the average price obtained was US$75,260 per ton.",
      "id": "s410"
    },
    {
      "text": "Mr Sammon could not be confident that Kununurra Indian sandalwood would command the same price as Indian grown timber which usually has a higher oil content.",
      "id": "s411"
    },
    {
      "text": "However, even if the price obtained by Indian grown timber were to be discounted by 50%, which in his view was an excessive discount, the price projection in the prospectus was not only reasonable but understated.",
      "id": "s412"
    },
    {
      "text": "70 The assumed survival rate of 90% was optimistic and a long term survival rate of 60% would have been more realistic.",
      "id": "s413"
    },
    {
      "text": "As to the forecast heartwood yield per tree, that was underpinned by State government research and Mr Underwood's report and was a reasonable assumption.",
      "id": "s414"
    },
    {
      "text": "71 Mr Sammon was of the opinion that the fees charged were reasonable give the balanced management required in successfully establishing an irrigated Indian sandalwood plantation in a remote location of Australia.",
      "id": "s415"
    },
    {
      "text": "Although EKS had a significant profit margin on the actual costs of establishing and maintaining the plantation, the forecast financial return to the investors was, in his opinion, still reasonable.",
      "id": "s416"
    },
    {
      "text": "72 Despite the experimental nature of the project in 1998, Mr Sammon considered that the compelling market outlook for Indian sandalwood at that time and the strong financial returns projected made it a project that was suitable as an \"Investment Grade\" project.",
      "id": "s417"
    },
    {
      "text": "The higher risks associated with it were commensurate with the higher returns expected.",
      "id": "s418"
    },
    {
      "text": "He described the project as suitable for an investor who was prepared to assume the higher risks in pursuance of the much higher returns that were possible from it compared to the lower returns expected from more traditional forestry projects.",
      "id": "s419"
    },
    {
      "text": "73 It was put to Mr Sammon in cross-examination that out of the initial payment shown on Table 1 in the prospectus, $10,158 of it was not said to meet the initial costs that the manager had to meet.",
      "id": "s420"
    },
    {
      "text": "He said in response that he had not had an opportunity to form a detailed assessment of those costs.",
      "id": "s421"
    },
    {
      "text": "He didn't have enough information to make a statement of excessive charging but in the context of subsequent TFS projects the fees were reasonable.",
      "id": "s422"
    },
    {
      "text": "He said that the Table only showed \"direct costs\".",
      "id": "s423"
    },
    {
      "text": "He was asked in re-examination what indirect costs he had in mind.",
      "id": "s424"
    },
    {
      "text": "He said that, in answering that question one would need to know how the total operating costs of the promoter were allocated to the project.",
      "id": "s425"
    },
    {
      "text": "He said the promoter had to fund the creation of the underlying farm asset and the project itself.",
      "id": "s426"
    },
    {
      "text": "Under the structure of managed investment schemes, those costs get confusing accounting treatment.",
      "id": "s427"
    },
    {
      "text": "This seems to give an inflated view of the paper profits that are being made.",
      "id": "s428"
    },
    {
      "text": "The tables in the prospectus did not show the cost of land to the promoter or the cost of holding that land or any contingencies.",
      "id": "s429"
    },
    {
      "text": "74 I accept Mr Sammon's evidence.",
      "id": "s430"
    },
    {
      "text": "In one respect it goes to the proposition, which is not in dispute, that the project was a genuine commercial project.",
      "id": "s431"
    },
    {
      "text": "However the significant issue which he and the other expert witnesses canvassed was whether the \"upfront\" payments were higher than reasonable for commercial purposes.",
      "id": "s432"
    },
    {
      "text": "The answer to that question would be relevant to whether the way in which the payments were structured could be said to have a dominant purpose of obtaining a tax benefit.",
      "id": "s433"
    },
    {
      "text": "Expert evidence in relation to suitability of the investment \n \n75 Mr Lenzo called evidence from Paul Begley, Director, Alliance Investment and Retirement Services Pty Ltd (AIRS).",
      "id": "s434"
    },
    {
      "text": "AIRS is the holder of an Australian Financial Services licence.",
      "id": "s435"
    },
    {
      "text": "Mr Begley said he is authorised, by that licence, to give advice in relation to listed securities, managed investments, master trusts, superannuation investments, property syndicates and income investments.",
      "id": "s436"
    },
    {
      "text": "AIRS specialises in servicing customers with $1 million or more in investment capital.",
      "id": "s437"
    },
    {
      "text": "He has himself been a grower of Indian sandalwood with TFS since June 2000 and a shareholder since that time.",
      "id": "s438"
    },
    {
      "text": "Mr Lenzo's solicitors had asked him to give evidence on the suitability of the investment in the EKS project number 1 based on the content of its prospectus focussing in particular on projected returns and taking into account the financial circumstances and goals of Mr Lenzo.",
      "id": "s439"
    },
    {
      "text": "His evidence was objected to by counsel for the Commissioner.",
      "id": "s440"
    },
    {
      "text": "The objection was on the basis that his opinion about the suitability of the investment was not a matter to which the provisions of Pt IVA were directed.",
      "id": "s441"
    },
    {
      "text": "The evidence was again received subject to relevance.",
      "id": "s442"
    },
    {
      "text": "76 Mr Begley had been provided with an AIRS financial information questionnaire completed by Mr Lenzo and a worksheet detailing Mr Lenzo's financial position.",
      "id": "s443"
    },
    {
      "text": "He also had a copy of the prospectus.",
      "id": "s444"
    },
    {
      "text": "He set out his academic and other qualifications and experience in his affidavit.",
      "id": "s445"
    },
    {
      "text": "These were not in dispute.",
      "id": "s446"
    },
    {
      "text": "He stated his familiarity with pooled managed investment schemes which he described as providing an opportunity to invest in assets and industries that would otherwise be out of the reach of most investors.",
      "id": "s447"
    },
    {
      "text": "The pooling of funds provided economies of scale to investors enabling them to acquire interests in assets otherwise beyond their means, access management expertise and reduced management costs.",
      "id": "s448"
    },
    {
      "text": "77 Mr Begley said he had reviewed Mr Lenzo's financial position as it was in June 1998.",
      "id": "s449"
    },
    {
      "text": "This was based on information provided in the AIRS financial information questionnaire which Mr Lenzo had completed.",
      "id": "s450"
    },
    {
      "text": "His opinion was shortly stated: \n \n The applicant's investment in the Project was a higher risk investment, however projections indicated attractive financial returns on a pretax basis.",
      "id": "s451"
    },
    {
      "text": "Depending on the option chosen by the investor the projected returns ranged on a pretax and prefinance basis from 11.81% per annum for the annual fee option and 13.82% per annum for the prepaid option calculated on an internal rate of return basis.",
      "id": "s452"
    },
    {
      "text": "Given the applicant's high after tax income giving rise to excess cash flow at the time, his strong asset position which consisted mainly of property, equities and alternative investments, his age, his relatively high tolerance for risk in investing and his relatively low exposure to forestry as an asset class, in my opinion, the Project was a suitable (although relatively small) investment for the applicant to make at the time.",
      "id": "s453"
    },
    {
      "text": "78 Mr Begley's affidavit did not refer to the projected internal rate of return of 16.91% shown in Table 1.",
      "id": "s454"
    },
    {
      "text": "He was asked why he didn't consider the rate of return based on the loan financed option which Mr Lenzo had chosen.",
      "id": "s455"
    },
    {
      "text": "He said that his objective was just to take a conservative approach.",
      "id": "s456"
    },
    {
      "text": "He said it was important in considering investment returns.",
      "id": "s457"
    },
    {
      "text": "Considering the returns without \"gearing\" he was able to compare them with the returns of a balance portfolio which over the medium to longer term he would expect to yield 4% to 6% ahead of inflation, that is to say about 7% to 9%.",
      "id": "s458"
    },
    {
      "text": "So he compared the 11.8% and the 13.82% returns shown in the non loan options for assessing suitability of the investment.",
      "id": "s459"
    },
    {
      "text": "79 Mr Begley was aware that the project involved innovative technology.",
      "id": "s460"
    },
    {
      "text": "He was also aware that there was no history of the commercial production of Indian sandalwood in Australia and, in particular, in the Kununurra region.",
      "id": "s461"
    },
    {
      "text": "He was aware, however, that there had been some prior plantations in Kununurra.",
      "id": "s462"
    },
    {
      "text": "80 I accept that Mr Begley's evidence was a reasonable assessment of the investment and that it is relevant to some of the factors to be considered under s 177D(b).",
      "id": "s463"
    },
    {
      "text": "Submissions as to the relevance of his evidence and that of Messrs Sammon and Padmanabha were made in closing by counsel for Mr Lenzo and I refer to those briefly.",
      "id": "s464"
    },
    {
      "text": "Admissibility of the expert evidence \n \n81 Counsel for Mr Lenzo made written closing submissions about the admissibility of the evidence of Messrs Sammon, Begley and Padmanabha.",
      "id": "s465"
    },
    {
      "text": "He relied upon the decision of the Full Court in Commissioner of Taxation v Sleight [2004] FCAFC 94 ; (2004) 136 FCR 211.",
      "id": "s466"
    },
    {
      "text": "The Court there upheld the Commissioner's application of Pt IVA.",
      "id": "s467"
    },
    {
      "text": "Both Hill and Carr JJ referred to the significance of poor projected financial returns from the particular scheme.",
      "id": "s468"
    },
    {
      "text": "82 The case concerned an investment in a tea tree oil farming project.",
      "id": "s469"
    },
    {
      "text": "The Court held, having regard to the eight matters listed in s 177D(b) of the ITAA 1936, that the taxpayers had entered into and carried out the investment scheme for the purposes of obtaining a tax benefit.",
      "id": "s470"
    },
    {
      "text": "The Court had regard to the commercial uncertainty of the scheme in concluding that its tax purposes predominated over its commercial purposes.",
      "id": "s471"
    },
    {
      "text": "83 In considering the manner in which the scheme was entered into or carried out for the purposes of s 177D(b)(i), Hill J observed that the commercial investment in tea trees was attendant with risk.",
      "id": "s472"
    },
    {
      "text": "Without the tax benefits which the prospectus predicted \"the commercial returns were far from encouraging\" (at [75]).",
      "id": "s473"
    },
    {
      "text": "Carr J, in considering the \"form and substance of the scheme\" for the purpose of s 177D(b)(ii) referred to \"what can only be described as miniscule projected returns over a long period of time from a venture which on all the evidence involved significant risk so described in the Prospectus\" (at [216]).",
      "id": "s474"
    },
    {
      "text": "84 At first instance in Calder v Commissioner of Taxation (2005) 59 ATR 655, Nicholson J relied upon expert evidence of the poor projected returns (when properly calculated before tax and before finance) as a significant factor attracting the application of Pt IVA: \n \n However as to factor (2) Mr Langridge's evidence was that the Project relied upon the tax deductibility and effect of the initial payments and the gearing up provided by the loan to show any rate of return.",
      "id": "s475"
    },
    {
      "text": "In those circumstances it cannot be objectively found that the dominant purpose of the applicant's entry into the scheme was to enable the applicant to make a commercial investment: the tax benefit was the key to the commerciality of the scheme.",
      "id": "s476"
    },
    {
      "text": "85 Counsel for Mr Lenzo submitted that the evidence of Messrs Sammon and Begley confirmed that the internal rate of return forecast was 13.82% per annum before tax and before finance where the applicant pre-pays the maintenance and rent fees.",
      "id": "s477"
    },
    {
      "text": "Their unchallenged evidence was that the projected returns from the project were commensurate with the risks.",
      "id": "s478"
    },
    {
      "text": "Mr Sammon's unchallenged evidence was that the project was an \"Investment Grade\" investment without any reliance being placed on tax benefits and that the project showed strong financial returns on a before tax and before finance basis.",
      "id": "s479"
    },
    {
      "text": "86 Counsel also pointed to Mr Padmanabha's evidence of an increase in demand for Indian sandalwood and the increase in average price.",
      "id": "s480"
    },
    {
      "text": "He also submitted evidence that the EKS project was suitable to Mr Lenzo's particular financial circumstances and that it did not rely on tax benefits and financing to show an acceptable return was relevant to whether Mr Lenzo could be regarded as having had a dominant tax purpose.",
      "id": "s481"
    },
    {
      "text": "Such evidence, it was submitted, was an objective fact to which regard must be had in considering whether Mr Lenzo had a dominant tax purpose and, in particular, in considering the manner in which the scheme was entered into or carried out, the form and substance of the scheme and the change in the financial position of Mr Lenzo that had resulted, would result, or might reasonably be expected to result, from the scheme.",
      "id": "s482"
    },
    {
      "text": "87 The evidence of Messrs Sammon, Padmanabha and Begley was objected to on grounds of relevance only.",
      "id": "s483"
    },
    {
      "text": "In my opinion the evidence was relevant and therefore admissible.",
      "id": "s484"
    },
    {
      "text": "Prior private ruling \n \n88 Counsel for Mr Lenzo also tendered in evidence an affidavit of Alan Neil Atchison.",
      "id": "s485"
    },
    {
      "text": "Counsel for the Commissioner objected to it on the grounds of relevance but did not object to it being read subject to relevance.",
      "id": "s486"
    },
    {
      "text": "There was no cross-examination of Mr Atchison.",
      "id": "s487"
    },
    {
      "text": "89 Mr Atchison is a chartered accountant who was the company secretary of EKS from January to October 2001.",
      "id": "s488"
    },
    {
      "text": "He was also company secretary of Arwon and SMC from December 2000 until October 2001.",
      "id": "s489"
    },
    {
      "text": "He was company secretary of Intersure from June 1998 until November 2002.",
      "id": "s490"
    },
    {
      "text": "He said that he decided to become an investor in the project in the financial year ended 30 June 1998.",
      "id": "s491"
    },
    {
      "text": "In 2000 he became aware of an investor in the project who did not have the financial capacity to meet its ongoing commitments to EKS under the lease and management agreement.",
      "id": "s492"
    },
    {
      "text": "That grower had agreed with EKS to find a replacement to assume its obligations under the lease and management agreement.",
      "id": "s493"
    },
    {
      "text": "Mr Atchison gave consideration to the grower's commitments and taking up a sublease agreement.",
      "id": "s494"
    },
    {
      "text": "Under that agreement he would have had to assume the original grower's obligation to pay rental and the initial plantation, preparation and establishment fees together with the ongoing rental and plantation maintenance fees in relation to the proposed areas.",
      "id": "s495"
    },
    {
      "text": "90 Because of publicity surrounding disallowance of deductions by the Australian Taxation Office in other tax effective investment schemes, Mr Atchison made application, through Wilson &amp; Atkinson for a \"Private Binding Ruling\".",
      "id": "s496"
    },
    {
      "text": "That application was made on 22 March 2000.",
      "id": "s497"
    },
    {
      "text": "On 16 May 2000 he received a letter from the Commissioner dated 10 May 2000 which enclosed the Private Binding Ruling.",
      "id": "s498"
    },
    {
      "text": "The ruling as he described it was favourable to him and allowed him to claim deductions for potential expenses incurred in the project in the amount of: \n \n 1.",
      "id": "s499"
    },
    {
      "text": "$10,158 per leased area plus any interest incurred for his initial expenditure for the year of income ended 30 June 2000.",
      "id": "s500"
    },
    {
      "text": "2.",
      "id": "s501"
    },
    {
      "text": "$1,560 per leased area plus any interest incurred for his expenditure for the year of income ended 30 June 2001.",
      "id": "s502"
    },
    {
      "text": "Alternatively, if he chose to prepay the lease and management fees an amount of $833 per leased area plus any interest that he incurred for his expenditure for the year of income ended 30 June 2001; and \n 3.",
      "id": "s503"
    },
    {
      "text": "$1,560 per leased area plus any interest that he incurred for his expenditure in the year of income ended 30 June 2004.",
      "id": "s504"
    },
    {
      "text": "Alternatively, if he chose to prepay the lease and management fees, an amount of $833 per leased area plus any interest that he incurred for his expenditure for the year of income ended 30 June 2002.",
      "id": "s505"
    },
    {
      "text": "These were the deductions that Mr Atchison would have been able to claim had he chosen to further invest in the project.",
      "id": "s506"
    },
    {
      "text": "He also understood that the Commissioner was of the view that Pt IVA did not apply to disallow his allowable deductions.",
      "id": "s507"
    },
    {
      "text": "Despite the favourable Private Binding Ruling however, he decided not to invest.",
      "id": "s508"
    },
    {
      "text": "He exhibited a copy of the ruling to his affidavit.",
      "id": "s509"
    },
    {
      "text": "91 The ruling was expressed to be a \"Private Ruling\" for the purposes of Pt IVAA of the Taxation Administration Act 1953 (Cth).",
      "id": "s510"
    },
    {
      "text": "Pt IVAA was repealed with effect from 1 January 2006.",
      "id": "s511"
    },
    {
      "text": "However a private ruling in force immediately before that date, had effect on and after that day as if it were a private ruling made under Div 359 in Sch 1 to the Tax Administration Act as amended.",
      "id": "s512"
    },
    {
      "text": "92 The ruling covered the years of income ending 30 June 2000, 2001 and 2002.",
      "id": "s513"
    },
    {
      "text": "It described the arrangement the subject of the ruling by reference, inter alia, to the prospectus dated 31 March 1998, the lease and management agreement, the plantation contracting agreement and deed of variation thereof, the plantation sub-contracting agreement, the unexecuted deed of sublease, a secondary sales notice for prescribed interests, the trust deed, and the loan agreement offered by Arwon.",
      "id": "s514"
    },
    {
      "text": "It noted that the loan options involved full recourse loans.",
      "id": "s515"
    },
    {
      "text": "The following features were present: \n \n 1.",
      "id": "s516"
    },
    {
      "text": "TFS to be put in funds by the financier to the full extent of the loan relating to the rulee's investment in the project.",
      "id": "s517"
    },
    {
      "text": "2.",
      "id": "s518"
    },
    {
      "text": "None of the rulee's subscription monies will be placed on deposit with the financier or in substance be returned to the financier or any associate of the financier.",
      "id": "s519"
    },
    {
      "text": "The various rulings in relation to deductibility under various heads and the application of Pt IVA as summarised by Mr Atchison in his affidavit, were then set out.",
      "id": "s520"
    },
    {
      "text": "93 At the time that the affidavit was read, counsel for the Commissioner said that the substance of his objection was not the significant \"technical\" point that the Private Binding Ruling was given to Mr Atchison and not to Mr Lenzo, but that the arrangement with which the ruling was concerned was not the arrangement before the Court.",
      "id": "s521"
    },
    {
      "text": "A point of distinction which counsel described as critical was that the ruling proceeded on the premise that the finance agreement would not include a feature whereby entities associated with the project other than Arwon were involved in the provision of finance for the project.",
      "id": "s522"
    },
    {
      "text": "In the present case, as appears below, EKS entered into an agreement with Arwon to lend Arwon $8.4 million which it could on-lend to investors.",
      "id": "s523"
    },
    {
      "text": "Another point of distinction was said to be that the ruling proceeded on the basis that the finance agreement would not include indemnity agreements in relation to the loan designed to limit the borrower's risk.",
      "id": "s524"
    },
    {
      "text": "In the present case there was an indemnity agreement.",
      "id": "s525"
    },
    {
      "text": "The third point of distinction was that the ruling was premised on the proposition that the arrangement did not involve repayments of interest not being made regularly.",
      "id": "s526"
    },
    {
      "text": "In the present case the interest was not payable until the end of the project.",
      "id": "s527"
    },
    {
      "text": "94 Counsel for Mr Lenzo did not dispute that there were differences in the financing arrangements.",
      "id": "s528"
    },
    {
      "text": "Rather, he relied upon a statement in the ruling that there were no features of the scheme such as the total lease and management fees of $10,158 per leased area, being excessive and uncommercial or financed by non-recourse or limited recourse loans that might suggest the scheme was predominantly designed to produce a tax deduction.",
      "id": "s529"
    },
    {
      "text": "He submitted that the evidence was relevant to show that the view taken by the Commissioner was that the fee being charged for the project was not excessive.",
      "id": "s530"
    },
    {
      "text": "That is to say, it was accepted as being commercial.",
      "id": "s531"
    },
    {
      "text": "The only difference between Mr Atchison and Mr Lenzo was the financing arrangements.",
      "id": "s532"
    },
    {
      "text": "95 In my opinion however the private ruling in relation to Mr Atchison was an administrative determination reflecting an administrative opinion.",
      "id": "s533"
    },
    {
      "text": "That opinion is not evidence of any matter relevant to the issues which I have to decide.",
      "id": "s534"
    },
    {
      "text": "I disregard that evidence as irrelevant.",
      "id": "s535"
    },
    {
      "text": "On the same basis I would exclude evidence adduced from Thomas Nash Cullity, the Chief Executive Officer of TFS relating to Product Rulings that TFS has been granted for its projects, not including the project.",
      "id": "s536"
    },
    {
      "text": "The project in issue in this case, when initially marketed preceded the implementation of the product ruling system.",
      "id": "s537"
    },
    {
      "text": "Inter-company financing arrangements --- the round-robin \n \n96 Mr Lenzo's evidence and the documents which he executed provided part but not the whole of the picture of the plantation arrangements.",
      "id": "s538"
    },
    {
      "text": "Relevant to the financing of the project was an Offer to Loan made by Arwon to EKS and dated 23 June 1998.",
      "id": "s539"
    },
    {
      "text": "By that document, Arwon offered to borrow from EKS $8,481,930.",
      "id": "s540"
    },
    {
      "text": "The mode of acceptance was prescribed as \"the advance of Loan on or before 30 June 1998\".",
      "id": "s541"
    },
    {
      "text": "The consideration payable by Arwon to EKS was interest and repayment of the loan on the terms set out in a schedule to the offer.",
      "id": "s542"
    },
    {
      "text": "The schedule provided as follows: \n \n 1.",
      "id": "s543"
    },
    {
      "text": "Repayment of Principal (Clause 4.1)\n \n \n \n In the amounts and on the dates that principal repayments are made by the growers in the East Kimberley Sandalwood Project No 1 to the Offeror or as otherwise mutually agreed between the Offeree and the Offeror from time to time.",
      "id": "s544"
    },
    {
      "text": "2.",
      "id": "s545"
    },
    {
      "text": "Payment of Interest (Clause 4.1)\n \n Interest shall be charged and calculated on a simple interest basis at the rate paid by growers in the East Kimberley Sandalwood Project No 1 to the Offeror less a margin of 1.5% per annum in favour of the Offeror.",
      "id": "s546"
    },
    {
      "text": "Interest payments shall be made on the dates that interest payments are made by the growers in the East Kimberley Sandalwood Project No 1 to the Offeror or as otherwise mutually agreed between the Offeree and the Offeror from time to time.",
      "id": "s547"
    },
    {
      "text": "97 The \"Loan\" was effected by what counsel for the Commissioner described as a round- robin transaction.",
      "id": "s548"
    },
    {
      "text": "EKS drew a cheque in favour of Arwon dated 30 June 1998 in the sum of $8,481,930.",
      "id": "s549"
    },
    {
      "text": "Arwon endorsed the cheque over to the trustee, PFM, which then endorsed it back to EKS. All of this happened on 30 June 1998.",
      "id": "s550"
    },
    {
      "text": "The EKS statement of account at St George Bank shows a debit and a credit in that amount on the same day.",
      "id": "s551"
    },
    {
      "text": "The statement of account for Arwon with the same bank on the same day shows a credit and debit of that amount.",
      "id": "s552"
    },
    {
      "text": "The Arwon balance sheet as at 30 June 1998 showed the sum of $8,481,930 as a \"receivable\" under the heading \"Non-current assets\".",
      "id": "s553"
    },
    {
      "text": "It showed the same amount as a \"Non-current liability\".",
      "id": "s554"
    },
    {
      "text": "The balance sheet also showed that as at 30 June 1997 Arwon's total net assets were $13.",
      "id": "s555"
    },
    {
      "text": "The net position on 30 June 1998 was $1,446.",
      "id": "s556"
    },
    {
      "text": "The company's paid up capital was $2.",
      "id": "s557"
    },
    {
      "text": "98 Counsel for the Commissioner contended that without the loan from EKS, Arwon did not have the capacity to lend $8.4 million to the growers.",
      "id": "s558"
    },
    {
      "text": "Plantation contracting arrangements \n \n99 By an agreement dated 30 June 1998 EKS as manager engaged Sandalwood Contracting Pty Ltd (Sandalwood Contracting) to \"carry out the duties or obligations to be performed or observed by the Manager under the lease and management agreements\".",
      "id": "s559"
    },
    {
      "text": "Fees for the work were set out in a schedule to the agreement.",
      "id": "s560"
    },
    {
      "text": "They were: \n \n Year 1 (1998/9) $53,000.00 per hectare by 31 July 1999\n Year 2 (1999/00) $8,000.00 per hectare by 31 July 2000 \n \n Year 3 to 15 (200/12) $8,000.00 plus CPI by 31 July 2001 and thereafter on the anniversary of this date until 1 July 2012\n \n\nCounsel for the Commissioner accepted that this document had no direct bearing on the Pt IVA question as it related to Mr Lenzo.",
      "id": "s561"
    },
    {
      "text": "100 A related agreement was a \"Plantation Sub-Contracting Agreement\" between Sandalwood Contracting and Plantation Management Services Pty Ltd (Plantation Management Services) dated May 1999.",
      "id": "s562"
    },
    {
      "text": "The latter company was based in Kununurra and evidently not related to EKS or its associated companies.",
      "id": "s563"
    },
    {
      "text": "By the sub-contracting agreement, Plantation Management Services was appointed to carry out \"certain duties and obligations of the Contractor under the Plantation Contracting Agreement ...\".",
      "id": "s564"
    },
    {
      "text": "These duties included preparation of the land for planting.",
      "id": "s565"
    },
    {
      "text": "101 Counsel for the Commissioner submitted that it could be inferred from the sub-contracting agreement that actual work on the plantation was to commence in or around May 1999.",
      "id": "s566"
    },
    {
      "text": "Mr Lenzo's commitment, on 30 June 1998, to $20,000 worth of expenditure was said, on that basis, to be referable to a desire to obtain a tax benefit.",
      "id": "s567"
    },
    {
      "text": "A corollary of that submission was that there was no evidence to show that entering into the project on 30 June 1998 was necessary to achieve its commercial objectives.",
      "id": "s568"
    },
    {
      "text": "102 Counsel for Mr Lenzo pointed out that the lease and management agreement imposed a wider range of obligations on EKS than were imposed on the sub-contractor under the sub-contract.",
      "id": "s569"
    },
    {
      "text": "The wider duties included the propagation of the sandalwood seedlings and host species.",
      "id": "s570"
    },
    {
      "text": "Under the prospectus the planting was to be done upon the commencement of the dry season in May/June 1999.",
      "id": "s571"
    },
    {
      "text": "That was after the seedlings had been propagated and the land was dry enough to permit its preparation and planting of the seedlings.",
      "id": "s572"
    },
    {
      "text": "The sub-contractor's commencement date of 1 May 1999 was consistent with the prospectus and the provision of plantation establishment services within 13 months of 30 June 1998.",
      "id": "s573"
    },
    {
      "text": "As a matter of fact, because of weather and other agricultural factors, planting did not finish until August 1999.",
      "id": "s574"
    },
    {
      "text": "I note also that Mr Underwood said, and it was not disputed, that his inspection of the plantation in October 1999 took place about six months after site preparation.",
      "id": "s575"
    },
    {
      "text": "On that basis site preparation would have commenced in about April or May 1999.",
      "id": "s576"
    },
    {
      "text": "103 In my opinion there is little comfort to be derived for the Commissioner from the timing of the commencement of planting under the sub-contracting agreement.",
      "id": "s577"
    },
    {
      "text": "I would give it little weight in support of the inference that a dominant purpose of obtaining a tax benefit is to be inferred from the investment structure.",
      "id": "s578"
    },
    {
      "text": "Issues for determination \n \n104 It was not in dispute that the EKS project is a genuine commercial operation and that Mr Lenzo at all material times was carrying on a business under s 8-1 of the Income Tax Assessment Act 1997 (Cth) (the ITAA 1997).",
      "id": "s579"
    },
    {
      "text": "The Commissioner accepted that Mr Lenzo incurred and would have been entitled to allowable deductions under s 8-1 of the ITAA 1997 of:\n(1) $20,852 for the 1998 income year being: \n .",
      "id": "s580"
    },
    {
      "text": "$20,000 for management and maintenance fees\n .",
      "id": "s581"
    },
    {
      "text": "$316 for land rental; and \n .",
      "id": "s582"
    },
    {
      "text": "$536 for an indemnity fee\n(2) $3,884 for the 1999 year being: \n .",
      "id": "s583"
    },
    {
      "text": "$1,666 for management, maintenance and land rental fees\n .",
      "id": "s584"
    },
    {
      "text": "$1,152 for interest; and \n .",
      "id": "s585"
    },
    {
      "text": "$1,066 for indemnity fees.",
      "id": "s586"
    },
    {
      "text": "(3) $5,203 for the 2000 year being: \n .",
      "id": "s587"
    },
    {
      "text": "$1,666 for management, maintenance and land rental fees\n .",
      "id": "s588"
    },
    {
      "text": "$2,471 for interest; and \n .",
      "id": "s589"
    },
    {
      "text": "$1,066 for indemnity fees.",
      "id": "s590"
    },
    {
      "text": "As stated by the Commissioner in his submissions, the issues before the Court are whether, by reason of Pt IVA of the 1936 Act, the following deductions are not allowable to the applicant: \n(1) For the year ended 30 June 1998: $20,850 comprising: \n .",
      "id": "s591"
    },
    {
      "text": "maintenance fees of $20,000\n .",
      "id": "s592"
    },
    {
      "text": "rent in the amount of $315\n .",
      "id": "s593"
    },
    {
      "text": "indemnity fees in the amount of $535\n(2) For the year ended 30 June 1999:\n .",
      "id": "s594"
    },
    {
      "text": "interest in the amount of $1,152 incurred on the borrowing of $20,316\n .",
      "id": "s595"
    },
    {
      "text": "indemnity fees in the amount of $1,066\n(3) For the year ended 30 June 2000:\n .",
      "id": "s596"
    },
    {
      "text": "interest incurred on the loan of $20,316\n .",
      "id": "s597"
    },
    {
      "text": "indemnity fees in the amount of $1,066\nAlso in issue is whether the Commissioner erred in assessing the applicant's penalty taxes in each of those years of $4,044.60, $509.75 and $267.65 respectively.",
      "id": "s598"
    },
    {
      "text": "105 The Commissioner concedes that the deduction of $1,666 claimed in respect of the outgoings for maintenance fees and rent on or about 23 June 1999 and the interest incurred and paid to the ANZ Bank are allowable.",
      "id": "s599"
    },
    {
      "text": "Statutory framework \n \n106 The present proceedings arise under the provisions of Pt IVA of the 1936 Act, the relevant parts of which provide: \n \n 177F(1) Where a tax benefit has been obtained, or would but for this section be obtained, by a taxpayer in connection with a scheme to which this Part applies, the Commissioner may --- \n \n ...\n \n \n \n (b) in the case of a tax benefit that is referable to a deduction or a part of a deduction being allowable to the taxpayer in relation to a year of income --- determine that the whole or a part of the deduction or of the part of the deduction, as the case may be, shall not be allowable to the taxpayer in relation to that year of income; or\n \n ...\n \n \n \n and, where the Commissioner makes such a determination, he shall take such action as he considers necessary to give effect to that determination.",
      "id": "s600"
    },
    {
      "text": "107 Section 177A, the interpretation provision of Pt IVA, sets out a number of relevant definitions.",
      "id": "s601"
    },
    {
      "text": "They include the following: \n \n \"scheme\" means: \n \n \n \n (a) any agreement, arrangement, understanding, promise or undertaking, whether express or implied and whether or not enforceable, or intended to be enforceable, by legal proceedings; and \n \n (b) any scheme, plan, proposal, action, course of action or course of conduct.",
      "id": "s602"
    },
    {
      "text": "108 The definition of \"scheme\" should be read together with the provisions of s 177A(4) and (5) which respectively provide: \n \n (4) A reference in this Part to the carrying out of a scheme by a person shall be read as including a reference to the carrying out of a scheme by a person together with another person or other persons.",
      "id": "s603"
    },
    {
      "text": "(5) A reference in this Part to a scheme or a part of a scheme being entered into or carried out by a person for a particular purpose shall be read as including a reference to the scheme or the part of the scheme being entered into or carried out by the person for 2 or more purposes of which that particular purpose is the dominant purpose.",
      "id": "s604"
    },
    {
      "text": "109 The circumstances in which a taxpayer is said to have obtained a tax benefit in connection with a scheme are set out in s 177C, which relevantly provides: \n \n (1) Subject to this section, a reference in this Part to the obtaining by a taxpayer of a tax benefit in connection with a scheme shall be read as a reference to: \n \n ...\n \n \n \n (b) a deduction being allowable to the taxpayer in relation to a year of income where the whole or a part of that deduction would not have been allowable, or might reasonably be expected not to have been allowable, to the taxpayer in relation to that year of income if the scheme had not been entered into or carried out; or\n \n ...\n \n \n \n and, for the purposes of this Part, the amount of the tax benefit shall be taken to be:\n \n ... \n \n \n (d) in a case to which paragraph (b) applies --- the amount of the whole of the deduction or of the part of the deduction, as the case may be, referred to in that paragraph ...\n \n \n\n110 Section 177D is the core provision which identifies schemes to which Pt IVA applies.",
      "id": "s605"
    },
    {
      "text": "That section provides: \n \n This Part applies to any scheme that has been or is entered into after 27 May 1981, and to any scheme that has been or is carried out or commenced to be carried out after that date (other than a scheme that was entered into on or before that date), whether the scheme has been or is entered into or carried out in Australia or outside Australia or partly in Australia and partly outside Australia, where --- \n \n \n \n (a) a taxpayer (in this section referred to as the \"relevant taxpayer\" ) has obtained, or would but for section 177F obtain, a tax benefit in connection with the scheme; and \n \n (b) having regard to --- \n \n \n \n \n \n (i) the manner in which the scheme was entered into or carried out; \n (ii) the form and substance of the scheme; \n (iii) the time at which the scheme was entered into and the length of the period during which the scheme was carried out; \n (iv) the result in relation to the operation of this Act that, but for this Part, would be achieved by the scheme; \n (v) any change in the financial position of the relevant taxpayer that has resulted, will result, or may reasonably be expected to result, from the scheme;\n (vi) any change in the financial position of any person who has, or has had, any connection (whether of a business, family or other nature) with the relevant taxpayer, being a change that has resulted, will result or may reasonably be expected to result, from the scheme; \n (vii) any other consequence for the relevant taxpayer, or for any person referred to in subparagraph (vi), of the scheme having been entered into or carried out; and \n (viii) the nature of any connection (whether of a business, family or other nature) between the relevant taxpayer and any person referred to in subparagraph (vi),\n \n \n \n \n \n it would be concluded that the person, or one of the persons, who entered into or carried out the scheme or any part of the scheme did so for the purpose of enabling the relevant taxpayer to obtain a tax benefit in connection with the scheme or of enabling the relevant taxpayer and another taxpayer or other taxpayers each to obtain a tax benefit in connection with the scheme (whether or not that person who entered into or carried out the scheme or any part of the scheme is the relevant taxpayer or is the other taxpayer or one of the other taxpayers).",
      "id": "s606"
    },
    {
      "text": "Whether Pt IVA applied to the claimed deductions \n \n111 The focus of the submissions advanced by the Commissioner was on what his counsel described as \"the investment structure that Mr Lenzo entered into on 30 June 1998\".",
      "id": "s607"
    },
    {
      "text": "The elements of that structure which he emphasised were those reflected in the agreements to which Mr Lenzo made on that day, the Loan Offer document between Arwon and EKS and the round-robin transaction which gave effect to that loan arrangement.",
      "id": "s608"
    },
    {
      "text": "Counsel also pointed to the fact that the scheme as entered into in 1998 was not implemented precisely in 1999 and 2000 because it had contemplated that prepayment in June 1999 would be done through Arwon.",
      "id": "s609"
    },
    {
      "text": "112 The Commissioner contended that there was in existence, relevant to the 1998 year of income, a scheme within the meaning of s 177A(1) of the ITAA 1936.",
      "id": "s610"
    },
    {
      "text": "That scheme comprised: \n \n \n (a) The Prospectus and the making and implementation of the Application Form, the Lease and Management Agreement, the Loan Deed, the Offer to Loan between the Lender and the Manager, the Indemnity Agreement and the Trust Deed and the acts carried out and the course of action undertaken pursuant to that form and those agreements, including the round robin involving the Manager and the Lender on 30 June 1998.",
      "id": "s611"
    },
    {
      "text": "Alternative schemes, designated (b) and (c) followed the formulation of the primary scheme but dropped the reference to the prospectus in the case of scheme (b) and additionally the reference to the trust deed in scheme (c).",
      "id": "s612"
    },
    {
      "text": "The scheme as formulated by the Commissioner continued in the 1999 and 2000 years of income so far as it was relevant to the advance of the First Principal Sum, the interest payable on it under the Loan Deed and the fees payable under the Indemnity Agreement.",
      "id": "s613"
    },
    {
      "text": "The variation in the loan arrangements in 1999 and 2000 with the borrowing from the ANZ Bank instead of Arwon explains why the Commissioner does not now contend that the deductions claimed on interest paid on those borrowings should be disallowed.",
      "id": "s614"
    },
    {
      "text": "It is the ongoing interest on the loan from Arwon and the ongoing indemnity fees for 1999 and 2000 that represent continuing elements of the original scheme.",
      "id": "s615"
    },
    {
      "text": "The Commissioner's position, in effect, was that the tax benefits derived from those deductions represented tax benefits obtained \"in connection with\" the scheme which he identified for the purposes of s 117F.",
      "id": "s616"
    },
    {
      "text": "113 The Commissioner's formulation of the relevant alternative schemes in his closing submissions differed slightly from the formulation in his formal Response to Mr Lenzo's Statement of Grounds.",
      "id": "s617"
    },
    {
      "text": "That earlier formulation was accepted by Mr Lenzo in his closing submissions.",
      "id": "s618"
    },
    {
      "text": "The principal difference between the two formulations was the inclusion of the Offer to Loan between Arwon and EKS as an element of the more recent version.",
      "id": "s619"
    },
    {
      "text": "An express reference, in the earlier version, to Mr Lenzo's election to prepay aggregate annual rent and maintenance fees was dropped.",
      "id": "s620"
    },
    {
      "text": "The Commissioner concedes that Pt IVA does not apply to the prepayment of future maintenance and rent fees in the 1999 and 2000 years.",
      "id": "s621"
    },
    {
      "text": "114 In my opinion the alternative schemes as formulated may be accepted as schemes for the purposes of Pt IVA notwithstanding the somewhat ungrammatical inclusion of the prospectus as an element of a scheme.",
      "id": "s622"
    },
    {
      "text": "115 The first question which must be asked in this case is whether, by entering into the relevant scheme, Mr Lenzo obtained a tax benefit in relation to it.",
      "id": "s623"
    },
    {
      "text": "Section 177C explains what is meant by obtaining a tax benefit in connection with a scheme.",
      "id": "s624"
    },
    {
      "text": "If it is a benefit derived from a deduction it must be a deduction that \"... would not have been allowable, or might reasonably be expected not to have been allowable, to the taxpayer in relation to that year of income if the scheme had not been entered into or carried out\".",
      "id": "s625"
    },
    {
      "text": "116 It was submitted for Mr Lenzo that had he not invested in the plantation project, he would have obtained a similar tax benefit by putting money into his self-managed superannuation fund.",
      "id": "s626"
    },
    {
      "text": "It was said that an investment of $36,982 in that fund in the 1998 year would have given rise to an allowable deduction of $28,420 in that year.",
      "id": "s627"
    },
    {
      "text": "That represented the amount of his age based superannuation limits at that time.",
      "id": "s628"
    },
    {
      "text": "The amount of the deduction claimed in 1998 for the EKS project was $20,852.",
      "id": "s629"
    },
    {
      "text": "Based on what was said to be Mr Lenzo's \"categorical evidence\" that he would have invested the sum in his superannuation fund, it would be reasonable to expect that he would have obtained the same tax benefit had the scheme not been carried out.",
      "id": "s630"
    },
    {
      "text": "117 Other objective facts said to support his evidence and make the expectation that he would have invested in superannuation sufficiently reliable to be regarded as reasonable included: \n \n 1.",
      "id": "s631"
    },
    {
      "text": "The evidence that he had established his own self-managed superannuation fund prior to 1998.",
      "id": "s632"
    },
    {
      "text": "2.",
      "id": "s633"
    },
    {
      "text": "Payment of non-deductible contributions to his superannuation fund prior to 1998 which exceeded his maximum deductible contribution benefits.",
      "id": "s634"
    },
    {
      "text": "He gave evidence of this in his cross-examination.",
      "id": "s635"
    },
    {
      "text": "3.",
      "id": "s636"
    },
    {
      "text": "The fact that he had funds available to make a contribution of $36,982 to his superannuation fund in the 1998 year.",
      "id": "s637"
    },
    {
      "text": "He also gave evidence of that fact in his cross-examination.",
      "id": "s638"
    },
    {
      "text": "4.",
      "id": "s639"
    },
    {
      "text": "The fact that he was 41 in 1998 and would have been unable to draw on his superannuation until 14 years later at age 55.",
      "id": "s640"
    },
    {
      "text": "5.",
      "id": "s641"
    },
    {
      "text": "The duration of the project before harvest proceeds arose was also 14 years.",
      "id": "s642"
    },
    {
      "text": "118 This submission, in my opinion, is answered as counsel for the Commissioner pointed out, by the terms of s 177C(1)(b).",
      "id": "s643"
    },
    {
      "text": "That refers to a deduction being allowable to the taxpayer where the whole or a part that deduction would not have been allowable if the scheme had not been entered into or carried out.",
      "id": "s644"
    },
    {
      "text": "The relevant deduction was for prepayment of lease and management fees and indemnity fees.",
      "id": "s645"
    },
    {
      "text": "In my opinion the superannuation counterfactual is extraneous to the alternatives which are to be considered for the purposes of s 177C(1)(b).",
      "id": "s646"
    },
    {
      "text": "119 A relevant counterfactual in this case involved Mr Lenzo borrowing the money needed to finance his involvement with the scheme from some source other than Arwon.",
      "id": "s647"
    },
    {
      "text": "He could have borrowed from the ANZ Bank from the outset.",
      "id": "s648"
    },
    {
      "text": "Alternatively, he could have used his own funds and obtained the same deduction.",
      "id": "s649"
    },
    {
      "text": "The Loan Deed was an element of each of the alternative schemes defined by the Commissioner.",
      "id": "s650"
    },
    {
      "text": "A loan from the ANZ Bank from the outset would have supported Mr Lenzo's investment in the plantation scheme to the same effect as the borrowing from Arwon.",
      "id": "s651"
    },
    {
      "text": "On that basis the deduction claimed in respect of the 1998 year would have been allowable or might reasonably be expected to have been allowable in relation to that year of income if the scheme had not been entered into or carried out.",
      "id": "s652"
    },
    {
      "text": "I do not consider therefore that Mr Lenzo gained, by entering into the scheme, a tax benefit in respect of his borrowings that he could not reasonably have been expected to obtain otherwise.",
      "id": "s653"
    },
    {
      "text": "120 Assuming there was a tax benefit, s 177D requires attention to the question whether, having regard to the eight factors listed in para (b) \"it would be concluded that\" Mr Lenzo or any other person who entered into or carried out the scheme or any part of it \"did so for the purpose of enabling [Mr Lenzo] to obtain a tax benefit in connection with the scheme\".",
      "id": "s654"
    },
    {
      "text": "The purposes to be considered are those attributable to \"relevant persons who entered into or carried out the scheme or any part of the scheme\".",
      "id": "s655"
    },
    {
      "text": "Section 177D(b) is not concerned with attributing a purpose to \"the scheme\": Commissioner of Taxation v Hart [2004] HCA 26 ; (2004) 217 CLR 216 at [63] .",
      "id": "s656"
    },
    {
      "text": "The test of purpose is objective and not to be answered in whole or in part by reference to actual subjective purposes.",
      "id": "s657"
    },
    {
      "text": "If there is more than one purpose to be imputed, the question is whether the taxation benefit purpose was the dominant purpose.",
      "id": "s658"
    },
    {
      "text": "By that is meant the \"ruling, prevailing, or most influential purpose\": Federal Commissioner of Taxation v Spotless Services [1996] HCA 34 ; (1996) 186 CLR 404 at 416.",
      "id": "s659"
    },
    {
      "text": "The importance of setting aside subjective purposes whether they favour the taxpayer or the Commissioner's position was emphasised in the joint judgment of Gummow and Hayne JJ in Hart 217 CLR at [65] where, speaking of the structuring of the loan in issue in that case they said: \n \n Of course the loan was structured in the say it was in order to achieve the most desirable taxation result.",
      "id": "s660"
    },
    {
      "text": "But those are statements about why the respondents acted as they did or about why the lender (or its agent) structured the loan in the way it was.",
      "id": "s661"
    },
    {
      "text": "They are not statements which provide an answer to the question posed by s 177D(b).",
      "id": "s662"
    },
    {
      "text": "That provision requires the drawing of a conclusion about purpose from the eight identified objective matters; it does not require, or event permit, any inquiry into the subjective motives of the relevant taxpayers or others who entered into or carried out the scheme or any part of it.",
      "id": "s663"
    },
    {
      "text": "121 The question posed by s 177D(b) is holistic.",
      "id": "s664"
    },
    {
      "text": "Each of the eight specified factors must be taken into account.",
      "id": "s665"
    },
    {
      "text": "But the decisionmaker, being the Commissioner, or a judge on appeal from the Commissioner, is not required to award points for each factor like a judging panel in an ice skating competition.",
      "id": "s666"
    },
    {
      "text": "The enumerated factors identify essential elements associated with entry into and implementation of the scheme in question and are to be considered together.",
      "id": "s667"
    },
    {
      "text": "Having regard to the submissions of both parties, I make the following observations in respect of each of the eight factors listed in s 177D(b): \n (i) As to the manner in which the scheme was entered into or carried out.",
      "id": "s668"
    },
    {
      "text": "122 The marketing of the scheme as set out in the prospectus supports the proposition that it was to be entered into as a serious commercial project.",
      "id": "s669"
    },
    {
      "text": "On Mr Sammon's evidence it did not need to rely upon tax benefits in order to provide a sufficient financial return to qualify as an investment grade product.",
      "id": "s670"
    },
    {
      "text": "I do not consider that the evidence indicates any over-emphasis on tax benefits to be derived from the scheme.",
      "id": "s671"
    },
    {
      "text": "The marketing of any commercial investment product can draw attention to its tax benefits by rendering the gaining of those benefits the dominant purpose of the product.",
      "id": "s672"
    },
    {
      "text": "In this case, in my opinion, the tax benefits as marketed were subordinate to the reasonably based commercial returns albeit those returns, being high, carried a corresponding level of risk.",
      "id": "s673"
    },
    {
      "text": "123 A second relevant aspect of the manner in which the scheme was entered into was said by the Commissioner to be related to the timing of Mr Lenzo's execution of the documents.",
      "id": "s674"
    },
    {
      "text": "This falls for consideration under the factor identified in s 177D(b)(iii).",
      "id": "s675"
    },
    {
      "text": "I consider that the fact that the scheme was entered into on 30 June 1998 and the execution of prepared proforma documents occurred on that date can be taken as indicative of a desire to obtain a tax benefit for the 1998 year of income.",
      "id": "s676"
    },
    {
      "text": "But while it goes into the balance in support of the Commissioner's contentions as to dominant purpose, it is not a factor to which, in this case, I attribute great weight.",
      "id": "s677"
    },
    {
      "text": "If there is a significant commercial benefit to be derived from an investment and an associated tax benefit, entry into the investment scheme on 30 June 1998 with a view to obtaining the tax benefit in that year is entirely consistent with a predominantly commercial purpose.",
      "id": "s678"
    },
    {
      "text": "124 The round-robin upon which much emphasis was placed by the Commissioner carries with it the negative connotations traditionally associated with such apparently artificial transactions.",
      "id": "s679"
    },
    {
      "text": "I accept that Mr Lenzo's lack of awareness of that transaction is immaterial.",
      "id": "s680"
    },
    {
      "text": "However the significance of it for the assessment of a dominant purpose of obtaining a tax benefit for Mr Lenzo is not apparent.",
      "id": "s681"
    },
    {
      "text": "In a sense it overlaps with the question whether a tax benefit was obtained given the alternative of external financing to individual growers.",
      "id": "s682"
    },
    {
      "text": "It was not as though they were being offered non-recourse loans by Arwon.",
      "id": "s683"
    },
    {
      "text": "While the round-robin is a factor which in combination with other matters might support an inference of a dominant tax purpose, it is not determinative of the existence of such a purpose.",
      "id": "s684"
    },
    {
      "text": "Moreover it may be seen as an incident of the much more significant commercial purposes achievable with or without a tax benefit.",
      "id": "s685"
    },
    {
      "text": "125 The Commissioner also pointed to the small initial outlay of $535 in the 1998 year of income and the obligation to make a payment of only $7,506 on 30 September 1998.",
      "id": "s686"
    },
    {
      "text": "He contended that the savings of $10,112.25 from the total tax deductions claimed of $20,850 exceeded the amount of the payment required on 30 September 1998.",
      "id": "s687"
    },
    {
      "text": "He went on to refer, under this heading, to the effect of the various agreements on Mr Lenzo's ability to claim tax deductions in 1999 and 2000.",
      "id": "s688"
    },
    {
      "text": "He also argued that only the amount of $7,506 actually paid out of the $20,315 nominally contributed by Mr Lenzo in terms of his liabilities was ever available to the manager for the pursuit of the commercial objectives of growing, harvesting and selling the Indian sandalwood.",
      "id": "s689"
    },
    {
      "text": "He contended that the amount of the initial maintenance fees and rent payable by Mr Lenzo was not related to the pursuit of those commercial objectives but reflected a desire to enable him to achieve tax savings in excess of the amount of his initial cash outlay in relation to the project.",
      "id": "s690"
    },
    {
      "text": "At one point in the submissions the Commissioner seemed to be slipping into a subjective test of purpose.",
      "id": "s691"
    },
    {
      "text": "126 It was pointed out by counsel for Mr Lenzo that the $7,506 was paid from his own cash funds.",
      "id": "s692"
    },
    {
      "text": "His 1998 assessment issued in mid-November did not result in a tax benefit to him.",
      "id": "s693"
    },
    {
      "text": "Counsel submitted that there was no evidence that the borrowed funds in 1998 were not \"available\" for the management of the wood lots.",
      "id": "s694"
    },
    {
      "text": "Counsel pointed to financial statements of the EKS project manager which showed substantial funds available in the 1998 year.",
      "id": "s695"
    },
    {
      "text": "In 1998 and 1999 the EKS project manager had sufficient funds available for the management of the allotments.",
      "id": "s696"
    },
    {
      "text": "127 What was created by the loans was a real liability with no non-recourse exit.",
      "id": "s697"
    },
    {
      "text": "The growers' liability was converted into cash as payments were made by the growers from time to time in reduction of it or interest paid on the loan.",
      "id": "s698"
    },
    {
      "text": "As it turned out over the first three years of the project Mr Lenzo made actual cash outlays of $29,072.84 against claimed deductions of $29,938.",
      "id": "s699"
    },
    {
      "text": "While the high level of the initial outlay measured by liability and the smaller amount of the actual payment made by Mr Lenzo may be taken into account as indicative of a tax benefit purpose, it does not in my opinion establish that as a dominant purpose against the overall purpose of the scheme.",
      "id": "s700"
    },
    {
      "text": "Moreover the level of fees charged up front may be related to both direct and indirect costs as Mr Underwood pointed out.",
      "id": "s701"
    },
    {
      "text": "Some of those costs would no doubt involve a longer term recovery by the plantation manager.",
      "id": "s702"
    },
    {
      "text": "(ii) The form and substance of the scheme \n \n128 The form and the substance of the arrangements were the same.",
      "id": "s703"
    },
    {
      "text": "There was no suggestion that any of the agreements entered into was a sham.",
      "id": "s704"
    },
    {
      "text": "They were not complex or artificial, save for the round-robin transaction, but were similar to other arrangements in agriculture managed investment schemes which EKS carried on for commercial gain.",
      "id": "s705"
    },
    {
      "text": "Although the Commissioner made submissions relevant to the timing of the payment of the management fees, it cannot be said that they were paid for anything other than services which EKS agreed to provide under the lease and management agreements.",
      "id": "s706"
    },
    {
      "text": "Nor were the amounts paid for principal repayments and interest anything other than as described in the loan agreement.",
      "id": "s707"
    },
    {
      "text": "There was also expert evidence that the project had been established, operated and managed during the life of the project in a professional, commercial and business like manner.",
      "id": "s708"
    },
    {
      "text": "The Commissioner had not suggested an alternative form in which the project could have been cast.",
      "id": "s709"
    },
    {
      "text": "129 Although in some sense it may be said that Mr Lenzo was a \"passive investor\" the Commissioner nevertheless appears to have accepted that the deductions claimed would have been allowable on the basis that they were incurred in gaining income or carrying on a business.",
      "id": "s710"
    },
    {
      "text": "In any event, given the significant commercial benefits offered by the project, I do not regard his \"passivity\" as indicative of a dominant tax benefit purpose.",
      "id": "s711"
    },
    {
      "text": "(iii) The time at which the scheme was entered into and the length of the period during which the scheme was carried out \n \n130 As noted earlier, I accept that the entry into the scheme on 30 June 1998 may be indicative of a taxation purpose.",
      "id": "s712"
    },
    {
      "text": "But the existence and use of a facility to claim such taxation benefits as are available within a particular income year does not necessarily indicate a dominant tax purpose.",
      "id": "s713"
    },
    {
      "text": "Quite apart from that, the project was not merely a paper exercise concluded at the close of the financial year to generate paper liabilities.",
      "id": "s714"
    },
    {
      "text": "The liabilities were real.",
      "id": "s715"
    },
    {
      "text": "They were incurred in relation to a serious commercial project with a 15 year lifetime.",
      "id": "s716"
    },
    {
      "text": "The prospect of a commercial return would justify it without reference to any taxation benefits.",
      "id": "s717"
    },
    {
      "text": "(iv) The result in relation to the operation of this act that, but for this Part would be achieved by the scheme \n \n131 It is true that but for the application of Pt IVA Mr Lenzo's deductions would be allowable under s 8-1 of the 1997 Act as business expenditures.",
      "id": "s718"
    },
    {
      "text": "It is plain however that a mere fact that a taxpayer claims a tax benefit does not mean that Pt IVA applies.",
      "id": "s719"
    },
    {
      "text": "As Gummow and Hayne JJ said in Hart [2004] HCA 26 ; 217 CLR 216 at [53] :\n \n The bare fact that a taxpayer pays less tax, if one form of transaction rather than another is made, does not demonstrate that Pt IVA applies.",
      "id": "s720"
    },
    {
      "text": "Simply to show that a taxpayer has obtained a tax benefit does not show that Pt IVA applies.",
      "id": "s721"
    },
    {
      "text": "(v) Any change in the financial position of the relevant taxpayer that resulted, will result, or may reasonably be expected to result from the scheme \n \n132 The Commissioner simply submitted under this heading that the financial position of Mr Lenzo was improved by the tax savings which the scheme generated.",
      "id": "s722"
    },
    {
      "text": "He received immediate tax savings which exceeded his cash outlays in respect of the scheme in the 1998 and 1999 years of income.",
      "id": "s723"
    },
    {
      "text": "In the following years of income he would receive the benefit of deductions for interest accrued but unpaid and indemnity fees which would all but offset the actual cash outlays in respect of the indemnity fees.",
      "id": "s724"
    },
    {
      "text": "His exposure to further cash outlays would turn upon the success or otherwise of the plantation and the operation of the indemnity agreement at the completion of the scheme.",
      "id": "s725"
    },
    {
      "text": "Counsel for Mr Lenzo submitted that this factor is to assessed at the time that the relevant transactions were entered into.",
      "id": "s726"
    },
    {
      "text": "133 The change in the financial position of Mr Lenzo that must be considered under (iv) is not limited to tax benefits but also the prospect of a commercial return which he has acquired by the investment.",
      "id": "s727"
    },
    {
      "text": "The evidence was clear that this was a real prospect although attended by the usual risks of any agricultural cultivation scheme.",
      "id": "s728"
    },
    {
      "text": "The forecast financial returns for this project were described as \"attractive on a pre-tax basis\".",
      "id": "s729"
    },
    {
      "text": "The forecast returns cannot, in my opinion, be dismissed as merely speculative.",
      "id": "s730"
    },
    {
      "text": "There was, on the evidence, a reasonable prospect of a return.",
      "id": "s731"
    },
    {
      "text": "(iv) Any change in the financial position of any person who has or has had, any connection (whether of a business, family or other nature) with the relevant taxpayer, being a change that has resulted, will result or may reasonably be expected to result, from the scheme.",
      "id": "s732"
    },
    {
      "text": "134 There were, in my opinion, no relevant changes in the financial position of persons other than Mr Lenzo which would have supported an inference of a dominant purpose of securing a tax benefit.",
      "id": "s733"
    },
    {
      "text": "The project manager would benefit from the receipt of management fees and land rental fees.",
      "id": "s734"
    },
    {
      "text": "The promoters' dominant purpose was profit from the development, management and operation of the EKS project.",
      "id": "s735"
    },
    {
      "text": "It could not be concluded, viewed objectively, that the dominant purpose of EKS and its related companies was to obtain a tax benefit for Mr Lenzo.",
      "id": "s736"
    },
    {
      "text": "(vii) Any other relevant consequences for the relevant taxpayer, or for any person referred to in subparagraph (vi), of the scheme having been entered into or carried out.",
      "id": "s737"
    },
    {
      "text": "135 There is no other relevant consequence under this heading in my opinion.",
      "id": "s738"
    },
    {
      "text": "(viii) The nature of any connection (whether of a business, family or other nature) between the relevant taxpayer and any person referred to in subparagraph (vi).",
      "id": "s739"
    },
    {
      "text": "136 Beyond the connection established by the agreements themselves, there was no other relevant connection indicative of a tax purpose.",
      "id": "s740"
    },
    {
      "text": "137 Taking all these factors together and the transaction overall, I accept that there were tax benefits to be derived from the way in which the investment structure was set up.",
      "id": "s741"
    },
    {
      "text": "Aspects of the investment structure were indicative of a purpose of deriving a tax benefit from the scheme.",
      "id": "s742"
    },
    {
      "text": "I do not accept however, having regard to the factors already mentioned, the significant returns which could reasonably be expected from a moderately successful outcome to the project, independent of any tax benefits, and the ready availability of alternative financing arrangements to Mr Lenzo that it would be concluded that he or the manager or promoter entered into or carried out the scheme for the dominant purpose of enabling him to obtain a tax benefit in connection with the scheme.",
      "id": "s743"
    },
    {
      "text": "Conclusion \n \n138 In my opinion, for the preceding reasons, the scheme was not one to which Pt IVA applied.",
      "id": "s744"
    },
    {
      "text": "The applicant's appeal against the decision disallowing his objections succeeds.",
      "id": "s745"
    },
    {
      "text": "I certify that the preceding one hundred and thirty-eight (138) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s746"
    },
    {
      "text": "Associate:\nDated: 7 September 2007\n\n\n Counsel for the Applicant: Mr M McCusker QC and Mr D Romano \n \n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Counsel for the Respondent: Mr G Davies QC and Ms LB Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 3, 4, 5 October 2006 \n \n Date of Judgment: 7 September 2007 \n\n\n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1402.html",
      "id": "s747"
    }
  ]
}