{
  "name": "SZHZF v Minister for Immigration &amp; Citizenship [2007] FCA 1173 (7 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1173.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "appeals from decision of federal magistrate",
      "id": "c1"
    },
    {
      "text": "whether bias",
      "id": "c2"
    },
    {
      "text": "whether failure to properly consider s 91r migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether failure to properly consider evidence including independent country information",
      "id": "c4"
    },
    {
      "text": "appeal dismissed",
      "id": "c5"
    },
    {
      "text": "no point of principle.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate of 23 May 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 6 September 2006 and handed down on 26 September 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship to refuse to grant of protection visas to the appellants.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellants, male and female, are both citizens of the People's Republic of China (PRC), who arrived in Australia on 13 February 2005 and applied for a protection (Class XA) visa on 11 March 2005 under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s2"
    },
    {
      "text": "Only the first named appellant made specific claims under the Refugees Convention.",
      "id": "s3"
    },
    {
      "text": "His de facto wife, who is the other appellant, relied on her membership of his family, and thus had no separate claims of her own.",
      "id": "s4"
    },
    {
      "text": "Accordingly I will, in these reasons, refer to the first-named appellant as the appellant.",
      "id": "s5"
    },
    {
      "text": "3 On 11 March 2005 the appellant lodged an application for a protection visa with the then Minister for Immigration and Multicultural and Indigenous Affairs.",
      "id": "s6"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 21 June 2005.",
      "id": "s7"
    },
    {
      "text": "On 25 July 2005 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s8"
    },
    {
      "text": "4 The appellant attended a hearing before the Tribunal on 13 December 2005, and on that day the Tribunal affirmed the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "That decision was reviewed by the Federal Magistrates Court which on 22 May 2006 set aside the decision by consent and remitted the matter to the Tribunal to be determined according to law.",
      "id": "s10"
    },
    {
      "text": "The grounds upon which the matter was remitted concerned the failure to comply with the requirements of s 424A of the Act.",
      "id": "s11"
    },
    {
      "text": "It is the second decision of the Tribunal that gives rise to this appeal.",
      "id": "s12"
    },
    {
      "text": "CLAIMS BEFORE THE TRIBUNAL \n \n5 The appellant claimed to have a well-founded fear of persecution as a Falun Gong practitioner.",
      "id": "s13"
    },
    {
      "text": "His claims are set out in a seven page statement attached to his protection visa application and were elaborated on at hearings before both Tribunals.",
      "id": "s14"
    },
    {
      "text": "The appellant's claims differ in some detail between the written and oral evidence but the substance of the claims is briefly summarised as follows.",
      "id": "s15"
    },
    {
      "text": "6 As the Federal Magistrate noted, the grounds upon which the appellant claimed to be a person to whom Australia owed protection obligations, were essentially that he was a Falun Gong practitioner who had 'fallen foul' of the authorities and had been detained on two occasions.",
      "id": "s16"
    },
    {
      "text": "The appellant claimed that he was first detained in August 1999 for one month, and detained again in October 2003 for three months.",
      "id": "s17"
    },
    {
      "text": "The appellant claimed that his treatment had been more severe on the second occasion and he had to expend a considerable sum of money bribing authorities to release him.",
      "id": "s18"
    },
    {
      "text": "7 On 8 August, a differently constituted Tribunal held a hearing which the appellant attended.",
      "id": "s19"
    },
    {
      "text": "The Tribunal then wrote a letter to the appellant dated 8 August 2006 (\"the s 424A letter\") which provided him with particulars of information that would, subject to any comments he may make, be the reason or part of the reason for deciding that he was not entitled to a protection visa.",
      "id": "s20"
    },
    {
      "text": "8 Following the provision of each piece of information, the Tribunal set out in bold the reason why it had considered that information to be relevant.",
      "id": "s21"
    },
    {
      "text": "Although the appellant was requested to respond to the letter by 22 August, he did not respond.",
      "id": "s22"
    },
    {
      "text": "The Tribunal then determined to affirm the decision under review on 6 September 2006.",
      "id": "s23"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n9 The Tribunal did not accept that the appellant was a witness of truth and was satisfied that the appellant had created his claims, in order to obtain the visa sought by him.",
      "id": "s24"
    },
    {
      "text": "The Tribunal had regard to several inconsistencies in the appellant's evidence.",
      "id": "s25"
    },
    {
      "text": "10 The Tribunal noted that the appellant had stated in his protection visa that he was introduced to Falun Gong when he received a brochure in the mail.",
      "id": "s26"
    },
    {
      "text": "The appellant claimed that he had telephoned a number that was listed in the brochure, and that the woman who had answered the phone led him to the process of Falun Dafa and had invited him to a meeting.",
      "id": "s27"
    },
    {
      "text": "However, before the previously constituted Tribunal, he stated that he was introduced to Falun Gong through a woman he did not know, but whom he saw practising Falun Gong in a park in the company of other practitioners.",
      "id": "s28"
    },
    {
      "text": "Although this information was put to the appellant by the s 424A letter, he did not respond.",
      "id": "s29"
    },
    {
      "text": "11 In his protection visa, the appellant stated that in October 2003, he was detained for a second time for printing and distributing Falun Gong materials at his school and was accused of trying to indoctrinate an entire school.",
      "id": "s30"
    },
    {
      "text": "Before the previously constituted Tribunal, the appellant claimed that he was arrested because he was practicing Falun Gong in secret, and that someone in the neighbourhood must have reported him.",
      "id": "s31"
    },
    {
      "text": "Although this information was put to the appellant by the s 424A letter, he again did not respond.",
      "id": "s32"
    },
    {
      "text": "Furthermore, before the second Tribunal, he claimed he had been detained at Tiananmen Square, Beijing.",
      "id": "s33"
    },
    {
      "text": "However, the appellant did not mention to either the first Tribunal or to the Department that he was detained or arrested in Tiananmen Square.",
      "id": "s34"
    },
    {
      "text": "Again, this information was put to the appellant in the s 424A letter, but he did not respond.",
      "id": "s35"
    },
    {
      "text": "12 Although the appellant claimed that he was detained in 1999 for practising Falun Gong, he was thereafter nonetheless able to depart China for trips abroad.",
      "id": "s36"
    },
    {
      "text": "The appellant told the second Tribunal that he went to Thailand and Hong Kong in 2001.",
      "id": "s37"
    },
    {
      "text": "He also stated that he had been to Taiwan once a year to see his mother and elder sister, and that in 2002 he went to Taiwan.",
      "id": "s38"
    },
    {
      "text": "When the Tribunal put to the appellant that he claimed that he was arrested and detained in 1999 yet he returned to China after trips abroad, the appellant stated that the danger was in 2003.",
      "id": "s39"
    },
    {
      "text": "The Tribunal rejected the appellant's explanation, due to the inconsistent information that he gave concerning his second detention.",
      "id": "s40"
    },
    {
      "text": "The Tribunal was satisfied that his return from abroad after the claimed 1999 detention indicated a lack of a subjective fear of persecution.",
      "id": "s41"
    },
    {
      "text": "Further, the appellant had told the first Tribunal that he could not leave China immediately after he was released from detention, because in China, before a person is allowed to travel, that person must submit to a 'political assessment' by the authorities.",
      "id": "s42"
    },
    {
      "text": "The appellant claimed that he was able to secure a passport and political clearance with the assistance of a friend who had bribed the authorities.",
      "id": "s43"
    },
    {
      "text": "The appellant's passport had a stamp indicating that it was issued in replacement of an earlier passport.",
      "id": "s44"
    },
    {
      "text": "When the Tribunal informed the appellant, by the s 424A letter, that this indicated that he was in possession of a valid passport and that he did not need to submit to political assessment or to bribe the authorities to leave China, the appellant did not respond.",
      "id": "s45"
    },
    {
      "text": "13 The second Tribunal also noted that the appellant's evidence in regard to his occupation in China was also inconsistent.",
      "id": "s46"
    },
    {
      "text": "The appellant claimed that he was employed as a teacher and later a Deputy Principal in his protection visa application, but before the second Tribunal he claimed that he was employed as a teacher for three years and then commenced his own trading business until 1998.",
      "id": "s47"
    },
    {
      "text": "The appellant also did not respond to this inconsistency when it was put to him in the s 424A letter.",
      "id": "s48"
    },
    {
      "text": "14 The Tribunal was not satisfied that the appellant was a witness of truth and concluded that he had created the claims in order to obtain the visa sought.",
      "id": "s49"
    },
    {
      "text": "The Tribunal was satisfied the appellant was not a teacher in China, that he did not own a school in China and that he was not a Falun Gong practitioner in China.",
      "id": "s50"
    },
    {
      "text": "The Tribunal did not accept the appellant had been arrested or detained in China for practising Falun Gong.",
      "id": "s51"
    },
    {
      "text": "15 As to the appellant's claim that he had practiced Falun Gong since he had arrived in Australia the Tribunal stated: \n \n 'In view of my finding that the applicant is not a witness of truth and my finding that the applicant was not a Falun Gong practitioner in China and my finding that the applicant was not detained or harmed in China I am satisfied for the purposes of subsection 91R(3) of the Act that the conduct the applicant has engaged in since his arrival in Australia in Falun Gong activities has been engaged in solely for the purpose of strengthening his claim to be a refugee.",
      "id": "s52"
    },
    {
      "text": "' \n \n\n16 Consequently, it disregarded his conduct in accordance with that section.",
      "id": "s53"
    },
    {
      "text": "Accordingly, the Tribunal did not accept there was a real chance the appellant would suffer harm then or in the foreseeable future if he were returned to China and was not satisfied he had a well-founded fear of persecution for a Convention related reason.",
      "id": "s54"
    },
    {
      "text": "GROUNDS BEFORE OF THE FEDERAL MAGISTRATE \n \n17 On 24 October 2006 the appellant sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s55"
    },
    {
      "text": "Before the Federal Magistrate the appellant relied on an amended application filed on 1 March 2007 which stated as follows: \n \n \n '1.",
      "id": "s56"
    },
    {
      "text": "The Tribunal had bias against me, and refused my application based on assumption, not evidence and materials.",
      "id": "s57"
    },
    {
      "text": "The Tribunal failed to consider my application according to S 91R of the Migration Act 1958 .",
      "id": "s58"
    },
    {
      "text": "The Tribunal started to have bias against me when the officer knew that I had not departed china soon after I had problems with the government.",
      "id": "s59"
    },
    {
      "text": "The officer also refused to accept my explanation that I had not been able to arrange a visa to leave china on time.",
      "id": "s60"
    },
    {
      "text": "The Tribunal failed to consider my claims.",
      "id": "s61"
    },
    {
      "text": "2.",
      "id": "s62"
    },
    {
      "text": "The Tribunal failed to assess the chance of my persecution on my return to china because of membership with Falungong.",
      "id": "s63"
    },
    {
      "text": "The Tribunal failed to refer to relevant independent information for the consideration of my application and the Tribunal made such mistake because of the bias against me.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n THE DECISION OF THE FEDERAL MAGISTRATE \n \n18 The Federal Magistrate found no jurisdictional error.",
      "id": "s65"
    },
    {
      "text": "His Honour found that without particulars to support the grounds of bias, there was no basis to make such a serious finding against the Tribunal.",
      "id": "s66"
    },
    {
      "text": "19 As to the appellant's claim that the Tribunal failed to consider his application, according to s 91R of the Act, his Honour held that the Tribunal did in fact consider the allegation of persecution suffered by the appellant, but that it did not assess that form of persecution against the criteria in s 91R because it did not believe that it took place.",
      "id": "s67"
    },
    {
      "text": "There was thus no necessity to do so.",
      "id": "s68"
    },
    {
      "text": "20 The Federal Magistrate also reviewed the claim that the Tribunal failed to assess the appellant's chance of persecution upon his return to China, due to his membership of Falun Gong, noting that the Tribunal had found that the appellant was not a member of Falun Gong.",
      "id": "s69"
    },
    {
      "text": "His Honour found that the Tribunal had complied with its statutory mandate in relation to the consideration of the appellant's claims.",
      "id": "s70"
    },
    {
      "text": "His Honour further found that the Tribunal was obliged to disregard evidence of the appellant's connection with Falun Gong formed during his stay in Australia, because of the view that it formed that he did not engage in that conduct, other than for the purpose of strengthening his claim to be a refugee.",
      "id": "s71"
    },
    {
      "text": "21 The Federal Magistrate was of the view that the s 424A letter accurately set out the Tribunal's concerns and explained why those concerns were relevant to the decision that the Tribunal was likely to make.",
      "id": "s72"
    },
    {
      "text": "The Federal Magistrate noted that the Tribunal made the findings that the information pointed to and consequently his Honour was unable to discern that the Tribunal had failed to exercise its duties under s 424A of the Act, in relation to the manner in which the letter was written or in the way that the decision was made.",
      "id": "s73"
    },
    {
      "text": "22 Before the Federal Magistrate, the appellant stated that he thought that the Tribunal had failed to consider his case according to the facts, and that the Tribunal did not understand the situation in China and further stated that if a person was persecuted, he would still have an opportunity to go overseas.",
      "id": "s74"
    },
    {
      "text": "The appellant then stated that even important people managed to leave China, and that as he was not so important, it was easier for him to depart the country.",
      "id": "s75"
    },
    {
      "text": "The appellant further stated before the Federal Magistrate that the Tribunal had made a big mistake in its factual findings.",
      "id": "s76"
    },
    {
      "text": "However, the Federal Magistrate found that even if the Tribunal was mistaken, such mistakes would have been mistakes of fact, which do not go to jurisdictional error, and thus are not the subject of review in the Federal Magistrates Court.",
      "id": "s77"
    },
    {
      "text": "23 In relation to the appellant's claim that he practised Falun Gong every day, the Federal Magistrate held this to be an impermissible merits review.",
      "id": "s78"
    },
    {
      "text": "The appellant then claimed that due to the damage that he had suffered during his persecution in China, he had given inconsistent evidence, which made him nervous about appearing in Court or before a Tribunal.",
      "id": "s79"
    },
    {
      "text": "The Federal Magistrate noted that the opportunity which the appellant had to convince the Tribunal of the genuineness of his claims had passed.",
      "id": "s80"
    },
    {
      "text": "Consequently, the application was dismissed.",
      "id": "s81"
    },
    {
      "text": "NOTICE OF APPEAL \n \n24 The Notice of Appeal filed by the appellant on 12 June 2007 was accompanied by an affidavit sworn by the appellant.",
      "id": "s82"
    },
    {
      "text": "In combination these two documents essentially raised the same grounds as before the Federal Magistrate and are as follows: \n \n \n \"1.",
      "id": "s83"
    },
    {
      "text": "The Tribunal had bias against me and refused my application based on assumption, not evidence and materials.",
      "id": "s84"
    },
    {
      "text": "The Tribunal failed to consider my claims for my application for a protection visa in accordance with S 91R of the Migration Act 1958 .",
      "id": "s85"
    },
    {
      "text": "2.",
      "id": "s86"
    },
    {
      "text": "The Tribunal failed to assess the chance of my persecution on my return to China because of my involvement with Falun Gong.",
      "id": "s87"
    },
    {
      "text": "The Tribunal failed to refer to relevant independent information for the consideration.",
      "id": "s88"
    },
    {
      "text": "' \n \n \n\n25 The appellant also provided an accompanying affidavit, which stated as follows: \n \n 'The Tribunal fell into jurisdictional errors when considered my application for a protection visa.",
      "id": "s89"
    },
    {
      "text": "The Tribunal had bias against me and refused my application based on assumption, not evidence and materials.",
      "id": "s90"
    },
    {
      "text": "The Tribunal failed to assess the chance of my persecution on my return to China because of my involvement with Falun Gong.",
      "id": "s91"
    },
    {
      "text": "Federal Magistrates Court did not find the above mentioned error.",
      "id": "s92"
    },
    {
      "text": "I hereby file the notice of appeal to the Federal Court of Australia.",
      "id": "s93"
    },
    {
      "text": "' \n\n (Transcribed from the original without alteration).",
      "id": "s94"
    },
    {
      "text": "26 At the hearing of the appeal before me the appellant informed the Court through an interpreter that he did not wish to make any oral submissions and simply relied upon the grounds in his notice of appeal.",
      "id": "s95"
    },
    {
      "text": "REASONS \n \n27 The appellant's notice of appeal largely repeats the grounds of appeal before the Federal Magistrate.",
      "id": "s96"
    },
    {
      "text": "Several distinct allegations may be discerned from the two grounds enumerated.",
      "id": "s97"
    },
    {
      "text": "I have considered the first respondent's submissions which I have drawn upon in these reasons.",
      "id": "s98"
    },
    {
      "text": "28 Section 474 validly operates to prevent the judicial review of all decisions under the Act except those vitiated by jurisdictional error: Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476.",
      "id": "s99"
    },
    {
      "text": "In the present case, I am unable to find any jurisdictional error for the reasons set out below.",
      "id": "s100"
    },
    {
      "text": "Allegations of Bias \n \n29 The first ground of the appellant's notice of appeal alleges bias and that the Tribunal based its decision upon assumptions and not evidence and material.",
      "id": "s101"
    },
    {
      "text": "No particulars are provided.",
      "id": "s102"
    },
    {
      "text": "30 It is well established that bias, an aspect of bad faith, is a serious allegation involving personal fault on the part of the decision maker.",
      "id": "s103"
    },
    {
      "text": "It must be clearly articulated and proved by admissible evidence.",
      "id": "s104"
    },
    {
      "text": "It is rare for a Court to find that an administrative decision maker acted in bad faith, especially where the only thing said to be in support of this is the decision record: SBBS v Minister for Immigration and Multicultural and Indigenous Affairs (2002) 194 ALR 749 at [43]-[48]; and VFAB v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 131 FCR 102; [2003] FCA 872.",
      "id": "s105"
    },
    {
      "text": "31 It is evident upon reading the Tribunal's decision that it embarked upon its task in an entirely appropriate and reasonable manner.",
      "id": "s106"
    },
    {
      "text": "There was no suggestion in any of the material before the Federal Magistrate that was sufficient to sustain an allegation of bias against the Tribunal.",
      "id": "s107"
    },
    {
      "text": "For these reasons, I find that the Federal Magistrate was correct to reject this first ground in the appellant's notice of appeal\n \n32 To the extent that this ground suggests an allegation that there was no evidence to justify the making of the Tribunal's decision, I find that any such claim ought to be rejected.",
      "id": "s108"
    },
    {
      "text": "33 In order to establish that there was no evidence for a finding made by the Tribunal, the appellant must show that there was no evidence at all upon which the finding could have been based: Australian Broadcasting Tribunal v Bond (Bond Media Case) [1990] HCA 33 ; (1990) 170 CLR 321 at 356; Minister for Immigration and Multicultural Affairs v Al-Miahi (2001) 65 ALD 141 at [34]-[35]; Minister for Immigration and Multicultural Affairs v Rajamanikkam [2002] HCA 32 ; (2002) 210 CLR 222 at 232-233, 236, 240 and 259; VAAW of 2001 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 202 at [33] - [35] .",
      "id": "s109"
    },
    {
      "text": "34 The Tribunal's findings consisted of a rejection of the appellant's claims, where the appellant himself, in his oral and written submissions, provided the evidence that supported the rejection.",
      "id": "s110"
    },
    {
      "text": "In these circumstances, the appellant is unable to rely upon a ground of review that there was 'no evidence' to support the Tribunal's findings: WAJS v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 139 at [11] - [13] .",
      "id": "s111"
    },
    {
      "text": "Failure to Consider Claims According to Section 91R \n \n35 With regards to the second aspect of the first ground of appeal, the appellant claimed that the Tribunal failed to consider his claims for his protection visa in accordance with s 91R of the Act.",
      "id": "s112"
    },
    {
      "text": "The Federal Magistrate was correct to reject this ground for the reasons as follows.",
      "id": "s113"
    },
    {
      "text": "36 The Tribunal was satisfied that the appellant had fabricated his claims.",
      "id": "s114"
    },
    {
      "text": "As such, there was no occasion for the Tribunal to proceed to consider whether his claims met the definition of 'persecution' in s 91R.",
      "id": "s115"
    },
    {
      "text": "37 To the extent that this ground may be interpreted as a challenge to the Tribunal's application of s 91R(3) , I find that the Tribunal was satisfied that the appellant engaged in Falun Gong activities in Australia solely for the purpose of strengthening his refugee claims, and appropriately disregarded this conduct pursuant to s 91R(3).",
      "id": "s116"
    },
    {
      "text": "Failure to Assess the Chance of Persecution \n \n38 I find that the Federal Magistrate was correct to reject this ground for the reasons as follows.",
      "id": "s117"
    },
    {
      "text": "39 The Tribunal was not satisfied that the appellant was a Falun Gong practitioner in China, and accordingly did not accept that there was a real chance the appellant would suffer harm on return to China.",
      "id": "s118"
    },
    {
      "text": "In making this assessment, the Tribunal disregarded his conduct in Australia, as it was required to do, pursuant to s 91R(3) of the Act.",
      "id": "s119"
    },
    {
      "text": "Failure of the Tribunal to Refer to Relevant Independent Information \n \n40 There was no obligation on the Tribunal to refer to independent country information in its decision.",
      "id": "s120"
    },
    {
      "text": "It was for the appellant to provide the Tribunal with any independent information he wished it to consider.",
      "id": "s121"
    },
    {
      "text": "41 In any event, whilst the Tribunal referred, in an introductory way, to independent information, this did not form part of the Tribunal's reasons for decision, which were essentially based upon its adverse credibility finding in relation to the appellant.",
      "id": "s122"
    },
    {
      "text": "42 Had the Tribunal believed that the appellant had been a Falun Gong practitioner in China then this information would have assisted the appellant's application.",
      "id": "s123"
    },
    {
      "text": "However, because the appellant's claims in this respect were rejected the independent information was not relevant.",
      "id": "s124"
    },
    {
      "text": "CONCLUSION \n \n 43 In my opinion, his Honour's conclusions were correct.",
      "id": "s125"
    },
    {
      "text": "No jurisdictional error has been established.",
      "id": "s126"
    },
    {
      "text": "Accordingly, the appeals should be dismissed with costs.",
      "id": "s127"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s128"
    },
    {
      "text": "Associate:\n\nDated: 7 August 2007\n\n The Appellant appeared for himself: \n \n \n Counsel for the Respondent: Ms K Hooper \n \n Solicitors for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 7 August 2007 \n \n Date of Judgment: 7 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1173.html",
      "id": "s129"
    }
  ]
}