{
  "name": "Colonial First State Private Capital Limited, in the matter of Colonial First State Private Capital Limited [2007] FCA 1619 (24 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1619.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "whether there were separate classes of shareholders",
      "id": "c1"
    },
    {
      "text": "\"no-shop\", \"no-talk\" and \"break fee\" provisions in merger implementation agreement",
      "id": "c2"
    },
    {
      "text": "supreme court of northern territory had made restraining order against a particular shareholder under the criminal property forfeiture act 2002 (nt)",
      "id": "c3"
    },
    {
      "text": "special term providing for payment of the amount otherwise payable to that shareholder. held : (1) order made that company convene a meeting of its shareholders to consider, and, if thought fit, agree to the scheme; (2) there were not separate classes of members; (3) in the circumstances the \"no-shop\" \"no-talk\" and \"break fee\" provisions should not prevent court approval; (4) the special provision for payment of the amount otherwise payable to the particular shareholder was appropriate.",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "(first court hearing) \n INTRODUCTION \n \n1 The plaintiff (CFI) applied under s 411 of the Corporations Act 2001 (Cth) (the Act) for:\n \n&#8226; an order that it convene a meeting of its members to consider, and if thought fit, agree (with or without modification) to a scheme of arrangement between CFI and its members; \n \n&#8226; an order approving the explanatory statement, required by s 412(1)(a) of the Act to accompany the notice convening the meeting; and, if the members agree to the scheme;\n \n&#8226; an order approving the scheme.",
      "id": "s0"
    },
    {
      "text": "2 At the first court hearing (on 17 October 2007) I made the first two orders, for the reasons that follow.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n3 CFI is a public company listed on the Australian Stock Exchange (ASX).",
      "id": "s2"
    },
    {
      "text": "Its core business is investment in infrastructure assets and private equity investments.",
      "id": "s3"
    },
    {
      "text": "4 According to the proposed scheme (the Scheme), CFI shareholders will transfer their shares in CFI to Sunsuper Pty Ltd (Sunsuper) or its nominee (I granted leave to Sunsuper to appear on the hearing without becoming a party).",
      "id": "s4"
    },
    {
      "text": "Sunsuper is trustee of the Sunsuper Superannuation Fund and manages over $12 billion in funds.",
      "id": "s5"
    },
    {
      "text": "The consideration which CFI shareholders will receive for each of their shares is cash of $0.798.",
      "id": "s6"
    },
    {
      "text": "As a result of the Scheme, CFI will become a wholly owned subsidiary of Sunsuper.",
      "id": "s7"
    },
    {
      "text": "CFI will cease to be listed on the ASX.",
      "id": "s8"
    },
    {
      "text": "5 CFI and Sunsuper entered into a Merger Implementation Agreement on 16 August 2007 (MIA) by which they agreed to use their best endeavours to implement the Scheme subject to satisfaction, or, where possible waiver, of various conditions precedent, including shareholder and Court approval.",
      "id": "s9"
    },
    {
      "text": "6 No director of CFI or any of his or her associates has any relevant interest in, or in any marketable security issue by, Sunsuper or any of its related bodies corporate or in the Sunsuper Superannuation Fund.",
      "id": "s10"
    },
    {
      "text": "The directors of CFI recommend that the CFI shareholders agree to the Scheme.",
      "id": "s11"
    },
    {
      "text": "7 The Scheme Booklet is to fulfil the role of the explanatory statement referred to in s 412(1)(a) of the Act.",
      "id": "s12"
    },
    {
      "text": "Appendix 1 to the Scheme Booklet is a report dated 15 October 2007 by Deloitte Corporate Finance Pty Limited (Deloitte), which was appointed as an independent expert by CFI's Board of Directors to assess the Scheme.",
      "id": "s13"
    },
    {
      "text": "Deloitte has concluded that the Scheme is fair and reasonable and in the best interests of CFI shareholders.",
      "id": "s14"
    },
    {
      "text": "Deloitte concludes that the consideration for each CFI share is at the midpoint of Deloitte's assessed value of a CFI share.",
      "id": "s15"
    },
    {
      "text": "8 The Deloitte report assesses the fair market value of CFI's assets and liabilities at $104.8 million to $111 million (or $0.773 to $0.819 per share).",
      "id": "s16"
    },
    {
      "text": "The amount of the Scheme consideration offered is $0.798 per share.",
      "id": "s17"
    },
    {
      "text": "Chairperson \n \n9 As required by r 3.2 of the Federal Court (Corporations) Rules 2000 (Cth), prior to the hearing CFI filed affidavit evidence relating to the chairing of the Scheme meeting.",
      "id": "s18"
    },
    {
      "text": "Performance risk \n \n10 The question of \"performance risk\" for the shareholders is addressed in cl 4.4(a) of the Scheme.",
      "id": "s19"
    },
    {
      "text": "That clause obliges Sunsuper to pay the aggregate Scheme consideration to CFI to be held on trust for the shareholders for the purpose of being distributed to them within five business days of the Scheme's implementation date.",
      "id": "s20"
    },
    {
      "text": "Accordingly, there is no possibility of title to the shares passing to Sunsuper with an outstanding obligation in Sunsuper to pay the CFI shareholders.",
      "id": "s21"
    },
    {
      "text": "11 Sunsuper has executed a Deed Poll in favour of, and enforceable by, each Scheme shareholder, undertaking to comply with its obligations under the Scheme in respect of paying the Scheme consideration.",
      "id": "s22"
    },
    {
      "text": "Australian Securities and Investment Commission \n \n12 The evidence shows that s 411(2)(a) of the Act (relating to notification to the Australian Securities and Investments Commission (ASIC)) has been complied with.",
      "id": "s23"
    },
    {
      "text": "I am also satisfied that ASIC has had a reasonable opportunity to do the things referred to in s 411(2)(b) of the Act.",
      "id": "s24"
    },
    {
      "text": "There is before the Court the \"usual letter\" from ASIC indicating that it does not wish to be heard on the first court hearing.",
      "id": "s25"
    },
    {
      "text": "Classes \n \n13 There is a Letter of Agreement, the terms of which are recorded in a letter dated 21 September 2007 from Sunsuper to Colonial First State Global Asset Management.",
      "id": "s26"
    },
    {
      "text": "According to the Letter of Agreement, Sunsuper will employ Colonial First State Managed Property Limited (CFSMPL), which apparently, directly or indirectly, has a relevant interest in CFI shares, as asset manager in respect of the assets acquired as a result of the Scheme.",
      "id": "s27"
    },
    {
      "text": "The Letter of Agreement sets out in a schedule the fees that Sunsuper will pay to CFSMPL.",
      "id": "s28"
    },
    {
      "text": "14 The question has been addressed whether this arrangement constitutes CFSMPL as a \"class\" of CFI shareholder different from the other CFI shareholders, with the consequence that two class meetings would be necessary.",
      "id": "s29"
    },
    {
      "text": "Deloitte was asked to advise whether the benefits to CFSMPL under the Letter of Agreement are above \"market\".",
      "id": "s30"
    },
    {
      "text": "15 Deloitte has expressed the view that the fees are not above \"market\" for agreements of the kind in question.",
      "id": "s31"
    },
    {
      "text": "16 I accepted the submission by Mr Oakes SC that in the light of this evidence the Letter of Agreement was not \"class creating\", and that the members of CFI are appropriately treated as a single voting class, with the consequence that only a single Scheme meeting is called for.",
      "id": "s32"
    },
    {
      "text": "Restraining Order \n \n17 Rita Hellen Rose is a shareholder in CFI.",
      "id": "s33"
    },
    {
      "text": "On 19 July 2007, the Director of Public Prosecutions for the Northern Territory obtained, in the Supreme Court of the Northern Territory, a restraining order in respect of her property, including her shareholding in CFI, under the Criminal Property Forfeiture Act 2002 (NT).",
      "id": "s34"
    },
    {
      "text": "The evidence shows that after amendments, the order states:\n \n \n 2d.",
      "id": "s35"
    },
    {
      "text": "If a proposed scheme of arrangement between CFI and its shareholders, pursuant to which Sunsuper Pty Ltd (as trustee for the Supersuper [sic] Superannuation Fund) (or its nominated entity) is to acquire all of the issued shares in CFI, is approved by the Federal Court of Australia in accordance with section 411 of the Corporations Act 2001 (Cth), then: \n \n \n \n \n (i) the restraint in Order 1 shall not operate to restrain the transfer of the CFI shares registered in the name of Rita Hellen Rose (Shares) to Sunsuper Pty Ltd (as trustee for the Supersuper [sic] Superannuation Fund) (or its nominated entity) in accordance with such scheme of arrangement; and\n \n (ii) CFI must pay to the Public Trustee of the Northern Territory the consideration for the Shares pursuant to the scheme of arrangement, upon which CFI's obligations in respect of the Shares will be discharged and the restraint in Order 1 shall continue to operate in respect of the consideration for the shares so paid.",
      "id": "s36"
    },
    {
      "text": "18 I do not think it necessary to set out Order 1.",
      "id": "s37"
    },
    {
      "text": "19 Clause 4.4 of the Scheme deals with payment by Sunsuper of the Scheme consideration.",
      "id": "s38"
    },
    {
      "text": "As noted earlier, generally speaking the aggregate Scheme consideration is to be paid by Sunsuper to CFI to be held by CFI on trust for the Scheme shareholders.",
      "id": "s39"
    },
    {
      "text": "However, an exception is made in cl 4.4(c) which reads as follows:\n \n (c) In the case of notice having been given to CFI (or CFI's share registry) of an order made by a court of competent jurisdiction (Court Order): \n \n \n (i) which requires payment to a third party of a sum in respect of Scheme Shares held by a particular Scheme Shareholder, which would otherwise be payable to the particular Scheme Shareholder in accordance with sub-clause 4.4(a) above, then CFI shall make payment in accordance with the Court Order;\n (ii) which would prevent CFI from despatching payment to any particular Scheme Shareholder in accordance with subclause 4.4(a) above, CFI shall retain an amount, in Australian dollars, equal to the number of Scheme Shares held by that Scheme Shareholder multiplied by the Scheme consideration until such time as payment in accordance with subclause 4.4(a) is permitted by law.",
      "id": "s40"
    },
    {
      "text": "20 The alignment between cl 4.4(c) of the Scheme and Order 2d was the result of negotiations between the solicitors for CFI and the Northern Territory Director of Public Prosecutions.",
      "id": "s41"
    },
    {
      "text": "I was informed by Mr Oakes SC that Ms Rose did not oppose the making of Order 2d.",
      "id": "s42"
    },
    {
      "text": "21 Clause 4.4(c) of the Scheme satisfactorily addresses the special position of Ms Rose.",
      "id": "s43"
    },
    {
      "text": "\"No-talk\", \"No-shop\" and \"Break fee\" Provisions \n \n22 I discussed provisions of this kind in Re APN News &amp; Media Ltd (2007) 62 ACSR 400 ( APN ) at [25]-[55], and indicated (at [55]) that it seemed to be desirable that applications under s 411(1) be supported by affidavit evidence directed to showing certain matters.",
      "id": "s44"
    },
    {
      "text": "23 In the present case there are limited no-talk and no-shop provisions in cl 11 of the MIA and a break fee provision in cl 12 of the MIA.",
      "id": "s45"
    },
    {
      "text": "The \"no-talk period\" and \"no-shop period\" are defined to mean the period from 16 August 2007 until the earliest to occur of either 31 December 2007, the termination of the MIA in accordance with its terms, or the coming into effect under s 411(10) of the Act of the Court's Order under s 411(4)(b) approving the Scheme.",
      "id": "s46"
    },
    {
      "text": "Thus, the longest the period can be is from 16 August 2007 to 31 December 2007.",
      "id": "s47"
    },
    {
      "text": "I think I am entitled to take judicial notice of the fact that this period of some four and a half months is not unreasonably long by reference to the periods that one sees in similar provisions in schemes of the present kind.",
      "id": "s48"
    },
    {
      "text": "24 The no-talk and no-shop provisions are related to the concept of a \"Competing Proposal\".",
      "id": "s49"
    },
    {
      "text": "There is a \"fiduciary carve out\" from the no-talk provision in cl 11.3 of the MIA.",
      "id": "s50"
    },
    {
      "text": "25 By cl 11.4, CFI undertakes, during the no-shop period, to inform Sunsuper of any competing approaches made to CFI.",
      "id": "s51"
    },
    {
      "text": "26 Importantly, Sunsuper has no relevant interest in shares in CFI (in contrast to the position that prevailed in APN 62 ACSR 400).",
      "id": "s52"
    },
    {
      "text": "Accordingly, there is no scope for an argument that Sunsuper used its position as a CFI shareholder with \"representation\" on CFI's Board of Directors, somehow to lock the CFI shareholders into the Scheme.",
      "id": "s53"
    },
    {
      "text": "27 I turn now to the break fee for which cl 12 of the MIA provides.",
      "id": "s54"
    },
    {
      "text": "The amount of that fee is $1 million.",
      "id": "s55"
    },
    {
      "text": "As noted in APN 62 ACSR 400 at [48], the Takeovers Panel's Guidance Note 7, Lock-up Devices (2 nd issue, 2005) states (at [7.18]) that the Panel uses a guideline that a break fee should not exceed 1% of the \"equity value\" of the target, and for this purpose the equity value is the aggregate of the value of all classes of equity securities issued by the target.",
      "id": "s56"
    },
    {
      "text": "It will be recalled (see [8] above) that in the present case, the \"equity value\" of CFI is stated by Deloitte to lie between $104.8 million and $111 million.",
      "id": "s57"
    },
    {
      "text": "I note also that the aggregate consideration is $108,187,617.88 (135,573,456 shares x $0.798 per share).",
      "id": "s58"
    },
    {
      "text": "The break fee of $1 million dollars is below the 1% level.",
      "id": "s59"
    },
    {
      "text": "28 By cl 12.1(c) of the MIA, CFI's Board of Directors acknowledged that it had received legal advice in connection with cl 12 and believed that the Scheme would provide benefit to CFI and CFI shareholders and that it was reasonable and appropriate for CFI to agree to the break fee in order to secure Sunsuper's participation in the transaction.",
      "id": "s60"
    },
    {
      "text": "29 By cl 12.2(a) of the MIA, the parties acknowledged that the amount of $1 million represented \"a genuine and reasonable pre-estimate of the transaction costs it [sic --- that] will have been incurred by Sunsuper\".",
      "id": "s61"
    },
    {
      "text": "30 Of course, the break fee is not payable merely by reason of the fact that the CFI shareholders decide not to agree to the Scheme.",
      "id": "s62"
    },
    {
      "text": "31 The firms of solicitors representing CFI and Sunsuper are well recognised as practising in the mergers and acquisitions area.",
      "id": "s63"
    },
    {
      "text": "I was told by Mr Oakes SC that both companies were represented by those firms in the negotiation of the no-talk, no-shop and break fee provisions.",
      "id": "s64"
    },
    {
      "text": "32 In the circumstances I think that although affidavit evidence to the effect described by me in APN 62 ACSR 400 was not led (I remain of the view that affidavit evidence is desirable), I am entitled to infer, as I do, by reason of the terms of the MIA and the other circumstances referred to above, that the matters to which I referred in that case (at [55]) are established.",
      "id": "s65"
    },
    {
      "text": "CONCLUSION \n \n33 For the above reasons I made the orders referred to earlier for the convening of the Scheme meeting and approving the draft Scheme Booklet as the registered explanatory statement.",
      "id": "s66"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s67"
    },
    {
      "text": "Associate:\n\n Dated: 24 October 2007\n\n\n Counsel for the Plaintiff: \n Mr M B Oakes SC \n \n \n Solicitors for the Plaintiff \n Minter Ellison \n \n \n Counsel for Sunsuper Pty Ltd: \n Mr F Gleeson SC \n \n \n Solicitors for Sunsuper Pty Ltd: \n Jones Day \n \n \n Date of Hearing: \n 17 October 2007 \n \n \n Date of Judgment: \n 17 October 2007 \n \n \n Date of Publication of Reasons: \n 24 October 2007 \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1619.html",
      "id": "s68"
    }
  ]
}