{
  "name": "Commonwealth of Australia v Westwood (Corrigendum dated 18 September 2007) [2007] FCA 1282 (21 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1282.html",
  "catchphrases": [
    {
      "text": "whether the court has jurisdiction to entertain an application for purely declaratory relief in relation to an evidentiary ruling of a court martial",
      "id": "c0"
    },
    {
      "text": "whether the director of military prosecutions is the commonwealth for the purposes of s 39b(1a)(a) of the judiciary act 1903 (cth).",
      "id": "c1"
    },
    {
      "text": "discretion",
      "id": "c2"
    },
    {
      "text": "application for declaratory relief in relation to pending court martial",
      "id": "c3"
    },
    {
      "text": "whether circumstances of the case are ' most exceptional '",
      "id": "c4"
    },
    {
      "text": "prejudice to accused",
      "id": "c5"
    },
    {
      "text": "likelihood of alternative remedies.",
      "id": "c6"
    },
    {
      "text": "' the commonwealth ', ' most exceptional '.",
      "id": "c7"
    },
    {
      "text": "jurisdiction",
      "id": "c8"
    },
    {
      "text": "judicial review",
      "id": "c9"
    },
    {
      "text": "words and phrases",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "THE PROCEEDINGS \n \n1 These proceedings arise out of an evidentiary ruling made by the first respondent (' Judge Advocate ') on 11 April 2007, in the course of a restricted court martial.",
      "id": "s0"
    },
    {
      "text": "The court martial was convened by the Registrar of Military Justice (' Registrar ') on 6 March 2007 to hear and determine two charges against the second respondent (' Accused '), a Lieutenant Colonel in the Australian Army.",
      "id": "s1"
    },
    {
      "text": "The Accused is a military lawyer and is a ' defence member ' for the purposes of the Defence Force Discipline Act 1982 (Cth) (' DFD Act ').",
      "id": "s2"
    },
    {
      "text": "2 The charges faced by the Accused concern the alleged loss by him of classified material.",
      "id": "s3"
    },
    {
      "text": "He has been charged with:\n \n \n &#8226; one count of losing service property, contrary to s 44(1) of the DFD Act ; and\n &#8226; one count of not complying with a lawful general order, contrary to s 29(1) of the DFD Act .",
      "id": "s4"
    },
    {
      "text": "The court martial has not yet determined the charges.",
      "id": "s5"
    },
    {
      "text": "Indeed, I was informed that the Accused has not yet been required to plead.",
      "id": "s6"
    },
    {
      "text": "3 The Judge Advocate's ruling concerned the admissibility of a record of an interview with the Accused (' Record of Interview ').",
      "id": "s7"
    },
    {
      "text": "The interview was conducted on 1 March 2006 by two Senior Investigators from the Security Investigations Unit of the Defence Security Authority (' DSA ').",
      "id": "s8"
    },
    {
      "text": "The two Senior Investigators were members of the Australian Public Service (' APS '), but neither was an ' investigating officer ' as defined in s 101 of the DFD Act (the definition being confined to military personnel).",
      "id": "s9"
    },
    {
      "text": "However, one of the Senior Investigators cautioned the Accused that he was not obliged to answer any questions but that, if he did, the answers might be used in evidence against him.",
      "id": "s10"
    },
    {
      "text": "4 The Judge Advocate ruled that the Record of Interview was inadmissible.",
      "id": "s11"
    },
    {
      "text": "In substance, his ground for so ruling was that civilian members of the DSA lack authority to conduct an investigation into ' service offences ' (a term defined in s 3(1) of the DFD Act to include offences against the DFD Act ), with a view to their prosecution.",
      "id": "s12"
    },
    {
      "text": "Since the Judge Advocate concluded that the Senior Investigators lacked the necessary authority to conduct the interview, he held that any admissions by the Accused had been obtained in contravention of Pt 6 of the DFD Act (which deals with the investigation of service offences, including the admissibility of evidence in courts martial) and were therefore inadmissible against him.",
      "id": "s13"
    },
    {
      "text": "5 An essential element in the reasoning of the Judge Advocate was that the actions taken by the Senior Investigators were not ' in accordance with any ... law of the Commonwealth ... for the purpose of investigating a service offence ', within the meaning of s 101ZC(b) of the DFD Act .",
      "id": "s14"
    },
    {
      "text": "Had the Judge Advocate ruled that the actions of the Senior Investigators were in accordance with a law of the Commonwealth, it was common ground before the court martial that the Record of Interview would not have involved any contravention of Pt 6 of the DFD Act .",
      "id": "s15"
    },
    {
      "text": "However, there still would have been other discretionary issues for the court martial to address before finally resolving the admissibility of the Record of Interview.",
      "id": "s16"
    },
    {
      "text": "6 The applicants instituted the present proceedings on 3 July 2007, nearly three months after the Judge Advocate gave his ruling.",
      "id": "s17"
    },
    {
      "text": "The application sought the following relief:\n \n \n '1 A declaration that, in the events that have happened, the taking of the Record of Interview of the [Accused] dated 1 March 2006 ... was action taken \"in accordance with [a] law of the Commonwealth ... for the purpose of [investigating] a service offence\" within the meaning of s 101ZC(b) of the [DFD Act]; \n \n 2 A declaration that the decision of the [Judge Advocate] of 11 April 2007 ... to exclude the said Record of Interview involved an error of law and is a nullity; \n \n 3 An order that the [Judge Advocate] reconsider the admissibility of the said Record of Interview in accordance with law ...' \n \n \n\n7 When the hearing in this Court commenced, Dr Renwick, who appeared with Mr Jones for the applicants, informed me that the applicants pressed only the claim for a declaration in terms of par 1 of the application.",
      "id": "s18"
    },
    {
      "text": "Dr Renwick contended that the issue of law presented by the application is of general importance because the Judge Advocate's ruling cast doubt upon the validity of investigations undertaken by civilian officers of the DSA into the alleged commission of service offences by military personnel.",
      "id": "s19"
    },
    {
      "text": "8 Dr Renwick explained that if the Court made a declaration, it is ' inconceivable ' that the Judge Advocate would not then reconsider his evidentiary ruling.",
      "id": "s20"
    },
    {
      "text": "He also explained that the applicants are not seeking any orders setting aside the Judge Advocate's ruling because, in their view, there is no need to do so.",
      "id": "s21"
    },
    {
      "text": "9 The written submissions in chief filed on behalf of the applicants and the Accused (the Judge Advocate having entered a submitting appearance) identify the following issues:\n \n \n (i) Does the Court have jurisdiction to entertain the application for declaratory relief?",
      "id": "s22"
    },
    {
      "text": "(ii) Is the Commonwealth a proper party to the proceedings?",
      "id": "s23"
    },
    {
      "text": "(iii) Is it permissible for the Commonwealth to appear on both sides of the record in proceedings in the Federal Court and, if not, are the present proceedings rendered incompetent?",
      "id": "s24"
    },
    {
      "text": "(iv) Did the Judge Advocate err in law in ruling that the taking of the Record of Interview was not action taken ' in accordance with any ... law of the Commonwealth ... for the purpose of investigating a service offence ' within the meaning of s 101ZC(b) of the DFD Act ?",
      "id": "s25"
    },
    {
      "text": "10 Oddly enough, the written submissions in chief did not address a fifth issue which seemed to me to be potentially critical, although the applicants' submissions made a passing reference to it.",
      "id": "s26"
    },
    {
      "text": "In a communication to the parties prior to the hearing, I pointed out that an issue arose as to whether the Court should entertain an application for purely declaratory relief in relation to an evidentiary ruling made in the course of a court martial that has not yet concluded.",
      "id": "s27"
    },
    {
      "text": "I invited the parties to give attention to this issue.",
      "id": "s28"
    },
    {
      "text": "11 In further written submissions, Mr Levet, who appeared on behalf of the Accused, submitted that an application for purely declaratory relief should only be entertained by the Court in most exceptional circumstances and that such circumstances do not exist in the present case.",
      "id": "s29"
    },
    {
      "text": "In his oral submissions, Dr Renwick accepted in substance, that the applicants had to satisfy me that there were indeed most exceptional circumstances before declaratory relief could be granted.",
      "id": "s30"
    },
    {
      "text": "He argued, however, that there were a number of factors indicating that this case falls into the most exceptional category.",
      "id": "s31"
    },
    {
      "text": "THE DFD ACT \n \n12 The second applicant, the Director of Military Prosecutions (' Director ') holds an office established by s 188G of the DFD Act .",
      "id": "s32"
    },
    {
      "text": "The Director is appointed by the Minister and holds office for a term not exceeding five years: ss 188GF(1), 188GH(1).",
      "id": "s33"
    },
    {
      "text": "The Minister may terminate the Director's appointment on certain grounds (s 188GN(1)) and must terminate the appointment in specified circumstances: s 188GN(2).",
      "id": "s34"
    },
    {
      "text": "The Director must be a full-time member of the armed forces: s 188GN(3).",
      "id": "s35"
    },
    {
      "text": "The functions of the Director include the following (s 188GA(1)):\n \n \n '(a) to carry on prosecutions for service offences in proceedings before ... a court martial, whether or not instituted by the Director of Military Prosecutions; \n \n \n \n ... \n \n \n \n (e) to do anything incidental or conducive to the performance of any of the preceding functions.",
      "id": "s36"
    },
    {
      "text": "' \n \n \n \n\n13 The Registrar holds an office established by s 188F of the DFD Act .",
      "id": "s37"
    },
    {
      "text": "The functions of the Registrar include assisting the Judge Advocate General and the Chief Judge Advocate, by providing administrative and management services in connection with charges and trials under the DFD Act : s 188FA(1).",
      "id": "s38"
    },
    {
      "text": "14 A court martial is either a general court martial or a restricted court martial: s 114(1).",
      "id": "s39"
    },
    {
      "text": "A restricted court martial consists of a President and not less than two other members: s 114(3).",
      "id": "s40"
    },
    {
      "text": "A restricted court martial cannot impose a term of imprisonment or detention exceeding six months: sch 2, cl 2.",
      "id": "s41"
    },
    {
      "text": "As has been noted, the present case involves a ruling made by the Judge Advocate in the course of a restricted court martial.",
      "id": "s42"
    },
    {
      "text": "15 Subject to certain exceptions, a court martial has jurisdiction to try any charge of a service offence against any person: ss 3(1) (definition of ' charge '), 115(1).",
      "id": "s43"
    },
    {
      "text": "In general, the hearing of a matter before a court martial is to be in public: s 140(1).",
      "id": "s44"
    },
    {
      "text": "All service tribunals, including a court martial, must apply the criminal onus and standard of proof: s 10 (applying Chapter 2 of the Criminal Code to service offences).",
      "id": "s45"
    },
    {
      "text": "16 Subject to the Constitution , a civil court does not have jurisdiction to try a charge of a service offence: s 190(1).",
      "id": "s46"
    },
    {
      "text": "The expression ' civil court ' is defined in s 3(1) to mean ' a federal court or a court of a State or Territory '.",
      "id": "s47"
    },
    {
      "text": "17 The Registrar has power to convene a court martial and to appoint the members including a judge advocate: s 119(1).",
      "id": "s48"
    },
    {
      "text": "In any proceedings before a court martial, the President is to preside and, subject to s 134, every question is to be decided by a majority of members: s 133.",
      "id": "s49"
    },
    {
      "text": "18 Subsections 134(1) and (2) provide as follows:\n \n \n '(1) In proceedings before a court martial, the judge advocate shall give any ruling, and exercise any discretion, that, in accordance with the law in force in the Jervis Bay Territory, would be given or exercised by a judge in a trial by jury.",
      "id": "s50"
    },
    {
      "text": "(2) Where, for any purpose in connection with the giving of a ruling, or the exercise of a discretion, by a judge in a trial by jury in the Jervis Bay Territory, the judge would, in accordance with the law in force in that Territory, sit in the absence of the jury, the judge advocate shall, for any purpose in connection with the giving of such a ruling, or the exercise of such a discretion, by the Judge Advocate, sit without the members of the court martial'.",
      "id": "s51"
    },
    {
      "text": "A ruling given by a judge advocate in accordance with s 134(1) is binding on the court martial: s 134(4).",
      "id": "s52"
    },
    {
      "text": "19 At any time before an accused person is asked to plead at a trial by court martial, the accused may make any application he or she considers relevant in connection with the trial: s 141(1)(a)(v).",
      "id": "s53"
    },
    {
      "text": "An application may be notified to the judge advocate of the court martial at any time after the making of the order convening the court martial.",
      "id": "s54"
    },
    {
      "text": "The judge advocate is then to sit without members of the court for a hearing of the application: s 141(7).",
      "id": "s55"
    },
    {
      "text": "20 Subject to the regulations, the rules of evidence in force in the Jervis Bay Territory apply to proceedings before a court martial as if the court martial were a court exercising jurisdiction in or in relation to that Territory and the proceedings were criminal proceedings in such a court: s 146(1).",
      "id": "s56"
    },
    {
      "text": "21 Part 6 of the DFD Act deals with investigations of service offences.",
      "id": "s57"
    },
    {
      "text": "Section 101B of the DFD Act provides as follows:\n \n \n '(1) Where an investigating officer who is investigating a service offence believes that a person (including a person believed by the investigating officer to have committed the service offence) may be able to furnish information that may assist the investigating officer in his or her investigation of the service offence, the investigating officer may, subject to this Part, ask the person questions relevant to his or her investigation of the service offence.",
      "id": "s58"
    },
    {
      "text": "(2) A person who is asked a question by an investigating officer under subsection (1) is not required to answer the question'.",
      "id": "s59"
    },
    {
      "text": "22 The expression ' investigating officer ' is defined to mean a police member or an officer engaged in the investigation of a service offence: s 101(1).",
      "id": "s60"
    },
    {
      "text": "This definition is confined to military personnel and does not include a civilian member of the DSA: see s 3(1) (definition of 'officer ').",
      "id": "s61"
    },
    {
      "text": "As I have noted, the Senior Investigators who conducted the interview with the Accused were not ' investigating officers ' within the definition in s 101 of the DFD Act .",
      "id": "s62"
    },
    {
      "text": "23 Division 3 of Pt 6 of the DFD Act makes detailed provision for the admissibility and recording of confessional evidence.",
      "id": "s63"
    },
    {
      "text": "The details are not presently relevant.",
      "id": "s64"
    },
    {
      "text": "24 Division 7 of Pt 6 of the DFD Act deals with the exclusion of evidence.",
      "id": "s65"
    },
    {
      "text": "Section 101ZB(1) provides as follows:\n \n \n '(1) Where, in proceedings before a service tribunal [including a court martial] in respect of a service offence, upon objection being taken to the admission of evidence on the ground that the evidence was obtained in contravention of, or in consequence of a contravention of, a provision of this Part, the service tribunal, or, in the case of a court martial, the judge advocate of the court martial, is satisfied, on the balance of probabilities but having regard to any provision of this Act or the regulations relating to proof of particular matters, that the evidence was so obtained, the service tribunal or judge advocate, as the case may be, shall not admit the evidence unless ... of the opinion that: \n \n \n \n (a) admission of the evidence would substantially benefit the public interest in the administration of justice; and \n \n \n \n \n \n (b) this benefit would outweigh any prejudice to the rights and freedoms of any person, including the accused person, that has occurred, or is likely to occur, as a result of the contravention or the admission of the evidence'.",
      "id": "s66"
    },
    {
      "text": "Section 101ZB(2) specifies the matters, in the case of a court martial, to which the judge advocate may have regard in deciding whether or not to admit the evidence.",
      "id": "s67"
    },
    {
      "text": "25 Section 101ZC of the DFD Act , which is located in Div 8 of Pt 6, is the critical provision upon which the applicants rely.",
      "id": "s68"
    },
    {
      "text": "It provides as follows:\n \n 'Nothing in this Part shall be taken to limit or restrict, by implication: \n \n \n \n (a) any action that may be taken, in accordance with any other law of the Commonwealth or the law of the State or Territory, for a purpose not connected with the investigation of a service offence; or \n \n (b) any action that a constable, or any other person who is not an investigating officer, may take , in accordance with any other law of the Commonwealth or the law of a State or Territory, for the purpose of investigating a service offence'.",
      "id": "s69"
    },
    {
      "text": "(Emphasis added.",
      "id": "s70"
    },
    {
      "text": ")\n \n \n DEFENCE INSTRUCTIONS \n The Instructions \n \n26 Section 9A of the Defence Act 1903 (Cth) (' Defence Act ') authorises the Secretary of the Department of Defence and the Chief of the Defence Force to issue instructions to be known as Defence Instructions.",
      "id": "s71"
    },
    {
      "text": "On 30 October 2001, the Secretary and the Chief of the Defence Force, acting pursuant to s 9A of the Defence Act as it then stood, issued Defence Instruction (General) ADMIN 45-2 (' DI(G) ADMIN 45-2 ').",
      "id": "s72"
    },
    {
      "text": "There is no dispute that this Instruction constitutes a law of the Commonwealth for the purposes of s 101ZC of the DFD Act .",
      "id": "s73"
    },
    {
      "text": "27 DI(G) ADMIN 45-2 deals with ' Reporting and Investigation of Alleged Offences within the Australian Defence Organisation '.",
      "id": "s74"
    },
    {
      "text": "Paragraph 1 states that:\n \n 'This instruction authorises a transparent, independent, cooperative regime for the reporting and investigation of offences allegedly committed by members of the Australian Defence Organisation ... under the [DFD Act] or the ordinary criminal law of the Commonwealth, States and Territories'.",
      "id": "s75"
    },
    {
      "text": "28 Paragraph 6 provides that the Instruction binds ' both Defence and APS members of the ADO, including DIA '.",
      "id": "s76"
    },
    {
      "text": "These acronyms refer, respectively, to the Australian Public Service, the Australian Defence Organisation and the Defence Investigative Authorities.",
      "id": "s77"
    },
    {
      "text": "The last expression is defined to include various service organisations responsible for investigations, as well as the DSA (that is, the Defence Security Authority): par 2(g).",
      "id": "s78"
    },
    {
      "text": "The expression ' Defence investigator ' is defined to include trained investigators who perform the duties of an investigator for the DSA: par 2(f).",
      "id": "s79"
    },
    {
      "text": "There is no dispute that the Senior Investigators who compiled the Record of Interview were ' Defence investigators ' as that term is defined in DI(G) ADMIN 45-2.",
      "id": "s80"
    },
    {
      "text": "29 Paragraph 7 of DI(G) ADMIN 45-2 provides that an incident is a ' Notifiable Incident ', inter alia, if it raises a reasonable suspicion that an offence may have been committed against the DFD Act and involves ADO personnel.",
      "id": "s81"
    },
    {
      "text": "The Notifiable Incidents that are to be reported to a DIA include (par 8(i)):\n \n 'matters involving breaches of security as defined under the Defence Protective Security Manual (SECMAN 4)'.",
      "id": "s82"
    },
    {
      "text": "30 Paragraph 25 relevantly provides for the respective responsibilities of each DIA.",
      "id": "s83"
    },
    {
      "text": "The three Service Police organisations are responsible for the prevention, detection and investigation of offences under the DFD Act by defence members or defence civilians: par 25(a).",
      "id": "s84"
    },
    {
      "text": "Paragraph 25(h) provides that:\n \n 'the DSA conducts investigations into significant security matters in accordance with SECMAN 4'.",
      "id": "s85"
    },
    {
      "text": "The expression ' significant security matters ' is undefined.",
      "id": "s86"
    },
    {
      "text": "However, there is no dispute in the present case that the investigations undertaken by the Senior Investigators concerned ' significant security matters '.",
      "id": "s87"
    },
    {
      "text": "31 Paragraphs 26, 34 and 35 of DI(G) ADMIN 45-2 provide as follows:\n \n '26 DIA are to: \n \n \n \n \n (a) receive reports of Notifiable Incidents and assume carriage of such matters when they are reported; \n \n \n \n \n \n \n \n \n \n (b) decide whether to initiate investigations in accordance with their standard operating procedures; \n \n \n \n \n \n ... \n \n (f) conduct investigations; \n \n (g) provide briefs of evidence ... to ... prosecutors; \n \n ... \n \n 34 DSA is responsible for investigating significant security issues involving the ADO.",
      "id": "s88"
    },
    {
      "text": "The standard operating procedures for security investigations are set out in SECMAN 4 and related single Service instructions.",
      "id": "s89"
    },
    {
      "text": "35 The DIA to be notified depends on the nature of the Notifiable incident: \n \n \n \n \n \n (a) offences allegedly committed by Defence members, Defence civilians, or occurring on ADO premises are to be reported to the DIA supporting the unit, or DIA of the Service of the alleged perpetrator; \n \n ... \n \n (e) alleged offences involving significant security matters are to be reported in accordance with SECMAN 4 or notify DSA; \n \n ... ' \n \n \n \n Defence Security Manual \n \n32 Section 9A(6) of the Defence Act provides that the Defence Instructions may make provision in relation to a matter by applying, adopting or incorporating, with or without modification, any matter contained in an instrument or other writing, whether as in force at a particular time or as in force from time to time.",
      "id": "s90"
    },
    {
      "text": "DI(G) ADMIN 45-2 identifies SECMAN 4 (' Defence Security Manual ') as a related publication and also makes specific reference to it (see, for example, par 25(h)).",
      "id": "s91"
    },
    {
      "text": "33 Defence Instruction (General) ADMIN 20-29 provides that the Defence Security Manual applies to all defence personnel (par 11).",
      "id": "s92"
    },
    {
      "text": "Where the Defence Security Manual imposes requirements on persons, its provisions are to be regarded as lawful general orders for the purposes of the DFD Act (par 12).",
      "id": "s93"
    },
    {
      "text": "34 Paragraph 2.3.4 of the Defence Security Manual provides as follows:\n \n '2.3.4 DSA-SIU [Defence Security Authority --- Security Investigative Unit] is responsible for: \n \n \n \n a. liaising with external agencies involved with reportable major security incidents and investigating serious and complex security incidents relating to offences under the: \n \n \n \n i.",
      "id": "s94"
    },
    {
      "text": "Crimes Act 1914 , \n \n ii.",
      "id": "s95"
    },
    {
      "text": "Criminal Code Act 1995 , \n \n iii.",
      "id": "s96"
    },
    {
      "text": "Public Service Act 1999 , and \n \n iv.",
      "id": "s97"
    },
    {
      "text": "Defence Force Discipline Act (DFDA) 1982 (limited), \n \n \n \n b. referring appropriate incidents to the Service Police, AFP or ASIO, \n \n c. liaising with other internal and external investigating agencies, \n \n d. ensuring that security incidents are reported and maintained within the Defence Policing and Security Management System (DPSMS) for statistical purposes, and \n \n e. linking security investigation outcomes into the development of policy, training and vetting'.",
      "id": "s98"
    },
    {
      "text": "JUDGE ADVOCATE'S RULING \n \n35 The Judge Advocate recorded that he had sat without members of the court martial pursuant to s 141(7) of the DFD Act , to consider the admissibility, inter alia , of the Record of Interview.",
      "id": "s99"
    },
    {
      "text": "He also recorded that he had received oral and written submissions from the legal representatives of the parties.",
      "id": "s100"
    },
    {
      "text": "36 The Judge Advocate noted that there were effectively two relevant sources of \" legislated evidence law of potential application '.",
      "id": "s101"
    },
    {
      "text": "The first was Pt 6 of the DFD Act .",
      "id": "s102"
    },
    {
      "text": "The second was the Evidence Act 1995 (Cth) ( ' Evidence Act '), which could apply to a court martial by virtue of s 146 of the DFD Act .",
      "id": "s103"
    },
    {
      "text": "He pointed out that s 8(1) of the Evidence Act provides that, subject to certain irrelevant exceptions, the Evidence Act is not to affect the operation of the provisions of any other Act.",
      "id": "s104"
    },
    {
      "text": "He also noted that the Evidence Act does not authorise the conduct of investigative action and does not afford a person conducting an investigation any rights.",
      "id": "s105"
    },
    {
      "text": "37 The Judge Advocate found that the Senior Investigators were not ' investigating officers ' for the purposes of Pt 6 of the DFD Act , since they were members of the APS working for the DSA.",
      "id": "s106"
    },
    {
      "text": "He also found, however, that they had complied fully with the requirements of Pt 6 as if they had been investigating officers for the purposes of the DFD Act .",
      "id": "s107"
    },
    {
      "text": "38 The Judge Advocate said that the effect of Pt 6 of the DFD Act is that service offences can be investigated outside Pt 6 by persons who are not ' investigating officers ' only if they are acting in accordance with the law of the Commonwealth or a State or Territory.",
      "id": "s108"
    },
    {
      "text": "The question that he had to determine, therefore, was whether the Record of Interview was obtained pursuant to another law of the Commonwealth.",
      "id": "s109"
    },
    {
      "text": "In this respect, the prosecutor's submission was that DI(G) ADMIN 45-2 was a law of the Commonwealth authorising the investigative action.",
      "id": "s110"
    },
    {
      "text": "39 The Judge Advocate considered it ' plain ' that the authority given by s 9A of the Defence Act was limited to matters relevant to the administration of the Defence Force.",
      "id": "s111"
    },
    {
      "text": "In his view, it was not open to exercise the authority conferred by the Defence Act by expressly or impliedly amending legislation.",
      "id": "s112"
    },
    {
      "text": "Consequently, the power could not be exercised to substitute a different definition of ' investigating officer ' for that contained in s 101 of the DFD Act .",
      "id": "s113"
    },
    {
      "text": "Nor was it open to put in place another regime for the investigation of service offences by ' investigating officers '.",
      "id": "s114"
    },
    {
      "text": "It followed that an Instruction could not:\n \n 'confer upon a member of the Australian Public Service the powers of an investigating officer under the [DFD Act]'.",
      "id": "s115"
    },
    {
      "text": "40 After referring to the difficulties of ascertaining the correct version of the delegated legislation manual applicable to the case, the Judge Advocate referred to pars 25, 26 and 34 of DI(G) ADMIN 45-2.",
      "id": "s116"
    },
    {
      "text": "He expressed the view that the Instruction contained no specific authority for the DSA to investigate service offences.",
      "id": "s117"
    },
    {
      "text": "According the Judge Advocate, DI(G) ADMIN 45-2 did not set out the machinery for the conduct of investigations and made no distinction between investigations undertaken for administrative purposes and those undertaken for criminal or disciplinary prosecution.",
      "id": "s118"
    },
    {
      "text": "41 In the Judge Advocate's view, par 2.3.4(a) of the Defence Security Manual was:\n \n 'not an unequivocal authority for the [DSA] to investigate offences, at least if that is being done with a view to prosecution on the basis of evidence so obtained.",
      "id": "s119"
    },
    {
      "text": "Rather it seems to me that having regard to subparagraph (b), which provides for the referral of appropriate incidents to the service police, Australian Federal Police or ASIO, that the provision may be interpreted as charging the [DSA] with the responsibility for investigating only the security incident rather than offences which might arise out of that incident'.",
      "id": "s120"
    },
    {
      "text": "The Judge Advocate considered that certain other provisions of the Defence Security Manual, notably pars 2.1.5 and 2.2.6, were consistent with the distinction he had drawn between responsibility for investigating only the security incident itself and responsibility for investigating possible offences arising out of the incident.",
      "id": "s121"
    },
    {
      "text": "42 The Judge Advocate considered it surprising that DI(G) ADMIN 45-2 contained no unequivocal provision purporting to authorise civilian members of the DSA to investigate serious offences, if that was the intention of the Instruction.",
      "id": "s122"
    },
    {
      "text": "If, contrary to his view, the Instruction was to be construed as authorising such investigations, he was:\n \n 'concerned that the effect would be to circumvent the specific provisions of the legislature.",
      "id": "s123"
    },
    {
      "text": "[DFD Act] part 6 makes provision for the investigation of service offences.",
      "id": "s124"
    },
    {
      "text": "The Commonwealth Crimes Act ... makes provision for the investigation of Commonwealth offences ... \n \n If the various administrative instructions to which I have been referred are to be construed as authorising the investigation of service offences other than under the provisions of the [DFD Act], then the [instructions] would purport to apply the Crimes Act provisions, at least in principle, to the investigation.",
      "id": "s125"
    },
    {
      "text": "In effect this would circumvent the specific legislative provisions by applying the Crimes Act provisions to service offences'.",
      "id": "s126"
    },
    {
      "text": "43 The Judge Advocate continued as follows:\n \n '[T]he various administrative instructions should be construed as providing civilian members of, in this case, the [DSA] with the authority to conduct administrative investigations into security incidents, but not as authorising such persons to conduct investigations of service offences with a view to their prosecution.",
      "id": "s127"
    },
    {
      "text": "It follows that even if the Defence Instructions (General) do constitute a law of the Commonwealth for the purposes of [DFD Act, s 101ZC(b)], they did not authorise the action that was taken in this case by way of the conduct of the record of interview.",
      "id": "s128"
    },
    {
      "text": "... For these reasons, I am satisfied that the record of interview did not fall within the provisions of [s] 101ZC'.",
      "id": "s129"
    },
    {
      "text": "44 The Judge Advocate acknowledged that, since the Record of Interview had been taken in a manner consistent with the provisions of Pt 6 of the DFD Act , the only difficulty that arose that was that the Senior Investigators were not ' investigating officers ' for the purposes of Pt 6 of the DFD Act and were not otherwise authorised by law to conduct the interview.",
      "id": "s130"
    },
    {
      "text": "However, that difficulty meant that complete compliance with Pt 6 of the DFD Act was never possible.",
      "id": "s131"
    },
    {
      "text": "The:\n \n 'practical effect was that the investigation was conducted by persons with no legal authority to do so and in circumstances where such authority as they did have purported to put in place general orders requiring all members of the Defence Force to meet all reasonable requests for assistance in connection with the investigation of such matters'.",
      "id": "s132"
    },
    {
      "text": "45 According to the Judge Advocate, the contravention of Pt 6 was a serious matter.",
      "id": "s133"
    },
    {
      "text": "To allow the Record of Interview to be admitted would countenance the investigation of a service offence by unauthorised persons.",
      "id": "s134"
    },
    {
      "text": "He declined to exercise any discretion available to him under s 101ZB of the DFD Act to admit the Record of Interview.",
      "id": "s135"
    },
    {
      "text": "Accordingly, he ruled that the Record of Interview was inadmissible.",
      "id": "s136"
    },
    {
      "text": "JURISDICTION \n Submissions \n \n46 The applicants argue that the Court has jurisdiction to entertain the application pursuant to s 39B(1A)(a) of the Judiciary Act 1903 (Cth) (' Judiciary Act ').",
      "id": "s137"
    },
    {
      "text": "Section 39B(1A) relevantly provides as follows:\n \n 'The original jurisdiction of the Federal Court of Australia also includes jurisdiction in any matter: \n \n \n \n (a) in which the Commonwealth is seeking an injunction or a declaration; or \n \n ...' \n \n \n\n47 The applicants argue that s 39B(1A)(a) of the Judiciary Act confers jurisdiction on the Court in this case because the Commonwealth is the first applicant and it seeks a declaration in terms of par 1 of the application.",
      "id": "s138"
    },
    {
      "text": "They point out that the Accused has not filed a motion seeking an order removing the Commonwealth as a party, for example on the ground that it has been improperly or unnecessarily joined as a party to the proceeding: Federal Court Rules (' FCR '), O 6 r 9(a).",
      "id": "s139"
    },
    {
      "text": "In the alternative, the applicants submit that the Director is to be regarded as ' the Commonwealth ' for the purposes of s 39B(1A)(a) of the Judiciary Act .",
      "id": "s140"
    },
    {
      "text": "48 Although not asking for the Commonwealth to be removed as a party, the Accused submits that the Commonwealth is not a proper party to the proceedings and that it has been joined as an applicant only in order to enliven the Court's jurisdiction.",
      "id": "s141"
    },
    {
      "text": "Mr Levet further contends on behalf of the Accused that the declaratory relief sought by the applicants, if granted, would have no direct legal effect upon the rights of the Commonwealth and that, insofar as the Commonwealth has an interest in the outcome of the proceedings, its interest is no different from that of the Director.",
      "id": "s142"
    },
    {
      "text": "According to Mr Levet, the Commonwealth is seeking to intervene in what is in substance a criminal prosecution, even though the prosecution does not involve the exercise of the judicial power of the Commonwealth for the purposes of Chapter III of the Constitution : White v Director of Military Prosecutions [2007] HCA 29.",
      "id": "s143"
    },
    {
      "text": "49 Perhaps because the applicants did not advance their alternative jurisdictional argument until the oral submissions, Mr Levet said very little about it.",
      "id": "s144"
    },
    {
      "text": "He did not, however, concede the correctness of the alternative argument advanced by Dr Renwick.",
      "id": "s145"
    },
    {
      "text": "Reasoning \n \n50 Section 77(i) of the Constitution empowers the Parliament, with respect to any of the matters mentioned in ss 75 and 76 of the Constitution , to make laws defining the jurisdiction of any federal court other than the High Court.",
      "id": "s146"
    },
    {
      "text": "Section 75(iii) confers original jurisdiction on the High Court in all matters in which the Commonwealth or a person suing or being sued on behalf of the Commonwealth is a party.",
      "id": "s147"
    },
    {
      "text": "Section 39B(1A)(a) of the Judiciary Act is an exercise of Parliament's power pursuant to s 77(i) of the Constitution .",
      "id": "s148"
    },
    {
      "text": "The provision defines the jurisdiction of the Federal Court with respect to a limited class of the matters mentioned in s 75(iii) of the Constitution : Australian Securities and Investments Commission v Edensor Nominees Pty Ltd [2001] HCA 1 ; (2001) 204 CLR 559, at 581 [40], per Gleeson CJ, Gaudron and Gummow JJ (with whom Hayne and Callinan JJ agreed generally).",
      "id": "s149"
    },
    {
      "text": "51 As the joint judgment in ASIC v Edensor observed (at 581 [40]), s 39B(1A)(a) of the Judiciary Act limits the conferral of jurisdiction in two ways: first, by identifying matters where the Commonwealth sues, but not those where it is sued; and, secondly, by the nature of the relief sought.",
      "id": "s150"
    },
    {
      "text": "In the present case, the applicants seek a declaration, a form of relief specifically identified in s 39B(1A)(a).",
      "id": "s151"
    },
    {
      "text": "Therefore, the only issue, so far as jurisdiction is concerned, is whether it is the Commonwealth that is seeking the declaration.",
      "id": "s152"
    },
    {
      "text": "52 The expression ' the Commonwealth ' as used in s 39B(1A)(a) of the Judiciary Act , is not to be construed narrowly.",
      "id": "s153"
    },
    {
      "text": "It includes statutory corporations which are agencies or instrumentalities of the Commonwealth: ASIC v Edensor , at 582 [43], per Gleeson, Gaudron and Gummow JJ; Austral Pacific Group Ltd (in liq) v Airservices Australia [2000] HCA 39 ; (2000) 203 CLR 136, at 152-153 [48] (and cases cited there) per McHugh J.",
      "id": "s154"
    },
    {
      "text": "However, it is not only a corporation that can be ' the Commonwealth ' for the purposes of s 39B(1A)(a) of the Judiciary Act .",
      "id": "s155"
    },
    {
      "text": "In Commonwealth v Lyon [2003] FCAFC 284 ; (2003) 133 FCR 265, at 271 [21], the Full Federal Court considered it ' likely ' that the Commissioner of the Australian Federal Police was to be regarded as the Commonwealth for this purpose.",
      "id": "s156"
    },
    {
      "text": "53 In my view, the Director is the Commonwealth for the purposes of s 39B(1A)(a).",
      "id": "s157"
    },
    {
      "text": "In this respect, it is significant that under the DFD Act the Director:\n \n \n &#8226; holds a statutory office (s 188G);\n &#8226; is appointed by the Minister (s 188GF);\n &#8226; holds office on the terms and conditions (if any) in relation to matters not covered by the DFD Act that are determined by the Minister (s 188GF(3));\n &#8226; exercises statutory functions integral to the maintenance and enforcement of discipline in the Defence Force of the Commonwealth (s 188GA); and\n &#8226; is authorised to represent the service chiefs in certain proceedings (s 188GA(1)(d)).",
      "id": "s158"
    },
    {
      "text": "54 Mr Levet does not suggest that there is no ' matter ' before the Court within the meaning of s 39B(1A)(a) of the Judiciary Act .",
      "id": "s159"
    },
    {
      "text": "This presumably reflects his acceptance of the view that there is a real controversy between the Director and the Accused as to the proper construction of the DFD Act : see Commonwealth v Lyon , at 272 [24] ff.",
      "id": "s160"
    },
    {
      "text": "55 At one stage, Mr Levet argued that the DFD Act and the Defence Force Discipline Appeals Act 1955 (Cth) (' DFDA Act ') constitute a code and that, together, they have the effect of depriving the Court of jurisdiction to grant declaratory relief in respect of a court martial.",
      "id": "s161"
    },
    {
      "text": "Mr Levet did not, however, persist with this argument.",
      "id": "s162"
    },
    {
      "text": "56 I therefore conclude the Court has jurisdiction to entertain the application for a declaration.",
      "id": "s163"
    },
    {
      "text": "It is not necessary to consider whether the Commonwealth was properly joined as a party to the proceedings.",
      "id": "s164"
    },
    {
      "text": "57 There is no dispute that, if the Court has jurisdiction to hear and determine the application for a declaration, it has the power to grant such a declaration: Commonwealth v Lyon , at 271-272 [22].",
      "id": "s165"
    },
    {
      "text": "COMMONWEALTH ON BOTH SIDES OF THE RECORD \n \n58 Mr Levet submits ' with some diffidence ' that the Commonwealth Crown is one and indivisible and cannot appear on both sides of the record.",
      "id": "s166"
    },
    {
      "text": "He acknowledges that the Commonwealth often appears on both sides of the record, for example where one Commonwealth agency takes proceedings against another or where a Commonwealth official prosecutes a Commonwealth agency.",
      "id": "s167"
    },
    {
      "text": "He also acknowledges that he can point to no authority which has upheld the submission.",
      "id": "s168"
    },
    {
      "text": "59 I do not think that there is any substance in the submission.",
      "id": "s169"
    },
    {
      "text": "DISCRETION \n Nature of the Discretion \n \n60 The fact that the Court has both jurisdiction and power to grant a declaration does not mean that it is obliged to grant such relief even if the Director establishes that the Judge Advocate, in making his evidentiary ruling, misconstrued the DFD Act or made other errors of law.",
      "id": "s170"
    },
    {
      "text": "The applicants are seeking declaratory relief in respect of an evidentiary ruling in the course of an incomplete court martial.",
      "id": "s171"
    },
    {
      "text": "Indeed, they do not seek orders setting aside the Judge Advocate's ruling, but merely a declaration which establishes the incorrectness of one element in his reasoning.",
      "id": "s172"
    },
    {
      "text": "61 The precise character of the power exercised by a court martial may be debatable.",
      "id": "s173"
    },
    {
      "text": "In White v DPP at [10], Gleeson CJ cited Professor Harrison Moore's description of courts martial as tribunals which exercise a ' judicial function but which stand outside Chapter III '.",
      "id": "s174"
    },
    {
      "text": "The Chief Justice later adopted (at [14]) the view of Brennan and Toohey JJ in Re Tracey; Ex parte Ryan (1989) 166 CLR 578, at 574, that service tribunals exercise a:\n \n 'power sui generis which is supported solely by s 51(vi) [the defence power] for the purpose of maintaining or enforcing service discipline'.",
      "id": "s175"
    },
    {
      "text": "62 Gummow, Hayne and Crennan JJ seemed to think that a court martial exercises judicial power, but not the judicial power of the Commonwealth for the purposes of Chapter III of the Constitution : White v DPP , at [50]-[51].",
      "id": "s176"
    },
    {
      "text": "Callinan J, with whom Heydon J agreed, considered that courts martial ' undoubtedly exercise a form of judicial power ', but that the exercise of that power is outside Chapter III: White v DPP at [214], [235]-[236].",
      "id": "s177"
    },
    {
      "text": "63 Whatever the precise characterisation of the powers of a court martial, the parties in the present case, in substance, agree that the observations of Brennan J in Sankey v Whitlam [1978] HCA 43 ; (1978) 142 CLR 1, govern the applicants' claim for declaratory relief.",
      "id": "s178"
    },
    {
      "text": "His Honour said this (at 25-26):\n \n 'In any case in which a declaration can be and is sought on a question of evidence or procedure, the circumstances must be most exceptional to warrant the grant of relief.",
      "id": "s179"
    },
    {
      "text": "The power to make declaratory orders has proved to be a valuable addition to the armoury of the law.",
      "id": "s180"
    },
    {
      "text": "The procedure involved is simple and free from technicalities; properly used in an appropriate case the use of the power enables the salient issue to be determined with the least possible delay and expense.",
      "id": "s181"
    },
    {
      "text": "But the procedure is open to abuse, particularly in criminal cases, and if wrongly used can cause the very evils it is designed to avoid.",
      "id": "s182"
    },
    {
      "text": "Applications for declarations as to the admissibility of evidence may in some cases be made by an accused person for purposes of delay, or by a prosecutor to impose an additional burden on the accused, but even when such an application is made without any improper motive it is likely to be dilatory in effect, to fragment the proceedings and to detract from the efficiency of the criminal process.",
      "id": "s183"
    },
    {
      "text": "... [A] court will be reluctant to make declarations in a matter which impinges directly upon the course of proceedings in a criminal matter.",
      "id": "s184"
    },
    {
      "text": "Once criminal proceedings have begun they should be allowed to follow their ordinary course unless it appears that for some special reason it is necessary in the interests of justice to make a declaratory order'.",
      "id": "s185"
    },
    {
      "text": "(Emphasis added.",
      "id": "s186"
    },
    {
      "text": ")\n \n\n64 Dr Renwick relies on four matters to support the contention that the circumstances of this case fall into the ' most exceptional ' class:\n \n \n &#8226; the institution of the present proceedings caused no significant delay in the resolution of the court martial;\n &#8226; the applicants have no alternative avenue by which to test the ruling of the Judge Advocate;\n &#8226; the legal issue presented for resolution is of ' some wider significance '; and\n &#8226; the issue presented to the Court is straightforward, in the sense that the facts are not in dispute and the issue is one of law.",
      "id": "s187"
    },
    {
      "text": "Reasoning \n \n65 It is necessary to say something about each of the matters on which Dr Renwick relies before reaching a conclusion as to whether the principles laid down in Sankey v Whitlam are satisfied in the present case and whether, in any event, I should exercise any discretion that I have in favour of making a declaration (assuming the applicants' substantive argument is accepted).",
      "id": "s188"
    },
    {
      "text": "The Four Matters \n DELAY \n \n66 In my opinion, it is not correct to say that there has been no significant delay in this case.",
      "id": "s189"
    },
    {
      "text": "The Judge Advocate gave his ruling on evidence on 11 April 2007.",
      "id": "s190"
    },
    {
      "text": "On that day, the prosecutor informed the Judge Advocate that he (the prosecutor) had instructions to seek judicial review of ' the decision ' (presumably the ruling) and to proceed expeditiously in the Federal Court.",
      "id": "s191"
    },
    {
      "text": "On this basis, the matter was adjourned.",
      "id": "s192"
    },
    {
      "text": "Despite the assurance given to the Judge Advocate, the proceedings in this Court were not commenced until 3 July 2007.",
      "id": "s193"
    },
    {
      "text": "When invited to give an explanation for the delay of nearly three months, Dr Renwick replied that it had taken that length of time to obtain instructions for the proceedings to be brought in the name of the Commonwealth.",
      "id": "s194"
    },
    {
      "text": "67 There are, however, two difficulties with the proffered explanation.",
      "id": "s195"
    },
    {
      "text": "The first is that there is no evidence as to why obtaining instructions for the Commonwealth to be named as a party should take nearly three months.",
      "id": "s196"
    },
    {
      "text": "The second and more important difficulty is that, on the applicants' jurisdictional case (which I have accepted), the Court has jurisdiction to hear and determine the application for declaratory relief regardless of whether the Commonwealth is joined as an applicant in the proceedings.",
      "id": "s197"
    },
    {
      "text": "As I have explained, the Court acquired jurisdiction pursuant to s 39B(1A)(a) of the Judiciary Act , by virtue of the Director being named as an applicant for declaratory relief.",
      "id": "s198"
    },
    {
      "text": "68 It seems to me that the applicants did not commence the proceedings in this Court expeditiously.",
      "id": "s199"
    },
    {
      "text": "In consequence the Accused, who has the benefit of a favourable ruling that would effectively entitle him to an acquittal at the court martial (as Dr Renwick accepted), has been subjected to a significant delay and (I am prepared to infer) the attendant stress and anxiety associated with the delay.",
      "id": "s200"
    },
    {
      "text": "Indeed, but for the Court offering a very early hearing date, the delay occasioned by the application would have been even greater.",
      "id": "s201"
    },
    {
      "text": "Moreover, in my view, it is undeniable that the court martial process has been fragmented, one of the evils to which Brennan J referred in Sankey v Whitlam .",
      "id": "s202"
    },
    {
      "text": "This is so notwithstanding that the Judge Advocate acceded to the prosecution's request to adjourn the court martial to enable the evidentiary ruling to be challenged in this Court.",
      "id": "s203"
    },
    {
      "text": "69 Dr Renwick suggests that some time would have been required to conclude the court martial, even if no application had been made to the Court.",
      "id": "s204"
    },
    {
      "text": "But in the absence of a challenge to the Judge Advocate's ruling, there is nothing to suggest that the court martial could not have been reconvened within a very short time.",
      "id": "s205"
    },
    {
      "text": "Given Dr Renwick's concession that rejection of the Record of Interview was fatal to the prosecution's case, a reconvened court martial would had had no option but to dismiss the charges against the Accused.",
      "id": "s206"
    },
    {
      "text": "NO ALTERNATIVE AVENUE \n \n70 It is true that the current statutory regime makes no provision for the prosecutor to appeal against unfavourable evidentiary rulings made by a judge advocate in the course of a court martial.",
      "id": "s207"
    },
    {
      "text": "However, during the hearing, I was informed by Dr Renwick that his understanding was that legislation had been enacted by the Parliament which would alter this situation, although his information was that the legislation would not come into force until October 2007.",
      "id": "s208"
    },
    {
      "text": "71 It appears that Dr Renwick was mistaken in his understanding.",
      "id": "s209"
    },
    {
      "text": "Parliament has enacted the Defence Legislation Amendment Act 2006 (' DLA Act '), which amends the DFD Act , inter alia , to create an Australian Military Court.",
      "id": "s210"
    },
    {
      "text": "The amending legislation will come into force no later than 1 October 2007 ( DLA Act , s 2), but it does not provide for interlocutory appeals by the prosecution from adverse rulings made by the Australian Military Court in the course of a trial.",
      "id": "s211"
    },
    {
      "text": "72 After the hearing in this Court had concluded, the applicants filed further written submissions which clarified the nature of amendments to the DFD Act the Government is proposing to Parliament.",
      "id": "s212"
    },
    {
      "text": "The Defence Legislation Amendment Bill 2007 (Cth) (' 2007 Bill '), was introduced into Parliament on 15 August 2007 (the day after the hearing in this Court).",
      "id": "s213"
    },
    {
      "text": "The 2007 Bill , if passed, will amend the DFDA Act to empower the Director, after the completion of a trial by the new Australian Military Court under the DFD Act , to refer a question of law that arises in the trial to the Defence Force Discipline Appeal Tribunal (proposed cl 19A).",
      "id": "s214"
    },
    {
      "text": "73 The Explanatory Memorandum accompanying the 2007 Bill records that the proposed amendments are designed:\n \n 'to enable the [Director] to seek a determination from the Defence Force Discipline Appeal Tribunal on a question of law that arises in an [Australian Military Court] trial, at the conclusion of that trial.",
      "id": "s215"
    },
    {
      "text": "This amendment gives the Defence Force Discipline Appeal Tribunal the jurisdiction to hear and determine the question of law.",
      "id": "s216"
    },
    {
      "text": "These items also make the necessary consequential amendments to provisions in the [ DFD Act ] to give effect to this amendment.",
      "id": "s217"
    },
    {
      "text": "The rationale for this proposal has been explained by the High Court in Mellifont v. Attorney-General (Qld) [1991] HCA 53 ; (1991) 173 CLR 289 the emphasis being that there should be a procedure to obtain a correct statement of the law for future cases (that is, precedent) --- \n \n \n \n \"... the purpose of seeking and obtaining a review of the trial judge's ruling was to secure a correct statement of the law so that it would be applied correctly in future cases.",
      "id": "s218"
    },
    {
      "text": "...",
      "id": "s219"
    },
    {
      "text": "The statutory procedure, which has counterparts in other Australian jurisdictions, is a standard procedure for correcting an error of law in criminal proceedings ...\" \n \n \n \n The ability of the [Director] to obtain such rulings will serve to improve the efficiency and accuracy of future trials under the [ DFD Act ]'.",
      "id": "s220"
    },
    {
      "text": "(Emphasis added.",
      "id": "s221"
    },
    {
      "text": ") \n \n \n \n \n\n74 The applicants do not suggest in their supplementary written submissions that it is inappropriate for me to take into account the terms of a Bill that is currently before Parliament (as distinct from taking into account legislation that has been passed by Parliament but is not yet in force).",
      "id": "s222"
    },
    {
      "text": "No doubt the applicants have adopted this stance because they recognise that it is likely that the 2007 Bill , insofar as it provides for the prosecution to refer a question of law to the Tribunal, will be enacted by Parliament in due course.",
      "id": "s223"
    },
    {
      "text": "In any event, I consider the applicants' stance to be a proper one for them to take, particularly having regard to the difficult position in which the Accused finds himself.",
      "id": "s224"
    },
    {
      "text": "75 The applicants do point out, however, that the Bill, if passed, will apply only to future rulings of the proposed Australian Military Court.",
      "id": "s225"
    },
    {
      "text": "It will therefore not apply to rulings made by a court martial before the amending legislation comes into force.",
      "id": "s226"
    },
    {
      "text": "They also rely on the fact that the Bill makes no provision for appeals by the prosecution in respect of interlocutory rulings.",
      "id": "s227"
    },
    {
      "text": "Thus the proposed legislation will not incorporate provisions equivalent to s 5F of the Criminal Appeal Act 1912 (NSW), which allows interlocutory appeals in criminal prosecutions in certain circumstances.",
      "id": "s228"
    },
    {
      "text": "76 In my view, it is of some significance to the issue of discretion that the relevant provisions of the 2007 Bill , if passed, will enable the Director to refer to the Tribunal a question of law that arises in a trial before the Australian Military Court, but only after the trial has concluded.",
      "id": "s229"
    },
    {
      "text": "The Director will therefore be able to refer a question of law relating to the admissibility of a record of interview conducted by civilian investigators.",
      "id": "s230"
    },
    {
      "text": "Should the Australian Military Court decide to follow the reasoning of the Judge Advocate in the Accused's court martial, a mechanism will be readily available to challenge the ruling.",
      "id": "s231"
    },
    {
      "text": "77 The 2007 Bill , if passed, will protect the position of an accused person by enabling the Director to test the ruling only prospectively .",
      "id": "s232"
    },
    {
      "text": "If, therefore, an erroneous evidentiary ruling by the Australian Military Court leads to the acquittal of an accused person, he or she cannot be deprived of the benefit of that verdict even if the Tribunal ultimately upholds the prosecution's challenge to the correctness of the ruling.",
      "id": "s233"
    },
    {
      "text": "78 It follows that the 2007 Bill now before Parliament, if passed, will give the Director the opportunity, if she wishes, to test any future ruling by the Australian Military Court that applies the reasoning of the Judge Advocate in the present case.",
      "id": "s234"
    },
    {
      "text": "However, the legislation will protect the accused person in a manner that would or might be denied to the Accused in the present case, should I entertain the applicants' claim for declaratory relief.",
      "id": "s235"
    },
    {
      "text": "WIDER SIGNIFICANCE \n \n79 Dr Renwick relies on the evidence of Mr Peter Grace, the recently appointed Director, Security Intelligence and Investigations at the DSA, to support his contention that the issue of law raised by the present application is of general significance.",
      "id": "s236"
    },
    {
      "text": "In his affidavit, Mr Grace stated that his section of the DSA carries out 150 to 200 investigations annually into alleged security breaches by members of the ADF and of the APS (that is, civilian members of the Department of Defence).",
      "id": "s237"
    },
    {
      "text": "Approximately 55 per cent of these investigations relate to ADF members.",
      "id": "s238"
    },
    {
      "text": "80 Mr Grace said that if records of interview conducted by civilian investigators are inadmissible in Australian military courts, investigators of ADF personnel would have to be undertaken by uniformed investigators.",
      "id": "s239"
    },
    {
      "text": "According to Mr Grace, this would mean that:\n \n \n 'a.",
      "id": "s240"
    },
    {
      "text": "Where an investigation into a security breach involved both Australian Defence Force and Australian Public Service suspects, there would have to be both uniformed and civilian investigators.",
      "id": "s241"
    },
    {
      "text": "b.",
      "id": "s242"
    },
    {
      "text": "The Department of Defence would have to maintain a duplicate capability in the Defence Security Authority and the Australian Defence Force Investigative Service to investigate security breaches.",
      "id": "s243"
    },
    {
      "text": "c. Australian Defence Force uniformed investigators would be taken away from their primary role of investigating discipline offences requiring uniformed investigators'.",
      "id": "s244"
    },
    {
      "text": "81 In his cross-examination, Mr Grace explained that the civilian investigators within the DSA presently investigate security matters for the Department of Defence, while the Australian Defence Force Investigative Service (' ADFIS ') has a charter to investigate non-security offences, such as theft.",
      "id": "s245"
    },
    {
      "text": "He also explained that the division of functions between the DSA and the ADFIS is an administrative or organisational arrangement.",
      "id": "s246"
    },
    {
      "text": "Mr Grace did not identify any particular problem that would arise if there had to be some division of the functions entrusted to military and civilian investigators.",
      "id": "s247"
    },
    {
      "text": "He said that these issues would be for others to decide.",
      "id": "s248"
    },
    {
      "text": "82 In re-examination, Mr Grace said that he believed that there were five outstanding investigations into service offences involving records of interview taken by DSA personnel (that is, civilian investigators).",
      "id": "s249"
    },
    {
      "text": "He gave no evidence as to whether any of the five cases involve or are likely to involve a contest as to the admissibility of a record of interview.",
      "id": "s250"
    },
    {
      "text": "Nor did he give evidence as to whether, if there was a problem, it could be overcome by military personnel conducting a second interview.",
      "id": "s251"
    },
    {
      "text": "83 In my opinion, this evidence falls well short of demonstrating that the issue raised by the present application is a matter of high significance.",
      "id": "s252"
    },
    {
      "text": "Indeed, Dr Renwick went no further in his submissions than to suggest that the issue was of ' some ' significance to the investigation of security offences allegedly committed by defence personnel.",
      "id": "s253"
    },
    {
      "text": "Mr Grace's evidence suggests that five records of interview have been obtained in cases involving alleged breaches of security by military personnel, but his evidence does not establish or suggest that any of these will raise a similar question of law to that raised in the present case.",
      "id": "s254"
    },
    {
      "text": "Similarly, the evidence does not demonstrate that an administrative reorganisation relating to the obtaining of records of interview will pose major difficulties for the investigation of security offences, although I would be prepared to infer that such a reorganisation would involve significant inconvenience.",
      "id": "s255"
    },
    {
      "text": "It is also necessary to take into account that, in future, it is likely that the ruling of which the Director complains, if followed in another case, will be capable of challenge.",
      "id": "s256"
    },
    {
      "text": "84 In reaching this conclusion, I have not overlooked the fact that the Judge Advocate adjourned the court martial in order to allow the prosecutor to ' judicially review ' the ruling in the Federal Court.",
      "id": "s257"
    },
    {
      "text": "Nor have I overlooked the fact that the Judge Advocate said that the issues that had arisen were ' of fundamental importance to the Department '.",
      "id": "s258"
    },
    {
      "text": "In making this comment the Judge Advocate did not have the benefit of the evidence before me.",
      "id": "s259"
    },
    {
      "text": "A STRAIGHTFORWARD LEGAL ISSUE \n \n85 The issue the applicants wish to ventilate involves a question of law.",
      "id": "s260"
    },
    {
      "text": "In order to resolve it, there would be no occasion to make findings of fact.",
      "id": "s261"
    },
    {
      "text": "A Case For a Declaration?",
      "id": "s262"
    },
    {
      "text": "86 In determining whether I should entertain the application for declaratory relief in respect of an evidentiary ruling made in the course of an incomplete court martial, there are two closely related questions.",
      "id": "s263"
    },
    {
      "text": "The first is whether the present application involves ' most exceptional ' circumstances, as Sankey v Whitlam suggests and the applicants accept is necessary for the grant of declaratory relief.",
      "id": "s264"
    },
    {
      "text": "The second is whether the Court should exercise its discretion in favour of granting the declaration sought by the applicants (assuming they make out their contentions on the question of law).",
      "id": "s265"
    },
    {
      "text": "87 In my view, the applicants have not established that the circumstances of this case are most exceptional.",
      "id": "s266"
    },
    {
      "text": "I am prepared to accept that the issue of law that the applicants wish to ventilate is of some importance in relation to the organisational arrangements within the ADO and the Department of Defence for the investigation of alleged security breaches by defence personnel.",
      "id": "s267"
    },
    {
      "text": "However, the legislation before Parliament proposing to amend the DFDA Act , if passed (as seems likely), will provide a mechanism for testing the correctness of the Judge Advocate's reasoning in the present case (should that reasoning be followed by a subsequent court martial or by the Australian Military Court, once it is established).",
      "id": "s268"
    },
    {
      "text": "The new statutory procedure, unlike the procedure invoked by the applicants in the present case, will not deny the accused person the benefit of a favourable evidentiary ruling by reason of the presiding officer erring in law.",
      "id": "s269"
    },
    {
      "text": "Nor will it involve delay and fragmentation of the court martial or military court process, as do the current proceedings.",
      "id": "s270"
    },
    {
      "text": "88 The circumstances of this case are not quite the same as ACS v Anderson [1975] 1 NSWLR 212, to which I was referred in argument.",
      "id": "s271"
    },
    {
      "text": "There it was held that the entitlement of both the Crown and the accused to appeal against an evidentiary ruling, thereby providing a means of determining the question raised by an application for declaratory relief, was a ' cogent reason for the jurisdiction being declined ': at 217, per Hutley JA.",
      "id": "s272"
    },
    {
      "text": "In the present case, the prosecution does not yet have a means of challenging the Judge Advocate's ruling.",
      "id": "s273"
    },
    {
      "text": "But the likelihood is that it will soon have a means of challenging any similar ruling in this Court.",
      "id": "s274"
    },
    {
      "text": "89 The evidence does not establish that there are any pending courts martial that will necessarily give rise to the same legal issue as that presented by the Judge Advocate's ruling in the present case.",
      "id": "s275"
    },
    {
      "text": "Even if the same issue does arise, the applicants do not suggest that a later court martial will be bound to follow the Judge Advocate's ruling.",
      "id": "s276"
    },
    {
      "text": "If that ruling is as flawed as the applicants suggest, they will be able to challenge it before the court martial when it convenes.",
      "id": "s277"
    },
    {
      "text": "90 Furthermore, the intervention of this Court would sanction significant delay by the applicants, for which no adequate explanation has been given.",
      "id": "s278"
    },
    {
      "text": "The court martial process has been fragmented to the detriment of the Accused.",
      "id": "s279"
    },
    {
      "text": "Indeed, the making of a declaration will effectively require the court martial to reconsider the admissibility of the Record of Interview in the light of other arguments advanced by the Accused.",
      "id": "s280"
    },
    {
      "text": "An alternative procedure, which is sanctioned by Parliament and protects the interests of accused persons, is likely to be available shortly.",
      "id": "s281"
    },
    {
      "text": "This procedure will allow any ruling to the same effect as that made by the Judge Advocate, insofar as it has value as a precedent, to be challenged in this Court.",
      "id": "s282"
    },
    {
      "text": "91 The present case is quite different, for example, from Bacon v Rose [1972] 2 NSWLR 793, to which reference was also made in argument.",
      "id": "s283"
    },
    {
      "text": "In Bacon v Rose , Street CJ indicated that he would have been prepared to grant a declaration of right, had he concluded that committal proceedings had been improperly instituted against the plaintiff.",
      "id": "s284"
    },
    {
      "text": "His Honour said that (at 797):\n \n 'If an administrative or ministerial process is wrongly invoked against a person, then there is in my view just as much basis for recognizing and declaring a right in that person to be rid of the invalid administrative or ministerial yoke as there is in the case where a person's property is invalidly affected'.",
      "id": "s285"
    },
    {
      "text": "92 The issue of law presented in the present case does not involve a threshold question as to the constitution of the court martial.",
      "id": "s286"
    },
    {
      "text": "Indeed the challenge to the Judge Advocate's ruling, if successful, will not terminate the court martial.",
      "id": "s287"
    },
    {
      "text": "On the contrary, it will require the court martial to reconvene and to consider further arguments relating to the Record of Interview.",
      "id": "s288"
    },
    {
      "text": "93 Having reached the conclusion that the circumstances of the present case are not exceptional, it is perhaps not necessary to consider the exercise of discretion as a separate matter.",
      "id": "s289"
    },
    {
      "text": "If, however, there is a residual discretion to grant the declaration relief sought by the applicants notwithstanding the conclusion I have reached, I would not exercise it in favour of the applicants.",
      "id": "s290"
    },
    {
      "text": "In addition to the matters to which I have referred, declaratory relief would involve the potential for significant prejudice to the Accused.",
      "id": "s291"
    },
    {
      "text": "On the information I have been given, if the present application were to succeed the Accused would be the only member of the Armed Forces charged with an offence before a court martial ever to be denied the benefit of a favourable evidentiary ruling made by the court martial.",
      "id": "s292"
    },
    {
      "text": "And if the amending legislation is passed, he would presumably be the last such person.",
      "id": "s293"
    },
    {
      "text": "CONCLUSION \n \n94 For the reasons I have given, I do not think that it would be appropriate for the Court to grant the applicants the declaration they seek.",
      "id": "s294"
    },
    {
      "text": "Even if they establish that the reasoning of the Judge Advocate in support of his evidentiary ruling was flawed, this is not one of the most exceptional cases that would justify the grant of declaratory relief.",
      "id": "s295"
    },
    {
      "text": "In any event, I would not be prepared to exercise any discretion available to me in favour of granting the declaration sought by the applicants.",
      "id": "s296"
    },
    {
      "text": "95 The application will be dismissed.",
      "id": "s297"
    },
    {
      "text": "Since the Accused does not seek a costs order if he is successful in the proceedings, there will be no order as to costs.",
      "id": "s298"
    },
    {
      "text": "I certify that the preceding ninety-five (95) numbered Paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s299"
    },
    {
      "text": "Associate:\n\nDated: 21 August 2007\n\n\n Counsel for the first \nand second applicants: Dr J G Renwick and Mr B L Jones \n \n Solicitor for the first \nand second applicants: Australian Government Solicitor \n \n Counsel for the \nsecond respondent: Mr B Levet \n \n Solicitor for the \nsecond respondent: Kinghan &amp; Associates \n \n Date of hearing: 14 August 2007 \n \n Date of judgment: 21 August 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1282.html",
      "id": "s300"
    }
  ]
}