{
  "name": "P.C (name withheld for cultural reasons) on behalf of the Njamal People v State of Western Australia [2007] FCA 1054 (17 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1054.html",
  "catchphrases": [
    {
      "text": "application to amend claim group description properly to reflect the community or group holding the claimed native title and make technical amendments to the application",
      "id": "c0"
    },
    {
      "text": "application to replace persons named as applicant pursuant to s 66b of the native title act 1993 (cth)",
      "id": "c1"
    },
    {
      "text": "replacement applicant authorised pursuant to an agreed process of decision-making",
      "id": "c2"
    },
    {
      "text": "objection by one person proposed to be replaced",
      "id": "c3"
    },
    {
      "text": "assertion that claim group not informed of matters relevant to its decision",
      "id": "c4"
    },
    {
      "text": "terms of s 66b satisfied",
      "id": "c5"
    },
    {
      "text": "not for the court to consider merits of the claim group's decision",
      "id": "c6"
    },
    {
      "text": "procedural difficulties by reason of withdrawal of current applicant's authority and authorisation of replacement applicant before alteration of claim group",
      "id": "c7"
    },
    {
      "text": "current applicant remains the applicant in the proceedings until orders for replacement made",
      "id": "c8"
    },
    {
      "text": "orders made",
      "id": "c9"
    },
    {
      "text": "native title",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 At a community meeting in South Hedland on 25 October 2006 ('the meeting'), 68 members of the Njamal community ('the Njamal members') resolved to amend the description of the claim group on whose behalf this application for a determination of native title is brought ('the first resolution').",
      "id": "s0"
    },
    {
      "text": "They also resolved ('the second resolution') to remove 11 of the 17 persons who currently comprise the applicant and to include three new persons as applicant ('the replacement applicant').",
      "id": "s1"
    },
    {
      "text": "One of the persons to be removed was Eddie McPhee ('Mr McPhee').",
      "id": "s2"
    },
    {
      "text": "The resolution, as it applied to Mr McPhee, was said to be made to address his alleged failure to attend meetings and sign documents relevant to the claim.",
      "id": "s3"
    },
    {
      "text": "2 The current applicant and the replacement applicant have each filed a notice of motion.",
      "id": "s4"
    },
    {
      "text": "The first notice of motion, filed by the current applicant, seeks orders to amend the claimant application to alter the description of the claim group to conform to the first resolution and to address certain technical requirements.",
      "id": "s5"
    },
    {
      "text": "In the second notice of motion, the nine members constituting the replacement applicant seek orders that they replace the current applicant, in accordance with the second resolution.",
      "id": "s6"
    },
    {
      "text": "Mr McPhee opposes the orders sought in the second motion.",
      "id": "s7"
    },
    {
      "text": "He says that the meeting was ' flawed '.",
      "id": "s8"
    },
    {
      "text": "No other person opposes the orders sought.",
      "id": "s9"
    },
    {
      "text": "Mr McPhee does not oppose the orders sought in the first notice of motion.",
      "id": "s10"
    },
    {
      "text": "The first motion \n \n3 These claimant proceedings are brought under s 61(1) of the Act which provides that the persons authorised by all the persons who hold the common or group rights and interests comprising the claimed native title ('the claim group') may (relevantly) bring the application (ss 253 and 61 (1) of the Act).",
      "id": "s11"
    },
    {
      "text": "The persons who are so authorised are, jointly, the ' applicant ' (s 61(2)(c) of the Act).",
      "id": "s12"
    },
    {
      "text": "4 The applicant relies on O 13 r 2(1) of the Federal Court Rules ('the Rules') which permits the amendment of ' any document in the proceeding '.",
      "id": "s13"
    },
    {
      "text": "That applies to a native title determination application, subject to the constraints imposed by ss 64 and 66B of the [2003] FCA 1423 ; Act ( Anderson v Western Australia (2003) 134 FCR 1 at [36] per French J; Strickland v Western Australia [1999] FCA 221 ; (1999) 89 FCR 117 at [9] per Nicholson J).",
      "id": "s14"
    },
    {
      "text": "The constraints imposed by ss 64 and 66B are not relevant to the first motion.",
      "id": "s15"
    },
    {
      "text": "5 The amendment to alter the claim group description is explained as follows.",
      "id": "s16"
    },
    {
      "text": "The 17 persons currently named as applicant bring these proceedings ' on behalf of the Njamal people '.",
      "id": "s17"
    },
    {
      "text": "However, in the application on the Court file, the claim group as described in Schedule A is identical to the members of the current applicant, the same 17 people ('the current claim group').",
      "id": "s18"
    },
    {
      "text": "There is no explanation why this is so.",
      "id": "s19"
    },
    {
      "text": "Anthropological evidence is to the effect that the Njamal people are not limited to the current claim group and that meetings of the Njamal people to consider the native title claim have never been so restricted.",
      "id": "s20"
    },
    {
      "text": "The unchallenged evidence is that the Njamal people, including those named as the current applicant-current claim group and their advisors, have always understood that the correct claim group was to be the larger group of Njamal people.",
      "id": "s21"
    },
    {
      "text": "It is that larger group that has consistently attended community meetings and made decisions relevant to the application.",
      "id": "s22"
    },
    {
      "text": "6 The proposed amendment is to extend the members of the claim group and properly and more accurately to identify them.",
      "id": "s23"
    },
    {
      "text": "Members of the current applicant and of the proposed replacement applicant and the Njamal people present at the meeting have approved of the amended description.",
      "id": "s24"
    },
    {
      "text": "7 Under traditional Njamal law and custom, membership of the claim group can be described by way of descent from Njamal apical ancestors.",
      "id": "s25"
    },
    {
      "text": "The proposed amendment is to replace the description in Schedule A with the following description ('the replacement claim group'): \n \n 'The native title claim group, on whose behalf this application is brought consists of: \n \n (a) the descendants of: \n \n Ngurrpangu / Sally; \n Yirlkurani / William Ball; \n Pularji and Minparingu / Daisy; \n Walykunpangu; \n Mujayakirrirri; \n Mikarnipirti; \n Kutjikurtapa / Fred Mitchell; \n Putangaja; \n Jarlapangu / Billy Ball; \n Wijiringu; \n Yirapinya; \n Ngamalykarinya; \n Wanarngykuranya / Tommy; and \n \n \n \n (b) the following incorporated members: \n Reggie Malana; and \n Colin Malana.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n\n8 The replacement claim group is based on the anthropological research carried out to date identifying those Njamal persons who can claim native title rights and interests in the claim area.",
      "id": "s27"
    },
    {
      "text": "It is also the description that was discussed and approved at the meeting, prior to passage of the first resolution.",
      "id": "s28"
    },
    {
      "text": "9 The amendment is consistent with the scheme of the Act.",
      "id": "s29"
    },
    {
      "text": "The proper identification of the claim group is a matter of fundamental importance to the claim.",
      "id": "s30"
    },
    {
      "text": "Schedule A of the application should be amended to identify the replacement claim group.",
      "id": "s31"
    },
    {
      "text": "10 The proposed technical amendments, broadly and in summary:\n \n &#8226; correct typographical errors; \n &#8226; exclude category B past and intermediate period acts wholly inconsistent with the continued existence, enjoyment or exercise of any native title rights or interests;\n &#8226; exclude a claim of native title rights and interests conferring exclusive rights over areas in relation to which a previous non-exclusive possession act has been done; \n &#8226; distinguish between rights and interests claimed over areas where a claim of exclusive possession can be recognised and areas where such a claim cannot be recognised, in accordance with s 190B(9)(c) of the Act; \n &#8226; delete certain rights and interests claimed, to reflect decisions of the High Court ( Western Australia v Ward [2002] HCA 28 ; (2002) 213 CLR 1) and the Full Federal Court ( Northern Territory v Alyawarr, Kaytetye, Warumungu, Wakaya Native Title Claim Group [2005] FCAFC 135) ; and\n &#8226; better address the requirements of the Act (ss 62(2)(e) and 190B(5)) in describing the native title rights and interests claimed.",
      "id": "s32"
    },
    {
      "text": "11 The technical amendments do not affect the substantive rights and interests claimed and they are supported by the first respondent, the State of Western Australia.",
      "id": "s33"
    },
    {
      "text": "There is no evidence that the technical amendments were approved by the replacement claim group.",
      "id": "s34"
    },
    {
      "text": "Subject to the procedural matters that I will later outline, however, it is appropriate that the application be so amended.",
      "id": "s35"
    },
    {
      "text": "The second motion \n \n12 In the second motion, the replacement applicant applies for orders that it replace the current applicant.",
      "id": "s36"
    },
    {
      "text": "The replacement involves the removal of 11 persons and the addition of three new persons.",
      "id": "s37"
    },
    {
      "text": "Of the 11 persons proposed to be removed, three are deceased and seven consent to being removed.",
      "id": "s38"
    },
    {
      "text": "The other is Mr McPhee.",
      "id": "s39"
    },
    {
      "text": "There is no opposition to the removal of the deceased applicant members or to the addition of the proposed new members.",
      "id": "s40"
    },
    {
      "text": "Six members of the current applicant will remain members of the replacement applicant.",
      "id": "s41"
    },
    {
      "text": "13 Section 61(1) of the Act requires that the applicant be authorised by the claim group.",
      "id": "s42"
    },
    {
      "text": "The ground on which the order is sought is that the current applicant is no longer authorised by the claim group to bring the application (subs 66B(1)(a)(i)).",
      "id": "s43"
    },
    {
      "text": "The replacement applicant asserts that it is so authorised (subs 66B(1)(b) of the Act).",
      "id": "s44"
    },
    {
      "text": "14 Section 66B of the Act provides for a procedure for the replacement of the applicant ( Chapman on behalf of the Wakka Wakka People # 2 v State of Queensland [2007] FCA 597 per Kiefel J at [2]).",
      "id": "s45"
    },
    {
      "text": "Under subs 66B(1)(a)(i), members of a claim group who seek to replace an existing applicant must relevantly establish ( Daniel v The State of Western Australia (2002) 194 ALR 278 per French J at [17]) that:\n \n(1) There is a claimant application.",
      "id": "s46"
    },
    {
      "text": "(2) Each applicant for an order under s 66B is a member of the claim group.",
      "id": "s47"
    },
    {
      "text": "(3) The persons to be replaced are no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s48"
    },
    {
      "text": "(4) The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s49"
    },
    {
      "text": "15 There is a claimant application.",
      "id": "s50"
    },
    {
      "text": "All of the members of the replacement applicant are members of the replacement claim group.",
      "id": "s51"
    },
    {
      "text": "All but three of them are also members of the current applicant and current claim group.",
      "id": "s52"
    },
    {
      "text": "Upon the making of the orders sought in the first motion, the second criterion will be satisfied.",
      "id": "s53"
    },
    {
      "text": "16 As to the remaining criteria, s 251B of the Act governs when a person (or persons) is authorised by all of the persons in the claim group and applies in determining when a person is authorised for the purposes of s 66B ( Daniel at [14]).",
      "id": "s54"
    },
    {
      "text": "Authorisation may be in accordance with a process of decision-making according to traditional laws and customs (s 251B(a) of the Act).",
      "id": "s55"
    },
    {
      "text": "Where there is no such process, it may be in accordance with a process agreed and adopted by the claim group (s 251B(b) of the Act).",
      "id": "s56"
    },
    {
      "text": "17 Whether there is authorisation for the purposes of s 66B in any given case is a question of fact.",
      "id": "s57"
    },
    {
      "text": "In the present case, the evidence is that there is no precise process or cultural precedent under the traditional laws and customs of the Njamal people that must be followed for decisions of the kind contemplated by s 66B of the Act or otherwise for authorising claim group members to represent the group as applicant.",
      "id": "s58"
    },
    {
      "text": "Decisions as to the authorisation or removal of applicants are not part of Njamal traditional law and culture.",
      "id": "s59"
    },
    {
      "text": "Instead, the Njamal people have agreed to and adopted a process of making decisions (s 251B(b) of the Act).",
      "id": "s60"
    },
    {
      "text": "Pursuant to that process, decisions are made by resolution or consensus at community meetings organised by the Pilbara Native Title Services ('PNTS').",
      "id": "s61"
    },
    {
      "text": "All known Njamal people are included on a mailing list and invited by letter to attend such meetings.",
      "id": "s62"
    },
    {
      "text": "The mailing list has been compiled with the input of anthropologists who have been involved in researching the claims and genealogies.",
      "id": "s63"
    },
    {
      "text": "Notices are also sent to communities where Njamal people reside.",
      "id": "s64"
    },
    {
      "text": "Meetings have been called and held where families are represented and individuals or families with particular interest or authority in relation to the decisions being contemplated are present.",
      "id": "s65"
    },
    {
      "text": "Decisions at those meetings have been made by consensus and by way of formal resolutions.",
      "id": "s66"
    },
    {
      "text": "18 Although it is not possible for every member of the claim group to attend each community meeting, the group regards itself as bound by the decisions of those who are present.",
      "id": "s67"
    },
    {
      "text": "Major decisions have been made over a number of years in this manner.",
      "id": "s68"
    },
    {
      "text": "At such meetings of the larger Njamal community decisions have been made to form a working group to deal with day to day claim group business and to participate in surveys in Njamal country.",
      "id": "s69"
    },
    {
      "text": "The Njamal people chosen at these meetings are not all members of the current claim group.",
      "id": "s70"
    },
    {
      "text": "19 Community meetings have become the accepted way of making major decisions on matters such as the claim areas, authorisation of the applicant and major future act decisions.",
      "id": "s71"
    },
    {
      "text": "Where there is not a reasonably representative group of people at a community meeting or insufficient attendees, the persons present may decide that it is inappropriate for a decision to be made at that meeting.",
      "id": "s72"
    },
    {
      "text": "The resolutions at the meeting were in accordance with the decision-making process previously used and, I am informed, also used to authorise the current applicant.",
      "id": "s73"
    },
    {
      "text": "20 The sole agenda items at the meeting were ' claim group description ' and ' replacement of the applicants '.",
      "id": "s74"
    },
    {
      "text": "Following discussion of each item, the members present resolved:\n \n &#8226; to amend the claim group description (the first resolution);\n &#8226; no longer to authorise the current applicant ' as a group ' to make the application in these proceedings or to deal with matters in relation to it;\n &#8226; to remove 11 of the 17 persons who currently comprise the applicant and to include three new persons as applicant (the second resolution);\n &#8226; to authorise the replacement applicant to be the applicant in these proceedings and to deal with matters related to the application in accordance with decisions of the Njamal native title claim group through community meetings; \n &#8226; to authorise the replacement applicant to bring an application in this Court to replace the current applicant and to authorise them to instruct PNTS to act for them, or to organise or appoint legal representatives to act for them, in relation to that application.",
      "id": "s75"
    },
    {
      "text": "21 Each resolution was passed unanimously.",
      "id": "s76"
    },
    {
      "text": "22 The adoption of a process of decision-making does not require all members of the claim group to be involved in making the decision.",
      "id": "s77"
    },
    {
      "text": "Nor does it require a unanimous vote ( Lawson v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 1517 per Stone J at [25]).",
      "id": "s78"
    },
    {
      "text": "The members of the claim group should be given every reasonable opportunity to participate in the decision-making process.",
      "id": "s79"
    },
    {
      "text": "It cannot, logically, be the case that all, in the sense of each and every member of the claim group must be involved in and agree to the proposed decision.",
      "id": "s80"
    },
    {
      "text": "That would, as has been pointed out in Quall v Risk [2001] FCA 378 at [33] per O'Loughlin J include persons who are unable to participate by reason of age, mental capacity or unknown whereabouts and would permit an individual to prevent the progress of a claim.",
      "id": "s81"
    },
    {
      "text": "To cancel a meeting merely because one member is unable to attend would also constitute a waste of limited resources.",
      "id": "s82"
    },
    {
      "text": "The costs of holding a Njamal community meeting can exceed $13,000.",
      "id": "s83"
    },
    {
      "text": "23 Section 251B of the Act reflects the communal character of native title.",
      "id": "s84"
    },
    {
      "text": "The authorisation process must be able to be traced to a decision of the native title claim group who adopt that process ( Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760 per French J at [44]).",
      "id": "s85"
    },
    {
      "text": "A meeting which purports to authorise the replacement of applicants should be attended by persons ' fairly representative of the native title claim [group] concerned ' ( Bolton at [46]).",
      "id": "s86"
    },
    {
      "text": "There is no suggestion that this was not the case.",
      "id": "s87"
    },
    {
      "text": "The evidence of Jodi Neale, the anthropologist who attended the meeting and on whose research the replacement claim group description is based, is that those in attendance were reasonably representative of the replacement claim group.",
      "id": "s88"
    },
    {
      "text": "24 In summary, the resolutions were made by a group of Njamal people.",
      "id": "s89"
    },
    {
      "text": "Those persons were sufficiently representative of the replacement claim group and made the resolutions in accordance with an agreed process.",
      "id": "s90"
    },
    {
      "text": "It follows that the decision-making processes required by s 66B have been proved ( Bolton at [42]).",
      "id": "s91"
    },
    {
      "text": "25 By s 64(5) of the Act, if a claimant application is amended to replace the applicant with a new applicant, the amended application must be accompanied by an affidavit sworn by the new applicant attesting to the matters specified in subss 64(5)(a) and (b).",
      "id": "s92"
    },
    {
      "text": "Each of the replacement applicants has sworn and filed an affidavit and I am satisfied that s 64(5) has been complied with.",
      "id": "s93"
    },
    {
      "text": "Mr McPhee's complaint \n \n26 The only person opposing this application to replace the applicant is Mr McPhee.",
      "id": "s94"
    },
    {
      "text": "He complains that the meeting was ' flawed ' because the members in attendance were not properly informed of matters relevant to their decision.",
      "id": "s95"
    },
    {
      "text": "Mr McPhee submits that the Court should not, as a matter of discretion, make orders to replace the applicant.",
      "id": "s96"
    },
    {
      "text": "Mr McPhee did not attend the meeting.",
      "id": "s97"
    },
    {
      "text": "27 Mr Bower, who appears for Mr McPhee, submits that it was not put to the meeting that the reason why Mr McPhee had not signed or had delayed signing certain agreements was because he had genuine concerns as to the appropriateness of those agreements and the information given to the claim group, that he had and continues to have genuine concerns as to the conduct of the native title claim and that the reason he had not attended past meetings was because of insufficient notice and inability to take time off work.",
      "id": "s98"
    },
    {
      "text": "All of those matters had been conveyed by Mr McPhee or his solicitor to PNTS which represents and advises the applicant and the Njamal people.",
      "id": "s99"
    },
    {
      "text": "Mr McPhee's concerns extended to the commercial attractiveness of the agreements and to traditional matters.",
      "id": "s100"
    },
    {
      "text": "There is no suggestion that those concerns are other than genuinely held.",
      "id": "s101"
    },
    {
      "text": "28 Mr Bower relies on the evidence filed by the replacement applicant as to the procedure adopted at the meeting.",
      "id": "s102"
    },
    {
      "text": "PNTS staff explained to those in attendance that the purpose of the meeting was to change the claim group description and amend the application.",
      "id": "s103"
    },
    {
      "text": "Each resolution was projected on to a white board, read aloud and its effects explained.",
      "id": "s104"
    },
    {
      "text": "The claim group then broke into informal discussions and any suggested amendments were incorporated.",
      "id": "s105"
    },
    {
      "text": "There is no evidence that the claim group was informed at the meeting of the reasons why Mr McPhee had not signed agreements in the past.",
      "id": "s106"
    },
    {
      "text": "Rather, the minutes of the meeting record that: \n \n &#8226; ' It was noted that some registered applicants have opted to resign and that Angus Abdullah lacks sufficient capacity to continue as an applicant ';\n &#8226; ' It was further noted that Eddie McPhee has repeatedly failed to properly perform (sic) the role of applicant, including refusing to sign documents that the Njamal community has agreed to and authorised the applicant to sign '.",
      "id": "s107"
    },
    {
      "text": "29 Present at the meeting of 25 October 2006 were members of Mr McPhee's family, including his oldest living relatives which, in turn, included the primary acknowledged family elder, his uncle Johnson Taylor.",
      "id": "s108"
    },
    {
      "text": "Johnson Taylor is a member of the current applicant and of the replacement applicant.",
      "id": "s109"
    },
    {
      "text": "30 Mr Bower submits that the Njamal members cannot have been in a position properly to exercise their rights and obligations as voting members in Mr McPhee's absence without being provided with complete and accurate information relevant to the agenda items.",
      "id": "s110"
    },
    {
      "text": "That would have included information concerning the reasons communicated to PNTS as to why Mr McPhee had delayed in signing agreements in the past and \"the essence\" of the matters raised in letters to PNTS from Mr McPhee and his solicitors.",
      "id": "s111"
    },
    {
      "text": "31 Mr McPhee was served with notice of the meeting on 11 October 2006.",
      "id": "s112"
    },
    {
      "text": "That notice stated specifically that his removal as an applicant would be discussed.",
      "id": "s113"
    },
    {
      "text": "There is no evidence that Mr McPhee asked PNTS to bring his letters or his concerns to the attention of community members present at the meeting.",
      "id": "s114"
    },
    {
      "text": "However, Mr Bower submits that, where PNTS accepted the responsibility for organising the meeting, it was incumbent on it to convey those concerns.",
      "id": "s115"
    },
    {
      "text": "32 Ms Tan, who appears for the current applicant and the replacement applicant, submits that there is a long history of Mr McPhee raising concerns with the Njamal people, including members of the current claim group and the replacement claim group.",
      "id": "s116"
    },
    {
      "text": "In her submission, there was no reason for those concerns to be recited again at the meeting.",
      "id": "s117"
    },
    {
      "text": "She points out that letters from Mr McPhee and his solicitors to PNTS have been read out or discussed at meetings in the past.",
      "id": "s118"
    },
    {
      "text": "For example, the minutes of a meeting between members of the Njamal community and Consolidated Minerals Ltd held on 26 August 2003 record:\n \n ' Pam indicated to the group that she had received a letter from Eddie McPhee noting that he has not signed the Newcrest Agreement.",
      "id": "s119"
    },
    {
      "text": "Pam required instructions as to how to deal with Eddie.",
      "id": "s120"
    },
    {
      "text": "Pam had informed Eddie that the applicants have to do what the claim group says and warned him that Nyamal (sic) may remove him from the list of applicants if he did not follow the claim group's instructions ... Pam said that that Eddie is getting separate advice from a lawyer ... [t] he group instructed Pam that they did not want copies of the Report and the minutes forwarded to Eddie.",
      "id": "s121"
    },
    {
      "text": "They are to stay in the file prepared by Pam and available at each of the meetings ... The group asked Pam to write to Eddie informing him of how disappointed they are that he has not signed the Newcrest Agreement.",
      "id": "s122"
    },
    {
      "text": "They intend to hold a claimant meeting to discuss his removal as an applicant.",
      "id": "s123"
    },
    {
      "text": "' \n \n\n33 I am now asked by Mr Bower to draw the inference that, had the meeting been properly called and had the members of the claim group who attended the meeting been informed of Mr McPhee's concerns, they might not have passed the resolution or agreed to remove him as a member of the applicant.",
      "id": "s124"
    },
    {
      "text": "34 There is no dispute that the members of the claim group are entitled to determine the members of the applicant.",
      "id": "s125"
    },
    {
      "text": "35 There are a number of reasons why the inference sought by Mr McPhee should not be drawn:\n \n &#8226; Members of the replacement claim group who were present at the meeting included members of Mr McPhee's family.",
      "id": "s126"
    },
    {
      "text": "They voted to remove Mr McPhee and have filed affidavits in support of the proposed replacement.",
      "id": "s127"
    },
    {
      "text": "&#8226; Mr McPhee has had ample opportunity to notify the members of the replacement claim group, including members of his family, of his concerns and the reasons why he did not attend the meeting and did not sign or delayed signing previous agreements.",
      "id": "s128"
    },
    {
      "text": "Mr McPhee has been present at meetings where he could and did do so.",
      "id": "s129"
    },
    {
      "text": "&#8226; Mr McPhee accepts that at least some members of the replacement claim group would, by now, be aware of his position and the matters and concerns that he raised with PNTS.",
      "id": "s130"
    },
    {
      "text": "&#8226; None of the members of the replacement claim group have supported Mr McPhee's opposition to the second motion or sought to change the decisions reached and resolutions passed at the meeting.",
      "id": "s131"
    },
    {
      "text": "36 Other factors relevant to the exercise of discretion are:\n \n &#8226; Mr McPhee will remain a member of the replacement claim group.",
      "id": "s132"
    },
    {
      "text": "&#8226; Mr McPhee had previously been removed as a member of a Njamal working party, a group authorised to negotiate with other parties in the proceedings and other parties interested in the claim area.",
      "id": "s133"
    },
    {
      "text": "&#8226; Steps were first taken to remove Mr McPhee as a member of the applicant in 2003.",
      "id": "s134"
    },
    {
      "text": "37 Mr Bower likens the meeting to a meeting of a voluntary association where one of the members is improperly treated and misrepresented to the other members of the association.",
      "id": "s135"
    },
    {
      "text": "He submits that the principles applicable at common law to voluntary associations, for example that every member is required to act reasonably in respect of each other, are applicable.",
      "id": "s136"
    },
    {
      "text": "I do not accept the analogy.",
      "id": "s137"
    },
    {
      "text": "38 The replacement applicant has established that:\n \n &#8226; There has been a meeting of the Njamal community which has formally agreed to remove certain members of the current applicant and to add certain additional members, to form the replacement applicant.",
      "id": "s138"
    },
    {
      "text": "&#8226; The persons in attendance at the meeting were reasonably representative of the replacement claim group.",
      "id": "s139"
    },
    {
      "text": "&#8226; Some of the members of the current applicant are deceased.",
      "id": "s140"
    },
    {
      "text": "&#8226; The proposed new members have each consented to become members of the replacement applicant.",
      "id": "s141"
    },
    {
      "text": "&#8226; The claimants at the meeting agreed unanimously to the proposed course of action.",
      "id": "s142"
    },
    {
      "text": "39 The withdrawal and conferring of authority for the purposes of a s 66B application must be shown to flow from the claim group ( Bolton at [44]).",
      "id": "s143"
    },
    {
      "text": "Once this is established, the actions of the claim group and the means by which it makes decisions is a matter for it.",
      "id": "s144"
    },
    {
      "text": "It is not for the Court to interfere with decisions reached in accordance with the Act.",
      "id": "s145"
    },
    {
      "text": "It is not for the Court to consider the wisdom of those decisions or whether, in this case, there is merit in Mr McPhee's concerns.",
      "id": "s146"
    },
    {
      "text": "It is for him to communicate those concerns, if he wishes to do so, to the other claimants and for the applicant, on receipt of instructions from the claim group, to act as authorised.",
      "id": "s147"
    },
    {
      "text": "Upon the making of the orders sought by the first motion, the terms of s 66B of the Act will be satisfied.",
      "id": "s148"
    },
    {
      "text": "The Court has a discretion as to whether it should exercise its power under s 66B (subs 66B(2) of the Act; Daniel at [18]).",
      "id": "s149"
    },
    {
      "text": "That discretion should be exercised to make the orders sought by the replacement applicant.",
      "id": "s150"
    },
    {
      "text": "Procedural matters \n \n40 Section 62A of the Act relevantly provides that the applicant in a claimant application may deal with all matters arising under the Act in relation to the application.",
      "id": "s151"
    },
    {
      "text": "That includes the amendment of the application from time to time ( Drury v Western Australia [2000] FCA 132 ; (2000) 97 FCR 169 at [12] per French J).",
      "id": "s152"
    },
    {
      "text": "41 The procedural chronology is as follows:\n \n &#8226; The description of the replacement claim group is agreed (25 October 2006).",
      "id": "s153"
    },
    {
      "text": "&#8226; The replacement claim group resolves that the current applicant ' as a group ' is no longer authorised to deal with the application (25 October 2006).",
      "id": "s154"
    },
    {
      "text": "&#8226; The replacement applicant is authorised by the replacement claim group (25 October 2006).",
      "id": "s155"
    },
    {
      "text": "&#8226; The first motion is filed (27 February 2007).",
      "id": "s156"
    },
    {
      "text": "It lists the replacement applicant as the party moving the Court for orders.",
      "id": "s157"
    },
    {
      "text": "&#8226; The first motion is amended to specify the current applicant as the moving party (28 February 2007).",
      "id": "s158"
    },
    {
      "text": "&#8226; The Court is moved for orders by the current applicant pursuant to the first motion as amended (21 March 2007 and 28 May 2007).",
      "id": "s159"
    },
    {
      "text": "42 A question arises as to whether the current applicant can move the Court for orders to amend the application in these circumstances.",
      "id": "s160"
    },
    {
      "text": "On one view, until the making of orders to replace the current applicant, it remains the applicant in the proceedings and may deal with the application and bring the first motion.",
      "id": "s161"
    },
    {
      "text": "On the other hand, however, the unchallenged evidence is that the replacement claim group withdrew the current applicant's authority to deal with the application at the meeting.",
      "id": "s162"
    },
    {
      "text": "That would, on its face, include a revocation of the authority to file and prosecute a notice of motion to amend the application.",
      "id": "s163"
    },
    {
      "text": "43 Ms Tan submitted at the hearing that orders could not be made pursuant to s 66B of the Act to replace the current applicant with the replacement applicant until the claim group is amended to name the replacement claim group.",
      "id": "s164"
    },
    {
      "text": "That is because the authorisation of the replacement applicant was by the replacement claim group.",
      "id": "s165"
    },
    {
      "text": "44 The reasons for judgment were published in draft on 16 July 2007 to enable the parties to consider these matters.",
      "id": "s166"
    },
    {
      "text": "Further submissions and evidence were filed on 30 July 2007.",
      "id": "s167"
    },
    {
      "text": "In my view, the position is as follows.",
      "id": "s168"
    },
    {
      "text": "45 The current applicant in the proceedings consists of the named persons on behalf of the Njamal people.",
      "id": "s169"
    },
    {
      "text": "Section 66B of the Act provides that one or more members of the claim group can apply to the Court for an order that a member or members jointly of the claim group replace the current applicant.",
      "id": "s170"
    },
    {
      "text": "One of the bases of such an application is that the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it (subs 66B(1)(a)(i) of the Act).",
      "id": "s171"
    },
    {
      "text": "That means that, at the time of the application, that lack of authorisation has already occurred.",
      "id": "s172"
    },
    {
      "text": "46 For the reasons already given, I am satisfied that the current applicant is no longer so authorised.",
      "id": "s173"
    },
    {
      "text": "The moving party in the application to replace the current applicant is the replacement applicant.",
      "id": "s174"
    },
    {
      "text": "Until the replacement occurs, the replacement applicant consists of a group of members of the native title claim group, some of whom are members of the current applicant.",
      "id": "s175"
    },
    {
      "text": "That is, one or more members of the claim group are making the application to replace the current applicant.",
      "id": "s176"
    },
    {
      "text": "47 The additional requirement of subs 66B(1)(b) is that the member or members are authorised by the claim group to make the application.",
      "id": "s177"
    },
    {
      "text": "For the reasons already given, that subsection has been satisfied.",
      "id": "s178"
    },
    {
      "text": "48 Until such time as the order for replacement is made, the current applicant remains the applicant in the proceedings.",
      "id": "s179"
    },
    {
      "text": "The fact that its authorisation has been withdrawn does not affect its status so far the as the proceedings are concerned, until such time as it is removed as a party to the proceedings.",
      "id": "s180"
    },
    {
      "text": "Indeed, the fact that authorisation of an applicant may have been withdrawn is envisaged by s 66B of the Act.",
      "id": "s181"
    },
    {
      "text": "It is not suggested in that section or in the Act that such withdrawal of authorisation affects the status of the applicant as a party in the proceedings prior to an order being made by the Court.",
      "id": "s182"
    },
    {
      "text": "It is not itself a condition of continuation as an applicant nor is it a statutory element of the right to apply to amend claims.",
      "id": "s183"
    },
    {
      "text": "The right to bring an application under s 66B is expressly given to the members of the claim group.",
      "id": "s184"
    },
    {
      "text": "49 I have had regard to the evidence of the process of authorisation and the fact that the amendment sought in the first motion is, in part, to ensure the correct description of the claim group.",
      "id": "s185"
    },
    {
      "text": "The evidence is that it was the intention of the Njamal members voting at the meeting to correct the description of the claim group to reflect properly the Njamal people.",
      "id": "s186"
    },
    {
      "text": "The evidence is also that it was not the intention of those voting at the meeting to \"de-authorise\" the current applicant until the order for replacement took effect.",
      "id": "s187"
    },
    {
      "text": "In the circumstances, I am satisfied that the current applicant may move the Court for orders to amend the application.",
      "id": "s188"
    },
    {
      "text": "It is also, in my view, appropriate to make the orders sought.",
      "id": "s189"
    },
    {
      "text": "Service on the respondents \n \n50 Ms Tan submits that it is appropriate that, in lieu of service of the motions and affidavits in support, the Court orders that the applicant serves a copy of the orders on the respondents within 28 days.",
      "id": "s190"
    },
    {
      "text": "A further order is proposed that the applicant provide a copy of the amended application to any respondent who requests it.",
      "id": "s191"
    },
    {
      "text": "As Ms Tan points out, the subject matter of the motion for orders pursuant to s 66B is not directly relevant to the respondent parties and does not affect their interests.",
      "id": "s192"
    },
    {
      "text": "51 There are in excess of 100 respondents to these proceedings.",
      "id": "s193"
    },
    {
      "text": "Many of the respondents do not attend directions hearings or, I am informed, otherwise take an active role in the proceedings.",
      "id": "s194"
    },
    {
      "text": "To require service of the first and second motions and the supporting documentation on all of the respondent parties would involve significant and unnecessary expense.",
      "id": "s195"
    },
    {
      "text": "It is appropriate that the orders sought by Ms Tan be made, but that, in addition, the applicant provides the respondent parties with a reference to these reasons.",
      "id": "s196"
    },
    {
      "text": "Conclusion \n \n52 The application should be amended as sought.",
      "id": "s197"
    },
    {
      "text": "It is also appropriate that the replacement applicant replace the current applicant in accordance with the resolutions passed by the Njamal members.",
      "id": "s198"
    },
    {
      "text": "I certify that the preceding fifty-two (52) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s199"
    },
    {
      "text": "Associate:\n\nDated: 17 August 2007\n\n\n Counsel for the Applicant on each motion: C Tan \n \n Solicitor for the Applicant on each motion: Pilbara Native Title Services \n \n Counsel for the First Respondent: G Ranson \n \n Solicitor for the First Respondent: State Solicitors Office \n \n Counsel for Eddie McPhee: R Bower \n \n Solicitor for Eddie McPhee: Corser &amp; Corser \n \n Date of Hearing: 21 March 2007, 28 May 2007 \n \n Date of Final Submissions: 30 July 2007 \n \n Date of Judgment: 17 August 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1054.html",
      "id": "s200"
    }
  ]
}