{
  "name": "Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 1348 (31 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1348.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "requirements of o 15a r 6 of federal court rules 1979 (cth)",
      "id": "c1"
    },
    {
      "text": "purpose of preliminary discovery narrower than discovery after action commenced",
      "id": "c2"
    },
    {
      "text": "preliminary discovery need only provide evidence sufficient to enable applicant to decide whether to pursue proceedings.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a motion by the applicant (\"Optiver\") to strike out a Notice to Produce filed by the respondents (\"Tibra\") on 9 August 2007 in relation to an application for pre-action discovery.",
      "id": "s0"
    },
    {
      "text": "The issue raised is whether all or part of the Notice to Produce travels beyond the documents contemplated by O 15A r 6 of the Federal Court Rules 1979 (Cth), and seeks to obtain and test the substance of documents which are appropriate for discovery only in post-action discovery when pleadings have been made and issues are more clearly defined.",
      "id": "s1"
    },
    {
      "text": "2 A party which makes an application for pre-action discovery under O 15A r 6 must establish that: \n \n \n (i) there is reasonable cause to believe that the applicant in a proceedings has or may have the right to obtain relief from an identified person;\n (ii) the applicant, having made all reasonable inquiries, does not have sufficient information to enable it to decide whether to commence proceedings; and\n (iii) there is reasonable cause to believe that the identified person has, is likely to have or is likely to have had possession of any document relating to the question whether the applicant has a right to obtain relief, and that inspection of the document would assist the applicant to decide whether to commence proceedings.",
      "id": "s2"
    },
    {
      "text": "If all these requirements are satisfied, the Court has a broad discretion to order or refuse discovery of the documents sought.",
      "id": "s3"
    },
    {
      "text": "3 In support of its application of 19 June 2007, Optiver filed two affidavits.",
      "id": "s4"
    },
    {
      "text": "The first was an affidavit of Mr Shale, a software development manager at Optiver, who was responsible for developing and overseeing the development of the software which is the subject of the proceedings.",
      "id": "s5"
    },
    {
      "text": "He describes the development and performance of the automated securities trading software, and other software, which it is said, may have been misappropriated by the respondents.",
      "id": "s6"
    },
    {
      "text": "He refers to the resignation of the fifth to ninth respondents from Optiver, with whom he had worked on the software program, and says that they had established a new business in competition with Optiver.",
      "id": "s7"
    },
    {
      "text": "He explains why he believes the respondents may have used Optiver's automated trading software developed during their employment without its consent.",
      "id": "s8"
    },
    {
      "text": "4 The other affidavit filed by Optiver was that of Mr Keldoulis, a director responsible for supervising all aspects of Optiver's business.",
      "id": "s9"
    },
    {
      "text": "He refers to searches made of the ASIC register and to inquiries made to ascertain whether there was any indication that the former employees had misappropriated the securities trading software.",
      "id": "s10"
    },
    {
      "text": "He expresses the belief that some or all of the respondents are in possession of a copy of the software written by Optiver's employees in the course of their employment.",
      "id": "s11"
    },
    {
      "text": "PRINCIPLES AND REASONING \n \n5 In approaching an application for pre-action discovery it must be kept in mind that this type of discovery is calculated to avoid unnecessary waste of time and money otherwise spent as a consequence of the institution or conduct of an action which is not sustainable, and also to enable a prospective applicant to make a reasonably informed decision whether to embark on litigation.",
      "id": "s12"
    },
    {
      "text": "It is not designed to be a preliminary hearing of the merits of the case.",
      "id": "s13"
    },
    {
      "text": "The extent of such discovery will be narrower and on a different basis than the discovery which occurs after proceedings have been instituted and the issues are defined.",
      "id": "s14"
    },
    {
      "text": "It is a step which precedes the institution of substantive litigation and is to some extent exploratory in nature.",
      "id": "s15"
    },
    {
      "text": "6 Despite the narrower scope of pre-action discovery and the different questions to which it relates, an estimation of the strength of a prospective case including consideration of possible defences may be material.",
      "id": "s16"
    },
    {
      "text": "Pre-action discovery is only directed to provide evidence sufficient to enable an applicant to decide whether to commence the proceedings .",
      "id": "s17"
    },
    {
      "text": "The sufficiency of this evidence need not go so far as to enable the applicant to decide there is a prima facie case or to evaluate the prospects of success on the ultimate hearing at any high level of probability.",
      "id": "s18"
    },
    {
      "text": "Pre-action discovery is not designed to enhance or justify a decision which has already been taken to commence proceedings: see Matrix Film Investment One Pty Ltd v Alameda Films LLC [2006] FCA 591.",
      "id": "s19"
    },
    {
      "text": "The focus of this form of discovery is on the question whether the requirements of O 15A r 6(a), (b) and (c) have been made out and, if so, whether the Court should exercise its discretion to require production.",
      "id": "s20"
    },
    {
      "text": "In discovery after an action has been commenced, the question is whether there are documents relevant to the matters and issues raised on the pleadings, including but not limited to those referred to in O 15 r 2(3).",
      "id": "s21"
    },
    {
      "text": "Any determination of an application for pre-action discovery must be made having regard to these considerations.",
      "id": "s22"
    },
    {
      "text": "7 There is now no doubt that the Court has power to make an order that a Notice to Produce be issued in a pre-action discovery application if directed to the questions set out in O 15A r 6.",
      "id": "s23"
    },
    {
      "text": "However, notwithstanding this power, the Court retains its broad discretion whether to allow a Notice to Produce to stand in whole or in part: see Tyco Australia Pty Ltd v Leighton Contractors Pty Ltd [2005] FCAFC 115 ; (2005) 142 FCR 428.",
      "id": "s24"
    },
    {
      "text": "In that case, as pointed out by Hill J at 438, although the issues in pre-action discovery are very limited, they can give rise to contestable issues of fact which can be the subject of cross-examination.",
      "id": "s25"
    },
    {
      "text": "Accordingly, before making a determination, the Court must consider whether the relevant Notice to Produce is limited to the establishment of those matters necessary to be satisfied under the requirements of O 15A r 6.",
      "id": "s26"
    },
    {
      "text": "A Notice to Produce like any other litigious measure must not be an abuse of process.",
      "id": "s27"
    },
    {
      "text": "8 The relevant principles concerning pre-action discovery are concisely summarised by Hely J in St George Bank Ltd v Rabo Australia Ltd (2004) 211 ALR 147 at 153.",
      "id": "s28"
    },
    {
      "text": "It is unnecessary to reproduce his Honour's summary, but I have applied those principles in my consideration of the challenge to the present Notice.",
      "id": "s29"
    },
    {
      "text": "9 The Notice to Produce in this application has four parts.",
      "id": "s30"
    },
    {
      "text": "The documents sought in the first part (paragraphs [1]-[4]) relate to the determination of issues in the proceedings and conform to the requirements of O 15A r 6.",
      "id": "s31"
    },
    {
      "text": "The documents sought in the second and third part (paragraphs [5]-[17] and paragraphs [18]-[20] respectively) relate to matters arising out of Mr Shale's and Mr Keldoulis' affidavits respectively.",
      "id": "s32"
    },
    {
      "text": "The documents sought in the fourth part (paragraphs [21]-[24]) relate to other miscellaneous matters.",
      "id": "s33"
    },
    {
      "text": "10 Paragraphs [1]-[4] are relevant and appropriate and need not be struck out.",
      "id": "s34"
    },
    {
      "text": "I consider that they are not expressed too broadly because the descriptions of the documents sought are narrowed in each case by the introductory words.",
      "id": "s35"
    },
    {
      "text": "In addition, they are related to facts which may be contested on the application.",
      "id": "s36"
    },
    {
      "text": "Cross-examination on a suitably controlled basis may be allowed in some circumstances, but this is subject to the discretion of the Court, and extensive cross-examination on pre-action discovery is to be discouraged.",
      "id": "s37"
    },
    {
      "text": "As a consequence, it may be appropriate to allow some investigation of the documentary basis for the contention that there have been reasonable inquiries as to the sufficiency of the records and evidence relating to whether Optiver has already made a decision whether to commence proceedings.",
      "id": "s38"
    },
    {
      "text": "The making of any decision to commence prior to the O 15A r 6 application is important because pre-action discovery is concerned to identify any material on the basis of which such a decision can be made.",
      "id": "s39"
    },
    {
      "text": "If a decision has already been made, the application is not necessary and pre-action discovery will not be granted.",
      "id": "s40"
    },
    {
      "text": "I allow paragraphs [1]-[4] of the Notice to Produce.",
      "id": "s41"
    },
    {
      "text": "11 As to the remaining paragraphs, I consider that each of them should be disallowed.",
      "id": "s42"
    },
    {
      "text": "Although O 15A r 6(a) does address the broad question of whether there is reasonable cause to believe that an applicant may have the right to obtain relief, these 20 paragraphs in the Notice to Produce go beyond seeking documents to test that question and extend to matters going to the strength of Optiver's case.",
      "id": "s43"
    },
    {
      "text": "12 By way of example, paragraph [5] seeks the personnel file and curriculum vitae of Mr Shale and paragraph [8] seeks production of all documents which record or evidence the methodology adopted and measurements made by Mr Shale in support of the proposition concerning the response times of Optiver's software.",
      "id": "s44"
    },
    {
      "text": "These paragraphs are clearly directed to testing the substantive question of the reliability of Mr Shale's evidence, at a level of particularity which is a matter for determination at the final hearing.",
      "id": "s45"
    },
    {
      "text": "It is not appropriate to embark on a determination of these questions on this application for pre-action discovery.",
      "id": "s46"
    },
    {
      "text": "Likewise, paragraph [24] of the Notice to Produce seeks all documents which record or evidence any occasions when any of the fifth to ninth respondents accessed Optiver's computer systems and copied any files or source codes within a specified period.",
      "id": "s47"
    },
    {
      "text": "This information is not appropriate for pre-action discovery, but rather goes to test the conclusions of Mr Keldoulis and Mr Shale in their respective affidavits.",
      "id": "s48"
    },
    {
      "text": "Substantially similar objections apply to the other paragraphs.",
      "id": "s49"
    },
    {
      "text": "13 For these reasons, I grant the application in relation to paragraphs [5]-[24] of the Notice to Produce, and they are struck out.",
      "id": "s50"
    },
    {
      "text": "Having regard to the outcome, each party should pay its own costs.",
      "id": "s51"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s52"
    },
    {
      "text": "Associate:\n\n\nDated: 31 August 2007\n\n Counsel for the Applicant: Mr R Cobden SC \n \n Solicitor for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondents: Mr A Bannon SC and Mr A Fox \n \n Solicitor for the Respondents: McCabe Terrill Lawyers \n \n Date of Hearing: 20 August 2007 \n \n Date of Judgment: 31 August 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1348.html",
      "id": "s53"
    }
  ]
}