{
  "name": "MZXIW v Minister for Immigration and Multicultural Affairs [2007] FCA 123 (14 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/123.html",
  "catchphrases": [
    {
      "text": "application summarily dismissed by federal magistrates court",
      "id": "c0"
    },
    {
      "text": "no reasonable cause of action disclosed",
      "id": "c1"
    },
    {
      "text": "application frivolous or vexatious",
      "id": "c2"
    },
    {
      "text": "whether summary dismissal interlocutory or final in nature",
      "id": "c3"
    },
    {
      "text": "whether leave to appeal required",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 These are two appeals from decisions of a Federal Magistrate summarily dismissing the appellants' applications for review of a decision of the Refugee Review Tribunal ('Tribunal').",
      "id": "s0"
    },
    {
      "text": "His Honour summarily dismissed the application under r 13.10 of the Federal Magistrates Court Rules 2001 .",
      "id": "s1"
    },
    {
      "text": "No application for leave to appeal from this decision has been made.",
      "id": "s2"
    },
    {
      "text": "2 The first respondent submits that summary dismissal under r 13.10 is an interlocutory decision and therefore s 24(1A) of the Federal Court of Australia Act 1976 operates to require the appellant to obtain leave from this Court before an appeal can be brought.",
      "id": "s3"
    },
    {
      "text": "The Federal Magistrate was of the view that summary dismissal under r 13.10 may \"arguably\" be regarded as a final, and not interlocutory, decision.",
      "id": "s4"
    },
    {
      "text": "3 In NAGM v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 395 , Sackville, Allsop and Jacobson JJ said at [6] that \"an order dismissing an application for want of jurisdiction is interlocutory in character, at least where the order does not necessarily finally dispose of the rights of the parties.",
      "id": "s5"
    },
    {
      "text": "\" However in two recent cases, single judges of this Court have specifically considered the nature of summary dismissal under r 13.10 and concluded that it is final in nature: NADZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 975 at [29] per Graham J; MZXEF v Minister for Immigration and Multicultural Affairs [2006] FCA 507 at [18] per Kenny J.",
      "id": "s6"
    },
    {
      "text": "4 I consider it appropriate to follow the more recent and directly relevant decisions of Graham J and Kenny J.",
      "id": "s7"
    },
    {
      "text": "In those circumstances the appellant does not require leave to appeal.",
      "id": "s8"
    },
    {
      "text": "BACKGROUND \n \n5 The appellant MZXIW is the son of the appellant MZXIY.",
      "id": "s9"
    },
    {
      "text": "Both are citizens of Bulgaria who arrived in Australia in October 2005 and shortly thereafter applied for protection visas.",
      "id": "s10"
    },
    {
      "text": "The son claimed to have a well-founded of persecution in Bulgaria as a result of being:\n \n &#8226; a gypsy\n &#8226; a homosexual, and\n &#8226; the great-grandson of a member of the police force of the Communist government.",
      "id": "s11"
    },
    {
      "text": "The mother claimed to have a well-found fear of persecution as a result of being:\n \n &#8226; a gypsy, and\n &#8226; the granddaughter of a member of the police force of the Communist government.",
      "id": "s12"
    },
    {
      "text": "6 A delegate of the Minister rejected the appellants' applications and they sought review before the Tribunal.",
      "id": "s13"
    },
    {
      "text": "On 4 January 2006 an officer of the Tribunal wrote to the each of the appellants stating that the Tribunal \"has considered the material before it in relation to your application but is unable to make a decision in your favour on this information alone.",
      "id": "s14"
    },
    {
      "text": "\" The letters then invited the appellants to attend a hearing and provided details of the hearing.",
      "id": "s15"
    },
    {
      "text": "It also stated \"for assistance in your language, please contact the Translating and Interpreting Service\" and provided a telephone number.",
      "id": "s16"
    },
    {
      "text": "7 The letters enclosed, among other things, a \"Response to Hearing Invitation\" form.",
      "id": "s17"
    },
    {
      "text": "The appellants filled out this form, including ticking a box marked \"I do not want to come to a hearing\".",
      "id": "s18"
    },
    {
      "text": "Also enclosed with each letter was a document described as multilingual advice.",
      "id": "s19"
    },
    {
      "text": "This brochure appears to have the following passage reproduced in a number of languages, including Bulgarian:\n \n \"This letter is important and requires your urgent attention.",
      "id": "s20"
    },
    {
      "text": "If you do not understand this letter please call the Translating &amp; Interpreting Service (TIS) on 131 450 so they can help you to contact the Tribunal.",
      "id": "s21"
    },
    {
      "text": "\" \n \n\nThe Bulgarian translation was verified by the translator before the Federal Magistrate.",
      "id": "s22"
    },
    {
      "text": "8 The appellants did not attend the hearing before the Tribunal.",
      "id": "s23"
    },
    {
      "text": "In its decision records, the Tribunal noted the questions it would have asked the each of the appellants in order to verify their alleged fear of persecution.",
      "id": "s24"
    },
    {
      "text": "In the case of each claim, it concluded that since it could not be satisfied on the material before it that the claim was made out, it therefore found the claim not to be made out.",
      "id": "s25"
    },
    {
      "text": "By way of example, in respect of the son's claim to fear persecution because of his great-grandfather's connections with the Communist party, the Tribunal said the following:\n \n \"If the applicant had attended the hearing I would have asked him when his great grandfather had joined the Communist Party and what positions he held in the Communist Party.",
      "id": "s26"
    },
    {
      "text": "I would have asked him when his great grandfather became a policeman, what ranks he had held in the police force and where he had been posted during his service as a police officer.",
      "id": "s27"
    },
    {
      "text": "I would also have asked the applicant what, if anything, had happened to his great grandfather after the fall of the Communist regime.",
      "id": "s28"
    },
    {
      "text": "Based on the limited evidence before me, including the lack of information regarding the applicant's great grandfather and the nature of this man's alleged involvement in the Communist Party, I am not satisfied that the applicant's great grandfather had ever been a member or official of the Communist Party or had ever been a police officer during the Communist era.",
      "id": "s29"
    },
    {
      "text": "I therefore find that the applicant's great grandfather had never been a member or official of the Communist Party and had never been a police officer during the Communist era.",
      "id": "s30"
    },
    {
      "text": "\" \n\n\nStrictly speaking, a failure to be satisfied that a particular state of affairs exists is not the same thing as satisfaction that the state of affairs does not exist.",
      "id": "s31"
    },
    {
      "text": "However, given it is for the appellants to prove the matters they assert, the result in this case is the same.",
      "id": "s32"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISIONS \n \n9 The Federal Magistrate delivered separate judgments in respect of the two appellants.",
      "id": "s33"
    },
    {
      "text": "His substantive reasons are contained in the son's judgment.",
      "id": "s34"
    },
    {
      "text": "The mother's judgment merely notes the minor differences in the two cases and otherwise adopts and applies the reasoning in the son's case.",
      "id": "s35"
    },
    {
      "text": "10 His Honour summarily dismissed both appellants' applications under r 13.10 of the Federal Magistrates Court Rules 2001 .",
      "id": "s36"
    },
    {
      "text": "That rule reads as follows:\n \n \"The Court may order that a proceeding be stayed, or dismissed generally or in relation to any claim for relief in the proceeding, if it appears to the Court that: \n \n (a) no reasonable cause of action is disclosed in relation to the proceeding or claim to relief; or \n (b) the proceeding or claim for relief is frivolous or vexatious; or \n (c) the proceeding or claim for relief is an abuse of process of the Court.",
      "id": "s37"
    },
    {
      "text": "\" \n\n11 His Honour relied on both (a) and (b) in dismissing the applications.",
      "id": "s38"
    },
    {
      "text": "The son's amended application before the Federal Magistrates Court reads as follows:\n \n \"The Refugee Review Tribunal has made an unacceptable mistake by not accepting as a truth that I am a subject of discrimination in Bulgaria due to being a homosexual, without having proof.",
      "id": "s39"
    },
    {
      "text": "It also does not accept the grounds of my Romany origin and being of Communist descendent, which creates a real threat to my life in Bulgaria, well known at present as one of the most dangerous countries of the world.",
      "id": "s40"
    },
    {
      "text": "But I believe Australia is a democratic country and the Federal Magistrates Court will revise and rectify the mistakes allowed by the Refugee Review Tribunal.",
      "id": "s41"
    },
    {
      "text": "\" \n\n12 The mother's amended application reads as follows:\n \n \"The Refugee Review Tribunal has made a very serious mistake by not accepting as a truth that I am of Romany origin, without having proof of that.",
      "id": "s42"
    },
    {
      "text": "It also does not accept the second very important reason, because of which I am subject of discrimination in my home country Bulgaria --- the fact that I come from a family which is known to have communist convictions.",
      "id": "s43"
    },
    {
      "text": "Due to the above stated reasons, my life is seriously endangered in Bulgaria, one of the most dangerous countries in the world.",
      "id": "s44"
    },
    {
      "text": "The Refugee Review Tribunal is at fault too by not accepting my last reason --- my son, who is discriminated as a homosexual.",
      "id": "s45"
    },
    {
      "text": "I do hope, as well as my son does, that Australia is a truly democratic country and that the Federal Magistrates Court will grant us with an visa permanent to remain in Australia.",
      "id": "s46"
    },
    {
      "text": "\" \n\n13 His Honour found that the amended applications did not provide any particulars to support any grounds justifying judicial review.",
      "id": "s47"
    },
    {
      "text": "He found that there was no material before him to make out jurisdictional error on the part of the Tribunal.",
      "id": "s48"
    },
    {
      "text": "14 The Federal Magistrate recorded a submission made by the appellants that they were unaware of the significance of marking the box indicating that they did not wish to be present at a hearing, and that the documents they were provided by the Tribunal did not clearly set out the consequences of failing to attend.",
      "id": "s49"
    },
    {
      "text": "His Honour was also alert to an argument regarding the sufficiency of the materials to assist a non-English speaker.",
      "id": "s50"
    },
    {
      "text": "His Honour stated:\n \n \"I can see no further action which the First Respondent or office of the Department could take to bring to the attention of a non-English speaking Applicant the importance of the letter and the significance of the hearing.",
      "id": "s51"
    },
    {
      "text": "If the Applicant had chosen to arrange interpretation of the letter, then I am further satisfied that the letter itself very clearly stated that the Tribunal is unable to make a favourable finding on the information it then had available.",
      "id": "s52"
    },
    {
      "text": "If translated, then at the very least the first sentence of the letter would have alerted the Applicant to the distinct possibility that an adverse decision would be made in the absence of further material and/or the attendance of the Applicant at a hearing.",
      "id": "s53"
    },
    {
      "text": "\" \n\n\nNo error is shown in this approach.",
      "id": "s54"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n15 Under the heading \"Grounds\" in the son's notice of appeal is written the following:\n \n \"I am subject of DISCRIMINATION because I am a homosexual.",
      "id": "s55"
    },
    {
      "text": "It also does not accept (FMCOA) the grounds of my Romany [gypsy] origin and being of Communist descendent, which creates a real threat to my life in Bulgaria.",
      "id": "s56"
    },
    {
      "text": "\" \n\n16 Under the heading \"Grounds\" in the mother's notice of appeal is written the following:\n \n \"The Federal Magistrates Court of Australia has made mistake by not accepting that I am of Romany origin.",
      "id": "s57"
    },
    {
      "text": "It also does not accept the reason, because of which I am a subject of a discrimination in my home country, the fact that I come from a family, which is known to have communist convictions.",
      "id": "s58"
    },
    {
      "text": "Due to the above stated reasons, my life is seriously endangered in Bulgaria.",
      "id": "s59"
    },
    {
      "text": "The Federal Magistrates Court of Australia by not accepting my last reason my son, who is discriminated as a homosexual.",
      "id": "s60"
    },
    {
      "text": "\" \n\n17 The only complaint revealed by the notices of appeal is that the Federal Magistrate erred in not finding that the appellants were gypsies with a Communist ancestor, and in the case of the son, that he was a homosexual.",
      "id": "s61"
    },
    {
      "text": "These complaints seek merits review, which is not available in this Court.",
      "id": "s62"
    },
    {
      "text": "They complain that the Federal Magistrate did not conduct merits review, which he was not able to do.",
      "id": "s63"
    },
    {
      "text": "No error of law is raised by the notices of appeal.",
      "id": "s64"
    },
    {
      "text": "18 I therefore agree with his Honour that no reasonable cause of action was disclosed and that the applications had no reasonable prospects for success.",
      "id": "s65"
    },
    {
      "text": "There was no error in his Honour summarily dismissing the applications under r 13.10(a).",
      "id": "s66"
    },
    {
      "text": "It is not necessary for me to express a view on whether the applications were also frivolous or vexatious.",
      "id": "s67"
    },
    {
      "text": "DISPOSAL \n \n19 For the reasons I have given at [4], the appellants do not require leave to appeal the decisions of the Federal Magistrate.",
      "id": "s68"
    },
    {
      "text": "The appeals that have been brought must be dismissed.",
      "id": "s69"
    },
    {
      "text": "If in fact summary dismissal under r 13.10 is interlocutory in nature, then leave to appeal would be required and, any application for such leave now being out of time, an extension of time is also required.",
      "id": "s70"
    },
    {
      "text": "Since the appeal has no prospects of success, I would not have granted an extension of time.",
      "id": "s71"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s72"
    },
    {
      "text": "Associate:\n\nDated: 14 February 2007\n\n\n The appellants did not appear \n \n \n Counsel for the Respondent: Ms K Miller \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 14 February 2007 \n \n Date of Judgment: 14 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/123.html",
      "id": "s73"
    }
  ]
}