{
  "name": "Billabong Aboriginal Corporation v Registrar of Aboriginal Corporations [2007] FCA 1496 (27 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1496.html",
  "catchphrases": [
    {
      "text": "natural justice",
      "id": "c0"
    },
    {
      "text": "rules of procedural fairness",
      "id": "c1"
    },
    {
      "text": "disclosure requirements dependent on the circumstances of the particular case",
      "id": "c2"
    },
    {
      "text": "requirement to disclose grounds on which the decision-maker proposes to rely",
      "id": "c3"
    },
    {
      "text": "requirement to disclose adverse material even where the decision-maker disavows reliance",
      "id": "c4"
    },
    {
      "text": "no requirement to disclose the decision-maker's entire file",
      "id": "c5"
    },
    {
      "text": "aboriginal corporations",
      "id": "c6"
    },
    {
      "text": "notice to show cause why an administrator should not be appointed",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 On 6 June 2007, the Registrar of Aboriginal Corporations issued a notice to Billabong Aboriginal Corporation under s 71 of the Aboriginal Councils and Associations Act 1976 (Cth) ('the Act') calling upon Billabong to show cause by 22 June 2007 why an administrator should not be appointed.",
      "id": "s0"
    },
    {
      "text": "The date by which Billabong is to respond to the notice has been extended by agreement between the parties.",
      "id": "s1"
    },
    {
      "text": "2 The notice was issued and signed by Mr Peter Armstrong as the delegate of the Registrar.",
      "id": "s2"
    },
    {
      "text": "It set out in some detail the grounds which Mr Armstrong considered may exist to require the appointment of an administrator.",
      "id": "s3"
    },
    {
      "text": "3 Prior to issuing the notice, the Registrar obtained a report from a firm of chartered accountants, Messrs Scolari Comerford, pursuant to s 60 of the Act, drawing attention to what were said to be irregularities in the affairs of Billabong.",
      "id": "s4"
    },
    {
      "text": "The Scolari Comerford report refers, in turn, to an earlier report into Billabong's affairs prepared by Ernst &amp; Young.",
      "id": "s5"
    },
    {
      "text": "4 Some of the grounds referred to in the notice made reference to the Scolari Comerford report.",
      "id": "s6"
    },
    {
      "text": "5 The application, as initially filed, sought to contend that the exercise of the power to appoint an administrator would offend the rules of natural justice if Billabong were not first provided with a copy of the Scolari Comerford and Ernst &amp; Young reports.",
      "id": "s7"
    },
    {
      "text": "6 After initially refusing to do so, Mr Armstrong provided Billabong with a copy of the Scolari Comerford report on 6 July 2007.",
      "id": "s8"
    },
    {
      "text": "He supplied a full copy of the Ernst &amp; Young Report two days before the hearing, which commenced on 13 September 2007.",
      "id": "s9"
    },
    {
      "text": "7 Billabong's amended application now seeks declaratory and injunctive relief precluding the Registrar from appointing an administrator without first providing Billabong with access to the Registrar's entire file of documents and correspondence \"relating to the applicant\".",
      "id": "s10"
    },
    {
      "text": "8 Mr Armstrong has given sworn evidence in these proceedings that there are no other documents on the Registrar's file upon which he, \"as the relevant delegate\", intends to rely when deciding whether to appoint an administrator or which might assist Billabong in responding to the notice.",
      "id": "s11"
    },
    {
      "text": "9 Counsel for the Registrar therefore relies upon the following statement of Kenny J, with whom O'Loughlin and Mansfield JJ agreed, in McLachlan v Australian Securities and Investment Commission [1999] FCA 244 ; (1999) 85 FCR 286 at [52] :\n \n \"By seeking access to all documents relating to the subject-matter of the hearing, the appellants seek, in effect, to conduct a search into the ASIC's records about them.",
      "id": "s12"
    },
    {
      "text": "That is not a purpose sought to be met by the rules of natural justice.",
      "id": "s13"
    },
    {
      "text": "\" \n \n\n10 However, counsel for Billabong points to the well-known statement of principle of Brennan J in Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 629 that a person affected by the exercise of the power should be given an opportunity to deal with any adverse information that is \"credible, relevant and significant\" to the proposed decision.",
      "id": "s14"
    },
    {
      "text": "His Honour continued by saying:\n \n \"It is not sufficient for the repository of the power to endeavour to shut information of that kind out of his mind and to reach a decision without reference to it.",
      "id": "s15"
    },
    {
      "text": "Information of that kind creates a real risk of prejudice, albeit subconscious, and it is unfair to deny a person whose interests are likely to be affected by the decision an opportunity to deal with the information.",
      "id": "s16"
    },
    {
      "text": "\" \n \n\n11 Billabong relies upon a series of cases in which this principle has been applied, including the decision of Allsop J in NIB Health Funds Ltd v Private Health Insurance Administration Council [2002] FCA 40 ; (2001) 115 FCR 561 at [90] --- [94].",
      "id": "s17"
    },
    {
      "text": "12 Counsel for Billabong submitted that the history of this matter shows Mr Armstrong's view of what material is, or is not, required by the rules of procedural fairness, is so erroneous that I ought not accept his evidence that no further documents exist.",
      "id": "s18"
    },
    {
      "text": "In particular, counsel points to Mr Armstrong's view that it was unnecessary for him to furnish the Scolari Comerford and Ernst &amp; Young reports, although he did so as a matter of convenience.",
      "id": "s19"
    },
    {
      "text": "The legislation \n \n13 Section 60 of the Act provided, relevantly:\n \n \"(1) The Registrar may, at any time, cause a person authorised by the Registrar for the purposes of this section to examine the documents of an Incorporated Aboriginal Association and to report to the Registrar on the results of that examination, drawing attention to any irregularity in the operations or financial affairs of the Association disclosed by that examination.",
      "id": "s20"
    },
    {
      "text": "(2) The authorised person is entitled at all reasonable times to full and free access to the documents of the Association.",
      "id": "s21"
    },
    {
      "text": "(3) The authorised person may make copies, or take extracts from, any such documents.",
      "id": "s22"
    },
    {
      "text": "\" \n \n \n\n14 Section 71 of the Act provided:\n \n \n \"(1) If the Registrar considers that there may be grounds for appointing an Administrator, the Registrar may serve on the public officer of the corporation a notice in writing calling upon the corporation to show cause, within a reasonable period specified in the notice, why an Administrator should not be appointed.",
      "id": "s23"
    },
    {
      "text": "(2) After that period, and having considered any representations made by the corporation, the Registrar may appoint an Administrator if satisfied that any of the following grounds have been established: \n \n \n \n \n \n \n (a) in the case of an Incorporated Aboriginal Association--the Association has been trading at a loss for at least 6 months during the preceding period of 12 months; \n \n \n \n \n \n \n \n \n \n (b) the Council or the Governing Committee, as the case may be, has failed to comply with a provision of this Act, the regulations or the Rules, and has failed to provide a satisfactory explanation; \n \n \n \n \n \n \n \n \n \n (c) in the case of an Incorporated Aboriginal Association--the members of the Governing Committee have acted in the affairs of the Association in their own interests rather than in the interests of the members of the Association or otherwise in a way that appears to be unfair or unjust to members of the Association; \n \n \n \n \n \n \n \n \n \n (d in the case of an Incorporated Aboriginal Association--the appointment of an Administrator is required in the interests of members and creditors of the Association; \n \n \n \n \n \n \n \n \n \n (e) in the case of an Aboriginal Council--the appointment of an Administrator is required in the interests of adult Aboriginals in the Council area; \n \n \n \n \n \n \n \n \n \n (f) the appointment of an Administrator is otherwise required in the public interest.",
      "id": "s24"
    },
    {
      "text": "(3) The Registrar must not appoint an Administrator without the prior approval of the Minister.",
      "id": "s25"
    },
    {
      "text": "\" \n \n \n\n15 Since the commencement of these proceedings, the Act has been repealed by Schedule 2 of the Corporations (Aboriginal and Torres Strait Islander) Consequential Transitional and Other Measures Act, 2006 (Cth) (\"the CATSI Act \" ).",
      "id": "s26"
    },
    {
      "text": "Section 88 of Schedule 3 of the CATSI Act provides that the CATSI Registrar may proceed on the notice to show cause as if it had been issued under s 487-10 of the Corporations (Aboriginal and Torres Strait Islander) Act 2006 (Cth).",
      "id": "s27"
    },
    {
      "text": "The federal background \n \n16 On 24 October 2006, the Commonwealth Department of Families, Community Services &amp; Indigenous Affairs (\"FACSIA\") wrote to Billabong advising that the Commonwealth was conducting a review of Billabong's performance under certain funding agreements and that Ernst &amp; Young had been authorised to conduct the review.",
      "id": "s28"
    },
    {
      "text": "17 Ernst &amp; Young prepared a report dated 30 November 2006 which was delivered to FACSIA on or about that date.",
      "id": "s29"
    },
    {
      "text": "18 On 9 February 2007, FACSIA sent an email to an employee of the Registrar.",
      "id": "s30"
    },
    {
      "text": "The email was copied to various persons within the office of the Registrar, FACSIA and others.",
      "id": "s31"
    },
    {
      "text": "The email stated that FACSIA wished to arrange a meeting to discuss Billabong.",
      "id": "s32"
    },
    {
      "text": "The email referred to various \"issues\" with Billabong's reporting requirements experienced by FACSIA's Australian Capital Territory office and the Australian Capital Territory Government.",
      "id": "s33"
    },
    {
      "text": "19 The email of 9 February 2007 continued as follows:\n \n \"BAC has received in excess of $2,300,000 funding from FaCSIA since the 2003/04 financial year, and a significant contribution from the ACT Government.",
      "id": "s34"
    },
    {
      "text": "Both the Commonwealth and the ACT Government decided to conduct an 'Audit' of the organisation because of our concerns, Ernst and Young were contracted to do this, however at the last minute, BAC decided not to work with the Commonwealth and advised they would only work with the ACT Government.",
      "id": "s35"
    },
    {
      "text": "As a result FaCSIA requested access to the records and staff working under the terms and conditions of the current contracts, to gain access to the organisation for the purposes of the Audit.",
      "id": "s36"
    },
    {
      "text": "When the contractors from Ernst and Young approached BAC, adequate information was not provided; a solicitor was present and filtered the requested information.",
      "id": "s37"
    },
    {
      "text": "The ACT Government requested access to their records and were refused by BAC, in contrast to what the organisation advised to the Commonwealth.",
      "id": "s38"
    },
    {
      "text": "A report was presented to FaCSIA on 30 November 2006 from Ernst and Young, this report contained recommendations and highlights significant risks and issues with the organisation.",
      "id": "s39"
    },
    {
      "text": "The report also advised '... BAC was unable to provide sufficient documentation and/or explanation to fully substantiate that Commonwealth funds have been appropriately expended'.",
      "id": "s40"
    },
    {
      "text": "Many issues were raised, for example housing maintenance; an expense was recorded of '...$20,000 as Cyclical Maintenance expenditure for which no actual cost has been borne by BAC'.",
      "id": "s41"
    },
    {
      "text": "Other significant issues were raised with operational expenditure and were documented with the statement 'This finding provides evidence for the potential for misappropriation of funds'.",
      "id": "s42"
    },
    {
      "text": "A significant recommendation was to conduct a forensic audit of Billabong Aboriginal Corporation's management, administration and expenditure of CHIP, OFOCUS and, if possible, Interconnect program funds between 2002 and 2006'.",
      "id": "s43"
    },
    {
      "text": "Included was a recommendation to 'hold discussions with ACT Government with a view to including its funding to Billabong Aboriginal Corporation within the scope of the forensic audit'.",
      "id": "s44"
    },
    {
      "text": "The issues we are facing with the organisation are of significant risk to the Department, and this risk needs to be managed appropriately.",
      "id": "s45"
    },
    {
      "text": "The ACT Office has concerns regarding the board structure and the capacity of the organisation to address the governance and financial management issues within BAC.",
      "id": "s46"
    },
    {
      "text": "We would like to meet to discuss the issues we are experiencing with the organisation, and discuss the possibility of conducting a forensic audit with the support of ORAC that would encompass funding from both the Commonwealth and ACT Government.",
      "id": "s47"
    },
    {
      "text": "\" \n \n\n20 On 29 March 2007, the Registrar wrote to Mr Best of Billabong to confirm that Scolari Comerford had been appointed to conduct an examination under s 60 of the Act.",
      "id": "s48"
    },
    {
      "text": "The letter stated that the review was being conducted as part of the ongoing program by the Registrar's office to assist corporations in, inter alia, their level of compliance with statutory reporting and record keeping requirements.",
      "id": "s49"
    },
    {
      "text": "21 The Scolari Comerford Report was prepared in May 2007.",
      "id": "s50"
    },
    {
      "text": "The following appeared under the heading \"Executive Summary\":\n \n \"Billabong Aboriginal Corporation has a number of serious issues that need rectifying as soon as possible.",
      "id": "s51"
    },
    {
      "text": "The Corporation appears to be predominantly controlled by the one person, the CEO and Chairperson Jim Best who is seemingly at odds with funding bodies that are not happy with the service delivery being provided by the Corporation.",
      "id": "s52"
    },
    {
      "text": "Part of the problem is due to the Corporation entering into seemingly overambitious projects such as the new Administration block instead of it concentrating on getting real outcomes from the funding monies it has been provided with.",
      "id": "s53"
    },
    {
      "text": "There are concerns that due to the way the Corporation currently operates, funding may be lost thereby risking its viability.",
      "id": "s54"
    },
    {
      "text": "\" \n \n\n22 The following was included among the \"Specific Concerns\" set out in the Scolari Comerford Report:\n \n \"The Ernst &amp; Young report is correct in that internal entries are being created to get monies out of the funding buckets (although this is usually in the budgets) and these monies cannot then be verified as being spent correctly.",
      "id": "s55"
    },
    {
      "text": "These monies are creating surpluses and being ineffectively managed by the CEO and Governing Committee through the Corporation's lack of governance.",
      "id": "s56"
    },
    {
      "text": "It would also appear that the fencing monies have been 'double dipped' as suggested.",
      "id": "s57"
    },
    {
      "text": "\" \n\n23 The s 71 notice was dated 6 June 2007.",
      "id": "s58"
    },
    {
      "text": "I will refer to it in more detail later.",
      "id": "s59"
    },
    {
      "text": "24 On the same day, that is 6 June 2007, the following conversation took place between Mr Armstrong and Mr Best, the Chairman of Billabong:\n \n \n \n Armstrong: 'We are issuing a s.71 notice to you today.",
      "id": "s60"
    },
    {
      "text": "I am sorry about this, it is not personal.",
      "id": "s61"
    },
    {
      "text": "We look at the top 150 Aboriginal organisations and keep an eye on them.",
      "id": "s62"
    },
    {
      "text": "Yours came up in January 2007.",
      "id": "s63"
    },
    {
      "text": "We were not sure whether to conduct a s 60 process because of the lack of available funds, due to the changes at ORAC that take effect on 1 July.",
      "id": "s64"
    },
    {
      "text": "But we received some information from FACSIA indicating some concerns.",
      "id": "s65"
    },
    {
      "text": "Best: What information did you receive from them?",
      "id": "s66"
    },
    {
      "text": "Could I have a copy of the Scolari Comerford report and the Ernst &amp; Young report.",
      "id": "s67"
    },
    {
      "text": "It is unfair if we do not have access to those.",
      "id": "s68"
    },
    {
      "text": "Armstrong: We do not generally give out copies of reports like that.",
      "id": "s69"
    },
    {
      "text": "\" \n \n\n25 On 29 June 2007, the solicitors for the Registrar wrote to Billabong stating, without admission, that the Registrar was prepared to provide Billabong with a copy of the s 60 Report.",
      "id": "s70"
    },
    {
      "text": "However, the letter stated that she was under no obligation to provide the Ernst &amp; Young Report.",
      "id": "s71"
    },
    {
      "text": "The letter continued:-\n \n \"Our client did not rely upon the E &amp; Y Report when preparing the show cause action.",
      "id": "s72"
    },
    {
      "text": "So much is evident from the fact that neither our client nor Mr Peter Armstrong, the Delegate of the Registrar who prepared the show cause notice, has read the E &amp; Y Report.",
      "id": "s73"
    },
    {
      "text": "Further, our client does not intend reading or relying upon the E &amp; Y Report when ultimately deciding whether or not to appoint an administrator.",
      "id": "s74"
    },
    {
      "text": "We will let you know if that position changes.",
      "id": "s75"
    },
    {
      "text": "However, as matters stand, it follows that procedural fairness does not call for production of the document.",
      "id": "s76"
    },
    {
      "text": "Our client will defend the application if your client presses for the production of the E &amp; Y Report.",
      "id": "s77"
    },
    {
      "text": "\" \n \n\n26 These proceedings were commenced on 13 September 2007.",
      "id": "s78"
    },
    {
      "text": "27 A copy of the Scolari Comerford report was supplied to Billabong's solicitor on 6 July 2007.",
      "id": "s79"
    },
    {
      "text": "28 A bowdlerised version of the Ernst &amp; Young Report was provided to Billabong on or about 27 August 2007 under the Freedom of Information Act 1982 (Cth).",
      "id": "s80"
    },
    {
      "text": "29 An unexpurgated copy of the Ernst &amp; Young report was supplied to Billabong's solicitor a day or two before the hearing.",
      "id": "s81"
    },
    {
      "text": "Mr Armstrong acknowledged in the witness box that he had read the report at about that time.",
      "id": "s82"
    },
    {
      "text": "However, he maintained that he did not intend to rely on its contents and that he could shut that information from his mind when making his decision.",
      "id": "s83"
    },
    {
      "text": "The s 71 notice \n \n30 The notice contains numerous grounds.",
      "id": "s84"
    },
    {
      "text": "I will set out some of the more relevant portions of the notice as follows:\n \n 1 \"The Governing Committee (' Committee ') of the Corporation has failed to comply with a provision of the Act and/or the regulations and/or a provision of the Corporation's Rules that is to say: \n \n \n Section of the Act Description of Non-Compliance \n \n Regulation or Rule \n \n \n \n 1.1 Section 49C Members of the Committee have not acted diligently in exercising their powers and performing functions and duties under the Act, the regulations and the Rules.",
      "id": "s85"
    },
    {
      "text": "Details: \n &#8226; In April 2007, an examination of the operating and financial affairs of the Corporation was conducted by Scolari Comerford, chartered accountants of Dubbo (' the examiners' ) who produced a written report dated May 2007 detailing their findings.",
      "id": "s86"
    },
    {
      "text": "The report prepared by the examiners is hereunder referred to as ' the Examination Report .",
      "id": "s87"
    },
    {
      "text": "'\n \n 1.2 Section 58(1) The examiner found that the register of members provided the date members joined or ceased to be members.",
      "id": "s88"
    },
    {
      "text": "However, the examiner advised that he was unable to determine whether any full members complied with Rule 8(13)(b) as the Register does not show whether they were associate members for twelve months continuously prior to their admission as a full member.",
      "id": "s89"
    },
    {
      "text": "In addition it was noted that one of the founding members (Ross Francis Spencer) is not listed in the Register.",
      "id": "s90"
    },
    {
      "text": "... \n \n 1.7 Section 59(1)/Rule 20 (1) Contrary to this section and rule, the Committee has not caused to be kept proper accounts and records of the transactions and affairs of the Corporation and has not done all things necessary to ensure that all payments out of the monies of the Corporation are correctly made and properly authorised and that adequate control is maintained over the assets of, or in the custody of, the Corporation and over the incurring of liabilities by the Corporation.",
      "id": "s91"
    },
    {
      "text": "Details: \n \n &#8226; The Corporation's solicitor, Mr Peter Sutherland, performs journal entries which he considers necessary in relation to grant matters.",
      "id": "s92"
    },
    {
      "text": "The examiners considered it unusual that the solicitor has access to the accounting records and the ability to make adjustments as he sees fit: \n ...\" \n \n \n 2 The appointment of an administrator is required in the interest of the Corporation, its members and creditors: \n \n \n (a) I refer to and repeat the particulars set out in paragraph 1 above.",
      "id": "s93"
    },
    {
      "text": "(b) As is stated in the executive summary of the Examination Report: \n \n 'The Corporation has a number of serious issues that need rectifying as soon as possible.",
      "id": "s94"
    },
    {
      "text": "The Corporation appears to be predominantly controlled by the one person, the CEO and chairperson, Jim Best who is seemingly at odds with funding bodies that are not happy with the service delivery being provided by the Corporation.",
      "id": "s95"
    },
    {
      "text": "Part of the problem is due to the Corporation entering into seemingly overambitious projects such as the new administration block instead of it concentrating on getting real outcomes from the funding monies it has been provided with.",
      "id": "s96"
    },
    {
      "text": "There are concerns that due to the way the Corporation currently operates, funding may be lost thereby risking its viability.",
      "id": "s97"
    },
    {
      "text": "\" \n \n\n\n Mr Armstrong's evidence \n \n31 Mr Armstrong's evidence in his affidavit of 1 August 2007, as supplemented by his oral evidence, made it clear that he has provided to Billabong all the documents on which he intends to rely in making his decision.",
      "id": "s98"
    },
    {
      "text": "32 He said that the correspondence file is divided into three parts and that it is quite bulky.",
      "id": "s99"
    },
    {
      "text": "I accept his evidence that he has reviewed the whole of the file and that he has done so carefully.",
      "id": "s100"
    },
    {
      "text": "33 I also accept Mr Armstrong's evidence that, \"to the best of his ability\", he has provided to Billabong all of the documents which he proposes to take into account.",
      "id": "s101"
    },
    {
      "text": "34 Furthermore, I accept that, to the best of his ability, the result of his inspection of the file is that he cannot see any documents on the file containing adverse information to Billabong which have not been provided to it.",
      "id": "s102"
    },
    {
      "text": "35 I also accept that some additional documents have been provided to Billabong, even though Mr Armstrong does not propose to take them into account.",
      "id": "s103"
    },
    {
      "text": "He said that he had provided all documents from the file that may assist Billabong to answer the s 71 notice.",
      "id": "s104"
    },
    {
      "text": "He conceded in cross-examination that he had exercised his own judgment on this issue.",
      "id": "s105"
    },
    {
      "text": "Discussion \n \n36 Counsel for the Registrar, Mr McCarthy, accepted that the provisions of s 487 of the Corporations (Aboriginal and Torres Strait Islander) Act were engaged and that the exercise of the Registrar's power was conditional upon observance of the rules of natural justice.",
      "id": "s106"
    },
    {
      "text": "He referred to well-known authorities which make it plain that procedural fairness is a flexible obligation to adopt fair procedures that are appropriate to the circumstances of the particular case: eg Kioa v West (1985) 159 CLR at 585, 612-613.",
      "id": "s107"
    },
    {
      "text": "37 Plainly enough, the effect of s 71 of the Act and the applicable transitional provisions of the CATSI Act is that Mr Armstrong, as the relevant delegate, must be satisfied, after considering the material before him and the submissions or representations made by Billabong, that the grounds referred to in the Act have been established.",
      "id": "s108"
    },
    {
      "text": "38 It is almost trite law that the rules of procedural fairness entitle a person in Billabong's position to know the grounds upon which Mr Armstrong proposes to rely and an opportunity to respond to matters adverse to its interests: Kioa v West at 585, 628; Re Minister for Immigration and Multicultural Affairs; Ex parte Miah [2001] HCA 22 ; (2001) 206 CLR 57 at [140] , [191].",
      "id": "s109"
    },
    {
      "text": "39 This does not mean that every piece of information and every document that comes before the decision-maker must be disclosed.",
      "id": "s110"
    },
    {
      "text": "The test to be applied in the ordinary case is that stated by Brennan J in Kioa v West at 629 in the words referred to above, namely that the person affected should be given an opportunity to the deal with adverse information that is credible, relevant and significant: see also Miah at [140], [191].",
      "id": "s111"
    },
    {
      "text": "40 Where there is credible, relevant and significant material before the decision-maker, it will not ordinarily be sufficient for the decision-maker to disavow reliance upon it.",
      "id": "s112"
    },
    {
      "text": "The significance of the material is to be determined leaving aside the disavowal, but a merely theoretical possibility of prejudice to the person affected will not be sufficient to require disclosure: Kioa v West at 629; NIB Health Funds Ltd v Private Health Insurance Administration Council (2001) 115 FCR at [94]; Claro v Minister for Immigration, Local Government and Ethnic Affairs (1993) 119 ALR 342 at 353; McLachlan v ASIC at [50].",
      "id": "s113"
    },
    {
      "text": "41 What underlies these principles is the real risk of prejudice to the person affected by the subconscious influence of non-disclosed material, albeit that reliance is expressly disavowed by the decision-maker: Kioa v West at 629; NIB Health Funds Ltd v Private Health Insurance Administration Council at [94]; Youssef v Minister for Immigration and Ethnic Affairs (1987) 14 ALD 550 at 552.",
      "id": "s114"
    },
    {
      "text": "42 But in my view no question of the application of this principle arises in the present case.",
      "id": "s115"
    },
    {
      "text": "This is because Mr Armstrong has provided Billabong with all the documents on which he proposes to rely.",
      "id": "s116"
    },
    {
      "text": "He has been unable to find any document that contains adverse material which has not been disclosed.",
      "id": "s117"
    },
    {
      "text": "The interests of fairness do not require other material in the decision-maker's possession relating to the applicant to be disclosed: McLachlan v ASIC at [48].",
      "id": "s118"
    },
    {
      "text": "43 I accept the submission of counsel for Billabong that Mr Armstrong's initial view as to what he was required to disclose does not accord with the requirements of procedural fairness.",
      "id": "s119"
    },
    {
      "text": "The provisions of [1] of the notice which I have set out above reveal that the grounds upon which Mr Armstrong proposes to rely include findings made by Scolari Comerford.",
      "id": "s120"
    },
    {
      "text": "Moreover, the Scolari Comerford report based some of its findings on the Ernst &amp; Young report.",
      "id": "s121"
    },
    {
      "text": "Procedural fairness required that those reports, or at least those parts which contain adverse information, be disclosed.",
      "id": "s122"
    },
    {
      "text": "44 It is true that Mr Armstrong maintained the unsupportable view that he was not required, as a matter of procedural fairness, to disclose those reports.",
      "id": "s123"
    },
    {
      "text": "He went so far as to say that, having recently read the Ernst &amp; Young report, he could shut that information out of his mind when making his decision.",
      "id": "s124"
    },
    {
      "text": "Whether or not that is so, the Ernst &amp; Young report has now been supplied to Billabong.",
      "id": "s125"
    },
    {
      "text": "45 It is for Mr Armstrong to determine the material on which he proposes to rely: McLachlan v ASIC at [48].",
      "id": "s126"
    },
    {
      "text": "He has considered that question independently of what the rules of procedural fairness require him to produce.",
      "id": "s127"
    },
    {
      "text": "Whilst his view of what he was required to produce is erroneous, he has now decided to produce the documents in any event.",
      "id": "s128"
    },
    {
      "text": "The same reasoning applies to his consideration of what material is adverse.",
      "id": "s129"
    },
    {
      "text": "This is not a case in which Billabong can point to adverse material in the possession of the decision-maker, which that person proposes to quarantine.",
      "id": "s130"
    },
    {
      "text": "46 What is, or is not, adverse requires an objective determination by the decision-maker.",
      "id": "s131"
    },
    {
      "text": "I am satisfied that Mr Armstrong has given careful consideration to that question.",
      "id": "s132"
    },
    {
      "text": "Quite properly, no allegation of bad faith is made against him.",
      "id": "s133"
    },
    {
      "text": "I do not see that his views about the need to disclose the Scolari Comerford and Ernst &amp; Young reports have any bearing on his determination of whether material in his possession is adverse to Billabong.",
      "id": "s134"
    },
    {
      "text": "47 Accordingly, in my opinion Mr Armstrong's erroneous view as to what he was required to furnish to accord procedural fairness does not affect the quality of his evidence that he has now supplied all the material on which he proposes to rely and all potentially adverse documents.",
      "id": "s135"
    },
    {
      "text": "48 Counsel for Billabong pointed to the absence of any documents recording discussions between FACSIA and the Australian Capital Territory Government.",
      "id": "s136"
    },
    {
      "text": "He suggested that this was surprising in light of the content of the email of 9 February 2007 set out at [19] above.",
      "id": "s137"
    },
    {
      "text": "However, I accept Mr Armstrong's evidence that he has no such documents.",
      "id": "s138"
    },
    {
      "text": "49 It is also true that the s 71 notice contains grounds which are based on value judgments.",
      "id": "s139"
    },
    {
      "text": "This may be seen most clearly in [2(b)] of the notice which I have set out above.",
      "id": "s140"
    },
    {
      "text": "But again, Mr Armstrong's evidence that he has supplied all documents on which he proposes to rely, and all adverse material as well as any documents that would assist Billabong to respond to the notice, provides a complete answer to Billabong's complaints.",
      "id": "s141"
    },
    {
      "text": "Conclusion and Orders \n\n \n50 The approach urged on me by counsel for Billabong would be to \"over-judicialise\" the process of administrative decision-making: Bushell v Secretary of State for the Environment [1980] UKHL 1 ; [1981] AC 75 at 97; Kioa v West at 628-629.",
      "id": "s142"
    },
    {
      "text": "Indeed, it goes beyond an application for discovery because it requires access to the Registrar's entire file.",
      "id": "s143"
    },
    {
      "text": "There is no basis for such an order.",
      "id": "s144"
    },
    {
      "text": "51 Nor do I consider that I ought to make an order sought in the alternative by Billabong, that the Registrar produce any adverse documents in Mr Armstrong's possession.",
      "id": "s145"
    },
    {
      "text": "Mr Armstrong has made it plain that no such documents exist.",
      "id": "s146"
    },
    {
      "text": "52 I propose to order that the application be dismissed.",
      "id": "s147"
    },
    {
      "text": "I have heard argument on costs.",
      "id": "s148"
    },
    {
      "text": "In my view the proper order is that there be no order as to costs because of the Registrar's late production of documents sought by the application.",
      "id": "s149"
    },
    {
      "text": "I certify that the preceding fifty-two (52) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s150"
    },
    {
      "text": "Associate: \n\n\nDated: 27 September 2007\n\n\n Counsel for the Applicant: G Walker \n \n Solicitor for the Applicant: Ken Cush &amp; Associates \n \n Counsel for the Respondent: G McCarthy \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 13 September 2007 \n \n Date of Judgment: 27 September 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1496.html",
      "id": "s151"
    }
  ]
}