{
  "name": "Australian Competition and Consumer Commission v Alinta 2000 Limited [2007] FCA 1362 (29 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1362.html",
  "catchphrases": [
    {
      "text": "application by australian competition and consumer commission for declaratory and other relief",
      "id": "c0"
    },
    {
      "text": "breach of undertaking given by respondent for purposes of trade practices act 1974 (cth) s 87b",
      "id": "c1"
    },
    {
      "text": "proceeding settled",
      "id": "c2"
    },
    {
      "text": "declarations and orders by consent",
      "id": "c3"
    },
    {
      "text": "competition law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding has been settled.",
      "id": "s0"
    },
    {
      "text": "The parties have brought forward an agreed statement of facts and proposed consent orders.",
      "id": "s1"
    },
    {
      "text": "2 The matter involves a breach of an undertaking given by the respondent on 22 October 2004 to the Australian Competition and Consumer Commission (\"the ACCC\") for the purposes of s 87B of the Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s2"
    },
    {
      "text": "Had it not been for the undertaking the ACCC may have concluded that the purchase by the respondent, as one of a consortium of three buyers, of an interest in the Dampier to Bunbury Natural Gas Pipeline should be rejected pursuant to s 50 of the Act by reason of its anti-competitive potential.",
      "id": "s3"
    },
    {
      "text": "3 Any breach of such an undertaking given to the ACCC is a matter that will be viewed with the utmost seriousness.",
      "id": "s4"
    },
    {
      "text": "Because the bare terms of the orders proposed by the parties do not explain the basis upon which they have been sought, I intend to set out in its entirety the agreed statement of facts.",
      "id": "s5"
    },
    {
      "text": "In essence, that statement of facts speaks for itself.",
      "id": "s6"
    },
    {
      "text": "It is in the following terms: \n \n \n \"1.",
      "id": "s7"
    },
    {
      "text": "On 22 October 2004, Alinta 2000 Limited (formerly Alinta Limited) ( Alinta 2000 ) and a number of other companies gave an undertaking to the Australian Competition and Consumer Commission ( Commission ) for the purposes of section 87B of the Trade Practices Act 1974 (Cth) ( the Act ) ( Undertaking ), a copy of which is annexed hereto and marked A .",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "The Undertaking was given in connection with the purchase by Alinta 2000, as one of a consortium of three buyers, of an interest in the Dampier to Bunbury Natural Gas Pipeline ( DBNGP ).",
      "id": "s10"
    },
    {
      "text": "Unless otherwise defined or indicated in this document, defined terms in this document have the same meaning given to them in the Undertaking.",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "The background to the giving of the Undertaking is set out in clause 2 of the Undertaking, which states as follows: \n \n \n \n 2.1 The Consortium proposes to acquire, through DBNGP Holdings and the Trust, the: \n \n (a) shares in EEWAT (the current operator of the DBNGP); \n \n (b) the shares in EEWAN; and \n \n (c) the units in EEPT (the current owner of the DBNGP).",
      "id": "s13"
    },
    {
      "text": "2.2 On 9 August 2004, the Consortium advised the Commission of the Proposed Acquisition.",
      "id": "s14"
    },
    {
      "text": "The Commission expressed concerns about the Proposed Acquisition.",
      "id": "s15"
    },
    {
      "text": "2.3 On 27 August 2004: \n \n \n \n (a) the Consortium offered to give certain undertakings under section 87B of the Act to allay the concerns of the Commission; and \n \n (b) the Commission informed the Consortium that it agrees in principle to the Consortium's proposed undertaking terms and therefore does not propose to intervene in the matter pursuant to section 50 of the Act , subject to the Commission's acceptance of appropriate undertakings under section 87B of the Act .",
      "id": "s16"
    },
    {
      "text": "2.4 Accordingly, the Consortium Members, ANS and DBNGP Holdings offer these Undertakings for acceptance by the Commission.",
      "id": "s17"
    },
    {
      "text": "4.",
      "id": "s18"
    },
    {
      "text": "On 25 October 2004 the Commission accepted the Undertaking under sub-section 87B(1) of the Act on the basis that the Undertaking addressed its concern that: \n \n \n \n \n \n (a) Alinta 2000's indirect interest in the DBNGP; and \n \n \n \n \n \n (b) the fact that Alinta Network Services Pty Ltd ( ANS , now called Alinta Asset Management Pty Ltd ( AAM )) would undertake operating, maintenance and construction activities associated with the DBNGP \n \n \n \n \n \n \n would give Alinta 2000 the ability to effect anti-competitive outcomes in the relevant downstream markets.",
      "id": "s19"
    },
    {
      "text": "5.",
      "id": "s20"
    },
    {
      "text": "Clause 5.4 of the Undertaking provides that: \n \n \n \n \n (a) Subject to clause 5.4(b), Alinta undertakes that no person who is a director or secretary or a member of the staff of Alinta or any of its Related Bodies Corporate (other than ANS) will be involved in commercial negotiations between DBNGP Holdings (and, or, EEWAT) with other Shippers relating to gas transportation on the DBNGP.",
      "id": "s21"
    },
    {
      "text": "(b) Nothing in clause 5.4(a) prevents a person to whom that clause applies from being involved in commercial negotiations between DBNGP Holdings (and, or, EEWAT) with a particular Shipper if the Shipper consents in writing to that person being involved in the negotiations.",
      "id": "s22"
    },
    {
      "text": "(c) EEWAT and DBNGP Holdings undertake to give the ACCC written notice of all Shipper consents referred to in clause 5.4(b).",
      "id": "s23"
    },
    {
      "text": "6.",
      "id": "s24"
    },
    {
      "text": "For the purposes of clause 5.4, \"DBNGP Holdings\" refers to DBNGP Holdings Pty Limited, a member of the DBP group of companies ( DBP ), which own and operate the DBNGP.",
      "id": "s25"
    },
    {
      "text": "7.",
      "id": "s26"
    },
    {
      "text": "On 25 June 2003, Shelley Kalms signed an employment agreement ( 2003 Agreement ) with Alinta 2000 for the position \"Business Improvement Specialist\".",
      "id": "s27"
    },
    {
      "text": "8.",
      "id": "s28"
    },
    {
      "text": "On 30 March 2004, the 2003 Agreement was terminated when Shelley Kalms signed a new employment agreement with Alinta 2000 for the position \"Manager, Retail Services\".",
      "id": "s29"
    },
    {
      "text": "9.",
      "id": "s30"
    },
    {
      "text": "In early January 2006, Ian Devenish, a senior person within the Alinta Group (General Manager of Asset Owner Interface (AOI)) of Alinta 2000), Shelley Kalms and others had discussions about commencing a secondment with DBP.",
      "id": "s31"
    },
    {
      "text": "10.",
      "id": "s32"
    },
    {
      "text": "On 23 January 2006, Shelley Kalms commenced a secondment from Alinta 2000 to DBP in the position \"Manager Business Projects\".",
      "id": "s33"
    },
    {
      "text": "11.",
      "id": "s34"
    },
    {
      "text": "On 16 February 2006, Anthony Cribb (Manager Regulatory and Legal and Company Secretary for DBP) informed Ian Devenish that DBP may ask Shelley Kalms to become involved in commercial negotiations with shippers in relation to various services relating to the DBNGP.",
      "id": "s35"
    },
    {
      "text": "12.",
      "id": "s36"
    },
    {
      "text": "Between 17 February 2006 and 7 March 2006 Ian Devenish took formal steps to change Shelley Kalms' employer from Alinta 2000 to ANS but did not make any changes to her reporting arrangements.",
      "id": "s37"
    },
    {
      "text": "13.",
      "id": "s38"
    },
    {
      "text": "On 14 March 2006, while still seconded to DBP, Shelley Kalms' employment was formally transferred from Alinta 2000 to AAM.",
      "id": "s39"
    },
    {
      "text": "No changes were made to her reporting arrangements.",
      "id": "s40"
    },
    {
      "text": "14.",
      "id": "s41"
    },
    {
      "text": "On 6 October 2006, Shelley Kalms' secondment to DBP ended and on 9 October 2006 she commenced duties with AAM in a role which did not concern the DBNGP.",
      "id": "s42"
    },
    {
      "text": "15.",
      "id": "s43"
    },
    {
      "text": "For the period of the secondment from 23 January 2006 to 6 October 2006, Shelley Kalms: \n \n \n \n \n (a) continued to report to Ian Devenish, other than in relation to the performance of her duties at DBP (in respect of which she was supervised by staff of DBP); \n \n \n \n \n \n \n \n \n \n (b) was not supervised by, and did not report to anyone within AAM; \n \n \n \n \n \n (c) did not sever her ties with Alinta 2000; \n \n \n \n \n \n (d) was encouraged to participate in Alinta 2000's leadership program and received emails regarding leadership training from the secretary to Ian Devenish; \n \n \n \n \n \n \n \n \n \n (e) was shown on certain tables, and organisational charts generated within Alinta 2000 as a member of Alinta 2000's Asset Owner Interface Team; \n \n \n \n \n \n (f) sought approval from Ian Devenish to take annual leave; \n \n \n \n \n \n (g) consulted with Ian Devenish about her attendance at training courses; \n \n \n \n \n \n \n \n \n \n (h) met with Ian Devenish to discuss the progress of her secondment with DBP in general terms that did not cover any commercial, operational or otherwise confidential aspects of her work at DBP; and \n \n \n \n \n \n \n \n \n \n (i) attended (by telephone) a number of Asset Owner Interface Team meetings with Alinta 2000 staff.",
      "id": "s44"
    },
    {
      "text": "16.",
      "id": "s45"
    },
    {
      "text": "By reason of the foregoing matters, during the period of her secondment to DBP from 23 January 2006 to 6 October 2006, Shelley Kalms was a member of the staff of Alinta 2000 within the meaning of clause 5.4 of the Undertaking.",
      "id": "s46"
    },
    {
      "text": "17.",
      "id": "s47"
    },
    {
      "text": "During the period from 23 January 2006 to 6 October 2006, Shelley Kalms was, on various occasions, involved in commercial negotiations between DBP and Shippers (as defined in clause 1.1 of the Undertaking) relating to gas transportation on the DBNGP.",
      "id": "s48"
    },
    {
      "text": "In particular, Shelley Kalms' role at DBP included the following tasks: \n \n \n \n \n \n \n (a) assisting in the negotiation of shipping contract variations and disputes; \n \n \n \n \n \n \n \n \n \n (b) assisting in the negotiation of new shipping contracts and contracts for other services on the DBNGP; and \n \n \n \n \n \n \n \n \n \n (c) assisting in the development and negotiation of terms and conditions for new services.",
      "id": "s49"
    },
    {
      "text": "18.",
      "id": "s50"
    },
    {
      "text": "Alinta 2000's conduct in seconding Shelley Kalms to DBP, and permitting her to remain there in circumstances where Alinta 2000 knew that she was involved in commercial negotiations with Shippers, constituted a breach of clause 5.4 of the Undertaking.",
      "id": "s51"
    },
    {
      "text": "\" \n \n \n\n4 Having considered the agreed statement of facts in the light of the pleadings, I am prepared to make orders in the terms sought.",
      "id": "s52"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s53"
    },
    {
      "text": "Associate:\n\nDated: 29 August 2007\n\n Solicitor for the Applicant: DLA Phillips Fox \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Documents: 14 August 2007 \n \n Date of Judgment: 29 August 2007 \n\n ANNEXURE A \n \n\n IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY No.",
      "id": "s54"
    },
    {
      "text": "VID 1014 of 2006\n\nBETWEEN\n AUSTRALIAN COMPETITION AND \n CONSUMER COMMISSION \n Applicant\n \n and\n\n ALINTA 2000 LIMITED (ABN 40 087 857 001) \nRespondent\n CONFIDENTIALITY UNDERTAKINGS \n\n \nI, [insert name] , [insert position held] , of Blake Dawson Waldron, 2 The Esplanade, Perth, undertake to this Honourable Court as follows.",
      "id": "s55"
    },
    {
      "text": "1.",
      "id": "s56"
    },
    {
      "text": "I will not, during the period described in paragraph 2 below, assist with advising or representing:\n (a) Alinta Sales Pty Ltd; \n (b) Alinta Energy (LPG) Pty Ltd; or \n \n \n (c) any other entity that contracts or negotiates for the transportation of gas on the Dampier to Bunbury Natural Gas Pipeline ( Pipeline ) \n \n\n\n \n on any existing, prospective or future matter directly involving the Pipeline.",
      "id": "s57"
    },
    {
      "text": "For the avoidance of doubt, this paragraph does not restrict or prevent me from advising or representing those entities in relation to matters that are upstream or downstream of the Pipeline.",
      "id": "s58"
    },
    {
      "text": "2.",
      "id": "s59"
    },
    {
      "text": "The period referred to in paragraph 1 above: \n \n \n (a) commences on the day on which the court makes an order requiring the respondent to pay the reasonable costs of the companies listed in paragraph 1(a) of Schedule A ( DBP ) in relation to DBP providing non-party discovery in these proceedings as agreed or as taxed; and\n (b) ends on the date which is 6 months after the earlier to occur of: \n \n \n \n \n (i) agreement being reached or orders being made as to the amount of costs to be paid by the respondent to DBP in relation to DBP providing non-party discovery in these proceedings (Costs Determination ); or\n (ii) my ceasing to be retained by or on behalf of the respondent in connection with the Costs Determination, or employed by any person or firm so retained.",
      "id": "s60"
    },
    {
      "text": "3.",
      "id": "s61"
    },
    {
      "text": "Subject to these undertakings, I will only use:\n \n \n (a) any copies provided by the applicant's solicitors of the documents referred to in Schedule A ( Documents ); and \n \n \n (b) the information contained in those documents ( Information ),\n for the purposes of the Costs Determination or anything reasonably incidental to those purposes.",
      "id": "s62"
    },
    {
      "text": "4.",
      "id": "s63"
    },
    {
      "text": "Subject to these undertakings, I will not disclose the Documents or the Information to any person.",
      "id": "s64"
    },
    {
      "text": "5.",
      "id": "s65"
    },
    {
      "text": "I will take all reasonable precautions to prevent any disclosure of Documents or Information which is not permitted by these undertakings.",
      "id": "s66"
    },
    {
      "text": "6.",
      "id": "s67"
    },
    {
      "text": "I may disclose Documents or Information if: \n \n \n (a) disclosure is authorised by the court; or \n (b) disclosure is required by law (provided that I will give DBP notice as soon as reasonably practicable after having become aware of any such requirement).",
      "id": "s68"
    },
    {
      "text": "However, to the extent practicable and legally permissible, before any disclosure under this clause I will give DBP 48 hours' written notice of the requirement to disclose the Documents and/or the Information; or\n (c) DBP has disclosed the Documents or Information to the court other than on a confidential basis; or\n (d) the Documents or Information are in the public domain other than as a result of a breach of any obligation of confidence; or \n (e) the disclosure is made in the course of an application, evidence or submissions in relation to the Costs Determination (provided that reasonable steps have first been taken to ensure that the disclosure does not remove the confidentiality of the Documents or Information so disclosed); or\n (f) DBP has consented to the disclosure.",
      "id": "s69"
    },
    {
      "text": "7.",
      "id": "s70"
    },
    {
      "text": "I may also disclose Information to the extent that:\n \n \n (a) the Information has come into my possession other than by way of a Document except to the extent that the Information came into my possession as a result of a breach of any obligation of confidence; or\n (b) the disclosure is reasonably required in order to obtain instructions from the respondent in relation to the Costs Determination; and \n \n \n \n \n (i) does not disclose Information contained in any Document referred to in paragraph 1 of Schedule A that has been disclosed to me or the solicitors for the respondent for the purpose of the Costs Determination or otherwise; and\n (ii) is made in a way that does not disclose Information that is about or identifies a specific Shipper (as defined in the Undertakings provided to the applicant by the respondent and DBP under section 87B of the Trade Practices Act 1974 and accepted by the applicant on 22 &amp; 27 October 2004), including (but not limited to) the name, delivered quantities or type of service of a specific Shipper or that refers or relates to specific inlet points or outlet points on the Pipeline.",
      "id": "s71"
    },
    {
      "text": "8.",
      "id": "s72"
    },
    {
      "text": "I may also disclose Documents or Information, as reasonably required, to administrative or support staff if they have first been informed (in general terms) of the requirements of these undertakings and directed to keep the Documents and Information confidential.",
      "id": "s73"
    },
    {
      "text": "9.",
      "id": "s74"
    },
    {
      "text": "Unless paragraph 10 applies to me, I will take all steps reasonably open to me to ensure that: \n \n \n (a) any unannotated copies of Documents that are in my possession or control are given to DBP's solicitors at the end of the Costs Determination; \n (b) all other records of Documents and Information are retained for record keeping purposes only, and are destroyed within 7 years after the end of the Costs Determination; and\n (c) any copies of Documents retained after the end of the Costs Determination are only able to be viewed by partners and employed solicitors of Blake Dawson Waldron who have signed an undertaking in a form acceptable to DBP, and have served such undertaking on DBP (with liberty to apply if DBP does not accept such undertaking).",
      "id": "s75"
    },
    {
      "text": "10.",
      "id": "s76"
    },
    {
      "text": "If I cease to be retained by or on behalf of the respondent in connection with the Costs Determination, or employed by any person so retained, I will return all records that contain Information and that are in my possession or control to a partner of the respondent's solicitors who has provided an undertaking to the court in the same terms, or substantiality the same terms, as this undertaking.",
      "id": "s77"
    },
    {
      "text": "11.",
      "id": "s78"
    },
    {
      "text": "I, or any party to these proceedings, or DBP, may apply to the court for these undertakings to be varied or terminated, or for me to be relieved of these undertakings in respect of any specified Documents or Information.",
      "id": "s79"
    },
    {
      "text": "Signed: _____________________________ Dated: _________________________\n Witness: ____________________________\n SCHEDULE A TO ANNEXURE A \n\n\n \n 1.",
      "id": "s80"
    },
    {
      "text": "Documents or copies of documents:\n (a) Provided to the applicant's solicitors by DBNGP (WA) Transmission Pty Ltd, DBNGP (WA) Nominees Pty Ltd (in its own capacity and in its capacity as trustee of the DBNGP WA Pipeline Trust), DBNGP Holdings Pty Ltd (in its own capacity and in its capacity as trustee of the DBNGP Trust), DBNGP (WA) Finance Pty Ltd, DBNGP (WA) Finance Co Pty Ltd or DBNGP Compressor Co Pty Ltd by way of non-party discovery in these proceedings; and\n (b) Identified by DBP as being confidential documents.",
      "id": "s81"
    },
    {
      "text": "2.",
      "id": "s82"
    },
    {
      "text": "DBP's lists of discoverable documents provided to the applicant in these proceedings and any copies of those lists.",
      "id": "s83"
    },
    {
      "text": "3.",
      "id": "s84"
    },
    {
      "text": "All documents or copies of documents provided by DBP or DBP's solicitors to the respondent's solicitors for the purpose of the Costs Determination and identified by DBP as being confidential documents.",
      "id": "s85"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1362.html",
      "id": "s86"
    }
  ]
}