{
  "name": "Inco Ships Pty Ltd v Finlay Murdoch Hardman [2007] FCA 1138 (3 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1138.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "whether employee entitled to compensation for injury under seafarers rehabilitation and compensation act 1992 (cth) (the seafarers act)",
      "id": "c1"
    },
    {
      "text": "whether certificate of medical fitness invalid when procured by misleading information",
      "id": "c2"
    },
    {
      "text": "whether invalid certificate of medical fitness means employee not a \"seafarer\" under s 3 of the seafarers act",
      "id": "c3"
    },
    {
      "text": "whether content of notice given under s 63 of the seafarers act limits claim for compensation",
      "id": "c4"
    },
    {
      "text": "whether aggravation of pre-existing degenerative condition",
      "id": "c5"
    },
    {
      "text": "whether aggravation caused incapacity for work",
      "id": "c6"
    },
    {
      "text": "whether incapacity materially contributed to by employment",
      "id": "c7"
    },
    {
      "text": "whether employee made wilful and false representation about pre-existing disease",
      "id": "c8"
    },
    {
      "text": "whether injury cause by serious and wilful misconduct",
      "id": "c9"
    },
    {
      "text": "see above",
      "id": "c10"
    },
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c11"
    },
    {
      "text": "whether issues can be raised for the first time on appeal",
      "id": "c12"
    },
    {
      "text": "whether tribunal erred in not addressing certain questions not raised at hearing",
      "id": "c13"
    },
    {
      "text": "seafarers compensation",
      "id": "c14"
    },
    {
      "text": "workers compensation",
      "id": "c15"
    },
    {
      "text": "administrative law",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by way of appeal from a decision of the Administrative Appeals Tribunal (the Tribunal) given on 30 May 2006.",
      "id": "s0"
    },
    {
      "text": "2 The Tribunal determined that the applicant is liable to pay compensation to the respondent pursuant to the Seafarers Rehabilitation and Compensation Act 1992 (Cth) (the Seafarers Act) in respect of an injury to the respondent's left knee in about June 2004.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n3 The respondent was born in 1955.",
      "id": "s2"
    },
    {
      "text": "He has worked in the shipping industry since 1989, mostly as a steward.",
      "id": "s3"
    },
    {
      "text": "Between 2001 and 2004, he worked for P &amp; O Ports Ltd as a stevedore, which involved loading and unloading ships.",
      "id": "s4"
    },
    {
      "text": "That work required the respondent to engage in some heavy lifting and frequent kneeling.",
      "id": "s5"
    },
    {
      "text": "4 The respondent has some history of medical problems.",
      "id": "s6"
    },
    {
      "text": "In 1985, he fractured his left tibia and dislocated his left ankle.",
      "id": "s7"
    },
    {
      "text": "He recovered from this over a period of four months.",
      "id": "s8"
    },
    {
      "text": "He told the Tribunal that it has not caused him problems since.",
      "id": "s9"
    },
    {
      "text": "In 1990, he developed back pain while working as a steward.",
      "id": "s10"
    },
    {
      "text": "He told the Tribunal those symptoms had persisted, and he gets sciatic pain down his left side.",
      "id": "s11"
    },
    {
      "text": "In May 2002 he also had symptoms in his left knee when driving a truck with a heavy clutch, but the symptoms quickly resolved and (he said) he had no subsequent problems with his left knee prior to his employment with the applicant.",
      "id": "s12"
    },
    {
      "text": "In 2003, the respondent experienced pain in his right knee, which he attributed to his work as a stevedore.",
      "id": "s13"
    },
    {
      "text": "He was treated first by a physiotherapist and then by an orthopaedic surgeon, who performed an arthroscopy.",
      "id": "s14"
    },
    {
      "text": "The respondent returned to work two months after that operation, in a co-ordinating role rather than returning to physical work.",
      "id": "s15"
    },
    {
      "text": "5 The respondent undertook a trainee integrated rating (TIR) course in 2004.",
      "id": "s16"
    },
    {
      "text": "6 He then commenced employment with the applicant, a shipping company that operates the ship vessel Iron Chieftain between Whyalla and Port Kembla.",
      "id": "s17"
    },
    {
      "text": "He worked for a continuous period from 17 May 2004 to 20 July 2004.",
      "id": "s18"
    },
    {
      "text": "During that time, he worked as a steward during the morning, essentially involving cleaning duties, and on TIR duties in the afternoon for about two hours.",
      "id": "s19"
    },
    {
      "text": "The TIR duties involved various maintenance work on the ship, requiring him to work on each of the ship's six decks, using stairs or ladders to move between them.",
      "id": "s20"
    },
    {
      "text": "He did that mix of duties for about two weeks without difficulty.",
      "id": "s21"
    },
    {
      "text": "7 The respondent said that he developed pain in his right knee, which he controlled by taking anti-inflammatory medication (which he had taken with him to the ship) and by favouring that knee.",
      "id": "s22"
    },
    {
      "text": "He then began to experience pain in his left knee.",
      "id": "s23"
    },
    {
      "text": "He said it became progressively worse and made kneeling especially difficult.",
      "id": "s24"
    },
    {
      "text": "He spoke to the bosun about this and as a result stopped doing tasks that involved kneeling but otherwise continued in his duties.",
      "id": "s25"
    },
    {
      "text": "8 On 7 July 2004, he completed an employee notification form, in which he described his injury as: \"Soreness stiffness and swelling in left knee.",
      "id": "s26"
    },
    {
      "text": "Has become progressively worse over last few weeks.",
      "id": "s27"
    },
    {
      "text": "Will be seeking medical advice during my leave.",
      "id": "s28"
    },
    {
      "text": "\" Subsequently, in response to specific questioning by a doctor, he recalled one incident when he missed his step and struck his left knee on some machinery; his leg was bruised but he did not think much of the incident at the time.",
      "id": "s29"
    },
    {
      "text": "9 The respondent told the Tribunal that he continued in his duties after that time, but would use the lift on the ship whenever possible, rather than taking the stairs, because use of stairs and ladders also made his symptoms worse.",
      "id": "s30"
    },
    {
      "text": "However, he would still use the stairs, on average about twelve times per day, sometimes because it was quicker and sometimes because one of the work areas (known as the tunnel) had no lift access.",
      "id": "s31"
    },
    {
      "text": "10 When the respondent took leave later in July 2004, he received medical treatment on his left knee, culminating in an arthroscopy in August 2004.",
      "id": "s32"
    },
    {
      "text": "11 The respondent made a formal claim for compensation for injury to his left and right knees under the Seafarers Act on 8 August 2004.",
      "id": "s33"
    },
    {
      "text": "Subsequently, it appears that the respondent's left knee condition has been the cause of the claimed ongoing incapacity.",
      "id": "s34"
    },
    {
      "text": "In his claim, he said:\n \n Noticed pain in right knee approx 2 wks after joining.",
      "id": "s35"
    },
    {
      "text": "Began to favour that knee and then noticed pain in left knee after a while which became progressively worse.",
      "id": "s36"
    },
    {
      "text": "Decided to report it to captain but was able to continue to carry out my duties by taking anti-inflammatory until end of swing [period of continuous work].",
      "id": "s37"
    },
    {
      "text": "Duly sought medical advice when I got home.",
      "id": "s38"
    },
    {
      "text": "Was referred to specialist.",
      "id": "s39"
    },
    {
      "text": "In the claim form he said the injury was first noticed in the morning of 30 June 2004.",
      "id": "s40"
    },
    {
      "text": "He attributed the injury to having to climb and descend stairs.",
      "id": "s41"
    },
    {
      "text": "He said also that he had had a similar injury in 2003 whilst working for P &amp; O Ports Ltd at Port Adelaide, for which he had received compensation.",
      "id": "s42"
    },
    {
      "text": "12 The respondent did not work for about one year after the arthroscopy on his left knee.",
      "id": "s43"
    },
    {
      "text": "He then worked as a cook on a dredge from October 2005 to December 2005.",
      "id": "s44"
    },
    {
      "text": "13 The applicant rejected the claim.",
      "id": "s45"
    },
    {
      "text": "Hence the Tribunal's review.",
      "id": "s46"
    },
    {
      "text": "THE ISSUES BEFORE THE TRIBUNAL \n \n14 The Tribunal identified the issues it had to address as being:\n \n 1. whether the symptoms in the left knee resulted from the incident when the respondent slipped whilst descending stairs and struck his left knee; and\n 2. whether the symptoms in the left knee resulted from an aggravation of a pre-existing degenerative condition, and if so whether that aggravation was contributed to in a material degree by the respondent's employment with the applicant.",
      "id": "s47"
    },
    {
      "text": "15 The applicant's case before the Tribunal was that the respondent had had symptoms in his left knee before he was employed by the applicant, and that he had subsequently dishonestly claimed compensation for symptoms which pre-dated his employment and were the consequence of a degenerative condition of his left knee.",
      "id": "s48"
    },
    {
      "text": "That involved a direct attack upon the truthfulness of the respondent.",
      "id": "s49"
    },
    {
      "text": "It also led the applicant to contend that the respondent's left knee injury was caused by serious and wilful misconduct.",
      "id": "s50"
    },
    {
      "text": "The bases of that claim included that the applicant had allegedly made false statements in, or omitted information from, a pre-employment medical examination form (the medical form) which he provided to Dr Macris to secure a certificate of medical fitness; that the respondent should have been aware that he was not fully fit for work as a result of having to alter his duties following the arthroscopy of his right knee in 2003 yet he continued working; the non-disclosure of the fact that he had received physiotherapy treatment only shortly before commencing work on the Iron Chieftain; and the taking of anti-inflammatory medication at the beginning of the period of work on the Iron Chieftain.",
      "id": "s51"
    },
    {
      "text": "It was put that the respondent knew he should not have undertaken that work.",
      "id": "s52"
    },
    {
      "text": "It was also contended that, by continuing to work on the Iron Chieftain as he did after being aware of increasing pain in his knees, the respondent so disregarded his own safety as to be guilty of serious and wilful misconduct.",
      "id": "s53"
    },
    {
      "text": "THE LEGISLATION \n \n16 Section 26(1) of the Seafarers Act creates an employee's entitlement to compensation for an 'injury' that results in incapacity for work or impairment, but under s 26(3) compensation is not payable if the \"injury\" is caused by the \"serious and wilful misconduct of the employee\" except in certain circumstances which do not presently apply.",
      "id": "s54"
    },
    {
      "text": "17 'Injury' is relevantly defined in s 3 to mean:\n \n (a) a disease; or\n \n \n \n (b) an injury (other than a disease) suffered by an employee, being a physical or mental injury arising out of, or in the course of, the employee's employment; or \n \n \n \n \n \n (c) an aggravation of a physical or mental injury (other than a disease) suffered by an employee (whether or not that injury arose out of, or in the course of, the employee's employment), being an aggravation that arose out of, or in the course of, that employment;\n \n \n\n'Disease' is defined in s 3 to mean:\n \n (a) any ailment suffered by an employee; or \n \n (b) the aggravation of any such ailment;\n \n\nbeing an ailment or an aggravation that was contributed to in a material degree by the employee's employment.",
      "id": "s55"
    },
    {
      "text": "18 In turn, the word \"ailment\" is defined relevantly to mean any physical disorder, defect or morbid condition (whether of sudden onset or gradual development) and the word \"aggravation\" is defined to include \"acceleration or recurrence\".",
      "id": "s56"
    },
    {
      "text": "19 The issues raised on this appeal also require reference to some other provisions of the Seafarers Act.",
      "id": "s57"
    },
    {
      "text": "20 Because the eligibility of the respondent to compensation is in issue, the definition of \"employee\" should be noted.",
      "id": "s58"
    },
    {
      "text": "Section 4 relevantly defines an employee as \"a seafarer\" and s 3 relevantly defines a seafarer as a person employed in any capacity on a prescribed ship, on the business of the ship.",
      "id": "s59"
    },
    {
      "text": "Section 6 makes it clear that a reference to an injury suffered by an employee is a reference to an injury suffered by the employee for which compensation is payable under the Seafarers Act.",
      "id": "s60"
    },
    {
      "text": "21 There are also in s 10 particular provisions relating to diseases.",
      "id": "s61"
    },
    {
      "text": "Section 10(3) provides for certain circumstances in which employment contributes in a material way to the aggravation of a disease (a concept entrenched in the definition of \"disease\").",
      "id": "s62"
    },
    {
      "text": "It provides:\n \n For the purposes of this Act, if an employee suffers an aggravation of a disease, any employment in the maritime industry in which he or she was engaged at any time before symptoms of the aggravation first became apparent is taken, unless the contrary is established, to have contributed in a material degree to the aggravation if the incidence of the aggravation of the disease among people suffering from it who have engaged in such employment is significantly greater than it is among people suffering from the disease who have engaged in other employment.",
      "id": "s63"
    },
    {
      "text": "Section 10(6) addresses the relationship between a disease, or its aggravation, and incapacity in the following terms:\n \n For the purposes of this Act, an incapacity for work, or an impairment, of an employee is taken to have resulted from a disease, or an aggravation of a disease, if, apart from that disease or aggravation, as the case may be:\n \n (a) the incapacity or impairment would not have occurred; or \n \n \n (b) the incapacity would have started, or the impairment would have happened, at a significantly later time; or\n (c) the extent of the incapacity or impairment would have been significantly less.",
      "id": "s64"
    },
    {
      "text": "Section 10(7) imposes a particular circumstance in which a disease or its aggravation will not amount to an injury.",
      "id": "s65"
    },
    {
      "text": "It provides:\n \n For the purposes of this Act, a disease suffered by an employee, or an aggravation of such a disease, is not taken to be an injury to the employee if the employee has at any time, for purposes connected with his or her employment or proposed employment in the maritime industry, made a wilful and false representation that he or she did not suffer, or had not previously suffered, from that disease.",
      "id": "s66"
    },
    {
      "text": "22 Finally, s 63 also apparently prescribes circumstances which must be met before compensation is payable under the Seafarers Act.",
      "id": "s67"
    },
    {
      "text": "It relates to the making of a claim for compensation.",
      "id": "s68"
    },
    {
      "text": "It relevantly provides:\n \n \n (1) Compensation is not payable to a person under this Act unless a claim for compensation is made by or on behalf of the person under this section.",
      "id": "s69"
    },
    {
      "text": "(2) A claim must be made by giving the employer:\n \n \n \n \n (a) a written claim, in accordance with a form approved by the Authority for the purposes of this paragraph; and \n \n \n\n\n \n \n \n (b) ... a certificate by a legally qualified medical practitioner in accordance with the form approved by the Authority for the purposes of this paragraph; and\n \n (c) a notice setting out:\n \n \n \n\n (i) the name and address of any other employer who has been given, or to whom it is intended to give, a claim under paragraph (2)(a) in relation to the injury; and\n \n\n \n (ii) the name and address of any other employer whose employment is believed to have materially contributed to the injury.",
      "id": "s70"
    },
    {
      "text": "(3) If a written claim ... is given to a person under paragraph (2)(a) and the claim is not accompanied by a certificate of the kind referred to in paragraph (2)(b), the claim is taken not to have been made until such a certificate is given to that employer.",
      "id": "s71"
    },
    {
      "text": "(4) Strict compliance with an approved form referred to in subsection (2) is not required and substantial compliance is sufficient.",
      "id": "s72"
    },
    {
      "text": "The Authority referred to is the Seafarers Safety, Rehabilitation and Compensation Authority established under s 103 of the Seafarers Act, with the functions referred to in s 104.",
      "id": "s73"
    },
    {
      "text": "THE TRIBUNAL DECISION \n \n23 The direct attack on the respondent's credibility did not succeed.",
      "id": "s74"
    },
    {
      "text": "The Tribunal made certain findings based upon his evidence.",
      "id": "s75"
    },
    {
      "text": "In particular, it accepted that the respondent did not have any symptoms in his left knee after the episode in 2002 whilst driving a truck until the pain in his left knee which developed during his employment on the Iron Chieftain.",
      "id": "s76"
    },
    {
      "text": "It also found that the torn meniscus identified during the arthroscopy in August 2004 probably pre-existed his employment with the applicant and was not the cause of the left knee symptoms he developed in his employment with the applicant.",
      "id": "s77"
    },
    {
      "text": "Then it concluded that, during the respondent's employment with the applicant, he suffered an aggravation of a pre-existing condition of his left knee which resulted in an incapacity for work.",
      "id": "s78"
    },
    {
      "text": "It also found that the employment on the Iron Chieftain contributed in a material way to that incapacity, and that this resulted in incapacity for work and the incurring of medical expenses.",
      "id": "s79"
    },
    {
      "text": "24 As to the claim that the respondent's injury arose from serious and wilful misconduct on his own part, and so was not compensable, the claim foundered on the factual findings of the Tribunal.",
      "id": "s80"
    },
    {
      "text": "It said there was no basis for the respondent to have been aware that his duties during his employment on the Iron Chieftain would cause the injury to, or disability in, his left knee, which it had found was the compensable injury producing incapacity for work.",
      "id": "s81"
    },
    {
      "text": "And it also found that there was no causative link between the conduct which the applicant alleged amounted to serious and wilful misconduct and the compensable injury.",
      "id": "s82"
    },
    {
      "text": "In relation to that finding, the Tribunal observed that there was no evidence that Dr Macris would not have issued the medical form if the respondent had fully disclosed his medical history, or that the applicant would not have employed him if it had known in particular of the medical history concerning his right knee condition.",
      "id": "s83"
    },
    {
      "text": "And it specifically found that, even if the matters relied on by the applicant amounted to serious and wilful misconduct, that conduct did not cause the symptoms in the left knee which led to the respondent's incapacity for work.",
      "id": "s84"
    },
    {
      "text": "The Tribunal also found that both captains of the Iron Chieftain were, or should have been, aware that the respondent was having knee problems at work but that they nevertheless, in effect, expected the respondent to continue with his duties.",
      "id": "s85"
    },
    {
      "text": "25 The Tribunal therefore set aside the decision under review, and substituted a decision that the applicant is liable to pay compensation to the respondent under the Seafarers Act for the injury to his left knee.",
      "id": "s86"
    },
    {
      "text": "The matter was remitted to the applicant to determine the amount of the compensation in accordance with the Tribunal's reasons.",
      "id": "s87"
    },
    {
      "text": "26 By a separate decision given on 4 July 2006, the Tribunal ordered the applicant to pay the costs of the respondent of the proceedings, save in respect of one issue.",
      "id": "s88"
    },
    {
      "text": "CONTENTIONS ON APPEAL \n \n27 The grounds of appeal, as set out in the notice of appeal filed on 27 June 2006 were refined by the written submissions and the submissions at the hearing.",
      "id": "s89"
    },
    {
      "text": "There were six matters which, the applicant contended, involved errors of law by the Tribunal.",
      "id": "s90"
    },
    {
      "text": "The applicant said that any one of those matters, if made out, would result in the appeal being allowed and the initial decision that the respondent was not entitled to compensation under the Seafarers Act being restored.",
      "id": "s91"
    },
    {
      "text": "Those matters were:\n \n (1) That the respondent was not a \"seafarer\" as defined in s 3 of the Seafarers Act, and so was not an \"employee\" as defined and so was not eligible to receive compensation under the Seafarers Act in respect of his alleged injury.",
      "id": "s92"
    },
    {
      "text": "(2) That the respondent did not make a claim for compensation under s 63 of the Seafarers Act in respect of the injury which the Tribunal found he had suffered, so that compensation was not payable under the Seafarers Act in respect of that injury.",
      "id": "s93"
    },
    {
      "text": "(3) That the respondent did not suffer any aggravation of the pre-existing degenerative condition of his left knee, resulting in incapacity for work, but merely a temporary experiencing of pain evidencing, but not aggravating, that degenerative condition which does not entitle him to compensation under the Seafarers Act.",
      "id": "s94"
    },
    {
      "text": "(4) That, in any event, the alleged aggravation of the pre-existing degenerative condition of the respondent's left knee produced pain, but no change in the underlying pathology, and the pain itself did not produce any ongoing incapacity for work, so there was no entitlement to compensation for incapacity in respect of it.",
      "id": "s95"
    },
    {
      "text": "(5) That s 10(7) of the Seafarers Act applied in the circumstances, namely that the respondent had made a wilful and false representation that he did not suffer or had not previously suffered from the disease for which he claimed compensation, so his injury was not compensable.",
      "id": "s96"
    },
    {
      "text": "(6) That s 26(3) of the Seafarers Act applied to disentitle the respondent from receiving compensation because his injury was caused by serious and wilful misconduct on his part.",
      "id": "s97"
    },
    {
      "text": "The Tribunal, so the applicant submitted, had erred in law in deciding each of those matters adversely to the applicant.",
      "id": "s98"
    },
    {
      "text": "28 The respondent contended that the applicant had not raised before the Tribunal the issues numbered (1), (2), (3) and (5) above and had limited its opposition to the respondent's claim to the attack upon the respondent's credibility, and that it only sought findings that the respondent had pre-existing degeneration in both his knees and any worsening of symptoms in his left knee was caused by his serious and wilful misconduct.",
      "id": "s99"
    },
    {
      "text": "29 The application by way of appeal is limited to questions of law.",
      "id": "s100"
    },
    {
      "text": "Section 44(7) of the Administrative Appeals Tribunal Act 1975 (Cth) permits the Court to make findings of fact in certain circumstances, where such findings are not inconsistent with those made by the Tribunal and where an error of law on the part of the Tribunal has been made out, so as to finally resolve a proceeding expeditiously.",
      "id": "s101"
    },
    {
      "text": "The applicant on this appeal did not clothe its contentions with s 44(7).",
      "id": "s102"
    },
    {
      "text": "30 It is clear from the Tribunal's reasons, and the written submissions of the applicant to the Tribunal, that the applicant did not raise before the Tribunal the issues identified in (1), (2) and (5) above, and probably also did not raise the issue raised in (3) above.",
      "id": "s103"
    },
    {
      "text": "There is no reference to those contentions in the Tribunal's reasons, and in particular ss 10(7) and 63 also were not referred to.",
      "id": "s104"
    },
    {
      "text": "31 The applicant justifies the raising of those issues for the first time on appeal on the basis of an asserted obligation of the Tribunal to inquire into and correctly consider questions of law arising on the matter before it, even in the face of concessions or admissions by the parties.",
      "id": "s105"
    },
    {
      "text": "It relies upon Comcare v Fiedler [2001] FCA 1810 ; (2001) 115 FCR 328 at [36] --- [39] for that proposition.",
      "id": "s106"
    },
    {
      "text": "32 I do not consider that that decision supports its contention.",
      "id": "s107"
    },
    {
      "text": "That case relevantly concerned the question of whether the Tribunal had erred in failing to address the question under s 24(2)(c) of the Safety, Rehabilitation and Compensation Act 1988 (Cth) of whether the employee claiming compensation had undertaken all reasonable rehabilitative treatment for the impairment which was compensable.",
      "id": "s108"
    },
    {
      "text": "That consideration was relevant to whether the injury had resulted in permanent impairment, so as to entitle the employee concerned to a lump sum compensation payment.",
      "id": "s109"
    },
    {
      "text": "The Full Court (Drummond, Kiefel and Dowsett JJ) at [39] said:\n \n The Tribunal is not, as a general rule, required to ignore the fact that one or both parties have made admissions or concessions, express or implied, that particular issues which the original decision-maker may have had to consider need not be the subject of inquiry and determination by the Tribunal.",
      "id": "s110"
    },
    {
      "text": "The Tribunal will, however, fall into error of law by failing to inquire of its own motion into, and make a finding on, an issue the subject of an admission or concession by a party that is material to its decision if there is reason to doubt that the admission or concession is factually justified.",
      "id": "s111"
    },
    {
      "text": "But in the absence of there being some reason to question the admission or concession, the Tribunal will generally be entitled not to inquire into the issue for itself, but to act on that admission or concession in making its decision.",
      "id": "s112"
    },
    {
      "text": "33 In my judgment, the conduct of the matter before the Tribunal clearly indicates that, at least impliedly, the applicant did not seek to ventilate the issues arising under ss 10(7) or 63 of the Act, and restricted itself to the matters which the Tribunal identified.",
      "id": "s113"
    },
    {
      "text": "The Tribunal in those circumstances was quite entitled to proceed upon the basis that those matters were not contentious.",
      "id": "s114"
    },
    {
      "text": "It did not err in failing to address them.",
      "id": "s115"
    },
    {
      "text": "Consequently, the applicant is not now entitled to assert or cannot succeed in asserting that the Tribunal erred in law by failing to do so.",
      "id": "s116"
    },
    {
      "text": "34 In addition, there are a few matters in respect of which it is not at all clear that, had the issues been raised by the applicant for consideration, the evidence would have remained as it was before the Tribunal.",
      "id": "s117"
    },
    {
      "text": "As discussed in more detail below, in the course of considering the several matters raised by the applicant, the matters now raised under (1), (2) and (5) above and possibly in (3) above may have led to there being more evidence before the Tribunal pertaining to them.",
      "id": "s118"
    },
    {
      "text": "For example, there may have been evidence from Dr Macris as to the significance, if any, of the additional medical history to him issuing the CMF to the respondent.",
      "id": "s119"
    },
    {
      "text": "There may have been evidence from Dr Bauze and Dr Brooks, and perhaps other evidence, as to the relationship between the diseased condition of the respondent's right knee and the aggravation of the diseased condition of his left knee.",
      "id": "s120"
    },
    {
      "text": "There may have been further evidence from the applicant about his state of mind at the time he was examined by Dr Macris concerning his capacity to do the proposed work on the Iron Chieftain.",
      "id": "s121"
    },
    {
      "text": "There may have been other relevant communications between the applicant and the respondent, or between the applicant and others such as medical practitioners.",
      "id": "s122"
    },
    {
      "text": "That is not of course intended to be exhaustive, or necessarily correct.",
      "id": "s123"
    },
    {
      "text": "It is really speculative as to how the hearing before the Tribunal would have proceeded if those issues had been properly signalled.",
      "id": "s124"
    },
    {
      "text": "Such considerations, however, do indicate that it would not be appropriate now to permit those matters to be raised: see.",
      "id": "s125"
    },
    {
      "text": "eg.",
      "id": "s126"
    },
    {
      "text": "Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 7-8; University of Wollongong v Metwally (No 2) [1985] HCA 28 ; (1985) 59 ALJR 481 at 483.",
      "id": "s127"
    },
    {
      "text": "I shall nevertheless consider each of the matters sought to be raised by the applicant, even though in some instances the material available may not be the full material which would have been available had the applicant raised those issues before the Tribunal.",
      "id": "s128"
    },
    {
      "text": "Whether the respondent was a \"seafarer\" under s 3 of the Seafarers Act \n \n35 The applicant accepted that the respondent was employed by it to work at sea, but submitted that the Tribunal was obliged to address, and did not address, the question whether the respondent was a \"seafarer\" as defined in s 3 of the Seafarers Act.",
      "id": "s129"
    },
    {
      "text": "It submitted that the respondent was not lawfully employed as a seafarer, and therefore was not entitled to compensation under the Seafarers Act.",
      "id": "s130"
    },
    {
      "text": "That is because, so the argument ran, he did not have a valid certificate of medical fitness (CMF) under Pt 9 of the Marine Orders (Health --- Medical Fitness) (the Marine Orders) made under s 425(1AA) of the Navigation Act 1912 (Cth) (the Navigation Act ), as in force at the material time.",
      "id": "s131"
    },
    {
      "text": "36 The applicant contends, based upon the findings of the Tribunal (made in relation to the issue as to whether the respondent had engaged in serious and wilful misconduct) and upon the respondent's own evidence, that the respondent's CMF was procured by the respondent misleading the examining doctor who issued the CMF about his fitness for work and his existing medical condition, and in doing so committed an offence under s 389 of the Navigation Act .",
      "id": "s132"
    },
    {
      "text": "Section 389 of that Act makes it an offence to make a false declaration, false statement or false representation in connection with an application or a proceeding under that Act.",
      "id": "s133"
    },
    {
      "text": "37 Clauses 5.1 and 6.1 of the Marine Orders provide:\n \n \n 5.1 A person must not perform duties as a seafarer, or be taken into employment to perform duties as a seafarer, on a ship to which section 124 of the Navigation Act applies unless that person is medically fit to perform those duties.",
      "id": "s134"
    },
    {
      "text": "...\n \n 6.1 A person is medically fit for the purposes of 5.1 or 5.2 if that person:\n \n (a) has a valid Certificate of Medical Fitness; and\n \n \n \n \n (b) there is no evidence that his or her medical condition has altered since the previous medical examination to an extent that would make him or her unfit for the duties to be performed.",
      "id": "s135"
    },
    {
      "text": "38 Clause 7 deals with the issue of a CMF.",
      "id": "s136"
    },
    {
      "text": "It is issued by a Medical Inspector of Seamen (MIS), after appropriate inquiries, if the MIS is able to attest to the true state of the health of the person seeking a CMF and can determine that that person is medically fit to perform the proposed duties: see cl 7.4.1.",
      "id": "s137"
    },
    {
      "text": "The CMF is to be in the specified form.",
      "id": "s138"
    },
    {
      "text": "Clause 7.3.1 requires an MIS to have regard to \"Guidelines for the medical examination of seafarers and coastal pilots\" in Appendix 2 to the Marine Orders.",
      "id": "s139"
    },
    {
      "text": "39 A CMF was issued to the respondent on 17 January 2004.",
      "id": "s140"
    },
    {
      "text": "40 The material before the Tribunal indicates that the MIS may have relied in part on a questionnaire about the respondent's medical history.",
      "id": "s141"
    },
    {
      "text": "The questionnaire and the responses included the following:\n \n &#8226; Have you been absent from work due to sickness or injury for more than 14 consecutive days over the past two years?",
      "id": "s142"
    },
    {
      "text": "[A: No]\n &#8226; Have you ever had any surgical or chiropractic treatment?",
      "id": "s143"
    },
    {
      "text": "[A: Yes.",
      "id": "s144"
    },
    {
      "text": "Plate in left leg after breaking tibia --- 1985]\n &#8226; Are you taking any medications at present?",
      "id": "s145"
    },
    {
      "text": "[A: No]\n &#8226; Have you now, or have you previously had, any of the following: Lumbago, sciatica or other back trouble, any form of arthritis or stiff joints, slipped discs or back or neck pain, joint injuries, injury of the neck or back, Repetitive Strain Injury, tennis elbow, tendonitis, broken bones, or gout?",
      "id": "s146"
    },
    {
      "text": "[A: No]\n &#8226; Please give details of any complaint, illness or injury not previously mentioned.",
      "id": "s147"
    },
    {
      "text": "[No response]\n &#8226; Are you aware of ANY circumstances regarding your health which may interfere with the satisfactory discharge of the duties of your designated position/occupation?",
      "id": "s148"
    },
    {
      "text": "[A: No].",
      "id": "s149"
    },
    {
      "text": "41 That the answers to those questions were incorrect is not challenged.",
      "id": "s150"
    },
    {
      "text": "As noted above, the respondent was absent from work for about two months in 2003 because of a right knee injury; he did not disclose the arthroscopy he had undergone on that knee; and he had also previously had some back pain with associated sciatica and was taking anti-inflammatory medication for that.",
      "id": "s151"
    },
    {
      "text": "42 However, even if this contention were available to the applicant on this appeal, I do not consider it would succeed.",
      "id": "s152"
    },
    {
      "text": "43 The consequence of the issue of the CMF following the respondent having so misled the MIS is a matter to be determined according to the terms of the relevant legislation.",
      "id": "s153"
    },
    {
      "text": "The applicant's contention requires that consequence to be visited in two steps, namely to show that the CMF was not a valid certificate under the Marine Orders, and secondly to show that employment under the Seafarers Act based upon or in reliance upon a CMF which has been issued after the holder has provided misleading information to the MIS or an \"invalid\" CMF disentitles that person from being eligible for compensation under the Seafarers Act.",
      "id": "s154"
    },
    {
      "text": "44 I do not think either of those propositions is correct.",
      "id": "s155"
    },
    {
      "text": "As to the first step, while it can readily be accepted that one of the purposes of the Marine Orders is to ensure that persons are not employed on ships in circumstances where they may put at risk the safety of the ship, that is but one consideration.",
      "id": "s156"
    },
    {
      "text": "The prescribed form of the CMF indicates that the MIS must address a range of issues, which may be relevant depending upon the particular proposed duties of the seafarer, including any restrictions on duties which the Master of the ship should be aware of.",
      "id": "s157"
    },
    {
      "text": "However, it would have been easy to have provided, if that was the legislative intention of the Marine Orders, that the provision of inaccurate or incomplete medical information to an MIS would invalidate the CMF.",
      "id": "s158"
    },
    {
      "text": "The Marine Orders do not say that.",
      "id": "s159"
    },
    {
      "text": "What is provided in s 389 of the Navigation Act is that, in certain circumstances, a criminal offence may have been committed.",
      "id": "s160"
    },
    {
      "text": "I have not received full submissions as to whether the application for a CMF is an \"application or proceeding\" under the Navigation Act , and I do not need finally to determine that question.",
      "id": "s161"
    },
    {
      "text": "What is apparent from the applicant's own submission is that the applicant asserts that the criminal sanctions specified by s 389 are available in the circumstances.",
      "id": "s162"
    },
    {
      "text": "More importantly, the terms of the Marine Orders do not support the contention.",
      "id": "s163"
    },
    {
      "text": "Clause 1.1 defines a CMF as:\n \n A Certificate of Medical Fitness issued in accordance with this Part.",
      "id": "s164"
    },
    {
      "text": "The focus is upon the issuing of the CMF by the doctor concerned.",
      "id": "s165"
    },
    {
      "text": "That indicates, to my mind, that the drafter of the Marine Orders chose to select that focus rather than to focus upon the quality of the information provided by the person who has applied for the CMF.",
      "id": "s166"
    },
    {
      "text": "It does not support the proposition that the issue of a CMF by an MIS in accordance with the Marine Orders may not have the character of being a CMF because it has been issued in circumstances where the applicant has mislead the MIS.",
      "id": "s167"
    },
    {
      "text": "The word \"valid\" is also defined in cl 1.1 of the Marine Orders.",
      "id": "s168"
    },
    {
      "text": "It means, in relation to a certificate:\n \n A certificate that is current and that has not been cancelled.",
      "id": "s169"
    },
    {
      "text": "Again, that supports the construction of the Marine Orders that I have adopted.",
      "id": "s170"
    },
    {
      "text": "45 The applicant submitted that Australian Meat Holdings Pty Ltd v Kazi [2004] 2 Qd R 458 supported its contention.",
      "id": "s171"
    },
    {
      "text": "In that case it was held that a contract of employment was void, so the injured person was not a worker within the meaning of s 12(1) of the WorkCover Queensland Act 1996 (Qld) and could not claim compensation against his employer.",
      "id": "s172"
    },
    {
      "text": "The definition of \"worker\" in s 12(1) was \"an individual who works under a contract of service\".",
      "id": "s173"
    },
    {
      "text": "It was found that the contract of employment was void, so that the injured person was not working under a contract of service and so was not a worker.",
      "id": "s174"
    },
    {
      "text": "The contract was found to be void because the claimant in that case was an unlawful non-citizen in Australia.",
      "id": "s175"
    },
    {
      "text": "Section 235 of the Migration Act 1958 (Cth) made it an offence for an unlawful non-citizen in Australia to perform work in Australia in the circumstances then applicable.",
      "id": "s176"
    },
    {
      "text": "Hence, the Court found that the claimant in that case could not enter into a contract of service: see especially at [12] --- [13].",
      "id": "s177"
    },
    {
      "text": "A similar result was reached in WorkCover Corporation (San Remo Macaroni Co Pty Ltd) v Da Ping (1994) 175 LSJS 469.",
      "id": "s178"
    },
    {
      "text": "46 In Yango Pastoral Co Pty Limited v First Chicago Australia Limited [1978] HCA 42 ; (1978) 139 CLR 410 at 413, Gibbs ACJ said\n \n Where a statute imposes a penalty upon the making or performance of a contract, it is a question of construction whether the statute intends to prohibit the contract in this sense, that is, to render it void and unenforceable, or whether it intends only that the penalty for which it provides shall be inflicted if the contract is made or performed.",
      "id": "s179"
    },
    {
      "text": "At 426, Mason J said\n \n ... the question is whether the statute intends merely to penalize the person who contrives the prohibition or whether it intends to go further and prohibit contracts the making of which constitute [the breach].",
      "id": "s180"
    },
    {
      "text": "In deciding this question the court will take into account the scope and purpose of the statute and the consequences of the suggested implication with a view to ascertaining whether it would conduce to, or frustrate, the object of the statute.",
      "id": "s181"
    },
    {
      "text": "47 One of the principal purposes of the Navigation Act is to ensure the safety of ships and crew in Australian waters: see Visscher v Munro [2005] FCAFC 252 ; (2005) 147 FCR 538 at 542.",
      "id": "s182"
    },
    {
      "text": "The Marine Orders, as I have said, may also be interpreted in that context.",
      "id": "s183"
    },
    {
      "text": "However, I do not think that it follows that a contract of employment procured by a person with a CMF which has been issued despite (or because of) misleading or incomplete information provided to the doctor concerned necessarily would frustrate that objective.",
      "id": "s184"
    },
    {
      "text": "The Marine Orders, and in particular the CMF, aims to ensure that the crew on a ship are physically fit for the duties which they are to undertake so that they are not a danger to themselves or to others or to the ship.",
      "id": "s185"
    },
    {
      "text": "Dr Macris undertook his own examination of the respondent.",
      "id": "s186"
    },
    {
      "text": "As a result of that examination, he observed that the respondent had normal use of the arms and legs, normal gait, and did not have any apparent defect of the bones or joints, enjoyed movements of the joints in the normal range and without pain, and did not have any restriction or pain in the movement of the spine.",
      "id": "s187"
    },
    {
      "text": "48 It would follow from the applicant's contention that a misleading or inaccurate or incomplete disclosure on a medical information form, even one irrelevant to the particular person's fitness to undertake work proposed to be undertaken on a ship, would lead to the invalidity of the CMF.",
      "id": "s188"
    },
    {
      "text": "For example, through oversight, an applicant for a CMF may simply not disclose a previous medical condition (such as an appendix removed), and be visited with the consequence that the CMF itself is invalid, and (as the applicant contends) that there is therefore no valid employment subsequently undertaken on the basis of the CMF which has been issued.",
      "id": "s189"
    },
    {
      "text": "I do not think such a construction is necessary to fulfil the object of the Marine Orders as part of the service of the purposes of the Navigation Act .",
      "id": "s190"
    },
    {
      "text": "Nor does that construction provide the certainty which the CMF is intended to provide, as a foundation for employment; it would be ... a provisional foundation vulnerable to identifying at some later time --- and perhaps at a much later time --- that all along the employment has been invalid.",
      "id": "s191"
    },
    {
      "text": "Such an outcome does not lie easily with the definitions in the marine Orders to which I have referred.",
      "id": "s192"
    },
    {
      "text": "49 In my view, the second step is equally problematical for the applicant.",
      "id": "s193"
    },
    {
      "text": "In addition, there is nothing in the Seafarers Act itself to support the contention for the reasons just discussed.",
      "id": "s194"
    },
    {
      "text": "An employee is defined in s 4 to include a seafarer, and a seafarer is defined in s 3 to include a person employed in any capacity on a prescribed ship.",
      "id": "s195"
    },
    {
      "text": "As a matter of fact, the respondent was employed on the Iron Chieftain operated by the applicant.",
      "id": "s196"
    },
    {
      "text": "On the clear wording of s 26 of the Seafarers Act, if the respondent as an employee suffered an injury which resulted in his incapacity for work, compensation was payable to him for that injury under the Seafarers Act.",
      "id": "s197"
    },
    {
      "text": "It would be a wholly disproportionate consequence of the applicant's contention that he would be ineligible for compensation, even if the non-disclosure or incomplete disclosure of his medical condition was accidental or through oversight, or if it related to a condition which had no relevance to his capacity to perform his duties.",
      "id": "s198"
    },
    {
      "text": "It is difficult to accept that outcome would have been intended in legislation which has a significant social objective.",
      "id": "s199"
    },
    {
      "text": "The analysis of the relative significance of the information which has been either not disclosed or inaccurately reported regarding the past medical history, and its relationship to the injury, or of the reasons for its non-disclosure or inaccurate disclosure, is not one upon which, in my view, the entitlement to compensation under the Seafarers Act are predicated.",
      "id": "s200"
    },
    {
      "text": "That may be one of the situations which, subject to considering the applicant's further contentions, ss 26(3) or 10(7) of the Seafarers Act is designed to cover.",
      "id": "s201"
    },
    {
      "text": "The disproportionality to which I have referred is a relevant consideration to the construction for which the applicant contends: cf Nonferral (NSW) Pty Ltd v Taufia (1998) 43 NSWLR 312 at 316.",
      "id": "s202"
    },
    {
      "text": "Indeed, the point was made in Visscher 147 FCR at 542 that a medical certificate is not conclusive of the question of fitness to undertake particular duties.",
      "id": "s203"
    },
    {
      "text": "In that case, the Full Court at 542 adopted a submission of counsel that:\n \n ... the regulatory scheme that is established by the [Navigation] Act and the Orders is a licensing system of a familiar generic sort, of which the issuing of medical certificates is part.",
      "id": "s204"
    },
    {
      "text": "It does not, either expressly or impliedly, deal with the contractual relationship between employers and employees.",
      "id": "s205"
    },
    {
      "text": "50 For those reasons, in any event, in my judgment the first contention of the applicant must fail.",
      "id": "s206"
    },
    {
      "text": "Whether inadequate notice was given under s 63 of the Seafarers Act \n \n51 The applicant submitted that the Tribunal erred in law in considering whether compensation was payable in respect of an aggravation injury to the respondent's left knee, as that injury was not referred to in the written notice given under s 63 of the Seafarers Act in those terms.",
      "id": "s207"
    },
    {
      "text": "Moreover, it was contended, the respondent's evidence was that his left knee condition was brought about by reason of his right knee condition and how he had reacted to it whilst endeavouring to maintain his duties.",
      "id": "s208"
    },
    {
      "text": "52 This, too, for the reasons I have given is a matter which I do not consider is open to the applicant to raise on this appeal as it was not raised as an issue before the Tribunal, and was not a matter which the Tribunal was in the circumstances therefore required to address.",
      "id": "s209"
    },
    {
      "text": "I shall therefore only briefly explain my reasons why, in any event, I consider that the contention does not succeed.",
      "id": "s210"
    },
    {
      "text": "53 \n \nThe form of claim approved under s 63(2)(a) of the Seafarers Act relevantly required the respondent to identify the nature of the injury or illness and which parts of his body were affected.",
      "id": "s211"
    },
    {
      "text": "The respondent, in the claim, indicated that his claim related to knee pain affecting both his left and right knees.",
      "id": "s212"
    },
    {
      "text": "He provided two medical certificates in support of his claim, apparently in accordance with the requirement of s 63(2)(b).",
      "id": "s213"
    },
    {
      "text": "The first was from his general practitioner, stating that he was suffering from a medial meniscal tear in the left knee, and the second from his orthopaedic surgeon said that he was suffering from a cartilage injury to his left knee.",
      "id": "s214"
    },
    {
      "text": "The applicant's contention would have the consequence of restricting the Tribunal to considering whether the torn cartilage in the respondent's left knee was a compensable injury, but precluding it from considering (as it did) whether there was some pre-existing condition in his left knee which had been aggravated by his employment activities.",
      "id": "s215"
    },
    {
      "text": "54 In my judgment, ss 63(2)(a) and (b) are not intended to so restrict a claimant for compensation under the Seafarers Act.",
      "id": "s216"
    },
    {
      "text": "At the time a claim for compensation is made, it will often be the case that the precise nature of the injury or its aetiology (as ultimately found) will not be apparent either to the claimant or to his medical advisers: see e.g.",
      "id": "s217"
    },
    {
      "text": "Lees v Comcare (1999) 56 ALD 84 at 91.",
      "id": "s218"
    },
    {
      "text": "I consider that the nature of the injury as expressed in the claim was sufficient to put the applicant on notice as to the general nature of the injury or injuries which the respondent claimed to have suffered, so that the applicant could exercise its right to require a medical examination under s 66 of the Seafarers Act and to seek information about and from the respondent under s 67 of the Seafarers Act.",
      "id": "s219"
    },
    {
      "text": "It is not suggested in the submissions that the notification contained in the claim in any way impeded the applicant from undertaking those inquiries.",
      "id": "s220"
    },
    {
      "text": "In addition, as the course of hearing before the Tribunal illustrates, there was medical evidence adduced from both Dr Brook and Dr Bauze that the applicant had suffered an aggravation of his left knee disease unrelated to, or only marginally related to the medial meniscal condition in his left knee.",
      "id": "s221"
    },
    {
      "text": "The applicant permitted the proceeding to be conducted on that basis, including testing the medical evidence.",
      "id": "s222"
    },
    {
      "text": "It did not object to that evidence as being irrelevant to the claim, nor indeed could it sensibly have done so.",
      "id": "s223"
    },
    {
      "text": "Whether the respondent suffered an \"injury\" \n \n Whether the respondent suffered incapacity for work \n \n55 It is convenient to address these two contentions of the applicant together.",
      "id": "s224"
    },
    {
      "text": "56 As senior counsel for the applicant pointed out, the distinction between \"injury\" and \"disease\" has had a long history under workers compensation legislation, deriving originally from the fact that disease was not in early such legislation compensable, as the compensation entitlement was limited to \"injury by accident\": see e.g.",
      "id": "s225"
    },
    {
      "text": "the discussion in Zickar v MGH Plastic Industries Pty Limited [1996] HCA 31 ; (1996) 187 CLR 310 at 315 --- 316; Kennedy Cleaning Services Pty Limited v Petkoska [2000] HCA 45 ; (2000) 200 CLR 286.",
      "id": "s226"
    },
    {
      "text": "57 That distinction has been preserved, in a practical sense, by the definition of \"disease\" (incorporated into the definition of \"injury\") but with the additional element of causation contained in the definition of \"disease\", namely that the disease or its aggravation must have been contributed to in a material degree by the employment.",
      "id": "s227"
    },
    {
      "text": "Whether that causative relationship has been made out is a question of fact in the particular circumstances.",
      "id": "s228"
    },
    {
      "text": "58 It is clear that the Tribunal proceeded on the basis that the respondent had a pre-existing degenerative condition of his left knee which constituted a \"disease\", and that his injury arose because that pre-existing degenerative condition had been aggravated.",
      "id": "s229"
    },
    {
      "text": "The Tribunal addressed the issue of causation incorporated into the definition of \"disease\" by finding expressly that the aggravation had been materially contributed to by the particular employment activities undertaken by the respondent.",
      "id": "s230"
    },
    {
      "text": "It also found expressly that that aggravation had caused incapacity for work.",
      "id": "s231"
    },
    {
      "text": "Those findings, in my judgment, were reasonably open to the Tribunal.",
      "id": "s232"
    },
    {
      "text": "It accepted the respondent's evidence that, prior to his commencement of employment on the Iron Chieftain, he did not have ongoing symptoms of pain in his left knee, and that after performing his duties for some time, he developed quite significant symptoms in his left knee which he found to be disabling.",
      "id": "s233"
    },
    {
      "text": "Pain brought on by work activity may constitute an aggravation of a pre-existing injury, even though no pathological change takes place: see Commonwealth v Beattie (1981) 53 FLR 191 at 197; Federal Broom Company Pty Limited v Semlitch [1964] HCA 34 ; (1964) 110 CLR 626.",
      "id": "s234"
    },
    {
      "text": "59 \n \nAccordingly, in my view, the Tribunal correctly identified the questions of law which it was required to address in determining whether the respondent had suffered a compensable injury, being the aggravation of a pre-existing degenerative condition in his left knee, and properly addressed whether the employment materially contributed to that aggravation, and properly addressed whether that aggravation produced incapacity for work.",
      "id": "s235"
    },
    {
      "text": "It made findings of fact on those issues.",
      "id": "s236"
    },
    {
      "text": "It did not invoke the assistance of s 10(3) of the Seafarers Act in reaching its factual conclusions, and indeed was not apparently invited to do so by the respondent.",
      "id": "s237"
    },
    {
      "text": "60 In my judgment, the applicant's contentions on these two matters amount to no more than an attempt to relitigate the facts addressed by the Tribunal and do not demonstrate legal error on its part.",
      "id": "s238"
    },
    {
      "text": "The Tribunal has explained why it reached the conclusion which it did, based largely upon its acceptance of the respondent's description of his symptoms from time to time, together with his description of his activities at the time those symptoms commenced, and the medical evidence as to the existence of an underlying degenerative pathological condition in his left knee which, for the reasons it explained, it distinguished from the medial meniscus condition which he apparently also suffered in the left knee.",
      "id": "s239"
    },
    {
      "text": "Moreover, as the Tribunal indicated by its recital of the medical evidence, it was the significant onset of symptoms during the respondent's employment on the Iron Chieftain which led to him seeking medical advice, and in turn which led to the arthroscopic and associated operative treatment on his left knee.",
      "id": "s240"
    },
    {
      "text": "61 I have discussed above that the applicant did not, as I understand the Tribunal's reasons, separately argue that the incapacity for work which the respondent asserted was unrelated to his compensable injury, namely the aggravation of his pre-existing degenerative left knee condition.",
      "id": "s241"
    },
    {
      "text": "That is a matter which, had it been identified as an issue before the Tribunal, may have led to further evidence being given.",
      "id": "s242"
    },
    {
      "text": "Although I have addressed these two issues together, strictly speaking it is only in respect of that part of the attack upon the Tribunal's reasons which asserts legal error on its part in finding the existence of a compensable injury producing incapacity for work that was ventilated before the Tribunal and may be ventilated on this appeal.",
      "id": "s243"
    },
    {
      "text": "62 The applicant principally challenged the respondent's claim in that regard based upon its attack upon his credibility.",
      "id": "s244"
    },
    {
      "text": "The Tribunal did not accept that, in significant respects relating to those issues, the respondent was an unreliable witness and made findings of fact based largely upon his evidence.",
      "id": "s245"
    },
    {
      "text": "The applicant acknowledged that it could not directly challenge the Tribunal's assessment of his reliability as a witness on those matters or consequentially those findings of fact based upon his evidence.",
      "id": "s246"
    },
    {
      "text": "In my view, its findings on those matters were reasonably available to the Tribunal and there was no error of law in the way it reached those findings or in the findings themselves.",
      "id": "s247"
    },
    {
      "text": "Whether s 10(7) of the Seafarers Act means that the respondent is taken not to have suffered the injury found by the Tribunal \n \n63 For reasons which I have already given, in my judgment this matter also is not available to the applicant to raise on the appeal.",
      "id": "s248"
    },
    {
      "text": "The application of s 10(7) of the Seafarers Act to the circumstances was not raised by the applicant before the Tribunal, and was not therefore a matter which it had to address.",
      "id": "s249"
    },
    {
      "text": "It was entitled to assume, as it obviously did, that no issue arose under that section.",
      "id": "s250"
    },
    {
      "text": "64 As in the case of certain of the other contentions sought to be advanced by the applicant on this appeal which I have found are not properly raised, I nevertheless briefly consider the merits of the applicant's contentions.",
      "id": "s251"
    },
    {
      "text": "65 Section 10(7) relevantly provides that the aggravation of the respondent's left knee condition, namely the disease of pre-existing degeneration in his left knee, should not be taken to be an injury to the respondent if the respondent at any time, for the purposes of his proposed employment on the Iron Chieftain, made a wilful and false representation that he did not suffer, or had not previously suffered, from that disease.",
      "id": "s252"
    },
    {
      "text": "66 It is important to pay proper attention to the precise wording of s 10(7).",
      "id": "s253"
    },
    {
      "text": "It deems a certain form of injury not to be an injury in the circumstances to which it refers.",
      "id": "s254"
    },
    {
      "text": "Its particular focus is upon a disease or an aggravation of a disease where there has been a wilful and false representation that the claimant did not, or had not previously suffered, from that disease.",
      "id": "s255"
    },
    {
      "text": "It is too general a proposition to say, as the applicant did at one point, that an employer's liability to compensate a worker under the Seafarers Act is removed if the employee has made a misrepresentation as to the employee's fitness for work.",
      "id": "s256"
    },
    {
      "text": "67 The applicant has identified in its submissions a number of matters which, as accepted by the respondent, the respondent did not accurately and comprehensively report to the MIS.",
      "id": "s257"
    },
    {
      "text": "Specifically, it identified his representations that he had not been absent from work due to sickness or injury for more than 14 consecutive days over the preceding two years; that he had not received any surgical or chiropractic treatment; that he was not presently taking any medications; that he did not have, and had not previously had, \"lumbago, sciatica or other back trouble\", \"any form of arthritis or stiff joints\", \"slipped discs or back or neck pain\", \"joint injuries\", \"injury of the neck or back\", or \"broken bones\"; and further that he had said that he was not aware of any circumstances regarding his health which may interfere with the satisfactory discharge of his proposed duties.",
      "id": "s258"
    },
    {
      "text": "The Tribunal found that the answers to those questions in the form provided in support of his application for a CMF were inaccurate and incomplete.",
      "id": "s259"
    },
    {
      "text": "68 The Tribunal, in the circumstances to which I have referred, did not address whether the applicant had made a false and wilful misrepresentation to the effect that he did not suffer, and had not previously suffered from, a degenerative condition in his right knee.",
      "id": "s260"
    },
    {
      "text": "The applicant sought to associate the non-disclosure of a degenerative condition in the right knee with the disease which the Tribunal found to have been aggravated, by treating the disease as pre-existing degeneration of both knees.",
      "id": "s261"
    },
    {
      "text": "69 The applicant acknowledges that there is no false and wilful misrepresentation to the effect that he did not suffer, and had not previously suffered from, a degenerative condition in his left knee.",
      "id": "s262"
    },
    {
      "text": "That is the disease specifically which the Tribunal found had been aggravated by the respondent's employment with the applicant.",
      "id": "s263"
    },
    {
      "text": "The respondent's evidence was that he had previously had trouble with his left knee in 2002 when he had been learning to drive a truck with a heavy clutch, but that the problem had resolved following physiotherapy.",
      "id": "s264"
    },
    {
      "text": "It was not contended by the applicant that that circumstance was sufficient to have obliged the respondent by reason of s 10(7) to have disclosed specifically the previously degenerative condition of his left knee because it is now shown that he was aware of it.",
      "id": "s265"
    },
    {
      "text": "It is not a circumstance where the respondent failed to disclose a symptom of a disease in the left knee in circumstances where it ought to have been disclosed, as distinct from the suffering of a particular and temporary injury: cf Re Schofield and Comcare (1995) 38 ALD 124.",
      "id": "s266"
    },
    {
      "text": "70 The medical evidence indicated that the respondent had an underlying degenerative condition of both his knees, but does not firmly indicate that those degenerative conditions were related, or that the incapacity caused by aggravation of the degenerative condition in the left knee was related to the degenerative condition in the right knee.",
      "id": "s267"
    },
    {
      "text": "Reference need only be made to the report of Dr Bauze of 12 September 2005 and of the respondent's general practitioner, Dr Chambers, in his report of 19 October 2005 discussed in the Tribunal's reasons.",
      "id": "s268"
    },
    {
      "text": "71 The applicant submitted that \"the relationship between degenerative conditions in knees is hardly controversial\".",
      "id": "s269"
    },
    {
      "text": "That may or may not be correct as a matter of general medical science, but it does not address the particular findings of fact, or the particular evidence in this case.",
      "id": "s270"
    },
    {
      "text": "As its contentions indicate, there was some medical evidence considering the relationship between the degenerative conditions of the respondent's right knee and his left knee.",
      "id": "s271"
    },
    {
      "text": "The issue was not fully explored because, in the particular circumstances, it was not a matter upon which the Tribunal was required to make, or made, a finding favourable to the contention of the applicant.",
      "id": "s272"
    },
    {
      "text": "It merely found that the respondent had a degenerative condition of his left knee which had been aggravated by his employment with the applicant, leading to incapacity for work.",
      "id": "s273"
    },
    {
      "text": "That state of the evidence does not enable me to make any finding on the issue, as potentially authorised by s 44(7) of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s274"
    },
    {
      "text": "72 In those circumstances, in my judgment, the applicant has not shown in any event that the respondent made a wilful and false representation that he did not suffer, or had not previously suffered, from a degenerative condition in his left knee or had not suffered and did not suffer from the aggravation of that condition when he applied for his CMF or subsequently.",
      "id": "s275"
    },
    {
      "text": "In this particular case, the Tribunal did not make the finding upon which the applicant's contention is premised and in fact did not find that the degenerative conditions in the applicant's right and left knees were a single ailment, and should therefore be treated as a single disease.",
      "id": "s276"
    },
    {
      "text": "It made a different finding.",
      "id": "s277"
    },
    {
      "text": "The finding was open to it.",
      "id": "s278"
    },
    {
      "text": "73 Consequently, the condition upon which s 10(7) would operate as a matter of fact to disentitle the applicant from compensation under the Seafarers Act has not been shown by the applicant to have been made out, and indeed its premise is inconsistent with the finding which the Tribunal in fact made.",
      "id": "s279"
    },
    {
      "text": "Whether the respondent's injury was a consequence of serious and wilful misconduct on his part \n \n74 The applicant's preliminary contention on this aspect of its appeal was that the Tribunal erred in law by instructing itself that the statutory prescription of \"serious and wilful misconduct\" has a different meaning when used in the Seafarers Act than in relation to employment law generally.",
      "id": "s280"
    },
    {
      "text": "In my judgment, the Tribunal did not make that error.",
      "id": "s281"
    },
    {
      "text": "It was referred to authorities addressing whether a contract of employment could be terminated by an employer because of misconduct on the part of an employee.",
      "id": "s282"
    },
    {
      "text": "As the Tribunal pointed out, those cases required consideration of the particular contracts of employment, and whether there was a right to repudiate such contracts for breach of contractual conditions.",
      "id": "s283"
    },
    {
      "text": "The Tribunal then observed that its function was to interpret the words used in s 26(3) of the Seafarers Act.",
      "id": "s284"
    },
    {
      "text": "In approaching the matter in that way, I do not think the Tribunal is shown to have fallen into legal error.",
      "id": "s285"
    },
    {
      "text": "Nor did it do so in treating the authorities to which it was also referred, discussing when termination of employment was harsh, unjust or unreasonable within the meaning of legislation regulating workplace relations, as helpful but not directive as to the proper meaning of s 26(3) of the Seafarers Act.",
      "id": "s286"
    },
    {
      "text": "75 The Tribunal adopted the view that it was necessary to consider the facts of the particular case to determine whether the conduct in question amounted to serious and wilful misconduct.",
      "id": "s287"
    },
    {
      "text": "That is consistent with the approach with the courts have taken to such expressions in the Seafarers Act and in its ancestors and analogues, including under the Workmen's Compensation Act 1897 (UK).",
      "id": "s288"
    },
    {
      "text": "See, e.g.",
      "id": "s289"
    },
    {
      "text": "Johnson v Marshall Sons &amp; Co Ltd [1906] AC 409.",
      "id": "s290"
    },
    {
      "text": "Such an approach has been taken in Australian cases dealing with that expression: see Ismakovich v Broken Hill Pty Company Limited (1982) 49(2) SAIR 209; Comcare v Calipari [2001] FCA 1534 ; Richards v Faulls Pty Ltd [1971] WAR 129; Hills v Brambles Holdings Ltd (1987) 4 ANZ Ins Cas 60-785.",
      "id": "s291"
    },
    {
      "text": "That does not suggest, as the applicant contends, that the concept of \"serious and wilful misconduct\" is ambulatory.",
      "id": "s292"
    },
    {
      "text": "It simply indicates that the assessment of whether, in particular circumstances, serious and wilful misconduct has been established, is a question of fact to be decided in all the circumstances of the particular case.",
      "id": "s293"
    },
    {
      "text": "In my judgment, the Tribunal did not err in law in approaching the matter in that way.",
      "id": "s294"
    },
    {
      "text": "76 The applicant then contended, assertively, that a misrepresentation as to a pre-existing injury in an application for employment would constitute serious and wilful misconduct.",
      "id": "s295"
    },
    {
      "text": "In its written submissions, it said that that was not a contentious proposition.",
      "id": "s296"
    },
    {
      "text": "However, it was clearly contentious in the proceedings before the Tribunal.",
      "id": "s297"
    },
    {
      "text": "In fact, the Tribunal rejected that proposition in the particular circumstances because it concluded that the respondent's conduct leading up to and including the time when he joined the Iron Chieftain did not amount to serious and wilful misconduct.",
      "id": "s298"
    },
    {
      "text": "77 It is then necessary to address the applicant's contention of legal error on the part of the Tribunal on the facts as found by the Tribunal, subject to the applicant establishing that certain facts were found as a result of legal error on the part of the Tribunal or that the Tribunal did not make findings of fact which as a matter of law it was required to find.",
      "id": "s299"
    },
    {
      "text": "78 Before addressing that contention, there is one additional observation I would make.",
      "id": "s300"
    },
    {
      "text": "It may be doubted whether a wilful and false representation made in seeking employment could constitute serious and wilful misconduct within the scope of s 26(3) of the Seafarers Act, in the light of the statute itself which provides separately for such conduct and the consequences of such conduct in s 10(7).",
      "id": "s301"
    },
    {
      "text": "79 A similar statutory scheme and factual circumstances to those now under consideration were considered by Judge Stanley in Ismakovich 49(2) SAIR 209.",
      "id": "s302"
    },
    {
      "text": "His Honour said at 236, after considering the equivalent of s 10(7) in the Workers Compensation Act 1971 (SA) that:\n \n The legislature has therein specifically provided that, if after being warned of the consequences of his action, the worker wilfully and falsely represents himself in writing as not having previously suffered from an injury which is a disease and he subsequently suffers such injury arising out of or in the course of his employment with that employer, compensation shall not be payable in respect of that injury.",
      "id": "s303"
    },
    {
      "text": "It seems to me implicit from the inclusion of that provision in that section that the legislature did not regard the wilful making by a worker of a false statement concerning any prior injury as amounting to \"serious and wilful misconduct\": within the meaning of section 9(5), for, if such a statement was already embraced by that term, there was no necessity to enact that portion of the provision of section 90(1).",
      "id": "s304"
    },
    {
      "text": "The same can be said for s 26(3) and s 10(7) of the Seafarers Act.",
      "id": "s305"
    },
    {
      "text": "However, I do not need to decide that question.",
      "id": "s306"
    },
    {
      "text": "80 Even assuming that a wilful and false misrepresentation made in seeking employment could be brought within the serious and wilful misconduct exclusion of s 26(3), it is necessary for the applicant to have shown in the particular circumstances that there was in fact serious and wilful misconduct on the part of the respondent and that the misconduct caused the injury.",
      "id": "s307"
    },
    {
      "text": "81 Misconduct is serious if it significantly increases the likelihood of serious injury: see Johnson [1906] AC 409; Calipari [2001] FCA 1534 ; Richards [1971] WAR 129.",
      "id": "s308"
    },
    {
      "text": "In Hills 4 ANZ Ins Cas 60-785, Green CJ said:\n \n \n For conduct to amount to serious and wilful misconduct it must be such as to give rise to an immediate risk of serious injury, it must be deliberate and not merely a thoughtless act done on the spur of the moment and it must be accompanied by an appreciation of the risk which is involved in it.",
      "id": "s309"
    },
    {
      "text": "82 The Tribunal was not satisfied that the respondent understood, when he commenced working on the Iron Chieftain, that the activities which he would engage in would have exposed himself or others to a risk of injury as a result of the condition of his right knee.",
      "id": "s310"
    },
    {
      "text": "It found that he expected he would be able to fulfil his duties on the Iron Chieftain.",
      "id": "s311"
    },
    {
      "text": "Consequently, the Tribunal did not regard his conduct as serious and wilful misconduct because it did not regard that conduct, that is the misrepresentations relating to his previous medical condition, as the respondent exposing him or others to any significant and immediate risk of serious injury.",
      "id": "s312"
    },
    {
      "text": "That conclusion generally reflects the outcome of the medical examination conducted by the MIS.",
      "id": "s313"
    },
    {
      "text": "In addition, as the Tribunal observed, there was no misrepresentation regarding the respondent's left knee condition and no reason for him to think that his duties on the Iron Chieftain would cause any injury or disability in his left knee, that is the condition which led to his entitlement to compensation, subject to s 26(3) of the Seafarers Act.",
      "id": "s314"
    },
    {
      "text": "83 The applicant accepts that the disentitling provisions of s 26(3) are applicable only if there is a causative link between the compensable injury and the asserted serious and wilful misconduct.",
      "id": "s315"
    },
    {
      "text": "It contends that the Tribunal failed to pay sufficient regard to the nature of the conduct, and that the Tribunal should have concluded that the failure of the respondent to provide his full medical history precluded the applicant from the opportunity to take any step to avoid the injury which did occur.",
      "id": "s316"
    },
    {
      "text": "The Tribunal did not accept those contentions.",
      "id": "s317"
    },
    {
      "text": "It found that there was no causal connection between the conduct of the respondent (which he accepted) and the particular injury which it found to have been compensable.",
      "id": "s318"
    },
    {
      "text": "It is not shown to have erred in that conclusion.",
      "id": "s319"
    },
    {
      "text": "Indeed, the Tribunal remarked upon the fact that there was no evidence, if the respondent had correctly filled in the medical examination report form, that the applicant would not have taken the respondent on as an employee.",
      "id": "s320"
    },
    {
      "text": "CONCLUSION \n \n84 If the applicant were entitled to address each of the matters which it seeks to address on this appeal, in my judgment the appeal would not succeed.",
      "id": "s321"
    },
    {
      "text": "I accordingly order that the appeal be dismissed.",
      "id": "s322"
    },
    {
      "text": "The applicant should pay to the respondent his costs of the application.",
      "id": "s323"
    },
    {
      "text": "I certify that the preceding eighty-four (84) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s324"
    },
    {
      "text": "Associate: \n\nDated: 2 August 2007\n\n Counsel for the Applicant: Mr GJ Hatcher SC and Ms M Painter \n \n Solicitor for the Applicant: Australian Business Lawyers \n \n Counsel for the Respondent: Mr S Cole \n \n Solicitor for the Respondent: Duncan Basheer Hannon \n \n Date of Hearing: 27 November 2007 \n \n Date of Judgment: 3 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1138.html",
      "id": "s325"
    }
  ]
}