{
  "name": "Australian Competition &amp; Consumer Commission v Seven Network Limited [2007] FCA 1505 (5 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1505.html",
  "catchphrases": [
    {
      "text": "whether statements made in course of broadcast were misleading or deceptive in breach of s 52 of trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "certain statements found to be misleading and deceptive",
      "id": "c1"
    },
    {
      "text": "other representations subject to disclaimer or not adopted",
      "id": "c2"
    },
    {
      "text": "whether exemption from liability for contravention of act in s 65a of act applies",
      "id": "c3"
    },
    {
      "text": "prescribed information provider",
      "id": "c4"
    },
    {
      "text": "whether contract, arrangement or understanding made must extend to actual representations made or only to general content",
      "id": "c5"
    },
    {
      "text": "arrangement need not extend to specific representations made",
      "id": "c6"
    },
    {
      "text": "whether supply of goods or services in s 65a(1)(a)(vi)(a) refers to goods or services in connection with which the publication was made (s 65a(1)(a)) or the \"relevant goods or services\" in s 65a(1)(a)(v)",
      "id": "c7"
    },
    {
      "text": "s 65a(1)(a)(vi)(a) applies to goods or services in connection with which the publication was made",
      "id": "c8"
    },
    {
      "text": "whether prescribed information provider must have a commercial interest in the subject matter of the publication for the exemption to apply",
      "id": "c9"
    },
    {
      "text": "no commercial interest in goods or services the subject matter of the broadcast required",
      "id": "c10"
    },
    {
      "text": "injunction not appropriate as against first respondent",
      "id": "c11"
    },
    {
      "text": "trade practices",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 On 31 October 2003 and 30 January 2004 respectively, the second to fifth respondents broadcast two episodes of the current affairs television program \"Today Tonight\" ('the Episodes').",
      "id": "s0"
    },
    {
      "text": "The Episodes relevantly reported on a \"mentoring program\" for women, the Wildly Wealthy Women Millionaire Mentoring Program ('the Mentoring Program').",
      "id": "s1"
    },
    {
      "text": "The creators of the Mentoring Program are Dymphna Boholt and Sandra Forster, the six and seventh respondents.",
      "id": "s2"
    },
    {
      "text": "The Mentoring Program is promoted on a website (&lt;www.wildlywealthywomen.com&gt;) ('the Website') by the eighth respondent ('Universal').",
      "id": "s3"
    },
    {
      "text": "2 The Episodes described Ms Boholt and Ms Forster (together, 'the women') as ' self proclaimed wildly wealthy women on a mission to make other women filthy rich ' through participation in the Mentoring Program.",
      "id": "s4"
    },
    {
      "text": "Viewers were exhorted to log onto the Website '[f] or your chance to learn how to be a property millionaire '.",
      "id": "s5"
    },
    {
      "text": "In recognition of the possibility that the Mentoring Program was ' too good to be true ', Today Tonight ' introduced [Ms Boholt and Ms Forster] to a couple of everyday Australians ' and promised to follow the scheme's progress ' to see if they actually become wildly wealthy women '.",
      "id": "s6"
    },
    {
      "text": "3 For the purposes of this judgment, the first respondent shall be referred to as 'Seven Network', the second to fifth respondents shall be referred to as 'the Seven Licensees' and jointly those parties shall be referred to as 'Seven'.",
      "id": "s7"
    },
    {
      "text": "At issue is whether the Seven Licensees have contravened the Trade Practices Act 1974 (Cth) ('the Act') in the course of broadcasting the Episodes and whether the Seven Network is liable for any such contravention.",
      "id": "s8"
    },
    {
      "text": "The Australian Competition and Consumer Commission ('the Commission') alleges that in the course of broadcasting the Episodes, the Seven Licensees contravened s 52 of the Act by making, or adopting as their own, misleading and deceptive representations concerning Ms Boholt, Ms Forster and the Mentoring Program.",
      "id": "s9"
    },
    {
      "text": "The Commission, Ms Boholt, Ms Forster and Universal have agreed on a form of order to dispose of the proceedings as between those parties.",
      "id": "s10"
    },
    {
      "text": "The parties agreed to defer the making of those orders until the determination of the proceedings against the other respondents.",
      "id": "s11"
    },
    {
      "text": "4 The Seven Licensees deny making any misleading or deceptive representations.",
      "id": "s12"
    },
    {
      "text": "They say that the Episodes merely report the claims of Ms Boholt and Ms Forster.",
      "id": "s13"
    },
    {
      "text": "The intention, it is said, was to broadcast a series of reports whereby those claims would be tested.",
      "id": "s14"
    },
    {
      "text": "That testing did not eventuate by reason of the Commission's intervention.",
      "id": "s15"
    },
    {
      "text": "The Seven Licensees further submit that, even if misleading and deceptive representations were made, s 65A of the Act provides them with a complete defence.",
      "id": "s16"
    },
    {
      "text": "The Commission asserts that the effect of the contract, arrangement or understanding between Seven Network on behalf of the Seven Licensees (or between the second respondent on behalf of itself and the Seven Licensees) and the women is to except the Seven Licensees from the exemption from liability for a contravention of s 52 of the Act provided by s 65A of the Act.",
      "id": "s17"
    },
    {
      "text": "5 No contravention of the Act is alleged against Seven Network.",
      "id": "s18"
    },
    {
      "text": "Seven Network is the holding company of the Seven Licensees.",
      "id": "s19"
    },
    {
      "text": "An injunction is sought against Seven Network on the basis that it is alleged to have entered the contract, arrangement or understanding with Ms Boholt and Ms Forster to broadcast the Episodes on behalf of the Seven Licensees.",
      "id": "s20"
    },
    {
      "text": "Seven submits that, as neither contravention of the Act nor accessorial liability is alleged against Seven Network, Seven Network cannot be the subject of any claim for relief and proceedings against it should be summarily dismissed.",
      "id": "s21"
    },
    {
      "text": "6 The issues for determination are as follows:\n \n &#8226; What representations were made by the Seven Licensees in the Episodes?",
      "id": "s22"
    },
    {
      "text": "&#8226; Were the representations (if any) made by the Seven Licensees misleading and deceptive?",
      "id": "s23"
    },
    {
      "text": "&#8226; Does s 65A of the Act exempt the Seven Licensees from liability for contravention of s 52 of the Act?",
      "id": "s24"
    },
    {
      "text": "&#8226; Should an injunction be granted against Seven Network?",
      "id": "s25"
    },
    {
      "text": "7 The Episodes must be considered in their entirety ( Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 at 199 per Gibbs CJ).",
      "id": "s26"
    },
    {
      "text": "That involves taking account of content and presentation and also the circumstances in which the Episodes were broadcast ( Johnson &amp; Johnson Pacific Pty Limited v Unilever Australia Limited (No 2) (2006) 70 IPR 574 at [16]).",
      "id": "s27"
    },
    {
      "text": "The question for the Court is whether reasonably minded viewers would take from the Episodes the representations which are alleged ( Campomar Sociedad, Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45).",
      "id": "s28"
    },
    {
      "text": "There is no dispute that viewers would be unlikely to engage in a detailed analysis of textual or linguistic nuances.",
      "id": "s29"
    },
    {
      "text": "The question is one of the overall impression of each Episode.",
      "id": "s30"
    },
    {
      "text": "THE FIRST EPISODE \n \n8 The first episode was broadcast by the Seven Licensees on 31 October 2003.",
      "id": "s31"
    },
    {
      "text": "The transcript of the Episodes is reproduced for the purposes of the reasons for judgment only.",
      "id": "s32"
    },
    {
      "text": "The transcript of the first episode is as follows:\n \n COMPERE: The search is on for 150 women from all walks of life and all areas of the country.",
      "id": "s33"
    },
    {
      "text": "It's a one year program to teach them the skills of making big money, a mentoring program called 'Wildly Wealthy Women', and we'll see if the two ladies behind the program can live up to their promises over the next 12 months.",
      "id": "s34"
    },
    {
      "text": "DYMPHNA BOHOLT: Anyone can be a millionaire if that's what they want.",
      "id": "s35"
    },
    {
      "text": "SANDRA FORSTER: I was able to create millions within a year and I'm going to show other people how to do it.",
      "id": "s36"
    },
    {
      "text": "REPORTER: Dymphna Boholt and Sandy Forster are self-proclaimed wildly wealthy women on a mission to make other women filthy rich too.",
      "id": "s37"
    },
    {
      "text": "DYMPHNA BOHOLT: [Indistinct] window for that.",
      "id": "s38"
    },
    {
      "text": "Cheapie in Nambour, $180,000... \n \n \n REAL ESTATE AGENT: Yep.",
      "id": "s39"
    },
    {
      "text": "DYMPHNA BOHOLT: Has that got a pool?",
      "id": "s40"
    },
    {
      "text": "REAL ESTATE AGENT: No pool.",
      "id": "s41"
    },
    {
      "text": "We've just listed that one.",
      "id": "s42"
    },
    {
      "text": "REPORTER: Through shrewd investment in real estate the pair have become millionaires, their secrets to be revealed in a mentoring program called 'Wildly Wealthy Women'.",
      "id": "s43"
    },
    {
      "text": "SANDRA FORSTER: Wildly wealthy to me pictures, you know, lots of women enjoying themselves, not just wealthy, but wildly wealthy having a lot of fun, so I just thought, wildly wealthy women.",
      "id": "s44"
    },
    {
      "text": "REPORTER: Sandy, a former surf wear designer is now a prosperity coach teaching women how to think like millionaires.",
      "id": "s45"
    },
    {
      "text": "In eight months she's bought more than $1 million worth of property with no money whatsoever.",
      "id": "s46"
    },
    {
      "text": "SANDRA FORSTER: I mean I've only been studying real estate and real estate investing now for not even a year, so I think that's a pretty good effort in that amount of time.",
      "id": "s47"
    },
    {
      "text": "DYMPHNA BOHOLT: I came out of a divorce with $40,000 in my pocket and have been able to in a fairly short space of time put myself in a position where I do have that financial freedom, I do have that time freedom to be able to do what I want, when I want.",
      "id": "s48"
    },
    {
      "text": "REPORTER: Dymphna is an accountant turned property guru.",
      "id": "s49"
    },
    {
      "text": "DYMPHNA BOHOLT: So on these ones here, they're all individual units, we spent about $10,000 on each property.",
      "id": "s50"
    },
    {
      "text": "REPORTER: She now owns more than 60 properties all around Australia.",
      "id": "s51"
    },
    {
      "text": "So how much have you made on these now?",
      "id": "s52"
    },
    {
      "text": "DYMPHNA BOHOLT: Well we bought the whole complex for $480,000 about 18 months, two years ago, and we've knocked back offers in excess of a million dollars on them, so they've been a good little investment.",
      "id": "s53"
    },
    {
      "text": "REPORTER: The knowledgeable pair are now on the hunt for hundreds of aspiring property millionaires to be part of their Wildly Wealthy Women mentoring program.",
      "id": "s54"
    },
    {
      "text": "Only the motivated need apply.",
      "id": "s55"
    },
    {
      "text": "DYMPHNA BOHOLT: What we're looking for right now is women from all around Australia so it doesn't matter what locality they come from, it doesn't matter what financial status they come from, it doesn't matter about their background.",
      "id": "s56"
    },
    {
      "text": "What really matters is their commitment to achieve, their commitment to make a difference in their lives.",
      "id": "s57"
    },
    {
      "text": "REPORTER: The nine month program costs nearly $3000.",
      "id": "s58"
    },
    {
      "text": "If that sounds a lot think again.",
      "id": "s59"
    },
    {
      "text": "They say they can turn anyone into a millionaire even those with no money.",
      "id": "s60"
    },
    {
      "text": "SANDRA FORSTER: A lot of people think you need a lot of money in the bank, you need to have enormous big income, but you don't.",
      "id": "s61"
    },
    {
      "text": "It's just knowing how to do it.",
      "id": "s62"
    },
    {
      "text": "REPORTER: From the program a select group of seven women will be chosen for one on one mentoring.",
      "id": "s63"
    },
    {
      "text": "They get the course for free and will be featured in their upcoming book.",
      "id": "s64"
    },
    {
      "text": "DYMPHNA BOHOLT: We can help basically anybody.",
      "id": "s65"
    },
    {
      "text": "REPORTER: For your chance to learn how to be a property millionaire log on to wildlywealthywomen.com.",
      "id": "s66"
    },
    {
      "text": "SANDRA FORSTER: Anyone can be a millionaire within a year if she really focuses on it and that's what we're going to help them do.",
      "id": "s67"
    },
    {
      "text": "COMPERE: Too good to be true?",
      "id": "s68"
    },
    {
      "text": "Well we'll be following the scheme's progress to let you know.",
      "id": "s69"
    },
    {
      "text": "9 The Seven Licensees have not suggested that they are not liable for statements made by the reporter or the compere.",
      "id": "s70"
    },
    {
      "text": "10 The Commission alleges that the following representations were made by the Seven Licensees in the first episode:\n \n (1) Participants in the Mentoring Program would become wealthy through investing in property ('the first representation').",
      "id": "s71"
    },
    {
      "text": "(2) Participants in the Mentoring Program would become wealthy through investing in property even if they had no money at the time at which they commenced to participate in the Mentoring Program or to implement the strategies taught in the Mentoring Program ('the second representation').",
      "id": "s72"
    },
    {
      "text": "(3) Participants in the Mentoring Program would become millionaires through investing in property ('the third representation').",
      "id": "s73"
    },
    {
      "text": "(4) Ms Boholt owned in excess of 60 properties ('the fourth representation').",
      "id": "s74"
    },
    {
      "text": "(5) Ms Forster had purchased over $1,000,000 worth of property using none of her own money ('the fifth representation').",
      "id": "s75"
    },
    {
      "text": "(6) Ms Forster was a millionaire ('the sixth representation').",
      "id": "s76"
    },
    {
      "text": "11 The Seven Licensees are not liable for these representations unless they were made by the Seven Licensees themselves ( Australian Ocean Line Pty Limited v West Australian Newspapers Limited (1985) 58 ALR 549 at 586 per Toohey J) or unless the Seven Licensees have adopted, endorsed or approved of the women's claims such that those claims become those of the Seven Licensees.",
      "id": "s77"
    },
    {
      "text": "It is not in dispute that a corporation may contravene s 52 for disseminating erroneous information supplied by a third party ( Butcher v Lachlan Elder Realty Pty Limited [2004] HCA 60 ; (2004) 218 CLR 592 at [113] per McHugh J).",
      "id": "s78"
    },
    {
      "text": "Relevant to determining whether a contravention of s 52 has occurred, one important factor is whether the corporation has assumed responsibility for or adopted or endorsed the information so that it would be reasonable for a recipient to rely on the confirmation.",
      "id": "s79"
    },
    {
      "text": "If the corporation makes it apparent that it is not the source of the information and that it expressly or impliedly disclaims any belief in its truth or falsity and is merely passing on the information for what it is worth, the corporation does not contravene s 52.",
      "id": "s80"
    },
    {
      "text": "Another factor is whether the corporation expressly or implicitly disclaims personal responsibility or a belief in the truth or falsity of the information ( Butcher at [115] per McHugh J).",
      "id": "s81"
    },
    {
      "text": "If there were such a disclaimer, the corporation does not contravene s 52.",
      "id": "s82"
    },
    {
      "text": "This will not, however, apply where statements of fact are made by the corporation itself.",
      "id": "s83"
    },
    {
      "text": "12 It is not sufficient that the statements reported the opinions of Ms Boholt and Ms Forster which did not accord with the facts.",
      "id": "s84"
    },
    {
      "text": "There must be something referable to the Seven Licensees' conduct ' which is likely to lead a reader into error ' ( Australian Ocean Line at 586-7 per Toohey J).",
      "id": "s85"
    },
    {
      "text": "An example given by Toohey J in Australian Ocean Line at 587 was a statement suggesting that the criticisms attributed to or made by others were well-founded or a statement apparently containing the opinion of the broadcaster about the subject matter.",
      "id": "s86"
    },
    {
      "text": "Each such statement goes beyond the mere reporting of opinions by others and contains a representation by the broadcaster.",
      "id": "s87"
    },
    {
      "text": "13 The Commission accepts that the mere broadcast or publication of a statement or opinion of Ms Boholt or Ms Forster which does not involve an endorsement, approval or adoption by the Seven Licensees does not constitute conduct in contravention of s 52 of the Act merely because that statement or opinion is erroneous ( Global Sportsman PL v Mirror Newspapers Limited (1984) 2 FCR 82 at 89---90).",
      "id": "s88"
    },
    {
      "text": "Adoption does not necessarily occur by the mere publication or broadcast of a statement ( Global Sportsman at 90).",
      "id": "s89"
    },
    {
      "text": "14 The Commission submits that the first episode goes beyond the mere reporting of the statements or opinions of Ms Boholt and Ms Forster.",
      "id": "s90"
    },
    {
      "text": "The episode conveys, the Commission says, an assessment by the Seven Licensees that Ms Boholt and Ms Forster are wealthy and that participants in the Mentoring Program will likewise become wealthy ( Australian Ocean Line at 587 per Toohey J).",
      "id": "s91"
    },
    {
      "text": "That assessment is said to be evidenced by the making of statements by the compere and by the reporter to suggest that the statements and opinions of Ms Boholt and Ms Forster are accurate or well-founded.",
      "id": "s92"
    },
    {
      "text": "If the statements of the compere and reporter, in the context of the Episodes as a whole, constitute a making by them of the alleged representations, those representations would be taken to have been made by the Seven Licensees when the Episodes were broadcast.",
      "id": "s93"
    },
    {
      "text": "15 The Commission relies on the following statements of the compere and reporter:\n \n &#8226; ' It's a one year program to teach them the skills of making big money '.",
      "id": "s94"
    },
    {
      "text": "&#8226; '[Ms Boholt and Ms Forster] are self proclaimed wildly wealthy women on a mission to make other women filthy rich too '.",
      "id": "s95"
    },
    {
      "text": "&#8226; ' through shrewd investment in real estate the pair have become millionaires, their secrets to be revealed in a mentoring program called Wildly Wealthy Women'.",
      "id": "s96"
    },
    {
      "text": "&#8226; ' in 8 months [Ms Forster's] bought more than one million dollars worth of property with no money whatsoever '.",
      "id": "s97"
    },
    {
      "text": "&#8226; '[Ms Boholt] is an accountant turned property guru '.",
      "id": "s98"
    },
    {
      "text": "&#8226; '[Ms Boholt] now owns more than 60 properties all around Australia '.",
      "id": "s99"
    },
    {
      "text": "&#8226; ' the knowledgeable pair '.",
      "id": "s100"
    },
    {
      "text": "&#8226; ' The nine month program costs nearly $3,000.",
      "id": "s101"
    },
    {
      "text": "If that sounds a lot think again.",
      "id": "s102"
    },
    {
      "text": "They say they can turn anyone into a millionaire even those with no money '.",
      "id": "s103"
    },
    {
      "text": "&#8226; ' for your chance to learn how to be a property millionaire log onto [the Website]'.",
      "id": "s104"
    },
    {
      "text": "16 It follows, the Commission submits, that the Seven Licensees adopted the first, second and third representations as their own.",
      "id": "s105"
    },
    {
      "text": "As to the fourth, fifth and sixth representations, the Commission asserts that the reporter made statements to that effect without attributing those statements to any other person:\n \n &#8226; '[Ms Boholt] now owns more than 60 properties all around Australia (the fourth representation).",
      "id": "s106"
    },
    {
      "text": "&#8226; ' In eight months [Ms Forster's] bought more than one million dollars worth of property with no money whatsoever ' (the fifth representation).",
      "id": "s107"
    },
    {
      "text": "&#8226; ' the pair have become millionaires ' (the sixth representation').",
      "id": "s108"
    },
    {
      "text": "As a result, the Commission submits that the making of those statements goes beyond the mere reporting of Ms Boholt or Ms Forster's opinions and constitutes a representation by the Seven Licensees of the facts there asserted.",
      "id": "s109"
    },
    {
      "text": "17 The Seven Licensees, in response, accuse the Commission of ignoring the text and context of the first episode.",
      "id": "s110"
    },
    {
      "text": "They rely heavily on the \"note of reservation\" said to be inherent in the compere's introductory and concluding remarks.",
      "id": "s111"
    },
    {
      "text": "The compere's promise to follow the Mentoring Program's progress and ' see if the two ladies behind the program can live up to their promises ' (emphasis added) is said to contradict any impression of judgment, assessment, approval or adoption of the reported facts by the Seven Licensees.",
      "id": "s112"
    },
    {
      "text": "18 Consistent with that submission, the Seven Licensees emphasise the fact that Ms Boholt and Ms Forster are initially referred to by the reporter as ' self-proclaimed ' \"wildly wealthy women\".",
      "id": "s113"
    },
    {
      "text": "The Seven Licensees acknowledge that the reporter makes statements about Ms Boholt's property ownership and Ms Forster's wealth.",
      "id": "s114"
    },
    {
      "text": "However, in a context where the women's \"self-proclaimed\" status is acknowledged, they submit that it was unnecessary for every statement to contain prefatory averments such as ' they claim '.",
      "id": "s115"
    },
    {
      "text": "19 The representations made in the first episode can be divided into:\n \n &#8226; representations that Ms Forster and Ms Boholt were \"wildly wealthy women\" who had made money from investing in property ('Wildly Wealthy Women representations').",
      "id": "s116"
    },
    {
      "text": "The fourth, fifth and sixth representations fall into this category.",
      "id": "s117"
    },
    {
      "text": "The Wildly Wealthy Women representations are representations as to factual matters; and\n &#8226; representations that women who participated in the Mentoring Program would themselves become property millionaires ('Mentoring Program representations'): The first, second and third representations fall into this category.",
      "id": "s118"
    },
    {
      "text": "The Commission characterises the Mentoring Program representations as representations as to \"future matters\" (s 51A of the Act).",
      "id": "s119"
    },
    {
      "text": "The Wildly Wealthy Women representations \n \n20 It is not disputed that there were a number of such representations made by the women themselves in the first episode.",
      "id": "s120"
    },
    {
      "text": "For example, Ms Forster stated: ' I was able to create millions within a year and I'm going to show other people how to do it '.",
      "id": "s121"
    },
    {
      "text": "Ms Boholt stated ' I do have that financial freedom, I do have that time freedom to be able to do what I want, when I want '.",
      "id": "s122"
    },
    {
      "text": "21 The reporter commented on the statements of the women and made statements herself.",
      "id": "s123"
    },
    {
      "text": "Although the reporter introduced Ms Boholt and Ms Forster as ' self-proclaimed ' \"wildly wealthy women\", there is no real dispute that, in isolation, she made representations as to the financial status of Ms Boholt and Ms Forster.",
      "id": "s124"
    },
    {
      "text": "Examples include: \n \n &#8226; '[t] hrough shrewd investment in real estate the pair have become millionaires ';\n &#8226; ' In eight months [Ms Foster has] bought more than $1 million worth of property with no money whatsoever '; \n &#8226; '[Ms Boholt] is an accountant turned property guru...She now owns more than 60 properties all around Australia '.",
      "id": "s125"
    },
    {
      "text": "22 Those statements were not attributed expressly to the women.",
      "id": "s126"
    },
    {
      "text": "For example, the reporter did not state \"Ms Boholt claims to own more than 60 properties all around Australia\".",
      "id": "s127"
    },
    {
      "text": "However, the Seven Licensees assert that, in context, it is clear that the statements made by the reporter were sourced from the women and that the reporter did no more than report their claims about themselves and their financial acumen.",
      "id": "s128"
    },
    {
      "text": "While the Commission accepts that in some contexts it will not be necessary for a reporter to preface every statement with \"they claim\", it submits that here the disclaimer was necessary to negate a 'real and not remote chance or possibility ' ( Global Sportsman at 87) that the viewer might regard the statement as a fact the reporter and broadcaster knew to be true rather than a mere claim by the women.",
      "id": "s129"
    },
    {
      "text": "23 In my view, there is no doubt that the reporter herself made unqualified representations that could be characterised as excessive and admiring.",
      "id": "s130"
    },
    {
      "text": "I do not accept that the reasonable viewer would consider that the reporter was in any way engaged in a critique of the women's status as millionaires or that there was a mere reporting of the women's claim to have achieved that status.",
      "id": "s131"
    },
    {
      "text": "According to the reporter, the women are a \"knowledgeable pair\".",
      "id": "s132"
    },
    {
      "text": "Ms Boholt is a \"property guru\".",
      "id": "s133"
    },
    {
      "text": "Their success is to be attributed to \"shrewd investment\".",
      "id": "s134"
    },
    {
      "text": "These statements convey assessment, endorsement, adoption and promotion by the reporter of the women's status as wildly wealthy women as fact.",
      "id": "s135"
    },
    {
      "text": "While there is initial reference to the women as \"self-proclaimed\", that initial reference is overwhelmed by later statements which convey an impression of presentation of the Wildly Wealthy Women representations as matters to be taken as fact.",
      "id": "s136"
    },
    {
      "text": "Those facts are not attributed by the reporter to the women themselves.",
      "id": "s137"
    },
    {
      "text": "Viewed in context, the statements of the reporter do more than merely convey claims, opinions or facts advanced by Ms Boholt and Ms Forster.",
      "id": "s138"
    },
    {
      "text": "The reporter adopts and makes the fourth, fifth and sixth representations.",
      "id": "s139"
    },
    {
      "text": "24 There remains to be considered the effect of the statements made by the compere on the representations of the reporter.",
      "id": "s140"
    },
    {
      "text": "The effect of the disclaimer on the Wildly Wealthy Women representations \n \n25 The compere clearly injected a note of cynicism into the first episode.",
      "id": "s141"
    },
    {
      "text": "To repeat the \"bookends\" at the beginning and end of the first episode:\n \n COMPERE: The search is on for 150 women from all walks of life and all areas of the country.",
      "id": "s142"
    },
    {
      "text": "It's a one year program to teach them the skills of making big money, a mentoring program called 'Wildly Wealthy Women', and we'll see if the two ladies behind the program can live up to their promises over the next 12 months.",
      "id": "s143"
    },
    {
      "text": "... \n \n COMPERE: Too good to be true?",
      "id": "s144"
    },
    {
      "text": "Well we'll be following the scheme's progress to let you know.",
      "id": "s145"
    },
    {
      "text": "26 The Commission likens these statements to ' a little footnote at the bottom of the sales pitch which has no real effect on what is being enlivened in the mind of the viewer '.",
      "id": "s146"
    },
    {
      "text": "It says that the bookends did no more than ' dangle a carrot out for the viewers ' and that, properly construed, the bookends amount to an encouragement to viewers to watch further items on Today Tonight involving the Mentoring Program.",
      "id": "s147"
    },
    {
      "text": "That is said to be insufficient to \"modify\" the earlier conduct of the reporter ( Butcher at [152] per McHugh J).",
      "id": "s148"
    },
    {
      "text": "27 The reasonable viewer does not have access to a transcript.",
      "id": "s149"
    },
    {
      "text": "The degree of analysis to which the Court was taken is not one which would commonly be conducted by viewers of the program.",
      "id": "s150"
    },
    {
      "text": "Relevant to the determination of whether the Seven Licensees made the Wildly Wealthy Women representations is the effect on the compere's disclaimer on the representations of the reporter.",
      "id": "s151"
    },
    {
      "text": "The question is whether the compere's comments change the overall impression of the first episode, which includes the effect of the representations made by the reporter, such that the reasonable viewer would not consider the fourth, fifth and sixth representations to have been made by the Seven Licensees.",
      "id": "s152"
    },
    {
      "text": "Does the compere's disclaimer leave the viewer with the impression that the Seven Licensees have dissociated themselves from the reporter's representation?",
      "id": "s153"
    },
    {
      "text": "28 The Commission submits that the disclaimer and disassociation by the compere are insufficient to counteract the effect of the Wildly Wealthy Women representations by the reporter or to make it clear that the Seven Licensees were not adopting them.",
      "id": "s154"
    },
    {
      "text": "The disclaimer, the Commission submits, extends only to the Mentoring Program representations and does not affect or relate to the Wildly Wealthy Women representations made by the reporter.",
      "id": "s155"
    },
    {
      "text": "29 The Seven Licensees submit that such a separation is artificial.",
      "id": "s156"
    },
    {
      "text": "They say that, even if the expressed limitation applies to the Mentoring Program only, that program and the Wildly Wealthy Women representations are inextricably linked; the Mentoring Program is based on the assurances of Ms Boholt's and Ms Forster's success.",
      "id": "s157"
    },
    {
      "text": "30 Viewing the first episode as a whole, the Seven Licensees embraced and advanced the proposition that Ms Boholt and Ms Forster were millionaires and had achieved that status through investing in property.",
      "id": "s158"
    },
    {
      "text": "Those propositions were adopted and stated as fact by the reporter.",
      "id": "s159"
    },
    {
      "text": "In context, what was \"put up for examination\" by the compere was whether others could achieve millionaire status by participation in the Mentoring Program.",
      "id": "s160"
    },
    {
      "text": "There was no suggestion by the compere, express or implicit, that the women's status as millionaires or as owners of property was questioned or would be examined or investigated in subsequent programs.",
      "id": "s161"
    },
    {
      "text": "There was no suggestion that the truth of those matters, as asserted by the reporter, would be the subject of further inquiry or should be the subject of such inquiry.",
      "id": "s162"
    },
    {
      "text": "31 As a matter of overall impression, the scepticism injected by the compere does not overcome the strength of the representations made by the reporter.",
      "id": "s163"
    },
    {
      "text": "The disclaimer did not detract from the Wildly Wealthy Women representations.",
      "id": "s164"
    },
    {
      "text": "When the first episode is viewed as a whole, the ordinary and reasonable viewer would consider those representations to have been made by the Seven Licensees.",
      "id": "s165"
    },
    {
      "text": "32 The fourth, fifth and sixth representations were made by the Seven Licensees.",
      "id": "s166"
    },
    {
      "text": "The Mentoring Program representations \n \n33 There is no dispute that the women made a number of Mentoring Program representations.",
      "id": "s167"
    },
    {
      "text": "A prominent example is Ms Boholt's claim that '[a] nyone can be a millionaire within a year if she really focuses on it and that's what we're going to help them do '.",
      "id": "s168"
    },
    {
      "text": "34 While some of the reporter's statements as to the Mentoring Program are expressly attributed to Ms Boholt and Ms Forster (' they say they can turn anyone into a millionaire '), the tone and comments of the reporter are akin to what might be expected had she been engaged for the specific purpose of herself promoting the Mentoring Program.",
      "id": "s169"
    },
    {
      "text": "For example, the reporter promises that the \"secrets\" of the women will be revealed in the Mentoring Program.",
      "id": "s170"
    },
    {
      "text": "She exhorts viewers to log onto the Website ' for your chance to learn how to be a property millionaire '.",
      "id": "s171"
    },
    {
      "text": "35 It is arguable that the reporter made the Mentoring Program representations, in the sense that she endorsed and approved the women's claims that women who participated in the Mentoring Program would themselves become millionaires.",
      "id": "s172"
    },
    {
      "text": "However, as with the Wildly Wealthy Women representations, in order to determine whether the Seven Licensees made those representations, the effect of the statements made by the compere must be considered.",
      "id": "s173"
    },
    {
      "text": "The effect of the disclaimer on the Mentoring Program representations \n \n36 As noted above, the compere clearly injected a note of scepticism into the first episode.",
      "id": "s174"
    },
    {
      "text": "What must be considered is whether the disclaimer applied to the Mentoring Program representations.",
      "id": "s175"
    },
    {
      "text": "The Commission's submissions significantly understate the effect of the compere.",
      "id": "s176"
    },
    {
      "text": "The \"disclaimer\" or \"bookends\" of the compere make it clear that the Seven Licensees were not themselves representing that participants in the Mentoring Program would become wealthy or millionaires through investing in property.",
      "id": "s177"
    },
    {
      "text": "Those claims were made by the women.",
      "id": "s178"
    },
    {
      "text": "Viewed as a whole, the representation made by the Seven Licensees in the first episode was that the women's claims as to the Mentoring Program would be tested.",
      "id": "s179"
    },
    {
      "text": "I accept that the note of caution and disassociation of the compere made it clear that the Seven Licensees were not themselves conveying acceptability of the Mentoring Program.",
      "id": "s180"
    },
    {
      "text": "37 The Seven Licensees did not make the first, second or third representations in the first episode.",
      "id": "s181"
    },
    {
      "text": "Those representations were made by Ms Boholt and Ms Forster.",
      "id": "s182"
    },
    {
      "text": "THE SECOND EPISODE \n \n38 The second episode was broadcast by the Seven Licensees on 30 January 2004.",
      "id": "s183"
    },
    {
      "text": "The transcript is as follows: \n \n COMPERE: The women you're about to meet have made millions of dollars, and now they want to share their money-making secrets.",
      "id": "s184"
    },
    {
      "text": "They believe, with a bit of hard work and their knowledge, any of us can become a millionaire.",
      "id": "s185"
    },
    {
      "text": "So, is it really that easy?",
      "id": "s186"
    },
    {
      "text": "Well, we've introduced them to a couple of everyday Australians to find out whether it can actually be done.",
      "id": "s187"
    },
    {
      "text": "SANDRA FORSTER: Look at all these wonderful applications of all these women who want to be millionaires.",
      "id": "s188"
    },
    {
      "text": "DYMPHNA BOHOLT: Isn't it great?",
      "id": "s189"
    },
    {
      "text": "SANDRA FORSTER: Yes, it's fabulous.",
      "id": "s190"
    },
    {
      "text": "REPORTER: From Thursday Island to Tasmania, the response has been overwhelming.",
      "id": "s191"
    },
    {
      "text": "More than 5,000 women who are not surprisingly desperate to make their first million in property.",
      "id": "s192"
    },
    {
      "text": "DYMPHNA BOHOLT: Having passive income from property and having of millions of dollars worth of property isn't that hard any more.",
      "id": "s193"
    },
    {
      "text": "And that's what we're trying to achieve for all of the women in the program.",
      "id": "s194"
    },
    {
      "text": "REPORTER: About 600 women have paid almost $3000 each to join the nine month Wildly Wealthy Women Mentoring Program.",
      "id": "s195"
    },
    {
      "text": "A lucky seven women have been chosen from thousands to get the program for free.",
      "id": "s196"
    },
    {
      "text": "DYMPHNA BOHOLT: Well you've been chosen as one of the seven to participate in the program.",
      "id": "s197"
    },
    {
      "text": "How do you feel?",
      "id": "s198"
    },
    {
      "text": "REPORTER: Dymphna Boholt and Sandy Forster are the brains behind the property investment program.",
      "id": "s199"
    },
    {
      "text": "SANDY FORSTER: In the stories that we've heard, the ones that have really I guess touched me the most are the ones that are very similar to my story.",
      "id": "s200"
    },
    {
      "text": "You know I look at these people and three or four years ago that was me.",
      "id": "s201"
    },
    {
      "text": "You know, they've got no money, they really want to make it happen but they've got no idea how to make it happen.",
      "id": "s202"
    },
    {
      "text": "REPORTER: There's no doubt property seminars have been given a bad name.",
      "id": "s203"
    },
    {
      "text": "Property spruiker, Henry Kaye the biggest offender, accused of causing ordinary Australians to lose millions.",
      "id": "s204"
    },
    {
      "text": "However, these wildly wealthy women say their program is the real deal.",
      "id": "s205"
    },
    {
      "text": "Dymphna, an accountant, and Sandy, a prosperity coach, say they've created their own success and wealth from next to nothing and plan to teach other women to do the same.",
      "id": "s206"
    },
    {
      "text": "DYMPHNA BOHOLT: We'll be going through the types of property strategies that can be employed and the pros and cons of each of those strategies and when it suits their portfolio.",
      "id": "s207"
    },
    {
      "text": "PRUE LOWEN: It's just like winning the lottery, I can't believe it.",
      "id": "s208"
    },
    {
      "text": "I've never won anything in my life so this is my big thing.",
      "id": "s209"
    },
    {
      "text": "REPORTER: Prue Lowen is one of the lucky seven who don't have to pay for the program, and she's committed to give it her all.",
      "id": "s210"
    },
    {
      "text": "PRUE LOWEN: I want to control $3 million worth of property within the next three years, because this will give me a really good income to be able to do the things that I want to do... \n \n \n \n REPORTER: Canmaree Parks is another millionaire in the [making] property [sic].",
      "id": "s211"
    },
    {
      "text": "CANMAREE PARKS: I love property, I really want to get into the property market, and Wildly Wealthy Women will provide sort of a step for me to get into that.",
      "id": "s212"
    },
    {
      "text": "REPORTER: The 29 year old single mum works fulltime and has already set herself some pretty tough goals.",
      "id": "s213"
    },
    {
      "text": "CANMAREE PARKS: I'd like to own my own home for my child and myself, as well as become a property millionaire within the next year, if that's okay with everyone, yeah.",
      "id": "s214"
    },
    {
      "text": "So a property millionaire, yeah, yeah.",
      "id": "s215"
    },
    {
      "text": "REPORTER: Do you think that's possible?",
      "id": "s216"
    },
    {
      "text": "CANMAREE PARKS: I think it is very possible.",
      "id": "s217"
    },
    {
      "text": "DYMPHNA BOHOLT: Well the program is about educating women to be able to stand on their own two feet and invest in property and make a difference in their lives.",
      "id": "s218"
    },
    {
      "text": "REPORTER: Justine Chamberlain is a stay at home mum who has also signed up to be a millionaire or, at the very least, own her first property.",
      "id": "s219"
    },
    {
      "text": "JUSTINE CHAMBERLAIN: I really wanted to do the course, um because I knew it was going to give us all the education that we needed to invest in property.",
      "id": "s220"
    },
    {
      "text": "REPORTER: But can these women become property millionaires?",
      "id": "s221"
    },
    {
      "text": "Well, over the next 9 months, we'll be closely watching them to see if they actually become wildly wealth [y] women.",
      "id": "s222"
    },
    {
      "text": "We'll let you know how they go.",
      "id": "s223"
    },
    {
      "text": "PRUE LOWEN: You think, well, hey, what have I got to lose?",
      "id": "s224"
    },
    {
      "text": "It's only money.",
      "id": "s225"
    },
    {
      "text": "So I'll have a go.",
      "id": "s226"
    },
    {
      "text": "Go for broke.",
      "id": "s227"
    },
    {
      "text": "COMPERE: Good on them.",
      "id": "s228"
    },
    {
      "text": "Simone Cunningham reporting.",
      "id": "s229"
    },
    {
      "text": "39 The Commission alleges that the following representations were made by the Seven Licensees in the second episode:\n \n (1) Participants in the Mentoring Program would become wealthy through investing in property ('the seventh representation').",
      "id": "s230"
    },
    {
      "text": "(2) Participants in the Mentoring Program would become wealthy through investing in property even if they had no money at the time at which they commenced to participate in the Mentoring Program or to implement the strategies taught in the Mentoring Program ('the eighth representation').",
      "id": "s231"
    },
    {
      "text": "(3) Participants in the Mentoring Program would become millionaires through investing in property ('the ninth representation').",
      "id": "s232"
    },
    {
      "text": "(4) Ms Forster had made millions of dollars through investing in property ('the tenth representation').",
      "id": "s233"
    },
    {
      "text": "As with the first episode, the representations can be separated into Mentoring Program representations (the seventh, eighth and ninth representations) and a Wildly Wealthy Women representation (the tenth representation).",
      "id": "s234"
    },
    {
      "text": "40 The Seven Licensees again emphasise reservations expressed by the reporter and compere in the second episode: \n \n &#8226; ' So, is it really that easy?",
      "id": "s235"
    },
    {
      "text": "'\n &#8226; ' There's no doubt that property seminars have been given a bad name.",
      "id": "s236"
    },
    {
      "text": "Property spruiker Henry Kaye, the biggest offender, accused of causing ordinary Australians to lose millions'.",
      "id": "s237"
    },
    {
      "text": "&#8226; ' Do you think that's possible?",
      "id": "s238"
    },
    {
      "text": "'\n &#8226; ' But can these women [the women who enrol in the mentoring program] become property millionaires?",
      "id": "s239"
    },
    {
      "text": "Well, over the next 9 months, we'll be closely watching them to see if they actually become wildly wealth [y] women.",
      "id": "s240"
    },
    {
      "text": "We'll let you know how they go .",
      "id": "s241"
    },
    {
      "text": "' \n The Wildly Wealthy Women representation of the second episode \n \n41 The compere introduces the second episode by stating ' the women you're about to meet have made millions of dollars and now they want to share their money-making secrets ' (emphasis added).",
      "id": "s242"
    },
    {
      "text": "Although the reporter states that the women \"say\" that they have created their own success, the overall impression of the second episode again conveys the meaning that the women have created their own wealth.",
      "id": "s243"
    },
    {
      "text": "As with the first episode, the Wildly Wealthy Women representation is unqualified and constitutes a representation by the compere that the representation is true.",
      "id": "s244"
    },
    {
      "text": "The statement is not attributed to the women.",
      "id": "s245"
    },
    {
      "text": "The statement conveys adoption and promotion by the compere of the women's status as wildly wealthy women as fact.",
      "id": "s246"
    },
    {
      "text": "The compere therefore adopts and makes the tenth representation.",
      "id": "s247"
    },
    {
      "text": "The effect of the disclaimer on the Wildly Wealthy Women representation of the second episode \n \n42 After the compere introduces the second episode with ' the women you're about the meet have made millions of dollars... ' the next sentence is ' they believe , with a bit of hard work and their knowledge, any of us can become a millionaire '.",
      "id": "s248"
    },
    {
      "text": "Subsequent statements asking ' so, is it really that easy?",
      "id": "s249"
    },
    {
      "text": "', in context, relate to the Mentoring Program representations only.",
      "id": "s250"
    },
    {
      "text": "The subject matter of the women's success and the success of the Mentoring Program are separated by the compere.",
      "id": "s251"
    },
    {
      "text": "The tenor of the second episode is consistent with the first episode: the women's achievements are to be taken as fact while the Mentoring Program is to be tested.",
      "id": "s252"
    },
    {
      "text": "43 The compere, at the conclusion of the second episode, simply says ' good on them '.",
      "id": "s253"
    },
    {
      "text": "Even if that falls short of adoption, it is hardly an attempt to disassociate the Seven Licensees from the Wildly Wealthy Women representation made earlier in the first and second episodes.",
      "id": "s254"
    },
    {
      "text": "44 Any other expression of incredulity or questioning by the reporter or compere is linked to the Mentoring Program and whether other women as participants can become ' property millionaires '.",
      "id": "s255"
    },
    {
      "text": "At all times, that investigation is not of the Wildly Wealthy Women representation.",
      "id": "s256"
    },
    {
      "text": "Indeed, the commentary and questioning convey an assumption that this representation is true and questions whether or not others will achieve the same status.",
      "id": "s257"
    },
    {
      "text": "45 The Seven Licensees represented that the women had made millions of dollars through investing in property.",
      "id": "s258"
    },
    {
      "text": "Any disclaimer did not detract from the Wildly Wealthy Women representation.",
      "id": "s259"
    },
    {
      "text": "It follows that the tenth representation was made.",
      "id": "s260"
    },
    {
      "text": "The Mentoring Program representations of the second episode \n \n46 The introduction by the compere immediately makes it clear that it is Ms Boholt and Ms Forster, \"the women\", who believe that other women can become millionaires.",
      "id": "s261"
    },
    {
      "text": "The compere injects a note of incredulity at the commencement of the second episode.",
      "id": "s262"
    },
    {
      "text": "Despite some adoption of the Mentoring Program representations by the reporter during the second episode, the reporter qualifies her comments and questions the outcome of the Mentoring Program.",
      "id": "s263"
    },
    {
      "text": "Her final statement is ' we'll be clearly watching them to see... '.",
      "id": "s264"
    },
    {
      "text": "The overall impression is a distancing from the Mentoring Program representations.",
      "id": "s265"
    },
    {
      "text": "When the compere's statements are taken into account: ' they believe '; ' so, is it really that easy ?",
      "id": "s266"
    },
    {
      "text": "'; the overall impression is that the Seven Licensees are distancing themselves from the Mentoring Program representations.",
      "id": "s267"
    },
    {
      "text": "They do not make or adopt them.",
      "id": "s268"
    },
    {
      "text": "47 The reporter and compere do not adopt the predicted success of the Mentoring Program without qualification.",
      "id": "s269"
    },
    {
      "text": "The qualification makes it clear that any asserted success of the Mentoring Program is made by the women alone.",
      "id": "s270"
    },
    {
      "text": "48 The Seven Licensees did not make the seventh, eighth and ninth representations in the second episode.",
      "id": "s271"
    },
    {
      "text": "WERE THE REPRESENTATIONS MADE BY THE SEVEN LICENSEES MISLEADING AND DECEPTIVE?",
      "id": "s272"
    },
    {
      "text": "49 Terms of agreement to settle the proceedings as between the Commission, Ms Boholt, Ms Forster and Universal were agreed by those parties on 2 October 2006.",
      "id": "s273"
    },
    {
      "text": "On 4 October 2006, Ms Boholt and Ms Forster each swore affidavits attesting to the falsity of the Wildly Wealthy Women representations.",
      "id": "s274"
    },
    {
      "text": "Ms Forster swore a further affidavit on 11 October 2006.",
      "id": "s275"
    },
    {
      "text": "The timing of the affidavits was explained by the timing of the settlement.",
      "id": "s276"
    },
    {
      "text": "The Seven Licensees did not demonstrate prejudice resulting from the timing of those affidavits.",
      "id": "s277"
    },
    {
      "text": "50 The Seven Licensees did not seek to cross-examine Ms Boholt or Ms Forster or seek to lead any evidence to prove the truth of any of the representations.",
      "id": "s278"
    },
    {
      "text": "51 As to the representations made by the Seven Licensees:\n The fourth representation \n \n52 Ms Boholt's unchallenged evidence is that, as at 31 October 2003, the date of the first episode, she did not own over 60 properties.",
      "id": "s279"
    },
    {
      "text": "It follows that the fourth representation was misleading and deceptive.",
      "id": "s280"
    },
    {
      "text": "The fifth representation \n \n53 The fifth representation is that Ms Forster had purchased over $1,000,000 worth of property using none of her own money.",
      "id": "s281"
    },
    {
      "text": "As discussed below, while the term \"millionaire\" may have a range of meanings, the phrase \"over $1,000,000 worth of property\" can reasonably be expected to mean just that.",
      "id": "s282"
    },
    {
      "text": "Even if the claim was not the purchase price of $1,000,000 worth of property but its current value, Ms Forster's evidence is that as at 31 October 2003 she did not have any legal or other interest in real property.",
      "id": "s283"
    },
    {
      "text": "54 The Seven Licensees did not attempt to establish that the fifth representation was true.",
      "id": "s284"
    },
    {
      "text": "Ms Forster's evidence is to the contrary.",
      "id": "s285"
    },
    {
      "text": "I am satisfied that the fifth representation was false.",
      "id": "s286"
    },
    {
      "text": "That representation was misleading and deceptive.",
      "id": "s287"
    },
    {
      "text": "The sixth representation \n \n55 The sixth representation is that Ms Forster was a millionaire.",
      "id": "s288"
    },
    {
      "text": "That expression may mean different things: for example, the fact that a person is said to be a \"millionaire\" does not necessarily equate to a representation that that person has a net worth exceeding $1,000,000.",
      "id": "s289"
    },
    {
      "text": "However, irrespective of the range of meanings that could be given to the expression, Ms Forster could not be described as \"a millionaire\".",
      "id": "s290"
    },
    {
      "text": "The Seven Licensees did not by evidence or submission attempt to establish that the sixth representation was true.",
      "id": "s291"
    },
    {
      "text": "The evidence of Ms Forster as to her financial position at the relevant time is to the contrary.",
      "id": "s292"
    },
    {
      "text": "56 Ms Forster's evidence is that, as at 31 October 2003, the date of the first episode, she held no assets of significant value other than:\n \n &#8226; about $5,000-$10,000 in cash held in a cheque account with the Bank of Queensland;\n &#8226; a \"Landrover Freelander\" car that was partly paid off, worth approximately $20,000 - $25,000; and\n &#8226; personal property, including furniture, jewellery, art work and clothes that were insured for the value of $30,000.",
      "id": "s293"
    },
    {
      "text": "Ms Forster did not, at that time, have any legal or other interest in real property.",
      "id": "s294"
    },
    {
      "text": "Her income for the financial year ending 30 June 2004 was about $60,000 and her debts were at least $8,000.",
      "id": "s295"
    },
    {
      "text": "A substantial portion of those monies were apparently generated after 31 October 2003.",
      "id": "s296"
    },
    {
      "text": "57 As at 30 January 2004, the date of the second episode, Ms Forster held about $10,000 - $60,000 in cash in her cheque account.",
      "id": "s297"
    },
    {
      "text": "Her position as to personal assets and liabilities (including real property) was otherwise the same as the first episode.",
      "id": "s298"
    },
    {
      "text": "58 I am satisfied that the sixth representation was false.",
      "id": "s299"
    },
    {
      "text": "That representation was misleading and deceptive.",
      "id": "s300"
    },
    {
      "text": "The tenth representation \n \n59 The tenth representation is that Ms Forster had made millions of dollars through investing in property.",
      "id": "s301"
    },
    {
      "text": "As outlined in detail above, the evidence shows that not only did Ms Forster have no legal or other interest in real property but also that she could not be described as a \"millionaire\".",
      "id": "s302"
    },
    {
      "text": "The Seven Licensees did not attempt to establish that the tenth representation was true.",
      "id": "s303"
    },
    {
      "text": "Ms Forster's evidence is to the contrary.",
      "id": "s304"
    },
    {
      "text": "I am satisfied that the tenth representation was false.",
      "id": "s305"
    },
    {
      "text": "That representation was misleading and deceptive.",
      "id": "s306"
    },
    {
      "text": "DOES SECTION 65A OF THE ACT PROVIDE AN EXEMPTION FROM LIABILITY?",
      "id": "s307"
    },
    {
      "text": "The contract, arrangement or understanding \n \n60 Rachael Birmingham was approached by Ms Forster in October 2003 and asked to put together a marketing program for the Mentoring Program.",
      "id": "s308"
    },
    {
      "text": "At that time, Howard Gipps was the producer of Today Tonight.",
      "id": "s309"
    },
    {
      "text": "Ms Birmingham contacted Mr Gipps by telephone on behalf of Ms Forster and Ms Boholt shortly after 9 October 2003.",
      "id": "s310"
    },
    {
      "text": "She described a proposal for stories to be broadcast on Today Tonight about the Mentoring Program.",
      "id": "s311"
    },
    {
      "text": "The details of that proposal, as outlined in an email sent to Mr Gipps by Ms Birmingham on 20 October 2003 at 5:30 pm, were relevantly as follows:\n \n 'Thanks for all your working in with us... As mentioned, I have spoken to the ladies &amp; as mentioned we would be more comfortable if the proposal we have talked about is in writing &amp; confirmed.",
      "id": "s312"
    },
    {
      "text": "Based on our few talks, here is an outline of what we would like to be included in the agreement; \n \n \n \n &#8226; October --- Initial story on the founders Sandy &amp; Dypmhna regarding their own stories... \n &#8226; November --- A story on some women who have signed up for the program... \n &#8226; February/March 2004 --- A story on the women at their first Wildly Wealthy Women Wicked Weekend ...\n &#8226; April/May 2004 --- Another story of the women buying property, at auctions, renovating, walking the pavements searching for property etc... \n &#8226; August 2004 --- Who's leading the way --- how many properties have been acquired... \n &#8226; November 2004 --- Graduation --- who is our star Millionaire --- how their life has changed etc etc. \n \n \n \n We love your suggestions Howard &amp; would be happy if you were to confirm this proposal .",
      "id": "s313"
    },
    {
      "text": "We will be finalising our agreements with the TV Media tomorrow to enable us to move onto our other press engagements...' \n \n\n61 Mr Gipps replied by email at 5:54 pm.",
      "id": "s314"
    },
    {
      "text": "His response relevantly stated ' all of that is fine and agreed...looks like a total of 6 stories '.",
      "id": "s315"
    },
    {
      "text": "Mr Gipps also raised a number of questions about the Mentoring Program in his response, which were answered by Ms Birmingham in a further email sent at 6:12 pm.",
      "id": "s316"
    },
    {
      "text": "Mr Gipps, in turn, replied by email at 6:25 pm and stated ' looks pretty good '.",
      "id": "s317"
    },
    {
      "text": "Further to those emails, Ms Birmingham sent Mr Gipps another email attaching a draft letter.",
      "id": "s318"
    },
    {
      "text": "That email relevantly stated as follows:\n \n ' Hi Howard --- I have typed a letter for you --- do you have any conditions???",
      "id": "s319"
    },
    {
      "text": "... \n \n We are looking forward to working with you --- ACA were after it with a vengeance --- however you have been lovely to deal with &amp; in the end it came down to that \n \n ... \n \n If you can fax this back to us...we will be able to confirm to you in writing also that we would like you to cover this story &amp; these amazing women...' \n \n\n62 Ms Birmingham's evidence is that Mr Gipps amended the letter attached to her email by adding a header and footer to the document, and faxed it back to her.",
      "id": "s320"
    },
    {
      "text": "She exhibits to her affidavit an unsigned version of that faxed document.",
      "id": "s321"
    },
    {
      "text": "The letter as amended by Mr Gipps relevantly provides:\n \n 'Dear [Ms Birmingham]\n \n As per our recent phone communication, please find this as confirmation that we will be doing the following stories on Wildly Wealthy Women; \n \n \n \n &#8226; 1 st Story --- to air in October 2003 - Initial story on the founders Sandy &amp; Dymphna regarding their own stories --- how they started &amp; how they are searching for 150 women who reside in Australia to take part in the 9 month mentoring program to be shown how to do it themselves.",
      "id": "s322"
    },
    {
      "text": "And out of this 150 women how they will be selecting 7 women to be the focus of an international book being written on their journeys...............an offer to all Australian women to register on line at www.wildlywealthywomen.com or contact (?",
      "id": "s323"
    },
    {
      "text": ") yet to be decided .",
      "id": "s324"
    },
    {
      "text": "&#8226; 2 nd Story --- to air Late November 2003 - A story on some women who have signed up for the program &amp; in particular the 7 women, their stories, their hopes, their dreams --- their lives up to this point &amp; why they wan (sic) to be Wildly Wealthy Women \n \n &#8226; 3 rd story --- to air anytime in February or March --- A story on the women at their first Wildly Wealthy Women Wicked Weekend on the 5, 6, &amp; 7 th of February.",
      "id": "s325"
    },
    {
      "text": "Where 150 women from all over Australia have come together to achieve one common goal.",
      "id": "s326"
    },
    {
      "text": "&#8226; 4 th , 5 th stories --- at intervals whenever you have space .",
      "id": "s327"
    },
    {
      "text": "These stories most probably would be showing the women buying property, at auctions, renovating, walking the pavements searching for property etc, some of the strategies they are using --- the highs the lows the tears the joys, who's handling it --- who isn't etc. \n \n &#8226; Last story --- November 2004 Graduation --- who is our star Millionaire --- how their life has changed etc etc .",
      "id": "s328"
    },
    {
      "text": "' \n \n \n \n Today Tonight confirm these stories will be done at the suggested period you have advised as above.",
      "id": "s329"
    },
    {
      "text": "The story content may change to evolve with the success &amp; stories of the women participating.",
      "id": "s330"
    },
    {
      "text": "Regards \n \n Howard Gipps \n \n Producer Today Tonight, BTQ 7 Brisbane' \n \n \n\n63 There is no dispute that there was a general arrangement, a contract or understanding between Seven, Ms Boholt and Ms Forster to broadcast the Episodes ('the arrangement').",
      "id": "s331"
    },
    {
      "text": "The only goods or services said to be the subject of the arrangement were the services of Ms Boholt and Ms Forster and not the services of Seven Network or the Seven Licensees.",
      "id": "s332"
    },
    {
      "text": "The Commission does not contend that the arrangement extended to the broadcast of precise statements or the specific representations complained of.",
      "id": "s333"
    },
    {
      "text": "The arrangement did, however, extend to the general content of the Episodes and to the subject matter in some detail.",
      "id": "s334"
    },
    {
      "text": "That is not disputed by Seven.",
      "id": "s335"
    },
    {
      "text": "There is no suggestion that there was any payment made by Seven Network or the Seven Licensees to Ms Boholt or Ms Forster as part of the arrangement.",
      "id": "s336"
    },
    {
      "text": "Section 65A \n \n64 Section 65A(1) of the Act provides:\n \n \n (1) Nothing in section 52, 53, 53A, 55, 55A or 59 applies to a prescribed publication of matter by a prescribed information provider, other than: \n \n \n \n (a) a publication of matter in connection with: \n \n (i) the supply or possible supply of goods or services; \n \n (ii) the sale or grant, or possible sale or grant, of interests in land; \n \n \n \n \n (iii) the promotion by any means of the supply or use of goods or services; or \n \n (iv) the promotion by any means of the sale or grant of interests in land; \n \n where: \n \n (v) the goods or services were relevant goods or services, or the interests in land were relevant interests in land, as the case may be, in relation to the prescribed information provider; or \n \n (vi) the publication was made on behalf of, or pursuant to a contract, arrangement or understanding with: \n \n \n \n \n \n (A) a person who supplies goods or services of that kind, or who sells or grants interests in land, being interests of that kind; or \n \n (B) a body corporate that is related to a body corporate that supplies goods or services of that kind, or that sells or grants interests in land, being interests of that kind; or \n \n \n (b) a publication of an advertisement.",
      "id": "s337"
    },
    {
      "text": "65 \"Relevant goods or services\" are defined in s 65A(3):\n \n ...in relation to a prescribed information provider, means goods or services of a kind supplied by the prescribed information provider or, where the prescribed information provider is a body corporate, by a body corporate that is related to the prescribed information provider.",
      "id": "s338"
    },
    {
      "text": "66 The Seven Licensees maintain that s 65A of the Act provides a complete defence to the Commission's claim.",
      "id": "s339"
    },
    {
      "text": "Section 65A provides a general exemption from liability under s 52 of the Act.",
      "id": "s340"
    },
    {
      "text": "However, there is a statutory exception to the general exemption.",
      "id": "s341"
    },
    {
      "text": "If s 65A(1)(a) or (b) apply, that exemption is not available.",
      "id": "s342"
    },
    {
      "text": "Relevant to this matter, the exception is provided for in s 65A(1)(a)(vi)(A).",
      "id": "s343"
    },
    {
      "text": "If that subparagraph applies, the Seven Licensees remain liable.",
      "id": "s344"
    },
    {
      "text": "67 As the High Court said in Vines v Djordjevitch [1955] HCA 19 ; (1955) 91 CLR 512 at 519:\n \n 'But in whatever form the enactment is cast, if it expresses an exculpation, justification, excuse, ground of defeasance or exclusion which assumes the existence of the general or primary grounds from which the liability or right arises but denies the right or liability in a particular case by reason of additional or special facts, then it is evident that such an enactment supplies considerations of substance for placing the burden of proof on the party seeking to rely upon the additional or special matter.",
      "id": "s345"
    },
    {
      "text": "' \n \n\n68 It follows that this principle applies both to exemptions and exceptions.",
      "id": "s346"
    },
    {
      "text": "69 There is a qualification to the rule in Vines , namely that where one has an exception (of whatever type) to an exception (of whatever type), the onus of proof lies on the person who asserts the exception to the exception (the Glendarroch [1894] P 226 at 231, applied by the High Court in Shipping Corporation of India Limited v Gamlen Chemical Co (Australasia) Proprietary Limited [1980] HCA 51 ; (1980) 147 CLR 142 at 168).",
      "id": "s347"
    },
    {
      "text": "Accordingly, the Commission has the burden of establishing that the exception in s 65A(1)(a) to the general exemption in s 65A(1) applies.",
      "id": "s348"
    },
    {
      "text": "70 It is not disputed that:\n \n &#8226; The publications were made by the Seven Licensees, which are \"prescribed information providers\" as defined in s 65A(3).",
      "id": "s349"
    },
    {
      "text": "&#8226; The broadcasts the subject of these proceedings are \"prescribed publications of matter\" for the purposes of the section, as defined in s 65A(2).",
      "id": "s350"
    },
    {
      "text": "&#8226; The publications were of matter in connection with the supply or possible supply of goods or services or promotion of that supply within paragraph (a), specifically s 65A(1)(a)(i) and (iii).",
      "id": "s351"
    },
    {
      "text": "&#8226; The goods or services the subject of the publications were not \"relevant goods or services\".",
      "id": "s352"
    },
    {
      "text": "Accordingly, subparagraph (a)(v) has no application.",
      "id": "s353"
    },
    {
      "text": "&#8226; The condition in subparagraph (a)(vi)(B) has no application.",
      "id": "s354"
    },
    {
      "text": "&#8226; The publication was not of an advertisement, so paragraph (b) does not apply.",
      "id": "s355"
    },
    {
      "text": "71 The evidence does not establish that Seven Network is a prescribed information provider.",
      "id": "s356"
    },
    {
      "text": "It follows that s 65A does not apply to Seven Network.",
      "id": "s357"
    },
    {
      "text": "The Commission contends that Seven Network purported to assess the credibility of the women and the Mentoring Program and embraced and adopted those claims, thereby making the claims itself.",
      "id": "s358"
    },
    {
      "text": "However, there is no evidence of the publication of any matter by Seven Network and there is no allegation that it engaged in misleading or deceptive conduct.",
      "id": "s359"
    },
    {
      "text": "72 Relevantly therefore, s 65A provides:\n \n Nothing in s 52 applies to the publication of matter by [the Seven Licensees], other than: \n \n \n \n (a) a publication of matter in connection with: \n \n (i) the supply or possible supply of goods or services or \n ... \n \n \n \n \n (iii) the promotion by any means of the supply or use of goods or services \n \n \n \n ... \n where: \n ... \n \n \n \n (vi) the publication was made on behalf of, or pursuant to a contract, arrangement or understanding with: \n \n \n \n \n (A) a person who supplies goods or services of that kind.",
      "id": "s360"
    },
    {
      "text": "The issues \n \n73 The issues on the construction of s 65A are:\n \n &#8226; Must the arrangement be to publish the matter which, but for the operation of s 65A would contravene s 52 of the Act, that is the Wildly Wealthy Women representations, or is it sufficient if it extends only to the content of the publication in a general sense?",
      "id": "s361"
    },
    {
      "text": "&#8226; Does the reference to the supply of goods or services \"of that kind\" in sub paragraph (vi)(A) refer to: \n\n o goods or services in connection with which the publication was made (paragraph (a)); or\n \n o \"relevant goods or services\" in subparagraph (v)?",
      "id": "s362"
    },
    {
      "text": "That is, does s 65A require the goods or services the subject of the publication to be \"relevant goods or services\" within the meaning of s 65A(3), such that the exception provided for in s 65A(1)(a) is concerned only with self-advertisements of the prescribed information provider; whether by the prescribed information provider or by a third person?",
      "id": "s363"
    },
    {
      "text": "&#8226; Must the prescribed information provider be shown to have a commercial interest in the subject matter of the publication for the exception to the exemption in s 65A to apply?",
      "id": "s364"
    },
    {
      "text": "Does s 65A require that the actual content of the broadcast be the subject of the agreement between the Seven Licensees and Boholt/Forster?",
      "id": "s365"
    },
    {
      "text": "74 The statement of claim does not allege that the arrangement was to make the representations alleged.",
      "id": "s366"
    },
    {
      "text": "In a response to a request for particulars, the Commission confirmed that its case was that there was a contract, arrangement or understanding as to the content of the broadcast in a general sense but not to make the representations alleged to be misleading or deceptive.",
      "id": "s367"
    },
    {
      "text": "The Commission's case is that the arrangement was ' as to the content in a general sense ', of the Episodes.",
      "id": "s368"
    },
    {
      "text": "The Commission says that the detail in the arrangement was sufficient to amount to a publication of matter within s 65A(1)(a).",
      "id": "s369"
    },
    {
      "text": "75 Seven submits that the contract, arrangement or understanding must be one to publish the actual matter which would otherwise attract the statutory prohibition upon misleading or deceptive conduct.",
      "id": "s370"
    },
    {
      "text": "It points out that almost every publication or report will invariably involve at least some \"arrangement or understanding\" with persons which \"in a general sense\" is in connection with the subject matter of the publication.",
      "id": "s371"
    },
    {
      "text": "Seven contends that, if a bare agreement to be interviewed or an agreement to be interviewed on a given topic was to attract the exception to the exemption, s 65A would not fulfil the purpose of its inclusion as outlined in the Second Reading Speech on the introduction of s 65A into the Act ('the Second Reading Speech').",
      "id": "s372"
    },
    {
      "text": "The purpose was described by the High Court in Butcher (at [114] per McHugh J) as operating to exclude media providers, such as television stations, from liability for misleading or deceptive conduct within the meaning of s 52 ' in relation to editorial stories and news '.",
      "id": "s373"
    },
    {
      "text": "76 There are a number of factors that militate against Seven's submissions:\n \n &#8226; Paragraph (a) refers to \"publication of matter \".",
      "id": "s374"
    },
    {
      "text": "It does not specify the publication of \"statements\" or \"representations\".",
      "id": "s375"
    },
    {
      "text": "\"Matter\" is a term of broad description; it may, for example, mean the substance of a discourse (Macquarie Dictionary Revised Third Edition).",
      "id": "s376"
    },
    {
      "text": "&#8226; The publication may be made \" pursuant to \" a contract, arrangement or understanding which does not necessarily denote that the matter the subject of the publication be the subject of that arrangement.",
      "id": "s377"
    },
    {
      "text": "It may be \"according to\" or \"conformable with\" the arrangement (Macquarie Dictionary Revised Third Edition).",
      "id": "s378"
    },
    {
      "text": "&#8226; The publication may be made on behalf of the third person and not pursuant to a contract, arrangement or understanding with that person.",
      "id": "s379"
    },
    {
      "text": "&#8226; Paragraph (a) refers to the publication of matter in connection with, relevantly, the supply of services.",
      "id": "s380"
    },
    {
      "text": "Subparagraph (vi) does not mirror that the publication be \"of matter\" or refer back to the \"publication of matter\" in paragraph (a).",
      "id": "s381"
    },
    {
      "text": "Once there is a publication of matter in connection with the services, all that is required by subparagraph (vi) is that the publication itself be made on behalf of or pursuant to an arrangement with the third person.",
      "id": "s382"
    },
    {
      "text": "&#8226; Paragraph (a) concerns the \"matter\", the subject of the publication.",
      "id": "s383"
    },
    {
      "text": "Subparagraph (vi) concerns the source of the publication, not the subject of the publication.",
      "id": "s384"
    },
    {
      "text": "Where the subject of the publication is provided for, the section specifies it: \"publication of matter\" in paragraph (a) and \"publication of an advertisement\" in paragraph (b).",
      "id": "s385"
    },
    {
      "text": "77 Subparagraph (a)(vi) refers to \"the publication\".",
      "id": "s386"
    },
    {
      "text": "It is not necessary or appropriate to read into that provision the words \"of matter\".",
      "id": "s387"
    },
    {
      "text": "Subparagraph (vi) does not operate to require that the matter be the subject of the contract, arrangement or understanding between the prescribed information provider and the third person.",
      "id": "s388"
    },
    {
      "text": "It is sufficient for the publication to be in connection with the supply of goods or services pursuant to an arrangement with persons who supply goods or services of that kind; it does not have to extend to the actual words spoken in the broadcast.",
      "id": "s389"
    },
    {
      "text": "It is the publication that is made on behalf of the third person or pursuant to a contract, arrangement or understanding with that third person.",
      "id": "s390"
    },
    {
      "text": "This construction does not do violence to the language of the section nor is it contrary to the purpose of its inclusion into the Act.",
      "id": "s391"
    },
    {
      "text": "The alternative construction advanced by Seven requires reading into subparagraph (vi) words that are not there (\"of matter\") and ignoring the effect of words that are there (\"on behalf of\").",
      "id": "s392"
    },
    {
      "text": "78 Further, a prescribed information provider is not liable for conduct or representations that contravene the sections of Part V of the Act unless it adopts that conduct or the representations.",
      "id": "s393"
    },
    {
      "text": "It is reasonable to exempt a broadcaster for liability in relation to the publication of news items.",
      "id": "s394"
    },
    {
      "text": "In those circumstances there would not normally be a contract, arrangement or understanding with the person supplying the goods or services the subject of the broadcast or publication.",
      "id": "s395"
    },
    {
      "text": "However, a broadcaster may also enter into an arrangement with a person to broadcast the goods or services supplied by that person.",
      "id": "s396"
    },
    {
      "text": "For the broadcaster to engage in conduct in contravention of s 52, that conduct involves more than merely broadcasting the misleading representation.",
      "id": "s397"
    },
    {
      "text": "The broadcaster must, in effect, adopt that representation.",
      "id": "s398"
    },
    {
      "text": "In those circumstances, the broadcaster is still provided with the protection envisaged by s 65A.",
      "id": "s399"
    },
    {
      "text": "There is, however, no good reason for immunity from liability where a broadcaster enters into a contract or arrangement with a third party to publish matter concerning the third party's goods or services where the broadcaster engages in or adopts the misleading representation or conduct.",
      "id": "s400"
    },
    {
      "text": "79 In Advanced Hair Studio Pty Ltd v TVN Enterprises Ltd (1987) 18 FCR 1 at 11 French J expressed the view that the reference in paragraph (a) to \"a publication of matter\" ' suggests that what is of importance is the content and not the general nature of the material in question '.",
      "id": "s401"
    },
    {
      "text": "That observation was referred to by Wilcox J in Sun Earth Homes Pty Limited v Australian Broadcasting Corporation (1993) 45 FCR 265 at 280.",
      "id": "s402"
    },
    {
      "text": "However, French J was not concerned with subparagraph (vi) and was not referring to the subject of an agreement between the prescribed information provider and a third person.",
      "id": "s403"
    },
    {
      "text": "His Honour did not expand upon the distinction between and the dividing line between what may constitute \"conduct\" and \"general nature\".",
      "id": "s404"
    },
    {
      "text": "80 In the present case, the arrangement concerned more than just the subject of the broadcast or its general nature.",
      "id": "s405"
    },
    {
      "text": "It extended to detail of the content, albeit not to the specific representations.",
      "id": "s406"
    },
    {
      "text": "For the reasons discussed above, the arrangement to publish the matter in s 65A need not extend to the specific representations made.",
      "id": "s407"
    },
    {
      "text": "It is sufficient that the arrangement extends only to the content of the publication in a general sense.",
      "id": "s408"
    },
    {
      "text": "The meaning of \"goods or services of that kind\" in s 65A(1)(a)(vi)(A) \n \n81 The exception in s 65A(1)(a)(v) to the exemption from liability applies when the publication of matter is in connection with the supply or possible supply of goods or services where those goods or services are \"relevant goods or services\" as defined in s 65A(3).",
      "id": "s409"
    },
    {
      "text": "An example of such goods or services would be Seven's own programs.",
      "id": "s410"
    },
    {
      "text": "It is not suggested that statements in a program which might stimulate viewers to watch future episodes of that program, are sufficient to constitute advertising to which s 65A(1)(b) would apply.",
      "id": "s411"
    },
    {
      "text": "Seven contends that the reference in subparagraph (vi) to \"goods or services of that kind\" refers to the \"relevant goods and services\" of subparagraph (v) and not to the goods and services the subject of the publication referred to in subparagraphs (1)(a)(i) and (iii).",
      "id": "s412"
    },
    {
      "text": "82 Seven supports a construction of s 65A(1)(a) whereby the exception to the exemption applies to:\n \n &#8226; publication of matter in connection with the supply of goods or services where the services are \"relevant goods or services\", of a kind supplied by Seven;\n &#8226; publication of matter in connection with the supply or the promotion of the supply of goods or services where the publication was made on behalf of or pursuant to an agreement with a person who supplies goods or services of a kind supplied by Seven; and\n &#8226; publication of an advertisement generally.",
      "id": "s413"
    },
    {
      "text": "83 That is, Seven submits that paragraph (a) concerns only self-advertising.",
      "id": "s414"
    },
    {
      "text": "84 On the other hand, the Commission supports a construction of s 65A(1)(a) whereby the exemption applies to:\n \n &#8226; publication of matter in connection with the supply or promotion of the supply of goods or services where the goods or services are \"relevant goods or services\" of a kind provided by Seven;\n &#8226; publication of matter in connection with the supply or promotion of the supply of goods or services where the publication was on behalf of or pursuant to an agreement with the person who supplies those goods or services; and\n &#8226; publication of an advertisement generally.",
      "id": "s415"
    },
    {
      "text": "85 Seven maintains that s 65A(1)(a) deals with \"self-advertisements\", corresponding with provision for advertisements published on behalf of others in s 65A(1)(b).",
      "id": "s416"
    },
    {
      "text": "The information provider is liable for a contravention of s 52 where the publication relates to the supply of its own services, such as the promotion of future programmes ( Horwitz Grahame Books Pty Ltd v Performance Publications Pty Limited (1987) 8 IR 25).",
      "id": "s417"
    },
    {
      "text": "Seven submits that, if the services in subparagraph (a)(vi)(A) may be goods or services of a third person, s 65A(1)(b) would be otiose because an advertisement would meet the description of being a publication pursuant to a contract, arrangement or understanding with a person who supplies the goods or services the subject of the publication.",
      "id": "s418"
    },
    {
      "text": "Such an interpretation would, it is submitted, be contrary to the proper construction of statutes.",
      "id": "s419"
    },
    {
      "text": "Seven says that the limitation of paragraph (a) to self-advertisements would also be consistent with views expressed generally about paragraph (a): that it deals with advertisements published by the information provider for its own products, while paragraph (b) deals with advertisements published by the information provider for the products of others (see Heydon, JD Trade Practices Law Vol 2 at 12.1030).",
      "id": "s420"
    },
    {
      "text": "However, counsel were not able to point to any authority or commentary that specifically examined the construction of subparagraph (vi) and, in particular, (vi)(A).",
      "id": "s421"
    },
    {
      "text": "86 In Sun Earth at 282, Wilcox J described matter that would fall within paragraph (a) as matter concerning the applicants, published in connection with the supply of goods or services of the applicants.",
      "id": "s422"
    },
    {
      "text": "His Honour did not direct his observations to the argument raised here by Seven, that the supply of goods or services \"of that kind\" was limited to goods and services of the kind supplied by the prescribed information provider.",
      "id": "s423"
    },
    {
      "text": "It is worth noting however that intuitively Wilcox J considered goods or services \"of that kind\" as not so restricted.",
      "id": "s424"
    },
    {
      "text": "In Bond v Barry [2007] FCA 1484 , French J at [41]---[42] did not read subparagraph (vi)(A) as restricted to \"relevant goods or services\".",
      "id": "s425"
    },
    {
      "text": "However, it does not seem that his Honour was directed to that possible construction.",
      "id": "s426"
    },
    {
      "text": "87 The Second Reading Speech described the purpose of the new section.",
      "id": "s427"
    },
    {
      "text": "It was concerned with inhibition of activities relating to the provision of ' news and other information '.",
      "id": "s428"
    },
    {
      "text": "The exemption was said not to be available: \n \n '...in respect of publication of information relating to goods, services or land of a kind supplied by the information relating to goods, services or land where the publication is made pursuant to a contract, arrangement or understanding with a person who supplies goods, services or land of that kind.",
      "id": "s429"
    },
    {
      "text": "These provisions ensure that information providers are not exempt from the consumer protection provisions of the Trade Practices Act in respect of the provision of information where they have what might be regarded as a commercial interest in the content of the information.",
      "id": "s430"
    },
    {
      "text": "' \n \n\n88 The Second Reading Speech described the exception as operating in the context of a commercial interest in the content of the information.",
      "id": "s431"
    },
    {
      "text": "That includes self-advertisements and third party advertisements.",
      "id": "s432"
    },
    {
      "text": "The Second Reading Speech does provide some assistance in ascertaining the intended scope of the subject matter of the contract arrangement or understanding.",
      "id": "s433"
    },
    {
      "text": "It indicates that goods or services \"of that kind\" are the goods or services the subject of the publication.",
      "id": "s434"
    },
    {
      "text": "It is not apparent from the Second Reading Speech that the intention was to restrict the goods and services to goods or services of the kind supplied by the prescribed information provider.",
      "id": "s435"
    },
    {
      "text": "The subject is not directly addressed.",
      "id": "s436"
    },
    {
      "text": "89 There are a number of indicia of the meaning to be given to \"goods or services of that kind\" in subparagraph (vi)(A):\n \n &#8226; The liability for a contravention where the publication is in connection with \"relevant goods or services\" in s 65A(1)(a)(v) is irrespective of whether the publication is by the prescribed information provider or by someone else.",
      "id": "s437"
    },
    {
      "text": "Therefore, nothing is added by having, as an alternative to subparagraph (a)(v), provision for publication pursuant to an agreement with a third person who supplies \"relevant goods or services\".",
      "id": "s438"
    },
    {
      "text": "&#8226; (vi) does not include a reference to the prescribed information provider and applies to the goods or services themselves.",
      "id": "s439"
    },
    {
      "text": "&#8226; (v) and (vi) are alternatives: If (vi) is read in the absence of (v), \"goods or services of that kind\" would refer to the goods or services of the kind to be supplied, described in paragraph (a).",
      "id": "s440"
    },
    {
      "text": "&#8226; The introductory words of paragraph (a) are \"a publication of matter in connection with\", inter alia, the supply of services.",
      "id": "s441"
    },
    {
      "text": "There are then two alternative circumstances provided for in subparagraphs (v) and (vi) of paragraph (a).",
      "id": "s442"
    },
    {
      "text": "Subparagraph (v) expands on the characterisation of the goods or services.",
      "id": "s443"
    },
    {
      "text": "Subparagraph (vi) expands on the characterisation of the person on whose behalf or with whom there is a contract, arrangement or understanding to publish the matters in connection with subparagraphs (a)(i) to (iv).",
      "id": "s444"
    },
    {
      "text": "&#8226; If paragraph (a) were intended to refer to goods or services and interests in land that were of the \"relevant\" kind only, the draughtsman could have made that clear within subparagraphs (a)(i) to (iv) or in (vi).",
      "id": "s445"
    },
    {
      "text": "&#8226; If it were intended to limit the goods or services in (vi) to \"relevant goods or services\", it would have been unnecessary to structure the section in the way that it is structured.",
      "id": "s446"
    },
    {
      "text": "For example, the section could simply have provided in subparagraph (v) for an exemption for \"a publication of matter in connection with the supply or possible supply of relevant goods or services\".",
      "id": "s447"
    },
    {
      "text": "&#8226; \"Relevant goods or services\" are defined in subsection (3).",
      "id": "s448"
    },
    {
      "text": "That definition is by reference to ' a prescribed information provider '.",
      "id": "s449"
    },
    {
      "text": "It is not defined to apply to any third person.",
      "id": "s450"
    },
    {
      "text": "&#8226; The contrary indication is that, if the goods or services or interests in land in (vi) are not limited to those of the \"relevant\" kind, that is, those of the kind supplied, sold or granted by the prescribed information provider, the subject matter of paragraph (b) would be included within subparagraph (a)(vi).",
      "id": "s451"
    },
    {
      "text": "90 Broadly speaking s 65A was intended to exempt prescribed information providers from liability for publications made ' in the course of carrying on a business of providing information ' (s 65A(2)).",
      "id": "s452"
    },
    {
      "text": "The intention as reflected in the Second Reading Speech was to exclude from that exemption publications where a \"commercial interest\" was involved.",
      "id": "s453"
    },
    {
      "text": "That includes advertising the information provider's own goods, services or interests in land (or those of a related body corporate).",
      "id": "s454"
    },
    {
      "text": "The exception does not apply only to self-advertising but also to the publication of an advertisement (s 65A(1)(b)).",
      "id": "s455"
    },
    {
      "text": "Where that advertisement is that of a third party, the prescribed information provider would not have a commercial interest in the content of the advertisement but would normally receive revenue from its placement.",
      "id": "s456"
    },
    {
      "text": "91 The sale of goods or services and interests in land are commercial subject matter, but where they are published on behalf of a third party or pursuant to an agreement with a third party, they are in a similar category to third party advertisements.",
      "id": "s457"
    },
    {
      "text": "Third party advertisements are designated as exceptions to the exemption.",
      "id": "s458"
    },
    {
      "text": "If the limitation suggested by Seven applied, so that (a) only concerned goods, services or interests in land of a kind supplied by the prescribed information provider, that would leave a \"gap\", where the publication concerned the sale or supply of commercial subject matter but was made on behalf of the third person or pursuant to an agreement that could not be described as \"an advertisement\".",
      "id": "s459"
    },
    {
      "text": "To that extent, the construction opposed by Seven is consistent with the framework and intention of s 65A.",
      "id": "s460"
    },
    {
      "text": "The publication of news and other such information would in the ordinary course remain subject to the exemption.",
      "id": "s461"
    },
    {
      "text": "92 The drafting of the section is not a model of clarity.",
      "id": "s462"
    },
    {
      "text": "It is necessary to consider not only the words themselves but also the whole of the section and its evident purpose, as well as the intention of Parliament as explained in the Second Reading Speech.",
      "id": "s463"
    },
    {
      "text": "The construction advanced by the Commission is consistent with the way in which the section is drafted and with the Second Reading Speech and is logically supported by context and intention.",
      "id": "s464"
    },
    {
      "text": "In my opinion, the goods, services and interests in land \"of that kind\" are not limited to the \"relevant goods or services\" in relation to the prescribed information provider.",
      "id": "s465"
    },
    {
      "text": "Those words refer to the goods, services and interests in land that are the subject matter of the publication.",
      "id": "s466"
    },
    {
      "text": "This serves to limit the exception.",
      "id": "s467"
    },
    {
      "text": "It does not apply where a publication is made in connection with the supply of goods or services or sale of interests in land generally but only where the publication is made on behalf of or pursuant to an agreement with the person who actually sells or supplies the subject matter.",
      "id": "s468"
    },
    {
      "text": "93 Subparagraph (v) provides for an exception to the exemption where the publication is in connection with services provided by the information provider by reason of the definition of \"relevant goods or services\" in subsection (3), that is, self-advertising.",
      "id": "s469"
    },
    {
      "text": "However, that paragraph (a) is not only concerned with self-advertising.",
      "id": "s470"
    },
    {
      "text": "94 Subparagraph (vi) applies to the supply of services by a third person and that subparagraph (vi) provides that there is an exception to the exemption where there is a publication of matter in connection with the supply or possible supply of services where the publication was made on behalf of or pursuant to an agreement with a third person who supplies those goods or services.",
      "id": "s471"
    },
    {
      "text": "Must Seven have a commercial interest in the publication of matter?",
      "id": "s472"
    },
    {
      "text": "95 In Advanced Hair Studio , French J outlined the history to the insertion of s 65A.",
      "id": "s473"
    },
    {
      "text": "According to the Second Reading Speech, s 65A was introduced to overcome the suggestion that newspaper publishers and television publishers may be taken to have contravened s 52 if the newspaper contains inaccurate information.",
      "id": "s474"
    },
    {
      "text": "The section was said to operate to exempt the media and other persons who engage in businesses of providing information from the operation of the provisions of Division 1 of Part V of the Act which could inhibit activities relating to the provision of \"news and other information\".",
      "id": "s475"
    },
    {
      "text": "96 Section 65A was not intended to exempt information providers:\n \n 'where they have what might be regarded as a commercial interest in the content of the information.",
      "id": "s476"
    },
    {
      "text": "In such cases, information providers must take the same responsibility for the accuracy of information as any other person who publishes information in trade or commerce.",
      "id": "s477"
    },
    {
      "text": "This can occur, for example, where a newspaper has agreed to publish a \"news\" item about a product in exchange for the product supplier taking out paid advertising in that publication.",
      "id": "s478"
    },
    {
      "text": "' \n \n\n97 Seven does not have any commercial interest in the content of the information contained in the Episodes.",
      "id": "s479"
    },
    {
      "text": "A general commercial interest in publishing or promoting successful programs or programs which attract viewers is not a relevant commercial interest for the purposes of s 65A ( Advanced Hair Studio at 10-11 per French J; Horwitz at 29 per Wilcox J).",
      "id": "s480"
    },
    {
      "text": "98 In Lovatt v Consolidated Magazines Pty Ltd (1988) 12 IPR 261 at 273 Wilcox J, in considering subparagraph (a)(v), expressed the view that s 65A was intended ' to exclude the application of the specified provisions of the Act to ordinary items of news and comment but to continue to subject the information provider to those provisions in connection with any items directly promoting the supply of its own goods or services or the disposal by it of interests in land '.",
      "id": "s481"
    },
    {
      "text": "In other words, in boosting its own business, the provider was subject to s 52.",
      "id": "s482"
    },
    {
      "text": "His Honour did not make reference to subparagraph (vi).",
      "id": "s483"
    },
    {
      "text": "99 Section 65A(1)(a) concerns the supply of goods or services or the sale or grant of an interest in land.",
      "id": "s484"
    },
    {
      "text": "Accepting that the general interest of a prescribed information provider in expanding circulation, attracting the information-consuming public and providing quality and interesting information is not relevantly a commercial interest, the subject matter of paragraph (a) does, in the ordinary course, contain a commercial element.",
      "id": "s485"
    },
    {
      "text": "Section 65A excludes from the exemption publications where the information provider has a commercial interest in the content.",
      "id": "s486"
    },
    {
      "text": "However, the submission that the only exception to the exemption is where the broadcaster has a commercial interest in the content of the broadcast does not sit well with s 65A(1)(b).",
      "id": "s487"
    },
    {
      "text": "Section 65A(1)(b) excepts from the exemption third party advertising generally.",
      "id": "s488"
    },
    {
      "text": "A broadcaster may have a similar commercial interest in a third party advertisement as in a contract arrangement or understanding with a third person to publish in connection with that person's supply or promotion of the third person's goods or services.",
      "id": "s489"
    },
    {
      "text": "In both cases the broadcaster may have a commercial interest in the publication.",
      "id": "s490"
    },
    {
      "text": "In neither case does the broadcaster have a commercial interest in the content.",
      "id": "s491"
    },
    {
      "text": "If it were necessary to have a commercial interest under s 65A(1)(a)(vi) or s 65A(1)(b) , it would be in the publication.",
      "id": "s492"
    },
    {
      "text": "100 However, in the present case, the Commission does not suggest that Seven has any commercial interest in either the publication or the content.",
      "id": "s493"
    },
    {
      "text": "If the Commission were required to establish that a commercial interest was necessary for the exception to apply, it has failed to do so.",
      "id": "s494"
    },
    {
      "text": "If that were the case, Seven would have the benefit of the exemption.",
      "id": "s495"
    },
    {
      "text": "101 In Sun Earth at 281, Wilcox J considered the proposition that the purpose of s 65A is to protect prescribed information providers acting as such.",
      "id": "s496"
    },
    {
      "text": "His Honour repeated his view that the \"commercial interest\" in the content of the information sufficient to come within the exception to the exemption afforded by the section, is satisfied if the information promotes the business or services of the information provider or because the information provider has some direct commercial relationship with a third party.",
      "id": "s497"
    },
    {
      "text": "That is encompassed by subparagraphs (a)(v) and (vi).",
      "id": "s498"
    },
    {
      "text": "102 Justice Wilcox also considered a submission that, where a party itself creates the information which it supplies, which is expressly designed to advise consumers as to how they should deal with suppliers of goods or services, the supplier should be bound by s 52 of the Act.",
      "id": "s499"
    },
    {
      "text": "Justice Wilcox accepted that the fact that the program in question, \"The Investigators\", was more than a program providing news and comment.",
      "id": "s500"
    },
    {
      "text": "However, his Honour held that that was insufficient to deny the protection of s 65A.",
      "id": "s501"
    },
    {
      "text": "However, his Honour affirmed the need for the publication to come within the categories of paragraphs (a) or (b).",
      "id": "s502"
    },
    {
      "text": "He said that there was no warrant to introduce additional exceptions by reference to what might be regarded as a \"commercial interest\" (at 282).",
      "id": "s503"
    },
    {
      "text": "103 Section 65A does not, in terms, require that for the exception to apply there must be a commercial interest.",
      "id": "s504"
    },
    {
      "text": "To the extent that commercial interests of the kind referred to in the Second Reading Speech are specifically referred to, they are dealt with in subparagraphs (1)(a)(v) and (1)(b).",
      "id": "s505"
    },
    {
      "text": "However, the section also includes subparagraph (1)(a)(vi).",
      "id": "s506"
    },
    {
      "text": "That provides for an exception for not only a contract but also an arrangement or understanding.",
      "id": "s507"
    },
    {
      "text": "The publication may be made not only pursuant to a contract, arrangement or understanding with the third person but also on behalf of a third person.",
      "id": "s508"
    },
    {
      "text": "These may not import or impart a commercial interest.",
      "id": "s509"
    },
    {
      "text": "104 I agree with Wilcox J.",
      "id": "s510"
    },
    {
      "text": "The exceptions are as provided for in paragraphs (a) and (b) of s 65A(1).",
      "id": "s511"
    },
    {
      "text": "It is not necessary for Seven to have a commercial interest in the goods or services the subject of the Episodes or in the publication itself for the exception from liability to apply.",
      "id": "s512"
    },
    {
      "text": "Conclusion on the application of s 65A to the Seven Licensees \n \n105 Section 65A(1)(a)(vi) applies to the arrangement with Ms Boholt and Ms Forster, who were the suppliers of the goods or services of the kind referred to in paragraph (a).",
      "id": "s513"
    },
    {
      "text": "There are three exceptions to the exemption from liability where the Seven Licensees engaged in misleading or deceptive conduct:\n \n (1) self advertisement;\n (2) the publication of matter made on behalf of or pursuant to the arrangement with the women who supplied or promoted goods or services of the kind in the Episodes; and\n (3) third party advertisement.",
      "id": "s514"
    },
    {
      "text": "106 The statutory exception in s 65A(1)(a)(vi)(A) to the general exemption in s 65A applies to (2) above.",
      "id": "s515"
    },
    {
      "text": "Accordingly, s 65A does not provide a defence to the Commission's claim against the Seven Licensees.",
      "id": "s516"
    },
    {
      "text": "The Seven Licensees are therefore liable under s 52 of the Act for the misleading and deceptive representations made by them.",
      "id": "s517"
    },
    {
      "text": "SHOULD AN INJUNCTION BE GRANTED AGAINST SEVEN NETWORK?",
      "id": "s518"
    },
    {
      "text": "107 The applicant seeks injunctive relief against Seven Network and the Seven Licensees.",
      "id": "s519"
    },
    {
      "text": "Specifically, the applicant seeks orders pursuant to s 80 of the Act:\n \n &#8226; permanently restraining the Seven Licensees and Seven Network from making in any form the Wildly Wealthy Women representations and the Mentoring Program representations;\n &#8226; requiring Seven Network to ensure that each of the Seven Licensees do not broadcast representations which are misleading or deceptive or likely to mislead or deceive in the course of its news or current affairs programs, where any of the Seven Licensees propose to broadcast matter in connection with the supply of goods or services on such a program, pursuant to a contract, arrangement or understanding entered into on their behalf by Seven with a person who supplies goods or services of that kind; and\n &#8226; requiring Seven Network, where on behalf of the Seven Licensees it enters into a contract, arrangement or understanding pursuant to which items are to be broadcast on news or current affairs programs, to take all steps within its power to ensure the Seven Licensees do not broadcast the Wildly Wealthy Women representations and the Mentoring Program representations.",
      "id": "s520"
    },
    {
      "text": "108 The terms of the injunctions sought against Seven Network are excessively broad and raise considerable uncertainty for compliance.",
      "id": "s521"
    },
    {
      "text": "It is not appropriate for an order of the Court to be framed in terms which leave it for subjective assessment as to whether a broadcast representation is misleading or deceptive or likely to mislead or deceive.",
      "id": "s522"
    },
    {
      "text": "There are no allegations made in the statement of claim that Seven Network has contravened the Act or is accessorially liable for any contravention by the Seven Licensees.",
      "id": "s523"
    },
    {
      "text": "Further, there is no evidence that Seven Network has the power to compel the Seven Licensees to comply with such orders.",
      "id": "s524"
    },
    {
      "text": "The Seven Licensees themselves have obligations pursuant to the Broadcasting Services Act 1992 (Cth).",
      "id": "s525"
    },
    {
      "text": "There is no suggestion that, if an order is made against the Seven Licensees, they would fail to comply with it.",
      "id": "s526"
    },
    {
      "text": "109 The Commission submits that, whether or not it appears to the Court that Seven intended to engage in conduct in contravention of the Act or to broadcast the representations found to be in contravention of the Act, orders should be made as against Seven Network and the Seven Licensees on \"public policy grounds\".",
      "id": "s527"
    },
    {
      "text": "It relies on ICI v Trade Practices Commission (1992) 38 FCR 248 at 255---257 per Lockhart J.",
      "id": "s528"
    },
    {
      "text": "However, his Honour observed that it is relevant to consider questions of repetition of conduct and whether the conduct has occurred before or whether imminent substantial damage is likely.",
      "id": "s529"
    },
    {
      "text": "While Lockhart J was of the view that absence of any one or more of these elements is not fatal to the grant of an injunction under s 80 of the Act, none of those elements have been established by the Commission.",
      "id": "s530"
    },
    {
      "text": "No basis for the orders against Seven Network has been made out other than the asserted \"public policy\".",
      "id": "s531"
    },
    {
      "text": "No basis has been established as to why the declaratory relief sought is insufficient to protect the public, particularly in circumstances where the Seven Licensees did not make the Mentoring Program representation.",
      "id": "s532"
    },
    {
      "text": "110 No basis has been established for the injunctive relief sought against the Seven Network.",
      "id": "s533"
    },
    {
      "text": "SHOULD AN INJUNCTION BE GRANTED AGAINST THE SEVEN LICENSEES?",
      "id": "s534"
    },
    {
      "text": "111 I have found that the Seven Licensees made the Wildly Wealthy Women representations in the Episodes.",
      "id": "s535"
    },
    {
      "text": "I am prepared to make orders pursuant to s 80 of the Act permanently restraining the Seven Licensees from making or causing to be made in any form the Wildly Wealthy Women representations or any representations to substantially the same effect.",
      "id": "s536"
    },
    {
      "text": "112 The Episodes were broadcast in October 2003 and January 2004.",
      "id": "s537"
    },
    {
      "text": "At no stage have the Seven Licensees indicated that they intend to broadcast further episodes relating to the Mentoring Program.",
      "id": "s538"
    },
    {
      "text": "There is no evidence that they are likely to do so.",
      "id": "s539"
    },
    {
      "text": "The Seven Licensees did not make the Mentoring Program representations.",
      "id": "s540"
    },
    {
      "text": "I see no sufficient reason to grant injunctive relief sought against the Seven Licensees in relation to the Mentoring Program representations.",
      "id": "s541"
    },
    {
      "text": "OTHER RELIEF \n \n113 The Commission seeks a declaration that the Seven Licensees engaged in conduct that was misleading or deceptive in contravention of s 52 of the Act by broadcasting the Episodes.",
      "id": "s542"
    },
    {
      "text": "The Commission submits that, in circumstances where Seven has contested its liability for contravention of s 52 , the making the declarations is necessary to put beyond doubt that findings of contravention have been made.",
      "id": "s543"
    },
    {
      "text": "The Commission says that the findings are important for general deterrence.",
      "id": "s544"
    },
    {
      "text": "114 I have found that the Seven Licensees have contravened s 52 of the Act in respect of the Wildly Wealthy Women representations.",
      "id": "s545"
    },
    {
      "text": "In the circumstances, I consider it appropriate to make the declaratory orders sought.",
      "id": "s546"
    },
    {
      "text": "115 The Commission also seeks non-punitive orders against the Seven Licensees pursuant to s 86C(1) of the Act requiring the Seven Licensees to broadcast on their Today Tonight Program a segment of not less than five minutes duration (and to publish on their websites), information on the declaratory relief granted and to provide information on the financial risks associated with investments in property ('the segment').",
      "id": "s547"
    },
    {
      "text": "The Commission submits non-punitive orders are appropriate in circumstances where the Episodes were structured to promote continued interest in the segment and the Mentoring Program.",
      "id": "s548"
    },
    {
      "text": "Seven submits that the non-punitive orders sought would \"lack utility, and serve no useful purpose\", given that any publication would be taking place at least three years after the events in question.",
      "id": "s549"
    },
    {
      "text": "116 Given the time that has elapsed since the Episodes were broadcast and the fact that the women and the eighth respondent are themselves subject to consent orders, I do not consider it appropriate to require the Seven Licensees to publish the segment.",
      "id": "s550"
    },
    {
      "text": "Seven will be aware of the consequence of these proceedings and the declaration to be made.",
      "id": "s551"
    },
    {
      "text": "There is no suggestion that Seven requires further action to ensure that it appreciates its obligations under the Act.",
      "id": "s552"
    },
    {
      "text": "ORDERS \n \n117 The orders which I propose to make, subject to any submissions by the parties, are as sought in the application.",
      "id": "s553"
    },
    {
      "text": "The Commission and the sixth to eighth respondents have agreed on a form of consent orders.",
      "id": "s554"
    },
    {
      "text": "A copy of those orders in the form consented to comprises Annexure A to this judgment.",
      "id": "s555"
    },
    {
      "text": "118 The parties have asked that I reserve costs, including any special orders as to costs arising out of the settlement between the Commission and the sixth to eighth respondents including the timing of filing of affidavits of Ms Boholt and Ms Forster, and I do so.",
      "id": "s556"
    },
    {
      "text": "I certify that the preceding one hundred and eighteen (118) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s557"
    },
    {
      "text": "Associate:\n\nDated: 4 October 2007\n\n Counsel for the Applicant: S T White SC, K Morgan \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the First to Fifth Respondents: T E F Hughes QC, A Bell SC, S Gray \n \n Solicitor for the First to Fifth Respondents: Freehills \n \n Counsel for the Sixth to Eighth Respondents: P J McCafferty \n \n Solicitor for the Sixth to Eighth Respondents: Abbott Tout Lawyers \n \n Date of Hearing: 10 and 11 October 2006\n27 November 2006 \n \n Date of Judgment: 5 October 2007 ANNEXURE A \n CONSENT: APPLICANT AND 6 TH , 7 TH AND 8 TH RESPONDENTS \n \n\nThe applicant and 6 th , 7 th and 8 th respondents consent, for the purposes of Order 35 Rule 10 of the Federal Court Rules , to the making of orders in accordance with the following terms:\n Declarations \n \n 1.",
      "id": "s558"
    },
    {
      "text": "A declaration that on or about 31 October 2003 the Seventh Respondent engaged in conduct that was likely to mislead or deceive in contravention of section 52 of the Trade Practices Act 1974 (\"the Act \") by making the following representations which were broadcast during a segment on the \"Today Tonight\" television program (\"the 31 October 2003 broadcast\") concerning the Wildly Wealthy Women millionaire mentoring program (\"the Mentoring Program\"): \n \n \n 1.1 that participants in the Mentoring Program would become wealthy through investing in property, when the Seventh Respondent did not have reasonable grounds for making that representation;\n 1.2 that participants in the Mentoring Program would become wealthy through investing in property even if they had no money at the time at which they commenced to participate in the Mentoring Program or to implement the strategies taught in the Mentoring Program, when the Seventh Respondent did not have reasonable grounds for making that representation;\n 1.3 that participants in the Mentoring Program would become millionaires through investing in property; when the Seventh Respondent did not have reasonable grounds for making that representation;\n 1.4 that the Seventh Respondent, had purchased over $1,000,000 worth of property using none of her own money; whereas, in fact, at the time the representation was made, the Seventh Respondent had not purchased over $1,000,000 worth of property using none of her own money; and\n 1.5 that the Seventh Respondent was a millionaire; whereas, in fact, at the time the representation was made, the Seventh Respondent was not a millionaire.",
      "id": "s559"
    },
    {
      "text": "2.",
      "id": "s560"
    },
    {
      "text": "A declaration that the Seventh Respondent, by participating in the preparation and broadcasting of the 31 October 2003 broadcast, containing the representations referred to in paragraph 1.4 and 1.5 above with knowledge that those representations were likely to mislead or deceive, was directly, or indirectly, knowingly concerned in, or party to, the contraventions of the Act by each of the Second, Third, Fourth and Fifth Respondents set out in paragraph 1 of the Application within the meaning of section 75B of the Act .",
      "id": "s561"
    },
    {
      "text": "3.",
      "id": "s562"
    },
    {
      "text": "A declaration that on or about 30 January 2004 the Seventh Respondent engaged in conduct that was likely to mislead or deceive in contravention of section 52 of the Act by making the following representations which were broadcast during a segment on the \"Today Tonight\" television program (\"the 30 January 2004 broadcast\") concerning the Mentoring Program: \n \n \n 3.1 that participants in the Mentoring Program would become wealthy through investing in property; when the Seventh Respondent did not have reasonable grounds for making that representation;\n 3.2 that participants in the Mentoring Program would become wealthy through investing in property even if they had no money at the time at which they commenced to participate in the Mentoring Program or to implement the strategies taught in the Mentoring Program; when the Seventh Respondent did not have reasonable grounds for making that representation;\n 3.3 that participants in the Mentoring Program would become millionaires through investing in property; when the Seventh Respondent did not have reasonable grounds for making that representation.",
      "id": "s563"
    },
    {
      "text": "4.",
      "id": "s564"
    },
    {
      "text": "A declaration that the Seventh Respondent, by participating in the preparation and broadcasting of the 30 January 2004 broadcast containing the representation that: \n \n \n 4.1 the Seventh Respondent had made millions of dollars through investing in property, \n \n \n with knowledge that that representation was likely to mislead or deceive; was directly, or indirectly, knowingly concerned in, or party to, a contravention of the TPA by each of the Second, Third, Fourth and Fifth Respondents, within the meaning of section 75B of the TPA.",
      "id": "s565"
    },
    {
      "text": "Wildly Wealthy Women Website Representations \n \n 5.",
      "id": "s566"
    },
    {
      "text": "A declaration that in about December 2003 the Eighth Respondent ( Universal Prosperity ), being a corporation engaged in trade or commerce, engaged in conduct that was misleading or deceptive or likely to mislead or deceive, in contravention of section 52 of the Act , by publishing or causing to be published, promotional material for the Mentoring Program on the website located and associated with the domain name &lt;www.wildlywealthywomen.com&gt; ( the Wildly Wealthy Women Website ) containing the following representations ( the Wildly Wealthy Women Website Representations ): \n \n \n 5.1 that participants in the Mentoring Program would become wealthy through investing in property; when Universal Prosperity did not have reasonable grounds for making that representation; and\n 5.2 that participants in the Mentoring Program would become millionaires through investing in property; when Universal Prosperity did not have reasonable grounds for making that representation.",
      "id": "s567"
    },
    {
      "text": "6.",
      "id": "s568"
    },
    {
      "text": "A declaration that the Seventh Respondent, by participating in the preparation and publication of the Wildly Wealthy Women Website Representations with knowledge that the representations were misleading or deceptive or likely to mislead or deceive; was directly, or indirectly, knowingly concerned in, or party to, the contraventions of the Act by the Eighth Respondent set out in paragraph 5 within the meaning of section 75B of the Act .",
      "id": "s569"
    },
    {
      "text": "Injunctions \n \n 7.",
      "id": "s570"
    },
    {
      "text": "An order that each of the Sixth, Seventh and Eighth Respondents, by themselves, their servants or agents, or otherwise howsoever, be restrained from making or causing to be made in any form whatsoever any of the following representations or any representations to substantially the same effect as any of them: \n \n \n 7.1 that participants in the Mentoring Program or any substantially similar program will become wealthy through investing in property unless there are reasonable grounds for making that representation;\n 7.2 that participants in the Mentoring Program or any substantially similar program will become wealthy through investing in property even if they had no money at the time at which they commenced to participate in the Mentoring Program or to implement the strategies taught in the Mentoring Program unless there are reasonable grounds for making that representation;\n 7.3 that participants in the Mentoring Program or any substantially similar program will become millionaires through investing in property unless there are reasonable grounds for making that representation;\n 7.4 that the Sixth Respondent owns in excess of 60 properties unless there are reasonable grounds for making that representation;\n 7.5 that the Seventh Respondent has purchased over $1,000,000 worth of property using none of her own money unless there are reasonable grounds for making that representation;\n 7.6 that the Seventh Respondent is a millionaire in circumstances where it is not true; and\n 7.7 that the Seventh Respondent has made millions of dollars through investing in property, unless and until the Seventh Respondent has made millions of dollars through investing in property.",
      "id": "s571"
    },
    {
      "text": "8.",
      "id": "s572"
    },
    {
      "text": "An order that each of the Sixth Respondent and the Seventh Respondent, by themselves, their servants or agents or otherwise howsoever, be restrained from being in any way, directly or indirectly, knowingly concerned in, or party to, any conduct of the Eighth Respondent or any other corporation in: \n \n \n 8.1 making or causing to be made, or publishing or causing to be published, in any form whatsoever the representations referred to in paragraph 7 above or any representations to substantially the same effect as any of them: \n \n \n \n \n 8.1.1 in respect of each of the representations set out in sub-paragraphs 7.1 to 7.5, unless there are reasonable grounds for the making of that representation;\n 8.1.2 in respect of the representation that the Seventh Respondent is a millionaire in circumstances where it is not true;\n 8.1.3 in respect of the representation that the Seventh Respondent has made millions of dollars through investing in property, unless and until the Seventh Respondent has made millions of dollars through investing in property.",
      "id": "s573"
    },
    {
      "text": "Other orders \n \n 9.",
      "id": "s574"
    },
    {
      "text": "An order that the Eighth Respondent within two months of the day of the making of this order, publish on its website for a period not less than two months a notice, in terms which are approved in writing by the Applicant no less than seven days before the publication and which: \n \n \n 9.1 informs readers of the declarations made in accordance with paragraphs 1 to 6 above; and\n 9.2 informs readers of the injunctions made in accordance with paragraph 7 above; and\n 9.3 provides information on the financial risks associated with investments in property.",
      "id": "s575"
    },
    {
      "text": "10.",
      "id": "s576"
    },
    {
      "text": "An order that the Sixth, Seventh and Eighth Respondents pay the Applicant's costs of and incidental to these proceedings as against them in the agreed amount of $10,000 within 28 days of the date of this order.",
      "id": "s577"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1505.html",
      "id": "s578"
    }
  ]
}