{
  "name": "SZIXK v Minister for Immigration and Citizenship &amp; Anor [2007] FCA 143 (16 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/143.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This purports to be an appeal against a judgment of a Federal Magistrate given on 5 September 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") which was made on 18 April 2006 and handed down on 11 May 2006: see [2006] FMCA 1372 .",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs (\"the delegate\") to refuse to grant a protection visa to the applicant.",
      "id": "s1"
    },
    {
      "text": "2 The applicant is a citizen of India.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 1 September 2005.",
      "id": "s3"
    },
    {
      "text": "He entered on a temporary business visa.",
      "id": "s4"
    },
    {
      "text": "The visa was granted after he advised immigration authorities that he wished to come to Australia for business discussions on behalf of his employer and that the employer was paying for the trip.",
      "id": "s5"
    },
    {
      "text": "He claimed to have a well-founded fear of persecution because of his membership of the Tamil Nadu Liberation Army (\"TNLA\").",
      "id": "s6"
    },
    {
      "text": "The applicant claimed that he was persecuted by the Indian authorities and the Bharatiya Janata Party ('BJP') for his involvement with the TNLA.",
      "id": "s7"
    },
    {
      "text": "He also said that he was under threat by members of the TNLA because he quit the party without their knowledge.",
      "id": "s8"
    },
    {
      "text": "The applicant's claims included being arrested by police, having fabricated charges filed against him, suffering economic hardship, being accused of involvement in terrorist incidents, being tortured by police and being forced to go into hiding.",
      "id": "s9"
    },
    {
      "text": "The applicant also claimed that he may have problems with the Liberation Tigers of Tamil Eelam (\"LTTE\") as the applicant took orders from people whom he believed were members of the TNLA but who were actually members of the LTTE.",
      "id": "s10"
    },
    {
      "text": "3 The Tribunal found that the applicant was not truthful about matters which were critical to his claim to be a refugee.",
      "id": "s11"
    },
    {
      "text": "He was unable to demonstrate significant knowledge of the TNLA.",
      "id": "s12"
    },
    {
      "text": "He provided contradictory information as to his employment over the five years prior to his departure from India.",
      "id": "s13"
    },
    {
      "text": "The Tribunal found that the applicant's evidence that, during this period he had at times been unemployed, been in prison and been engaged in casual work was contradicted by information provided by the Secretary of the Indo-Australian Chamber of Commerce and by statements made in the applicant's visa application.",
      "id": "s14"
    },
    {
      "text": "The Tribunal was not satisfied that the applicant had a well-founded fear of persecution by reason of his political opinions or other Convention reason should he return to India.",
      "id": "s15"
    },
    {
      "text": "4 The applicant sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s16"
    },
    {
      "text": "His grounds included claims that the decision was not made in good faith; that there had been breaches of the rules of natural justice; that the Tribunal did not consider the reasonableness of relocation; the use of adverse information by the Tribunal; that the Tribunal failed to give proper and adequate reasons; that the Tribunal failed to exercise its jurisdiction; and that the Tribunal failed to consider all claims and issues.",
      "id": "s17"
    },
    {
      "text": "5 The Federal Magistrate dismissed the application under r 44.12(1)(a) of the Federal Magistrates Court Rules ('the Rules') as there was no arguable case raised.",
      "id": "s18"
    },
    {
      "text": "In coming to that conclusion, his Honour noted that particulars in support of the grounds were not provided, that the grounds amounted to factual challenges, that the Tribunal did not consider relocation, and that a letter was sent to the applicant which satisfied the Tribunal's obligations under s 424A of the Act.",
      "id": "s19"
    },
    {
      "text": "6 The notice of appeal to this Court was made on the grounds that the Federal Magistrate and the Tribunal did not consider that the applicant's fear was Convention based and that the Tribunal did not appreciate the evidence.",
      "id": "s20"
    },
    {
      "text": "7 An order made under r 44.12(1)(a) of the Rules is an interlocutory decision: see r 44.12(2) Leave to appeal is required.",
      "id": "s21"
    },
    {
      "text": "8 At the hearing of the \"appeal\" the applicant appeared in person.",
      "id": "s22"
    },
    {
      "text": "He had the assistance of an interpreter.",
      "id": "s23"
    },
    {
      "text": "He reasserted that the facts upon which his claim for a visa was made were true and that he had no knowledge of how the business visa was obtained.",
      "id": "s24"
    },
    {
      "text": "He said that he could not go back to India.",
      "id": "s25"
    },
    {
      "text": "9 The principles to be applied in dealing with an application such as the present are laid down in D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s26"
    },
    {
      "text": "10 In my opinion the learned Magistrate's decision is not attended with sufficient doubt to warrant reconsideration by this Court.",
      "id": "s27"
    },
    {
      "text": "Moreover, were leave to be granted to appeal, there is no prospect that the applicant could succeed on the grounds on which he seeks to rely.",
      "id": "s28"
    },
    {
      "text": "11 The application should be refused with costs.",
      "id": "s29"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Court.",
      "id": "s30"
    },
    {
      "text": "Associate:\n\nDated: 16 February 2007\n\n\n Counsel for the Appellant: Applicant appeared in person \n \n Counsel for the Respondent: Ms S Zarucki \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 16 February 2007 \n \n Date of Judgment: 16 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/143.html",
      "id": "s31"
    }
  ]
}