{
  "name": "Lewarne v Momentum Productions Pty Ltd [2007] FCA 1136 (7 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1136.html",
  "catchphrases": [
    {
      "text": "no clear evidence of offer and acceptance",
      "id": "c0"
    },
    {
      "text": "examine conduct of parties to determine if they have agreed to incur reciprocal obligations",
      "id": "c1"
    },
    {
      "text": "commercial arrangement may strongly suggest contract",
      "id": "c2"
    },
    {
      "text": "agreement on essential elements only",
      "id": "c3"
    },
    {
      "text": "application of s 2 of partnership act 1892 (nsw)",
      "id": "c4"
    },
    {
      "text": "importance of agency and relationship of mutuality of rights and obligations in establishing partnership",
      "id": "c5"
    },
    {
      "text": "agreement to make mortgage payments more consistent with profit sharing than with dividend payment",
      "id": "c6"
    },
    {
      "text": "no agreement as to duration and therefore terminable at will",
      "id": "c7"
    },
    {
      "text": "fiduciary obligations regardless of whether partnership agreement concluded or not",
      "id": "c8"
    },
    {
      "text": "misleading and deceptive conduct",
      "id": "c9"
    },
    {
      "text": "representations as to existing fact and representations as to future matters",
      "id": "c10"
    },
    {
      "text": "representation by silence",
      "id": "c11"
    },
    {
      "text": "conduct directed toward particular persons examined from their perspective",
      "id": "c12"
    },
    {
      "text": "operation of s 51a trade practices act 1974 (cth)",
      "id": "c13"
    },
    {
      "text": "party making representation must establish reasonable grounds on balance of probabilities",
      "id": "c14"
    },
    {
      "text": "representation of ownership without legal or equitable interest or prospect of acquiring such interest misleading",
      "id": "c15"
    },
    {
      "text": "contributory conduct by other party irrelevant where no reasonable grounds for making representation at time it was made",
      "id": "c16"
    },
    {
      "text": "damages and causation",
      "id": "c17"
    },
    {
      "text": "carelessness of representee no basis for excluding relief",
      "id": "c18"
    },
    {
      "text": "\"evidence to the contrary\"",
      "id": "c19"
    },
    {
      "text": "\"owns\"",
      "id": "c20"
    },
    {
      "text": "contract",
      "id": "c21"
    },
    {
      "text": "partnership",
      "id": "c22"
    },
    {
      "text": "trade practices",
      "id": "c23"
    },
    {
      "text": "words and phrases",
      "id": "c24"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding concerns the circumstances surrounding the purchase of a hotel named the East Village Hotel, which is at 234 Palmer Street, East Sydney.",
      "id": "s0"
    },
    {
      "text": "The purchase involved the assignment of a lease of the hotel premises as well as the purchase of the business carried on at those premises.",
      "id": "s1"
    },
    {
      "text": "The persons involved include the second respondent, Mr Richard Scotts, his brother Mr Anthony Scotts and the applicant Mr Richard (Ric) Lewarne.",
      "id": "s2"
    },
    {
      "text": "Mr Richard Scotts and Mr Lewarne were the main players.",
      "id": "s3"
    },
    {
      "text": "Although Mr Anthony Scotts was involved in the transaction, he is not a party to this proceeding, nor did he give evidence.",
      "id": "s4"
    },
    {
      "text": "In these reasons I shall refer to Mr Richard Scotts as Mr Scotts and to his brother as Mr Anthony Scotts.",
      "id": "s5"
    },
    {
      "text": "Although a significant number of the facts in the case are in dispute, the basic narrative is as follows.",
      "id": "s6"
    },
    {
      "text": "2 The hotel business was purchased by the first respondent, Momentum Productions Pty Ltd, a company controlled by Mr Scotts.",
      "id": "s7"
    },
    {
      "text": "The original plan to purchase it had been formed by Mr Scott's sister, Ms Wendy Hunter who is not a party to this proceeding.",
      "id": "s8"
    },
    {
      "text": "In 2003 Ms Hunter's company, CitySun Holdings Pty Limited had purchased a strata unit in the ground floor of the building at 238 Palmer Street, East Sydney which adjoins the hotel.",
      "id": "s9"
    },
    {
      "text": "For convenience, I shall refer to this property as the adjoining building.",
      "id": "s10"
    },
    {
      "text": "It would seem that Ms Hunter's intention was to purchase the hotel business and extend the hotel premises into the adjoining building According to Mr Scotts, Ms Hunter did not continue with her plan to purchase the hotel because she was not able to raise the necessary finance.",
      "id": "s11"
    },
    {
      "text": "3 In March or April 2003, Mr Scotts, allegedly at the request of Ms Hunter, decided to purchase the hotel business through the vehicle of the first respondent, Momentum Productions, a company that he had previously used for other trading activities.",
      "id": "s12"
    },
    {
      "text": "Mr Scotts was the sole director and the only shareholder in Momentum.",
      "id": "s13"
    },
    {
      "text": "At the time the hotel business was owned and operated by Wellfox Enterprises Limited which also was the lessee of the hotel.",
      "id": "s14"
    },
    {
      "text": "Accordingly Mr Scotts also commenced negotiations for an assignment of the lease from Wellfox.",
      "id": "s15"
    },
    {
      "text": "4 Mr Scotts also negotiated with Retemu Pty Limited, the owner and lessor of the hotel, for its consent to the assignment of the lease.",
      "id": "s16"
    },
    {
      "text": "In a report dated 11 April 2003 the valuers, Roberts Baker Magin valued the hotel business at $1.715 million.",
      "id": "s17"
    },
    {
      "text": "A contract for the sale of business at a purchase price of $1.7 million was concluded between Momentum and Wellfox on 14 April 2003.",
      "id": "s18"
    },
    {
      "text": "5 Around this time, Mr Scotts began to discuss with his brother, Mr Anthony Scotts and the applicant, Mr Richard Lewarne, the possibility of their becoming involved in the business.",
      "id": "s19"
    },
    {
      "text": "Mr Anthony Scotts and Mr Lewarne are business associates in other commercial ventures.",
      "id": "s20"
    },
    {
      "text": "According to Mr Lewarne, in their initial conversations about the business, Mr Scotts said he was looking to raise $400,000 in capital and that if Mr Lewarne were to invest $300,000 in the business he would give him \"a 15% share in the equity of the pub and 15% of the profits\".",
      "id": "s21"
    },
    {
      "text": "He explained that he needed additional funds invested in the business because he had agreed to take over his sister's legal costs and other expenses.",
      "id": "s22"
    },
    {
      "text": "In the course of their discussions, Mr Scotts outlined a plan to expand the hotel operations by demolishing the wall separating the hotel from the adjoining premises.",
      "id": "s23"
    },
    {
      "text": "Mr Lewarne now claims that in the course of their discussions Mr Scotts made misleading or deceptive representations that were influential in his decision to invest in the business.",
      "id": "s24"
    },
    {
      "text": "The nature of these discussions and the representations are discussed below.",
      "id": "s25"
    },
    {
      "text": "6 Ultimately, on or around 7 July 2003, Mr Lewarne paid $300,000 and Mr Anthony Scotts paid $100,000 to Mr Scotts in respect of the hotel business.",
      "id": "s26"
    },
    {
      "text": "The nature of the contract, if any, formed between the parties and any interest acquired by Mr Lewarne is also a live issue in this proceeding.",
      "id": "s27"
    },
    {
      "text": "7 The purchase of the hotel business was settled on 25 July 2003.",
      "id": "s28"
    },
    {
      "text": "To complete settlement Momentum arranged vendor finance of $200,000, and borrowed $1.53 million from the Commonwealth Bank of Australia.",
      "id": "s29"
    },
    {
      "text": "Neither Momentum nor Mr Scotts made any cash contribution to the purchase.",
      "id": "s30"
    },
    {
      "text": "On the same day, with Retemu's consent, Wellfox assigned its lease to Momentum Productions and the East Village Hotel opened for business under the new management.",
      "id": "s31"
    },
    {
      "text": "8 By early 2004, it became clear that there were significant structural problems with the hotel's premises.",
      "id": "s32"
    },
    {
      "text": "Sydney City Council became involved and for several months in 2004 the building was covered in scaffolding.",
      "id": "s33"
    },
    {
      "text": "Inevitably these problems affected the profitability of the hotel.",
      "id": "s34"
    },
    {
      "text": "Momentum Productions commenced proceedings against the landlord, Retemu, in the Supreme Court of NSW on 12 May 2005 seeking damages for the loss of trade in this period.",
      "id": "s35"
    },
    {
      "text": "At the time of the hearing these proceedings were still unresolved.",
      "id": "s36"
    },
    {
      "text": "In late 2004, Mr Lewarne began to express some concerns about his investment and the manner in which the hotel was being managed.",
      "id": "s37"
    },
    {
      "text": "This culminated in Mr Lewarne seeking to extract himself from the business and, the breakdown of the relationship between Mr Lewarne and Mr Scotts.",
      "id": "s38"
    },
    {
      "text": "The present proceedings were commenced on 20 October 2005.",
      "id": "s39"
    },
    {
      "text": "9 Mr Lewarne's case raises two key issues for determination.",
      "id": "s40"
    },
    {
      "text": "The first is the nature of the interest, if any, that Mr Lewarne has in the hotel business.",
      "id": "s41"
    },
    {
      "text": "Mr Lewarne claims that the agreement he reached with Mr Scotts was that he would pay $300,000 to become a 15% partner in the hotel business.",
      "id": "s42"
    },
    {
      "text": "It is a live issue in the proceeding as to who the other partners were in this alleged arrangement: in particular whether it included Mr Scotts and Momentum or only one of those two.",
      "id": "s43"
    },
    {
      "text": "Mr Scotts claims that the $300,000 payment was for Mr Lewarne to purchase 15 per cent of the shares in Mr Scotts' company, Momentum Productions.",
      "id": "s44"
    },
    {
      "text": "The characterisation of Mr Lewarne's interest has significant consequences for the appropriate form of any relief in this proceeding.",
      "id": "s45"
    },
    {
      "text": "10 The second key issue is whether certain representations allegedly made by Mr Scotts in the course of his discussions with Mr Lewarne, prior to Mr Lewarne becoming involved in the hotel business, were misleading and deceptive conduct.",
      "id": "s46"
    },
    {
      "text": "Relevantly, Mr Lewarne claims that Momentum, or Mr Scotts on behalf of Momentum, made the representations, all of which were either misleading and deceptive or likely to mislead or deceive, in contravention of s 52 of the Trade Practices Act 1974 (Cth) and s 42 of the Fair Trading Act 1987 (NSW).",
      "id": "s47"
    },
    {
      "text": "The representations are set out at [74] below.",
      "id": "s48"
    },
    {
      "text": "11 Mr Lewarne also claims that the representations formed part of the contract between the parties and that in failing to perform its obligations Momentum has breached the contract.",
      "id": "s49"
    },
    {
      "text": "He also alleges that Mr Scotts has breached fiduciary obligations owed to him.",
      "id": "s50"
    },
    {
      "text": "THE AGREEMENT \n \n12 As noted above, the first issue in this proceeding is the nature of Mr Lewarne's interest, if any, in the hotel business.",
      "id": "s51"
    },
    {
      "text": "There is some dispute as to the parties to the alleged agreement.",
      "id": "s52"
    },
    {
      "text": "The parties all assert that a contract was made in 2003 but they disagree as to the parties and terms.",
      "id": "s53"
    },
    {
      "text": "Although the respondents pleaded that if the agreement was not as they submitted it was void for uncertainty, this claim was very much a fallback position and not seriously pressed.",
      "id": "s54"
    },
    {
      "text": "In his Third Further Amended Statement of Claim Mr Lewarne pleaded that the parties were Momentum and himself but later he submitted that it was a tri-partite agreement involving Mr Scotts as well.",
      "id": "s55"
    },
    {
      "text": "The respondents claimed that the agreement was between Mr Scotts and Mr Lewarne and that Momentum was not a party.",
      "id": "s56"
    },
    {
      "text": "What is painfully clear from the evidence is that Mr Scotts referred to himself and to Momentum without apparent distinction and that, even if Mr Lewarne appreciated the distinction, he did not seek clarification of the issue.",
      "id": "s57"
    },
    {
      "text": "13 Whether a contract was made between the parties is a legal issue that the Court must decide.",
      "id": "s58"
    },
    {
      "text": "The parties' agreement on the point is relevant but not conclusive, especially given their dispute about the parties to the alleged contract and their disagreement as to the nature of the contract and its terms.",
      "id": "s59"
    },
    {
      "text": "I am conscious, however, that the Court should not be ready to deny that a contract exists when the parties have structured their commercial relationships on that assumption.",
      "id": "s60"
    },
    {
      "text": "This issue is discussed further below.",
      "id": "s61"
    },
    {
      "text": "14 The parties agree that there is no comprehensive written agreement embodying the terms of the alleged contract.",
      "id": "s62"
    },
    {
      "text": "Mr Lewarne contends that the agreement was partly oral and partly written and that the oral terms were agreed in various telephone conversations in early May and at three key meetings.",
      "id": "s63"
    },
    {
      "text": "The first meeting, referred to as the \"Mosman meeting\" was at Mr Lewarne's house and was attended by Mr Lewarne, Mr Scotts, Ms Jennifer Dalitz, Mr Lewarne's wife and Mr Anthony Scotts.",
      "id": "s64"
    },
    {
      "text": "The second meeting, referred to as the \"Roseberry meeting\", took place in the offices of Mr Maurizio Zappacosta (the accountant for Ms Wendy Hunter) and was attended by Mr Anthony Scotts, Mr Lewarne, Mr Maurizio Zappacosta and Ms Dalitz.",
      "id": "s65"
    },
    {
      "text": "The third meeting, the \"Alexandria meeting\", was between Mr Lewarne and Mr Scotts.",
      "id": "s66"
    },
    {
      "text": "Apparently Mr Anthony Scotts was also present.",
      "id": "s67"
    },
    {
      "text": "There is some dispute about the dates of these meetings, which are discussed below.",
      "id": "s68"
    },
    {
      "text": "15 Mr Lewarne contends that the written terms were contained in two documents, both of which were sent to him by Mr Scotts in an email.",
      "id": "s69"
    },
    {
      "text": "The first of these documents was sent on 9 May 2003 and was headed \"East Village Outline Agreement\".",
      "id": "s70"
    },
    {
      "text": "The second was sent on 16 May 2003 and was headed \"Heads of Agreement\".",
      "id": "s71"
    },
    {
      "text": "Mr Lee, counsel for Mr Lewarne, submitted that on or shortly after 16 May 2003 the parties had concluded their agreement.",
      "id": "s72"
    },
    {
      "text": "16 The existence of this agreement and the terms of any such agreement are, of course, to be determined objectively, by reference to the communications between the parties and their conduct.",
      "id": "s73"
    },
    {
      "text": "It is therefore necessary to examine in some detail the evidence concerning the discussions that allegedly occurred at the three meetings described above, and the terms contained in the written documents.",
      "id": "s74"
    },
    {
      "text": "The content of the discussions at these meetings was the subject of hot dispute in this proceeding.",
      "id": "s75"
    },
    {
      "text": "Furthermore, it was at these meetings and in these emails that Mr Lewarne alleges Mr Scotts made the representations that amount to conduct prohibited by the Trade Practices Act and the Fair Trading Act .",
      "id": "s76"
    },
    {
      "text": "EARLY DISCUSSIONS \n \n17 Mr Lewarne says that Mr Scotts first raised the prospect of him investing in the hotel business in \"early May 2003\".",
      "id": "s77"
    },
    {
      "text": "Mr Lewarne alleges that Mr Scotts said:\n \n 'Ric, if you invest $300,000 into the business, I will give you a 15% share of the equity of the pub and 15% of the profits.",
      "id": "s78"
    },
    {
      "text": "' \n\n18 The substance of this meeting was largely uncontested by the respondents: Mr Scotts' account of what was said varied only slightly from Mr Lewarne's account.",
      "id": "s79"
    },
    {
      "text": "Relevantly Mr Scotts recalls that he said to Mr Lewarne and Mr Anthony Scotts:\n \n 'Guys, I am interested in selling a 20% share in the business for $400,000.",
      "id": "s80"
    },
    {
      "text": "' \n\n19 Mr Lewarne and Mr Scotts agree that Mr Lewarne indicated that he would need to see the Magin report, a valuation report prepared by Roberts Baker Magin.",
      "id": "s81"
    },
    {
      "text": "THE MOSMAN MEETING \n \n20 There is some dispute over the date on which this meeting occurred.",
      "id": "s82"
    },
    {
      "text": "Mr Lewarne gave evidence that it occurred on 4 May 2003, two days prior to the Rosebery meeting.",
      "id": "s83"
    },
    {
      "text": "Mr Scotts claimed that it took place on 11 May 2003.",
      "id": "s84"
    },
    {
      "text": "Given its place in the chronology of events I am inclined to accept that Mr Lewarne is correct although the issue does not appear to have any significance .",
      "id": "s85"
    },
    {
      "text": "Mr Lewarne recalls that he asked Mr Scotts why it was that, if the Magin report valued the East Village Hotel at $1.7 million, Mr Lewarne's investment of $300,000 would only purchase 15% of the hotel.",
      "id": "s86"
    },
    {
      "text": "According to Mr Lewarne, Mr Scotts replied:\n \n 'I need extra money invested into the business by you and Ant [Anthony Scotts] because I've agreed to take over and pay Wendy's legal costs which are about $80,000 and other associated costs such as stamp duty, registration of the lease etcetera.",
      "id": "s87"
    },
    {
      "text": "I own the units next door and I've got permission from Tony [the landlord] to extend the pub into the units.",
      "id": "s88"
    },
    {
      "text": "One of the first things I'm going to do is construct a new pokie room in there.",
      "id": "s89"
    },
    {
      "text": "This will give us about 35% more space in the public bar and increase annual profit.",
      "id": "s90"
    },
    {
      "text": "I also own five extra pokie licenses and I'm going to buy 5 extra pokies.",
      "id": "s91"
    },
    {
      "text": "The rule of thumb is that each pokie returns $50,000 profit per annum.",
      "id": "s92"
    },
    {
      "text": "That means we'd be looking at an extra $250,000 per year profit just for the 5 extra pokies.",
      "id": "s93"
    },
    {
      "text": "I've also negotiated a 22 year lease for the pub.",
      "id": "s94"
    },
    {
      "text": "' \n\n21 Ms Dalitz recalled that Mr Scotts said words to the effect:\n \n 'Under the agreement I will retain control with 80% ownership in the business, Lewarne will purchase 15% and Anthony Scotts will purchase 5% ownership of the business.",
      "id": "s95"
    },
    {
      "text": "I have purchased the units next door and I think we should relocate the poker machines in there.",
      "id": "s96"
    },
    {
      "text": "This will make more room available in the ground floor bar area, and will also enable us to acquire and operate the additional five poker machines that the business is entitled to.",
      "id": "s97"
    },
    {
      "text": "I've got DA approval to use the units next door as a gaming area.",
      "id": "s98"
    },
    {
      "text": "' \n\n22 Ms Dalitz said that neither at this meeting nor at any time in 2003, were she and Mr Lewarne given a copy of the Magin report or the lease that had been negotiated with Retemu.",
      "id": "s99"
    },
    {
      "text": "Mr Lewarne admits, however that early in the negotiations he was given a copy of the Magin Report.",
      "id": "s100"
    },
    {
      "text": "Although the evidence does not reveal exactly when this occurred it appears to have been before or at the Mosman meeting.",
      "id": "s101"
    },
    {
      "text": "23 Mr Scotts recalls that this meeting was arranged specifically to discuss the structure of the deal.",
      "id": "s102"
    },
    {
      "text": "He denies that he made statements in the terms deposed to by Mr Lewarne, and instead recalls telling Mr Lewarne and Mr Anthony Scotts:\n \n 'I have a company called Momentum Productions Pty Limited which is not currently trading.",
      "id": "s103"
    },
    {
      "text": "I am the sole director/secretary and I am using that company to purchase the business.",
      "id": "s104"
    },
    {
      "text": "I will sell 15% of the shares of that company to Ric and 5% of the shares to Ant.",
      "id": "s105"
    },
    {
      "text": "As shareholders, you will get your profit share on a six month basis but I will retain the final say on all management decisions of the company.",
      "id": "s106"
    },
    {
      "text": "You can sell your shares to any other person so long as that person is not detrimental to the business and consent will not unreasonably [be] withheld.",
      "id": "s107"
    },
    {
      "text": "' \n\n24 Mr Scotts says that Mr Lewarne agreed to this structure for the deal and then asked about the plan to expand the hotel into the adjoining premises.",
      "id": "s108"
    },
    {
      "text": "Mr Scotts recalls stating:\n \n 'I have purchased next door in my own name.",
      "id": "s109"
    },
    {
      "text": "When the business is ready, we will knock the wall down and extend the pub into there, that would increase the ground floor bar area by around 35%.",
      "id": "s110"
    },
    {
      "text": "If we can turn that into a poker room, it could increase profits as we have spoken about.",
      "id": "s111"
    },
    {
      "text": "But the initial plan will be to get the business up and going first as a priority and generate a good cash flow before going next door or embarking on any capital expenditure .",
      "id": "s112"
    },
    {
      "text": "' (Emphasis added) \n\n25 Mr Lewarne specifically contests Mr Scotts' evidence that his statement about turning the adjoining building into a poker machine room was expressed as a contingency.",
      "id": "s113"
    },
    {
      "text": "According to Mr Lewarne, Mr Scotts said:\n \n 'I will use yours and Anthony's money to put toward the purchase price and the associated costs and there will be plenty left over which I will use as working capital for the business...",
      "id": "s114"
    },
    {
      "text": "I am satisfied that there is plenty of working capital for the business to operate successfully.",
      "id": "s115"
    },
    {
      "text": "... \n I've got DA approval and the land lord's permission to extend the pub into the units next door and to extend the poker machine licenses into this area so that we can operate pokies in there.",
      "id": "s116"
    },
    {
      "text": "The landlord has requested additional rent if we operate the pokies in this area.",
      "id": "s117"
    },
    {
      "text": "However, I am in the process of negotiating this.",
      "id": "s118"
    },
    {
      "text": "' \n\n26 Mr Lewarne says it was his understanding that Mr Scotts had already obtained development approval to install and operate poker machines in the adjoining premises.",
      "id": "s119"
    },
    {
      "text": "THE ROSEBERY MEETING [AKA THE ZM PARTNERS MEETING] \n \n27 This meeting took place on 6 May 2003, approximately two months before Mr Lewarne paid over his $300,000.",
      "id": "s120"
    },
    {
      "text": "At the meeting, according to Mr Lewarne, Mr Scotts said:\n \n 'Ric, the figures show that the pub is currently making over $500,000 profit per year.",
      "id": "s121"
    },
    {
      "text": "I've worked in pubs before and the pokies at the East Village are currently returning less than the market average.",
      "id": "s122"
    },
    {
      "text": "This is because of where they are located in the pub.",
      "id": "s123"
    },
    {
      "text": "I'm going to move them to a better location and they will return more for the business.",
      "id": "s124"
    },
    {
      "text": "I'm also going to refurbish the pub.",
      "id": "s125"
    },
    {
      "text": "You will make more than $75,000 per year for your profit share.",
      "id": "s126"
    },
    {
      "text": "' \n\n28 Ms Dalitz recalled Mr Scotts also saying: 'I have enough funds to finance the purchase price, but I am looking for investors to assist in funding working capital'.",
      "id": "s127"
    },
    {
      "text": "Both Mr Lewarne and Ms Dalitz gave evidence that although they were shown a copy of the Magin report at the meeting, they were not given a copy to take away.",
      "id": "s128"
    },
    {
      "text": "29 Mr Scotts denied that he said the words Mr Lewarne attributed to him.",
      "id": "s129"
    },
    {
      "text": "According to Mr Scotts, Mr Zappacosta referred to the Magin report's finding that the hotel made approximately $500,000 profit in the previous year and said that he had 'no problem' with the figures.",
      "id": "s130"
    },
    {
      "text": "Mr Scotts' account of the conversation is very different from Mr Lewarne's, but relevantly he recalls stating that 'the pub could make an additional $143,000 per year over and above the ... profit stated in the report' if the full potential of the poker machine revenue was achieved.",
      "id": "s131"
    },
    {
      "text": "Further, he recalls Mr Lewarne offering to assist in 'expanding into next door'.",
      "id": "s132"
    },
    {
      "text": "According to Mr Scotts the following exchange occurred:\n \n 'I said: Well these are just projections but we should run the pub to begin with and get comfortable with the cash flow before expanding into next door, and then we can apply to Council to change the use next door into a poker machine room.",
      "id": "s133"
    },
    {
      "text": "Lewarne said: I agree, I have had experience with many councils and I can help you with that, that shouldn't be a problem.",
      "id": "s134"
    },
    {
      "text": "' \n 30 In cross-examination Mr Lewarne gave uncontested evidence that he outsourced any work involving Council approvals that arose in the course of his trade as a builder and claimed he never would have said that he had helpful 'experience' in such matters.",
      "id": "s135"
    },
    {
      "text": "Mr Lewarne's consistent evidence was that at all times he believed there was an extant development approval allowing the adjoining premises to be used as a gaming room adjunct to the hotel.",
      "id": "s136"
    },
    {
      "text": "OUTLINE AGREEMENT \n \n 31 On 9 May 2003, Mr Scotts emailed what purported to be an outline of their agreement to Mr Lewarne and a copy to Mr Anthony Scotts.",
      "id": "s137"
    },
    {
      "text": "The document was headed 'Outline Agreement b/w East Village (Richard Scotts) &amp; Rick Lewarne'.",
      "id": "s138"
    },
    {
      "text": "Under the heading 'Summary Notes' it recorded, relevantly:\n '- I agree to sell 15% of the East Village business for $300, 000 \n ... \n \n - In year one I also agree to pay your interest payments against any mortgage loan eg.",
      "id": "s139"
    },
    {
      "text": "(6%).",
      "id": "s140"
    },
    {
      "text": "This sum will then be offset against final profits.",
      "id": "s141"
    },
    {
      "text": "- I will agree to pay your profit share on a 6-month basis.",
      "id": "s142"
    },
    {
      "text": "... \n \n - All strategic decisions will be made in consultation with equity partners, however Richard will have a final say on management decisions.",
      "id": "s143"
    },
    {
      "text": "- I can confirm the pub now has a 22-year lease &amp; I have approval to add 5 extra poker machines for a total of 15.",
      "id": "s144"
    },
    {
      "text": "I also have a DA approval to extend the pub license into the premises next door.",
      "id": "s145"
    },
    {
      "text": "- You may on-sell your share of the business to another party as long as that entity/person is not seen as a determent to the business.",
      "id": "s146"
    },
    {
      "text": "This approval cannot be unreasonably refused.",
      "id": "s147"
    },
    {
      "text": "- In year one Richard will receive a salary of no more than $50,000 \n - As a separate deal I have also purchased the building next door to the pub.",
      "id": "s148"
    },
    {
      "text": "This comprises of one ground floor commercial unit &amp; one upstairs residential unit.",
      "id": "s149"
    },
    {
      "text": "The pub currently pays rent of $900 per week against both of these properties.",
      "id": "s150"
    },
    {
      "text": "The ground floor is currently being used for pub storage &amp; upstairs for office.",
      "id": "s151"
    },
    {
      "text": "I also have a DA approval to knock the wall down &amp; extend the pub into the commercial unit.",
      "id": "s152"
    },
    {
      "text": "The owner has also granted permission for the license to extend into this section.",
      "id": "s153"
    },
    {
      "text": "Turning the commercial space into a gaming room has the potential to increase profits substantially.",
      "id": "s154"
    },
    {
      "text": "Freeing up the existing poker machine area will also create approx 35% extra space for the ground floor bar.",
      "id": "s155"
    },
    {
      "text": "' \n \n 32 Under the heading 'Initial Plans for Pub' the email continued:\n '- The plan is not to rock the boat in short term --- steady as she goes!",
      "id": "s156"
    },
    {
      "text": "- Get comfortable with the cash flow before embarking on capital improvements.",
      "id": "s157"
    },
    {
      "text": "- Look at cosmetic improvements --- paint, lighting, staff uniforms etc \n - Repair furniture \n - Stage a Launch party \n - Look at media strategy \n - Knock poker machine wall down \n - All staff placed on a 3-month probation \n - Existing manager of 2 years --- Stu Williams has agreed to stay on \n - Change staff attitude eg better looking, warmer, more courteous \n - Add 5 extra poker machines \n - Consult with gaming expert \n - Consult with hotel management expert \n - Lift marketing focus eg promotion of functions, develop promotional materials, develop database, East Village Website etc' \n THE ALEXANDRIA MEETING \n \n33 Mr Lewarne recalls meeting with Mr Scotts and Mr Anthony Scotts on 14 May 2003.",
      "id": "s158"
    },
    {
      "text": "The meeting was in Alexandria at the premises of Australian Workstation Manufacturers Pty Limited, a company of which Mr Lewarne is a director.",
      "id": "s159"
    },
    {
      "text": "Mr Scotts said words to the effect: \n \n 'The lease and the liquor licence will be transferred to Momentum.",
      "id": "s160"
    },
    {
      "text": "I will run the business on behalf of you and Anthony, but I'll consult both of you about any major decisions that come up.",
      "id": "s161"
    },
    {
      "text": "' \n\n34 Mr Scotts denies that this conversation occurred and recalls that at this meeting Mr Lewarne indicated that he would arrange for Mr Tony Dempsey, his solicitor, to draft a formal agreement.",
      "id": "s162"
    },
    {
      "text": "Mr Scotts recalls that Mr Lewarne asked if he could send by email a Heads of Agreement, so that it could be provided to Mr Dempsey for this purpose.",
      "id": "s163"
    },
    {
      "text": "HEADS OF AGREEMENT \n \n35 On 16 May 2003 Mr Scotts sent Mr Lewarne an email, attached to which was a document headed 'Heads of Agreement between Momentum Productions Pty Ltd (East Village) &amp; Rick Lewarne'.",
      "id": "s164"
    },
    {
      "text": "The email, which was copied to Anthony Scotts, said:\n \n 'Rick I've sent you an agreement outline.",
      "id": "s165"
    },
    {
      "text": "Give me a call tomorrow &amp; let me know your thoughts.",
      "id": "s166"
    },
    {
      "text": "Thanks \n Rich' \n\n36 The front page of the attached document is dated 16 May 2003 and states that it is between: \n \n 'Rick Lewarne \n Company name .. \n \n AND \n \n Richard Scotts \n Momentum Productions Pty Ltd \n \n East Village Hotel \n 234 Palmer St, East Sydney NSW 2010' \n 37 The document stated:\n 'By agreement dated 17 th May 2003, Rick Lewarne agrees to purchase 15% of the East Village business for $300,000.",
      "id": "s167"
    },
    {
      "text": "The East Village business is defined as the annual gross profit (profit less operating expenses before tax) \n Based on a 2002 Gross Profit of $500,000 this equates to a minimum return of 25% or $75,000.",
      "id": "s168"
    },
    {
      "text": "Funds to be made available by way of bank cheque.",
      "id": "s169"
    },
    {
      "text": "Settlement date &amp; cheque details to be advised next week.",
      "id": "s170"
    },
    {
      "text": "Equity participation will be capped to a maximum of 20% in year one with Anthony Scotts to receive 5% of the business for $100,000.",
      "id": "s171"
    },
    {
      "text": "While it is unlikely that equity in the business will be further diluted, existing partners will however get the first right of refusal.",
      "id": "s172"
    },
    {
      "text": "Equity Participation: \n 5% Anthony Scotts \n 15% Rick Lewarne \n 80% Richard Scotts \n \n You may on-sell your share of the business to another party as long as that entity/person is approved by Richard Scotts.",
      "id": "s173"
    },
    {
      "text": "Richard cannot unreasonably withhold this approval without good cause.",
      "id": "s174"
    },
    {
      "text": "In year one of the agreement Momentum agrees to pay your monthly interest payments against a mortgage loan eg.",
      "id": "s175"
    },
    {
      "text": "(6%).",
      "id": "s176"
    },
    {
      "text": "This sum will then be offset against final profits.",
      "id": "s177"
    },
    {
      "text": "Momentum agrees to pay your profit share on a bi-annual basis.",
      "id": "s178"
    },
    {
      "text": "The hotel books will be made available for inspection on a week-to-week basis.",
      "id": "s179"
    },
    {
      "text": "All strategic decisions will be made in consultation with equity partners, however Richard will have a final say on management decisions.",
      "id": "s180"
    },
    {
      "text": "Richard will keep full ownership of 238 Palmer St. East Sydney (unit next door).",
      "id": "s181"
    },
    {
      "text": "The East Village currently pays $900 rent per week towards these units for storage, office use &amp; residential purposes.",
      "id": "s182"
    },
    {
      "text": "The objective will be to expand the pub &amp; extend the license into this ground floor commercial space making it cash positive as soon as possible.",
      "id": "s183"
    },
    {
      "text": "In year one Richard will receive a salary of no more than $50,000.",
      "id": "s184"
    },
    {
      "text": "' \n\n38 A similar email and document was sent to Mr Anthony Scotts and copied to Mr Lewarne on the same day.",
      "id": "s185"
    },
    {
      "text": "The document sent to Mr Anthony Scotts was tailored to reflect the extent of his proposed contribution.",
      "id": "s186"
    },
    {
      "text": "39 After receiving the Heads of Agreement on 16 May, Mr Lewarne sought advice from his solicitor, Mr Anthony Dempsey.",
      "id": "s187"
    },
    {
      "text": "On 4 July 2003, Mr Lewarne, Mr Scotts and Mr Anthony Scotts met with Mr Dempsey to discuss the drafting of a formal agreement on the basis of their agreed terms.",
      "id": "s188"
    },
    {
      "text": "He claims that he provided Mr Dempsey with both the Outline Agreement and the Heads of Agreement for this purpose and that they discussed Mr Dempsey drafting a partnership agreement.",
      "id": "s189"
    },
    {
      "text": "He gave instructions that he did not want to be a director of Momentum, he just wanted to be an 'owner' of the business.",
      "id": "s190"
    },
    {
      "text": "Mr Dempsey's account corroborates this except that he says that Mr Lewarne only gave him a copy of the Heads of Agreement.",
      "id": "s191"
    },
    {
      "text": "Mr Dempsey recalled that Mr Lewarne instructed him as follows:\n \n 'Anthony and I have put in money with Richard to buy the East Village Hotel.",
      "id": "s192"
    },
    {
      "text": "We would like you to draft a partnership agreement to set out the terms of what we have agreed.",
      "id": "s193"
    },
    {
      "text": "' \n (emphasis added.",
      "id": "s194"
    },
    {
      "text": ") \n\n40 According to Mr Dempsey the basis for this partnership agreement was the Heads of Agreement.",
      "id": "s195"
    },
    {
      "text": "He provided this document to Mr Arthur Carney, another solicitor, in a facsimile sent on 4 July 2003 with the instructions 'We are seeking assistance in the drafting of a partnership agreement between the three parties to reflect the points made in the draft Heads of Agreement' (emphasis added).",
      "id": "s196"
    },
    {
      "text": "Mr Dempsey's evidence and his contemporaneous facsimile to Mr Carney strongly support Mr Lewarne's evidence that, at least at that stage, the parties had been negotiating a partnership and not the purchase of shares.",
      "id": "s197"
    },
    {
      "text": "41 Mr Dempsey also recalled Mr Lewarne saying that the Heads of Agreement reflected the understanding between the parties and that:\n \n 'Richard is to own 80% of the business, Ant 5% and myself 15%....Ant and I will be silent partners.",
      "id": "s198"
    },
    {
      "text": "Richard will be responsible for day to day operations.",
      "id": "s199"
    },
    {
      "text": "Ant and I will be consulted on big picture strategic decisions.",
      "id": "s200"
    },
    {
      "text": "' \n\n42 Mr Dempsey did not refer to the Outline Agreement and his files, produced after Mr Lewarne waived any claim for legal professional privilege, did not contain a copy of the Outline Agreement.",
      "id": "s201"
    },
    {
      "text": "Despite Mr Lewarne's evidence I am not satisfied that Mr Dempsey was given a copy of that document however the issue is not significant.",
      "id": "s202"
    },
    {
      "text": "43 On 7 July 2003, Mr Lewarne gave Mr Scotts a cheque for $300,000.",
      "id": "s203"
    },
    {
      "text": "Subsequently Mr Lewarne and Mr Scotts actively co-operated in the running of the hotel business; the details of this activity are discussed below.",
      "id": "s204"
    },
    {
      "text": "44 On further consideration of the information he had been given by Mr Lewarne, Mr Dempsey subsequently formed the view that it was in Mr Lewarne's interests to enter into a shareholders agreement with Mr Scotts and Mr Anthony Scotts and, in a telephone conversation on 9 July, advised Mr Lewarne accordingly.",
      "id": "s205"
    },
    {
      "text": "Mr Dempsey recalled that in this telephone conversation Mr Lewarne said:\n \n 'I know Momentum may have some skeletons in the closet.",
      "id": "s206"
    },
    {
      "text": "If Anthony and I enter into a shareholders' agreement with Richard and Momentum we do not want to be directors or non-executive directors of the company.",
      "id": "s207"
    },
    {
      "text": "We only want to be shareholders.",
      "id": "s208"
    },
    {
      "text": "If there are liabilities of Momentum, I don't want my head on the chopping block as a director...' \n \n\nMr Dempsey records that he replied\n \n 'Okay.",
      "id": "s209"
    },
    {
      "text": "We will draft a suitable shareholders' agreement for you.",
      "id": "s210"
    },
    {
      "text": "' \n\n45 Mr Dempsey's recollection of this telephone conversation was supported by a contemporaneous file note dated 9 July 2003 prepared by another solicitor, Mr Meakes.",
      "id": "s211"
    },
    {
      "text": "On 29 August 2003, after consulting with Mr Meakes, Mr Dempsey sent a draft shareholders agreement to Mr Lewarne and to Mr Anthony Scotts.",
      "id": "s212"
    },
    {
      "text": "In cross-examination, Mr Lewarne indicated that he initially accepted Mr Dempsey's suggestion that the appropriate way to structure the deal would be for him to become a shareholder in Momentum, but said that when he received the formalised shareholders agreement, he regarded it as wholly inadequate.",
      "id": "s213"
    },
    {
      "text": "In particular, Mr Lewarne claims that he had made it clear that he did not want to become a director or shareholder of Momentum because it had a trading history that may have exposed Mr Lewarne to risk in relation to dealings that predated his involvement.",
      "id": "s214"
    },
    {
      "text": "In any event, the shareholders agreement was never executed.",
      "id": "s215"
    },
    {
      "text": "46 I have no doubt that, viewed objectively, the conduct of Mr Lewarne and Mr Scotts suggests that they intended their arrangements to have legal consequences and that a contract was made at the latest when Mr Lewarne paid his $300,000 to Mr Scotts; Ermogenous v Greek Orthodox Community of SA Inc [2002] HCA 8 ; (2002) 209 CLR 95 at 105-6.",
      "id": "s216"
    },
    {
      "text": "It is clear from Mr Dempsey's evidence that they intended to enter into an agreement that had been formally drawn by a solicitor.",
      "id": "s217"
    },
    {
      "text": "It may be that they envisaged that this could be done before they needed to commit to a binding arrangement and were prepared to consider the solicitor's advice as to how their relationship should be structured.",
      "id": "s218"
    },
    {
      "text": "It is equally clear in my view that this intention was overtaken by events.",
      "id": "s219"
    },
    {
      "text": "Mr Scotts' need for funds to meet the imminent settlement of the business purchase from Wellfox intervened.",
      "id": "s220"
    },
    {
      "text": "Although not legally sophisticated, both Mr Lewarne and Mr Scotts are experienced businessmen.",
      "id": "s221"
    },
    {
      "text": "The commercial nature of their activities, their conduct in advancing and receiving money and their active co-operation in the running of a business (discussed in more detail below) all point to them intending to enter into a binding contract; Edwards v Skyways Ltd [1964] 1 WLR 349 at 355; Toyota Motor Corporation Australia Ltd v Ken Morgan Motors Pty Ltd [1994] 2 VR 106 at 177.",
      "id": "s222"
    },
    {
      "text": "47 The discussions between Mr Lewarne and Mr Dempsey two days after the money had been paid over indicate that Mr Lewarne, at least, had not abandoned the idea of entering into a more formal contract.",
      "id": "s223"
    },
    {
      "text": "Given Mr Scotts earlier participation in discussions with Mr Dempsey I think it more likely than not that this was also his position.",
      "id": "s224"
    },
    {
      "text": "In my view Mr Scotts and Mr Lewarne intended to be bound immediately but also intended to make a further contract which would substitute for the original contract; GR Securities Pty Ltd v Baulkham Hills Private Hospital Pty Ltd (1986) 40 NSWLR 631.",
      "id": "s225"
    },
    {
      "text": "That substitute contract was never made and therefore the proposed terms of it are not relevant to the resolution of the present issues.",
      "id": "s226"
    },
    {
      "text": "48 In the negotiations leading up to the agreement, Mr Scotts spoke both for himself and Momentum.",
      "id": "s227"
    },
    {
      "text": "Indeed, as I have earlier commented, Mr Scotts referred to himself and Momentum interchangeably and without apparent distinction.",
      "id": "s228"
    },
    {
      "text": "On balance I find the evidence supports the conclusion that Momentum, as well as Mr Scotts, was a party to this preliminary contract.",
      "id": "s229"
    },
    {
      "text": "It is likely that Mr Anthony Scotts was also a member of the partnership from the same date however I have only limited evidence on this point which I have not been asked to decide.",
      "id": "s230"
    },
    {
      "text": "In general, I do not find it necessary to distinguish between Mr Scotts' conduct when he was acting for Momentum and when he was acting for himself and shall not do so unless there is a particular need.",
      "id": "s231"
    },
    {
      "text": "49 The fact that Mr Lewarne and Mr Scotts did not set out their agreement in writing and that it is not susceptible to a textbook analysis of offer and acceptance does not preclude there being a contract.",
      "id": "s232"
    },
    {
      "text": "In this regard the comments and cautions of McHugh JA (while a member of the New South Wales Court of Appeal) in Integrated Computer Services Pty Ltd v Digital Equipment Corp (Aust) Pty Ltd (1988) 5 BPR 11,110 at 11,117 are directly applicable to the present circumstances:\n \n It is often difficult to fit a commercial arrangement into the common lawyers' analysis of a contractual arrangement.",
      "id": "s233"
    },
    {
      "text": "Commercial discussions are often too unrefined to fit easily into the slots of \"offer\", \"acceptance\", \"consideration\" and \"intention to create a legal relationship\" which are the benchmarks of the contract of classical theory.",
      "id": "s234"
    },
    {
      "text": "In classical theory, the typical contract is a bilateral one and consists of an exchange of promises by means of an offer and its acceptance together with an intention to create a binding a legal relationship.... A bilateral contract of this type exists independently of and indeed precedes what the parties do.",
      "id": "s235"
    },
    {
      "text": "Consequently, it is an error \"to suppose that merely because something has been done then there is therefore some contract in existence which has thereby been executed\" ...",
      "id": "s236"
    },
    {
      "text": "Nevertheless, a contract may be inferred from the acts and conduct of parties as well as or in the absence of their words ...",
      "id": "s237"
    },
    {
      "text": "The question in this class of case is whether the conduct of the parties viewed in the light of the surrounding circumstances shows a tacit understanding or agreement.",
      "id": "s238"
    },
    {
      "text": "The conduct of the parties, however, must be capable of proving all the element of an express contract.",
      "id": "s239"
    },
    {
      "text": "... Care must also be taken not to infer anterior promises from conduct which represents no more than an adjustment of their relationship in the light of changing circumstances.",
      "id": "s240"
    },
    {
      "text": "50 McHugh JA's approach has been approved in many cases; Pobjie Agencies Pty Ltd v Vinidex Tubemakers Pty Ltd [2000] NSWCA 105, (2000) Aust Contract R 90-112; John R Keith Ltd v Multiplex Constructions (NSW) Pty Ltd [2002] NSWSC 43 , [2002] ACL Rep 110 NSW 14; GEC Marconi Systems Pty Ltd v BHP Information Technology Pty Limited [2003] FCA 50 ; (2003) 128 FCR 1 at 63 and Brambles Holdings Ltd v Bathurst City Council [2001] NSWCA 61 ; (2001) 53 NSWLR 153.",
      "id": "s241"
    },
    {
      "text": "As his Honour remarked, however, it is not a licence to dispense with the well-established hallmarks of a contract.",
      "id": "s242"
    },
    {
      "text": "Ultimately, it is always necessary for the essential elements of a contract to be established, even if not with textbook precision.",
      "id": "s243"
    },
    {
      "text": "51 In Brambles Holdings at 177, Heydon JA, (also speaking from the Court of Appeal) observed that ' limited recognition has been given to the possibility of finding that contracts exist even though it is not easy to locate an offer or acceptance' (emphasis added).",
      "id": "s244"
    },
    {
      "text": "His Honour also noted that the 'offer and acceptance analysis is a useful tool' and approved the comment made by Tadgell J in Toyota Motor Corporation Australia Ltd v Ken Morgan Motors Pty Ltd [1994] 2 VR 106 at 178, that situations where this is not the case are 'likely to be rare'.",
      "id": "s245"
    },
    {
      "text": "52 Nevertheless Heydon JA pointed out, at 176, that there are many circumstances where this analysis does not work well:\n \n One example is a contract for the transportation of passengers on mass public transport ... Another is the contract between competitors in a regatta, they are bound by their conduct in \"entering for the race, and undertaking to be bound by [the] rules to the knowledge of each other\" ... Another example concerns the exchanges of contracts to sell land, which are hard to analyse in offer and acceptance terms ... Another example concerns simultaneous manifestations of consent ... Another example concerns contracts between numerous parties, or even two parties negotiated at meetings but not assented to until each party executes counterparts.",
      "id": "s246"
    },
    {
      "text": "Another is where the contract is made through a single broker acting for both parties.",
      "id": "s247"
    },
    {
      "text": "Another is where the parties are deadlocked and they agree to submit to a solution reached by a third party.",
      "id": "s248"
    },
    {
      "text": "53 Where there is no clear evidence of offer and acceptance one must look to the conduct of the parties to determine if they have agreed to incur reciprocal promissory obligations; Toyota Motor Corporation at 178 per Tadgell J.",
      "id": "s249"
    },
    {
      "text": "Unlike the circumstances that confronted the Court in Australian Broadcasting Corporation v XIVth Commonwealth Games Ltd (1988) 18 NSWLR 540, the present issue cannot be resolved primarily as a matter of construction of the relevant documents.",
      "id": "s250"
    },
    {
      "text": "54 As mentioned the fact that the parties here made a commercial arrangement (to use a neutral term) and acted on it, strongly suggests that they made a binding contract.",
      "id": "s251"
    },
    {
      "text": "The commercial arrangement is not, however, sufficient per se, to establish the point; for a dramatic example see Tesco Stores Ltd v Costain Constructions Ltd [2003] EWHC 1487.",
      "id": "s252"
    },
    {
      "text": "In Evans Deakin Pty Ltd v Sebel Furniture Ltd [2003] FCA 171 at [492] , Allsop J, having referred to the comments of Steyn LJ in First Energy (UK) Ltd v Hungarian International Bank Ltd [1993] 2 Lloyd's Rep 194 at 196 to the effect that the law should strive to protect the 'reasonable expectations of honest men', cautioned against too heavy reliance on the commercial nature of the arrangements:\n \n However, none of these expressions of principle and guidance suggests or sanctions an approach whereby the ethical or moral merits of a commercial set of circumstances is assessed and a body of obligations thereafter is imposed, implied, or sculpted to protect the reasonable expectations of the innocent party merely because it is the victim of the unworthy behaviour of the other.",
      "id": "s253"
    },
    {
      "text": "55 It is against the background of these principles and cautions that the arrangements made by the parties and the agreement between them should be considered.",
      "id": "s254"
    },
    {
      "text": "The nature of the agreement \n \n56 The respondents' primary contention is that Mr Scotts and Mr Lewarne entered into a contract whereby Mr Lewarne agreed to purchase from Mr Scotts 15% of the shares of Momentum for $300,000.",
      "id": "s255"
    },
    {
      "text": "It is not in contention that there are only two issued shares in Momentum both of which were held beneficially by Mr Scotts.",
      "id": "s256"
    },
    {
      "text": "In the alternative they pleaded that there was no concluded agreement or that such agreement was void for uncertainty.",
      "id": "s257"
    },
    {
      "text": "57 The most unequivocal evidence supporting the respondent's primary contention is Mr Scotts' statement referred to in [23] above.",
      "id": "s258"
    },
    {
      "text": "For reasons that I have set out at length (see [167] --- [176] below) I generally did not find Mr Scotts to be a credible witness and where his evidence was not independently corroborated was able to attach little weight to it.",
      "id": "s259"
    },
    {
      "text": "As the discussion below shows, in relation to the alleged agreement for the sale of shares there is little independent corroboration \n \n58 The focus of the discussions and agreement between Mr Scotts and Mr Lewarne was on the business of the East Village Hotel, rather than Momentum Pty Limited.",
      "id": "s260"
    },
    {
      "text": "For instance the first line of the Outline Agreement refers to the sale of '15% of the East Village business ', not of the sale of shares in Momentum.",
      "id": "s261"
    },
    {
      "text": "The Heads of Agreement refers to the purchase '15% of the East Village business' and, as noted above, defines the East Village business as 'the annual gross profit'.",
      "id": "s262"
    },
    {
      "text": "These terms are inconsistent with Mr Lewarne purchasing a shareholding in Momentum.",
      "id": "s263"
    },
    {
      "text": "59 Presumably Mr Lewarne knew that Momentum as the lessee of the premises had to be involved in some way, however, if the agreement was that Mr Lewarne was purchasing shares in Momentum, one would have expected this to be evident in the documents and actions of the parties.",
      "id": "s264"
    },
    {
      "text": "Generally the discussions between Mr Scotts and Mr Lewarne concerned the hotel business rather than Momentum and its shares.",
      "id": "s265"
    },
    {
      "text": "For instance, Mr Lewarne recalls Mr Scotts offering to give him a '15% share in the equity of the pub'.",
      "id": "s266"
    },
    {
      "text": "Ms Dalitz says that, at the Mosman meeting, there was no discussion of a purchase of shares in Momentum and that Mr Scotts described his plans as 'I will retain control with 80% ownership in the business, Lewarne will purchase 15%...of the business'.",
      "id": "s267"
    },
    {
      "text": "Mr Dempsey's account of the meeting at which both Mr Lewarne and Mr Scotts were present was that he was instructed to draft a partnership agreement (see [40] above).",
      "id": "s268"
    },
    {
      "text": "60 On cross-examination Mr Scotts agreed that he understood the distinction between a business and the corporation that was operating that business and conceded that the reference to the East Village business in the first bullet point in the Heads of Agreement was not intended to refer to Momentum Productions and that the reference to 'equity participation' in the business was also intended to refer to the hotel business.",
      "id": "s269"
    },
    {
      "text": "It is also relevant to note that such enquiries as Mr Lewarne made were about the hotel business not about Momentum.",
      "id": "s270"
    },
    {
      "text": "The Lewarne letters \n \n61 The respondents submitted that two letters written in mid to late 2004 and signed by Mr Lewarne supported Mr Scotts' contention that the parties agreed on a share sale.",
      "id": "s271"
    },
    {
      "text": "One of the letters was addressed to Mr Scotts and was received by him on 20 September 2004.",
      "id": "s272"
    },
    {
      "text": "The letter was signed by Mr Lewarne and in it Mr Lewarne referred to himself as a 'shareholder in East Village Hotel' and expressed concern that 'The issue of shareholdings as outlined in the Shareholders Agreement and registration of these shareholdings' had not been completed.",
      "id": "s273"
    },
    {
      "text": "On the same date Mr Dempsey received a similar letter which additionally asked for a copy of the 'executed Shareholders Agreement and supporting documentation'.",
      "id": "s274"
    },
    {
      "text": "It was submitted that these letters are inconsistent with Mr Lewarne's evidence that it was the intention of all of the parties that their relationship was to be a partnership rather than a shareholding.",
      "id": "s275"
    },
    {
      "text": "62 Mr Lewarne drew a distinction between signing the letter and being the author.",
      "id": "s276"
    },
    {
      "text": "He admitted that he had signed and sent the letter to Mr Dempsey but denied that he was the author of the letter.",
      "id": "s277"
    },
    {
      "text": "He disavowed the content, while admitting that he knew the content of the letter was false before he signed it .",
      "id": "s278"
    },
    {
      "text": "Mr Lewarne claimed that 'under the circumstances which I was under at the time, I had no choice but to sign these letters'.",
      "id": "s279"
    },
    {
      "text": "On re-examination, Mr Lewarne gave evidence that Ms Dalitz had composed the letters and, in the context of considerable matrimonial difficulty about finances, he had felt obliged to sign them.",
      "id": "s280"
    },
    {
      "text": "Although Ms Dalitz gave no evidence on the point, Mr Lewarne's explanation was not contested by the respondents, and I am prepared to accept that Ms Dalitz drafted the letters.",
      "id": "s281"
    },
    {
      "text": "In any event, these letters, written more than a year after the parties reached their agreement, can not assist me in an objective assessment of the terms of any contract entered into well before that time.",
      "id": "s282"
    },
    {
      "text": "At their highest they could only indicate Mr Lewarne's (or, in truth, Ms Dalitz's) subjective understanding, as at September 2004, of the deal struck in early 2003 however I do not accept that this is so.",
      "id": "s283"
    },
    {
      "text": "63 There is no credible support for the proposition that the Mr Lewarne and Mr Scotts agreed on a share sale and I am satisfied they did not do so.",
      "id": "s284"
    },
    {
      "text": "For reasons that I shall explain in some detail I have concluded that they intended their contract to be one of partnership.",
      "id": "s285"
    },
    {
      "text": "64 The Partnership Act 1892 (NSW) defines the partnership relationship as one 'which exists between persons carrying on a business in common with a view of profit'; s 1.",
      "id": "s286"
    },
    {
      "text": "Section 2 of the Act provides rules to which the Court must pay regard in determining whether a partnership exists.",
      "id": "s287"
    },
    {
      "text": "Stated briefly, these rules are that joint ownership of land or other property does not of itself create a partnership, that the sharing of gross returns does not of itself create a partnership and that the receipt by a person of a share of the profits of a business is prima facie evidence of partnership.",
      "id": "s288"
    },
    {
      "text": "65 The importance of agency and, particularly, of a mutuality of rights and obligations in the partnership relationship was emphasised in Duke Group Ltd (in liq.",
      "id": "s289"
    },
    {
      "text": ") v Pilmer (1999) 73 SASR 64.",
      "id": "s290"
    },
    {
      "text": "Although the decision of the South Australian Supreme Court was reversed by the High Court in Pilmer v Duke Group Ltd [2001] HCA 31 ; (2001) 207 CLR 165 this aspect of the decision was unaffected.",
      "id": "s291"
    },
    {
      "text": "The relationship between Mr Lewarne and Mr Scotts was accepted by them as involving a mutuality of rights and obligations that was consistent with them being in partnership as that relationship is defined in the Partnership Act .",
      "id": "s292"
    },
    {
      "text": "66 First, there is considerable evidence to suggest that the agreement struck between the parties was that Mr Lewarne would have a 15% share of the profits of the hotel.",
      "id": "s293"
    },
    {
      "text": "The whole tenor of their discussions in the period leading up to the payment by Mr Lewarne was that they would carry on the business in common with a view to making a profit.",
      "id": "s294"
    },
    {
      "text": "The evidence is not limited to their use of the words 'profit share' in documents and conversation.",
      "id": "s295"
    },
    {
      "text": "Rather, it establishes that the parties knew and understood that one of the terms of their agreement was that Mr Lewarne would receive a share of the profits of the East Village Hotel.",
      "id": "s296"
    },
    {
      "text": "67 In their discussions about the return on Mr Lewarne's investment, the parties used the language of profit sharing.",
      "id": "s297"
    },
    {
      "text": "As noted above, Mr Lewarne recalls that very early on in the contractual discussions, Mr Scotts promised him a 15% share in the equity of the hotel and a 15% share of the profits of the business and this offer was repeated at the Rosebery meeting; 'You will make more than $75,000 per year for your profit share.",
      "id": "s298"
    },
    {
      "text": "' In the Outline Agreement, Mr Scotts agreed to 'pay your profit share on a 6-month basis'.",
      "id": "s299"
    },
    {
      "text": "This term is repeated in the Heads of Agreement in a slightly different form, 'Momentum agrees to pay your profit share on a bi-annual basis'.",
      "id": "s300"
    },
    {
      "text": "Counsel for the Respondents, Mr Sahade, suggested that the form of these payments resembled a dividend and, indeed, that this was the agreement of the parties .",
      "id": "s301"
    },
    {
      "text": "I cannot accept this contention.",
      "id": "s302"
    },
    {
      "text": "The mere fact that a profit share is paid bi-annually does not establish that it was a dividend, particularly in circumstances where the parties' discussions contemplated that Momentum would also make payments to service Mr Lewarne's mortgage, these payments to be offset against 'final profits'.",
      "id": "s303"
    },
    {
      "text": "The agreement to make mortgage payments is certainly more consistent with the notion of profit-sharing than of share ownership.",
      "id": "s304"
    },
    {
      "text": "In cross-examination Mr Scotts gave evidence that he had agreed with Mr Lewarne to pay him a $75,000 profit share , although he said at the time of the agreement he did not necessarily regard the payment of a profit share as being inconsistent with Mr Lewarne being a shareholder in Momentum.",
      "id": "s305"
    },
    {
      "text": "68 Secondly, the conduct and communications of the parties at the time evince an intention that Mr Scotts would act as an agent for all, and that each party to the agreement would have rights and obligations to each other under the agreement.",
      "id": "s306"
    },
    {
      "text": "This evidence was largely uncontested.",
      "id": "s307"
    },
    {
      "text": "Mr Lewarne recalls that on 14 May 2003 Mr Scotts said that he would run the business on behalf of Mr Lewarne and Mr Anthony Scotts but would consult them about any major decisions .",
      "id": "s308"
    },
    {
      "text": "This is consistent with the statement in the Heads of Agreement that 'All strategic decisions will be made in consultation with equity partners, however Richard will have a final say on management decisions.",
      "id": "s309"
    },
    {
      "text": "' \n \n69 In cross-examination, Mr Scotts assented to the proposition that the parties agreed that Mr Lewarne, Mr Anthony Scotts and he would 'all be involved in this business and work co-operatively together' and to the further proposition that even though he had 'day to day management responsibilities' the parties were 'all together there in common to make the business profitable and work'.",
      "id": "s310"
    },
    {
      "text": "Indeed, it was part of the respondents' defence in this proceeding that Mr Scotts had various responsibilities relating to the day to day running of the business and that Mr Lewarne had initially agreed to carry out the work necessary to extend the hotel into the adjoining premises.",
      "id": "s311"
    },
    {
      "text": "Mr Scotts also agreed that he understood Mr Lewarne and Mr Anthony Scotts to be relying on him to act as their agent in relation to dealings with the outside world in respect of the hotel.",
      "id": "s312"
    },
    {
      "text": "At the time, Mr Scotts had confidence in the other parties to the agreement and felt that they needed to trust one another .",
      "id": "s313"
    },
    {
      "text": "Mr Scotts agreed that this meant that he would disclose anything that he thought was significant to the other parties to the agreement, and would expect them to disclose anything to him .",
      "id": "s314"
    },
    {
      "text": "This was because, given the nature of the arrangements in place, such disclosure is what would have been expected of him and the other parties to the agreement .",
      "id": "s315"
    },
    {
      "text": "Mr Scotts' admissions in this regard appear to have been borne out in the day to day running of the East Village Hotel.",
      "id": "s316"
    },
    {
      "text": "70 As the circumstances in which the partnership was entered into indicate, the parties agreed only on the most limited terms.",
      "id": "s317"
    },
    {
      "text": "Although few, the essential terms can be identified from the discussions leading up to the contract and their immediate behaviour after its creation.",
      "id": "s318"
    },
    {
      "text": "Mr Lewarne submitted that the contract was partly in writing and partly oral and that the written terms were to be found in the Outline Agreement and the Heads of Agreement.",
      "id": "s319"
    },
    {
      "text": "I do not accept this submission.",
      "id": "s320"
    },
    {
      "text": "Indeed the evidence about the Outline Agreement suggests to me that it was not an offer capable of being accepted by Mr Lewarne but, as the title suggests, an outline of a proposed agreement which then found expression in the Heads of Agreement emailed to Mr Lewarne on 16 May 2003.",
      "id": "s321"
    },
    {
      "text": "71 The Heads of Agreement was a basis for instructing Mr Dempsey in relation to the proposed formal contract but there is no evidence that Mr Lewarne ever accepted the document as a written statement of the agreement made on 7 July 2003 or indeed that he accepted all of its terms.",
      "id": "s322"
    },
    {
      "text": "It is, however, relevant evidence as to the discussions that had taken place between the parties and shows that they had reached agreement on essential elements of the contract --- the amount Mr Lewarne was to pay ($300,000), the form which his investment would take (15% share as a partner in the business of the East Village Hotel) and the manner in which the hotel business would be conducted (with Mr Scotts taking the dominant management role but consulting on strategic decisions).",
      "id": "s323"
    },
    {
      "text": "There was no agreement as to the duration of the partnership which was therefore terminable at will; that is by any of the partners giving notice of the intention to do so in accordance with ss 26(1) and 32 (c) of the Partnership Act 1892 (NSW).",
      "id": "s324"
    },
    {
      "text": "Mr Lewarne gave such notice to Mr Scotts and Momentum in clause 28B of the Third Further Amended Statement of Claim.",
      "id": "s325"
    },
    {
      "text": "72 As partners, Mr Lewarne and Mr Scotts had fiduciary obligations to each other.",
      "id": "s326"
    },
    {
      "text": "Even if I am wrong and there was no concluded partnership agreement, the obligations would still arise as is made clear by the comments of Mason, Brennan and Deane JJ in United Dominions Corporations Limited v Brian Proprietary Limited [1985] HCA 49 ; (1985) 157 CLR 1 at 12:\n \n A fiduciary relationship can arise and fiduciary duties can exist between parties who have not reached, and who may never reach, agreement upon the consensual terms which are to govern the arrangement between them.",
      "id": "s327"
    },
    {
      "text": "In particular, a fiduciary relationship with attendant fiduciary obligations may, and ordinarily will, exist between prospective partners who have embarked upon the conduct of the partnership business or venture before the precise terms of any partnership agreement have been settled.",
      "id": "s328"
    },
    {
      "text": "Indeed, in such circumstances, the mutual confidence and trust which underlie most consensual fiduciary relationships are likely to be more readily apparent than in the case where mutual rights and obligations have been expressly defined in some formal agreement.",
      "id": "s329"
    },
    {
      "text": "73 The fiduciary obligations of partners may vary with the terms of the partnership agreement but will include at least the duty to act in partnership matters in the utmost good faith and loyalty in the interests of the partnership; see generally Birtchnell v The Equity Trustees, Executors and Agency Company Limited [1929] HCA 24 ; (1929) 42 CLR 384 at 407-409 per Dixon J.",
      "id": "s330"
    },
    {
      "text": "It is not necessary for me to expand on this issue further as it seems to me that the relief sought is more appropriately to be found under the regimes set up by the Trade Practices Act and the Fair Trading Act .",
      "id": "s331"
    },
    {
      "text": "THE TRADE PRACTICES CLAIM \n Introduction to the claim \n \n74 Mr Lewarne claims that, at the three meetings described above (the Mosman, Rosebery and Alexandria meetings) and in the two documents that allegedly outlined the basis of his agreement with Momentum and Mr Scotts, Mr Scotts made various representations that were misleading or deceptive, or likely to mislead or deceive.",
      "id": "s332"
    },
    {
      "text": "Mr Lewarne makes his case against both Momentum Productions (under the Trade Practices Act ) and Mr Scotts himself (under the Fair Trading Act ), although of course to the extent that the representations were allegedly made by Momentum, Mr Lewarne's case is that Mr Scotts made the representations in his capacity as director of Momentum.",
      "id": "s333"
    },
    {
      "text": "Those representations are:\n \n 1.",
      "id": "s334"
    },
    {
      "text": "Mr Scotts and/or Momentum was the owner of the building adjoining the Hotel;\n 2.",
      "id": "s335"
    },
    {
      "text": "Mr Scotts and/or Momentum would, as one of the initial plans for the business after the assignment date, demolish part of the wall between the hotel and the adjoining building and extend the area of use under the liquor licence into the adjoining building;\n 3.",
      "id": "s336"
    },
    {
      "text": "Mr Scotts and/or Momentum had obtained approval from the South Sydney Council to install and operate poker machines in the adjoining building;\n 4.",
      "id": "s337"
    },
    {
      "text": "Mr Scotts and/or Momentum would, as one of the initial plans for the business after the assignment date, construct a new poker machine area and install and operate poker machines in the adjoining building;\n 5.",
      "id": "s338"
    },
    {
      "text": "Mr Scotts and/or Momentum would continue to operate the ten existing poker machines at the hotel and would, as one of the initial plans for the business after the assignment date, procure and operate 5 additional poker machines at the hotel;\n 6.",
      "id": "s339"
    },
    {
      "text": "Momentum would enter into a lease of the hotel premises for a term of 22 years;\n 7.",
      "id": "s340"
    },
    {
      "text": "Mr Lewarne could expect to receive in excess of $75,000 per year in profit share;\n 8.",
      "id": "s341"
    },
    {
      "text": "The sum of $300, 000 paid by Mr Lewarne would be applied toward the purchase of, or as working capital to, the business;\n 9.",
      "id": "s342"
    },
    {
      "text": "The first representation continued to remain accurate and that there was no doubt or dispute concerning the ownership of the adjoining building or about the ability of the second respondent to secure legal and beneficial title.",
      "id": "s343"
    },
    {
      "text": "75 Mr Lewarne claims that the ninth representation was a representation by silence in that Momentum and/or Mr Scotts failed to disclose that the first representation was inaccurate or that there were any issues concerning the ownership of the adjoining building.",
      "id": "s344"
    },
    {
      "text": "76 Mr Lewarne claims that he relied upon the above representations in making his decision to invest in the East Village Hotel business.",
      "id": "s345"
    },
    {
      "text": "To the extent the representations were statements of existing fact (that is, representations one, three and nine) Mr Lewarne claims that they were false and therefore misleading and/or deceptive.",
      "id": "s346"
    },
    {
      "text": "To the extent the remaining representations were statements of opinion or related to future matters Mr Lewarne claims that at the time they were made, there were no reasonable grounds to support them and therefore, pursuant to s 51A of the Trade Practices Act[cedilla] they are taken to be misleading.",
      "id": "s347"
    },
    {
      "text": "77 The representations can be divided into two broad groups: the first being representations as to existing fact.",
      "id": "s348"
    },
    {
      "text": "The first, third and ninth representations fall into this category and will be addressed first.",
      "id": "s349"
    },
    {
      "text": "The second group comprises representations that related to the future (described in the Trade Practices Act as regarding 'future matters').",
      "id": "s350"
    },
    {
      "text": "78 Whether a representation was made, and if it was made, whether it constituted contravening conduct is to be assessed objectively looking at the conduct as a whole: Butcher v Lachlan Elder Realty Pty Limited [2004] HCA 60 ; (2004) 218 CLR 592 at 604.",
      "id": "s351"
    },
    {
      "text": "In a case such as this, where the relevant conduct was directed towards a particular person (namely, Mr Lewarne), the preferred approach is to analyse the conduct from this perspective, rather than from the perspective of a class of persons within which the complainant may fall.",
      "id": "s352"
    },
    {
      "text": "In Butcher at 604, the High Court held that this required an analysis of:\n \n 'the character of the particular conduct of the particular agent in relation to the particular purchasers, bearing in mind what matters of fact each knew about the other as a result of the nature of their dealings and the conversations between them, or which each may be taken to have known.",
      "id": "s353"
    },
    {
      "text": "' \n\n79 The question of whether conduct is misleading or deceptive is slightly more nuanced where the representations complained about relate to future matters.",
      "id": "s354"
    },
    {
      "text": "McHugh JA noted in Wright v TNT Management Pty Ltd (1989) 15 NSWLR 679 at 690:\n \n 'A promise to do something in the future is to be regarded as a representation that it will be performed.",
      "id": "s355"
    },
    {
      "text": "It will be deemed misleading, therefore, unless the corporation proves that it had reasonable grounds for making the promise.",
      "id": "s356"
    },
    {
      "text": "' \n \n\n80 Section 51A of the Trade Practices Act 1974 (Cth) relevantly provides:\n \n \n '(1) For the purposes of this Division, where a corporation makes a representation with respect to any future matter (including the doing of, or the refusing to do, any act) and the corporation does not have reasonable grounds for making the representation, the representation shall be taken to be misleading.",
      "id": "s357"
    },
    {
      "text": "(2) For the purposes of the application of subsection (1) in relation to a proceeding concerning a representation made by a corporation with respect to any future matter, the corporation shall, unless it adduces evidence to the contrary, be deemed not to have had reasonable grounds for making the representation.",
      "id": "s358"
    },
    {
      "text": "' \n \n\n81 Assuming that it can be established that the representations as to future matters were made, it would appear the respondents bear the burden of establishing that there were reasonable grounds for the statements to have been made; Ting v Blanche (1993) 118 ALR 543 at 552.",
      "id": "s359"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Universal Sports Challenge Ltd [2002] FCA 1276 at [47] Emmett J suggested that the effect of the section might be more limited:\n \n That is to say, it does not ultimately reverse the onus but simply provides that the deeming takes effect unless [emphasis added] the corporation adduces some evidence to the contrary.",
      "id": "s360"
    },
    {
      "text": "...",
      "id": "s361"
    },
    {
      "text": "If an applicant elects to adduce no evidence as to that question then the only evidence before the Court would be that adduced by the corporation.",
      "id": "s362"
    },
    {
      "text": "Whether that is adequate to establish that the corporation had reasonable grounds for making the representation is a matter for the Court.",
      "id": "s363"
    },
    {
      "text": "However once the corporation has adduced some evidence, there is no deeming arising from s 51A(2).",
      "id": "s364"
    },
    {
      "text": "82 With respect, I am not inclined to accept this interpretation of s 51A(2).",
      "id": "s365"
    },
    {
      "text": "I would read the phrase 'evidence to the contrary' as meaning evidence adduced by the person making the representation that, to the satisfaction of the Court, establishes that there were reasonable grounds for making the representation.",
      "id": "s366"
    },
    {
      "text": "In other words, I interpret the subsection as providing that the person making the representation can only avoid the deeming provision by establishing on the usual balance of probabilities that there were reasonable grounds for making the representation.",
      "id": "s367"
    },
    {
      "text": "The equivalent provision of the Fair Trading Act , s 41 , addresses the question more directly.",
      "id": "s368"
    },
    {
      "text": "There is no statutory deeming, merely a clear statement in s 41(2) that the onus of establishing reasonable grounds is on the person making the representation.",
      "id": "s369"
    },
    {
      "text": "The First and Ninth representations \n \n83 The first and ninth representations concern the ownership of the adjoining building, that is the strata unit comprising the ground floor of the building at 238 Palmer Street which adjoins the East Village Hotel.",
      "id": "s370"
    },
    {
      "text": "Mr Lewarne alleges that Mr Scotts represented that he and/or Momentum owned the adjoining building (first representation) and that he failed to correct this misrepresentation allowing the misinformation to persist (ninth representation).",
      "id": "s371"
    },
    {
      "text": "It is convenient to deal with these two representations together.",
      "id": "s372"
    },
    {
      "text": "84 As noted above, at the outset of their negotiations there were discussions between Mr Scotts, Mr Lewarne and Mr Anthony Scotts about the possibility of extending the operation of the hotel into the adjoining building by demolishing the wall between it and the hotel.",
      "id": "s373"
    },
    {
      "text": "It is not in contention that at all relevant times the registered proprietor of the adjoining building was (and, apparently still is) CitySun Pty Limited, a company owned and controlled by Ms Wendy Hunter, Mr Scotts' sister.",
      "id": "s374"
    },
    {
      "text": "85 Mr Lewarne alleges that the starting point for the expansion discussions was Mr Scotts' claim that he was the owner of the adjoining building and that this claim was made orally on several occasions including at the Mosman and Alexandria meetings and in writing in the Outline Agreement and Heads of Agreement.",
      "id": "s375"
    },
    {
      "text": "Mr Lewarne recalls that Mr Scotts at the Roseberry meeting said 'I own the units next door and I've got permission from Tony to extend the pub into the units'.",
      "id": "s376"
    },
    {
      "text": "Ms Dalitz says that at the Mosman meeting Mr Scotts said 'I have purchased the units next door and I think we should relocate the poker machines in there.",
      "id": "s377"
    },
    {
      "text": "' The Outline Agreement included the statement by Mr Scotts that, 'As a separate deal I have also purchased the building next door to the pub'.",
      "id": "s378"
    },
    {
      "text": "The Heads of Agreement implied the same, 'Richard will keep full ownership' of the adjoining building (emphasis added).",
      "id": "s379"
    },
    {
      "text": "All of these statements are claims to full and present ownership as that would be understood by a layman.",
      "id": "s380"
    },
    {
      "text": "86 Mr Scotts accepted the substance of Mr Lewarne's evidence, however, in his defence he submitted:\n \n \n (a) that claim to ownership was made in a qualified sense in that he claimed that he was the equitable owner of the adjoining building, having entered into a contract of sale of the premises and having paid a proportion of the purchase price and having in his possession a duly executed transfer of sale which, subject to stamping and payment by Mr Scotts of the balance of the purchase price, was in registrable form; and\n (b) that the discussions at these meetings and the statements in the Outline Agreement and Heads of Agreement need to be viewed in the context of other conversations in which the nature of his interest in the adjoining buildings was discussed in greater detail \n \n\n87 In written submissions for Mr Lewarne, Mr Lee observed that there is 'no sensible way of reading' the statements made in the Outline Agreement and the Heads of Agreement other than that as a claim of full ownership.",
      "id": "s381"
    },
    {
      "text": "I agree with that submission.",
      "id": "s382"
    },
    {
      "text": "The present perfect tense of the claim to 'have purchased' and the statement that he would ' keep full ownership' do not imply a transaction in progress but a completed state of affairs (emphasis added).",
      "id": "s383"
    },
    {
      "text": "I therefore accept that the first representation was made and was not qualified in the manner suggested by Mr Scotts.",
      "id": "s384"
    },
    {
      "text": "Was the first representation misleading?",
      "id": "s385"
    },
    {
      "text": "88 Mr Lewarne submits that Mr Scotts' representation that he owned the adjoining building was false and misleading, irrespective of whether the representation pertained to his legal or his equitable interest in the property.",
      "id": "s386"
    },
    {
      "text": "89 A representation that a person 'owns' a property is ordinarily understood to mean more than simply that a person is in possession of the property or that they have the right to use the property for their purposes, or even that they have the right to become the owner subject to conditions.",
      "id": "s387"
    },
    {
      "text": "It is clear that at all relevant times, CitySun was the registered proprietor of the units, and any representation that Mr Scotts was the legal owner of the units was incorrect and therefore misleading.",
      "id": "s388"
    },
    {
      "text": "There was evidence that as recently as April 2005 that Mr Scotts' solicitors were negotiating to purchase the legal title in the adjoining premises from CitySun .",
      "id": "s389"
    },
    {
      "text": "Mr Zappacosta gave evidence that he was involved as an intermediary to assist with negotiations between Mr Scotts and Ms Hunter for the purchase of the adjoining units (lower ground unit) as recently as six weeks prior to the trial of this matter.",
      "id": "s390"
    },
    {
      "text": "90 In addition, Mr Lewarne submits that, contrary to Mr Scotts' claims, there was never any agreement between Ms Hunter and Mr Scotts in relation to Mr Scotts' proposed purchase of the adjoining units, or that to the extent that there was an agreement it was not enforceable in equity.",
      "id": "s391"
    },
    {
      "text": "Rather, Mr Lewarne submitted that at all relevant times there was a live dispute between Mr Scotts and Ms Hunter, and her partner Mr Cummins, as to the ownership of the adjoining premises.",
      "id": "s392"
    },
    {
      "text": "A brief description of the circumstances in which Mr Scotts claims that he purchased the equitable title in the units is necessary to understand the depths of this dispute.",
      "id": "s393"
    },
    {
      "text": "91 Legal title in the adjoining units was transferred from Wellfox to CitySun (Ms Hunter's company) for $440,000 on 23 January 2003 .",
      "id": "s394"
    },
    {
      "text": "It would appear from the documentary evidence that Ms Hunter intended to purchase the adjoining units and the East Village Hotel with an aim to developing both in the same manner that was later proposed by Mr Scotts.",
      "id": "s395"
    },
    {
      "text": "Indeed, there is some evidence that Ms Hunter may have even entered into a contract for the purchase of the East Village Hotel.",
      "id": "s396"
    },
    {
      "text": "Ms Hunter was not called as a witness in these proceedings and accordingly it is extremely difficult to ascertain the precise details of her financial dealings and, relevantly, her relationship with Mr Scotts.",
      "id": "s397"
    },
    {
      "text": "No explanation was given for her failure to give evidence and there was no suggestion that she was unavailable.",
      "id": "s398"
    },
    {
      "text": "One may safely assume, therefore, that her evidence would not have assisted the respondents.",
      "id": "s399"
    },
    {
      "text": "92 Mr Scotts gave evidence that he first heard of this plan from his sister in February or March of 2003, when Ms Hunter approached him to assist with raising funds for the purchase.",
      "id": "s400"
    },
    {
      "text": "Mr Scotts gave evidence that he saw this as an opportunity to assist his sister who was having difficulty raising finance to complete the purchase of the business and that he also saw it as a good business opportunity.",
      "id": "s401"
    },
    {
      "text": "Mr Scotts claims that he reached an agreement with Ms Hunter, whereby he would take over the purchase of the hotel and would take ownership of the adjoining properties.",
      "id": "s402"
    },
    {
      "text": "The exact date that Ms Hunter's involvement in the purchase of the business ceased is not clear --- Ms Hunter is listed as a guarantor on an unsigned draft of the Deed of Consent to the Assignment of Lease from Wellfox to Momentum, which was dated April 2003 , but by the time of the contract for the purchase of the business was signed in July, Ms Hunter was out of the picture.",
      "id": "s403"
    },
    {
      "text": "93 In any event, it is clear that Mr Scotts took over the plan to purchase the hotel.",
      "id": "s404"
    },
    {
      "text": "Mr Scotts gave evidence that he did not agree to pay Ms Hunter any consideration for taking over the business deal and that the benefit to Ms Hunter was that she did not have to proceed with a transaction that she did not have the financial capacity to settle .",
      "id": "s405"
    },
    {
      "text": "According to Mr Scotts, the consideration for the transfer of the adjoining premises was that Mr Lewarne would service the $708,000 mortgage over those properties .",
      "id": "s406"
    },
    {
      "text": "There was no formal contract of sale drawn up --- Mr Scotts described the deal as a 'friendly' one between him and his sister and that he could rely on Ms Hunter to effect the transfer.",
      "id": "s407"
    },
    {
      "text": "He claims that he entered possession of those properties on receipt of the signed transfers , but did not recall when he received the transfers .",
      "id": "s408"
    },
    {
      "text": "94 Mr Lewarne submitted that there were various barriers to Mr Scotts' claim of an equitable interest in the adjoining properties.",
      "id": "s409"
    },
    {
      "text": "First, on Mr Scotts' own evidence he only regarded himself as the 'owner' of the premises (even in a beneficial sense) when he obtained the transfers .",
      "id": "s410"
    },
    {
      "text": "The evidence suggests that this was on 20 June 2003, which was well after this representation was made, orally and in writing.",
      "id": "s411"
    },
    {
      "text": "That is, at the time that he made the representation even Mr Scotts did not think that it was true.",
      "id": "s412"
    },
    {
      "text": "95 Secondly, Mr Lewarne submitted that there was a live dispute, at all relevant times, over the ownership of the adjoining premises.",
      "id": "s413"
    },
    {
      "text": "For instance Mr Mark Cummins, Ms Hunter's partner, asserted an equitable interest in her properties.",
      "id": "s414"
    },
    {
      "text": "On 9 May 2003 (coincidentally the date that the Outline Agreement was emailed by Mr Scotts), Mr Cummins lodged a caveat over six properties, including both of the adjoining units.",
      "id": "s415"
    },
    {
      "text": "The nature of the caveator's interest is described as 'Agreement for 50% interest in all properties owned by Wendy Hunter and CitySun Holdings Pty Ltd'.",
      "id": "s416"
    },
    {
      "text": "After receiving a copy of the caveat, Mr Scotts visited Mr Cummins' trustee in bankruptcy to notify him that Mr Cummins was asserting an interest in the properties, although Mr Scotts also gave evidence that he did not take Mr Cummins' assertions very seriously and thought that he was trying to 'stir things up'.",
      "id": "s417"
    },
    {
      "text": "There is some evidence also that Mr Scotts and Ms Hunter became embroiled in a fierce dispute concerning various matters, including the transaction in question.",
      "id": "s418"
    },
    {
      "text": "96 Finally, it appears that to the extent that Ms Hunter had agreed to sell the adjoining premises to Mr Scotts, this sale was on terms that were not complied with.",
      "id": "s419"
    },
    {
      "text": "As noted previously, Ms Hunter was not called to give evidence in this proceeding and it is difficult to ascertain with any certainty what the terms of any such agreement may have been.",
      "id": "s420"
    },
    {
      "text": "In evidence was a particularly illegible handwritten note that was created at a meeting between Mr Scotts and Ms Hunter, also attended by Mr Cumins and Mr Colin Scotts (another of Mr Scotts' brothers).",
      "id": "s421"
    },
    {
      "text": "It was at this meeting that Ms Hunter signed the transfers relating to the adjoining properties and handed them to Mr Scotts.",
      "id": "s422"
    },
    {
      "text": "The 'agreement' lists various terms as consideration for the transfers --- including the schooling of Ms Hunter's children and the payment of bills.",
      "id": "s423"
    },
    {
      "text": "Mr Scotts denied that this was the agreement and impliedly accepted that he had not fulfilled any of these terms.",
      "id": "s424"
    },
    {
      "text": "97 Mr Scotts claimed that it was his understanding that if he paid the stamp duty on the transfers received from Ms Hunter and paid the balance of the purchase price to discharge the mortgage over the adjoining premises, that he would be entitled to be registered as the legal owner of the premises .",
      "id": "s425"
    },
    {
      "text": "Mr Scotts admitted, however, that he had not discharged the mortgage debt, that he had ceased to make mortgage repayments and that he had never asserted, as against the present mortgagee, any equitable interest in the premises.",
      "id": "s426"
    },
    {
      "text": "Further, Mr Scotts admitted that he was no longer even in possession of the property --- that he had allowed Ms Hunter to take back possession of the property .",
      "id": "s427"
    },
    {
      "text": "In order to obtain legal title to the property, Mr Scotts would have needed to have discharged the mortgage worth $708,000 --- in the circumstances a virtually insurmountable barrier.",
      "id": "s428"
    },
    {
      "text": "98 It is plain that Mr Scotts would have encountered significant difficulties in attempting to become the registered proprietor of the adjoining premises.",
      "id": "s429"
    },
    {
      "text": "At the time that he made the representation, it was misleading in that he had no legal or equitable interest in the adjoining properties and little if any chance of acquiring an interest.",
      "id": "s430"
    },
    {
      "text": "Reliance on the first representation \n \n99 Mr Lewarne gave evidence that but for the representation that Momentum and/or Scotts was the owner of the adjoining building he would not have invested his money in the East Village Hotel.",
      "id": "s431"
    },
    {
      "text": "On the other hand, Mr Scotts claimed that Mr Lewarne knew that he did not have legal ownership over the adjoining units and knew that Ms Hunter's partner, Mr Mark Cummins, had placed a caveat on the property.",
      "id": "s432"
    },
    {
      "text": "Accordingly, Mr Scotts submitted that Mr Lewarne could not have relied upon the representation as to ownership in making his decision to invest.",
      "id": "s433"
    },
    {
      "text": "100 Specifically, Mr Scotts said that there were 'numerous discussions' which occurred from roughly early May 2003 until the end of July about the transfer of title in the adjoining buildings , when Mr Scotts received the signed transfers.",
      "id": "s434"
    },
    {
      "text": "According to Mr Scotts, Mr Lewarne knew from early May 2003 that Mr Scotts was going to purchase the units from Ms Hunter and get the transfer of title and that Mr Lewarne was keen to ensure that Mr Scotts obtained the transfer as soon as possible.",
      "id": "s435"
    },
    {
      "text": "101 Mr Scotts' evidence about the context in which his representations were made was unsatisfactory.",
      "id": "s436"
    },
    {
      "text": "There is no documentary support for his claim to have had 'numerous' conversations with Mr Lewarne about this issue and there was no mention in Mr Scotts' affidavits of these conversations.",
      "id": "s437"
    },
    {
      "text": "Two contemporaneous documents, the Outline Agreement and the Heads of Agreement refer to ownership (or some variation) without elaboration.",
      "id": "s438"
    },
    {
      "text": "Further, I find it implausible that if Mr Lewarne knew and understood the intricacies of Mr Scotts' negotiations with Ms Hunter, Mr Scotts would have included the broad phrase 'As a separate deal I have also purchased the building next door to the pub' in the Outline Agreement.",
      "id": "s439"
    },
    {
      "text": "102 Mr Scotts admitted, that it would have been 'sheer folly' for Mr Lewarne to have entered the transaction without some comfort about the ability of the business to control the adjoining premises and that he understood that at least some of the upside in the business was in the pokie room.",
      "id": "s440"
    },
    {
      "text": "Indeed, in an email sent on 22 September 2004, Mr Scotts himself noted \"All the upside in this place is in the pokie room\".",
      "id": "s441"
    },
    {
      "text": "Mr Scotts admitted that at the time that he made the representations, he knew that Mr Lewarne trusted him.",
      "id": "s442"
    },
    {
      "text": "103 Although Mr Lewarne admitted in cross-examination that he was not concerned in what name Mr Scotts chose to hold the adjoining building in context this must be seen as a lack of concern with the form of the matter.",
      "id": "s443"
    },
    {
      "text": "I have no doubt that Mr Lewarne regarded the question of ownership as one of substance and that he was very concerned about that.",
      "id": "s444"
    },
    {
      "text": "I am satisfied that Mr Lewarne relied on the first representation in deciding to invest in the business of the East Village Hotel.",
      "id": "s445"
    },
    {
      "text": "Ninth representation \n \n104 The relevant enquiry in respect of the ninth representation, is whether it was misleading or deceptive for Mr Scotts to fail to inform Mr Lewarne that there was an ongoing dispute about the ownership of the adjoining premises or that there may have been a difficulty in Mr Scotts securing beneficial or legal title to the adjoining premises.",
      "id": "s446"
    },
    {
      "text": "As noted above, I do not accept that Mr Lewarne was kept informed of Mr Scotts' dispute with Ms Hunter or that with Mr Cummins.",
      "id": "s447"
    },
    {
      "text": "105 The potential for silence to be misleading is now well established.",
      "id": "s448"
    },
    {
      "text": "It is to be assessed \"as a circumstance like any other\"; Demagogue Pty Ltd v Ramensky (1992) 39 FCR 31 at 32 per Black CJ.",
      "id": "s449"
    },
    {
      "text": "The issue is whether the relevant circumstances give rise to a reasonable expectation that some fact or other would be disclosed; Kimberley NZI Finance Ltd v Torero Pty Limited (1989) ATPR (Digest) 46-054 at 53,195.",
      "id": "s450"
    },
    {
      "text": "106 In these circumstances, I find that it was deceptive of Mr Scotts to fail to inform Mr Lewarne, prior to Mr Lewarne paying his $300,000 into the partnership, that he did not own the adjoining building and that there were significant barriers to him obtaining it.",
      "id": "s451"
    },
    {
      "text": "An important part of this context is Mr Scotts' repeated representations that he owned the adjoining property, for if Mr Scotts had never represented that he owned the property in the first place it is difficult to see how it could be deceptive to fail to provide Mr Lewarne with information going to the question of that ownership.",
      "id": "s452"
    },
    {
      "text": "Accordingly I find that the ninth representation was misleading and, for the reasons given in relation to the first representation, I find that Mr Lewarne relied on this representation.",
      "id": "s453"
    },
    {
      "text": "Third Representation --- was it made?",
      "id": "s454"
    },
    {
      "text": "107 The third allegedly misleading representation made by Mr Scotts was that he had obtained approval from the South Sydney Council to install and operate poker machines in the adjoining building.",
      "id": "s455"
    },
    {
      "text": "Mr Scotts denies that he ever made this representation.",
      "id": "s456"
    },
    {
      "text": "Indeed, Mr Scotts recalls that Mr Lewarne, at the Rosebery meeting, said:\n \n 'One way is to just operate the poker machines next door even without Council consent and just see if they take any action.",
      "id": "s457"
    },
    {
      "text": "If they delay in taking any action, when we seek approval, we can point to the fact that we had operated them there for some time.",
      "id": "s458"
    },
    {
      "text": "' \n\n108 Both Mr Lewarne and Ms Dalitz recalled that at the Mosman meeting in early May 2003 Mr Scotts claimed to have Council approval .",
      "id": "s459"
    },
    {
      "text": "This is consistent with the statement in the Outline Agreement:\n \n 'I also have a DA approval to knock the wall down &amp; extend the pub into the commercial unit.",
      "id": "s460"
    },
    {
      "text": "The owner has also granted permission for the license to extend into this section.",
      "id": "s461"
    },
    {
      "text": "Turning the commercial space into a gaming room has the potential to increase profits substantially.",
      "id": "s462"
    },
    {
      "text": "Freeing up the existing poker machine area will also create approx 35% extra space for the ground floor bar.",
      "id": "s463"
    },
    {
      "text": "' \n\n109 Although the 'commercial space' is not defined as the adjoining building, the meaning is clear when read in context.",
      "id": "s464"
    },
    {
      "text": "The preceding words in the Outline Agreement (see [31] above) describe the adjoining building, 'This comprises of one ground floor commercial unit &amp; one upstairs residential unit' (emphasis added).",
      "id": "s465"
    },
    {
      "text": "In context, the representation as to 'DA approval' would be understood to mean that there was DA approval for the entire venture --- knocking down the wall, extending the hotel into the adjoining premises and installing and operating poker machines in those premises.",
      "id": "s466"
    },
    {
      "text": "A further statement in the Outline Agreement also supports this construction:\n \n 'I can confirm the pub now has a 22-year lease &amp; I have approval to add 5 extra poker machines for a total of 15.",
      "id": "s467"
    },
    {
      "text": "I also have a DA approval to extend the pub license [sic] into the premises next door.",
      "id": "s468"
    },
    {
      "text": "' \n\n110 The order of the sentences in this paragraph, and in particular the proximity of the reference to the DA approval and the discussion about adding poker machines, suggest that the 'pub licence' referred to means the hotel's licence to operate poker machines.",
      "id": "s469"
    },
    {
      "text": "111 As I have previously stated, in circumstances where Mr Lewarne's evidence is inconsistent with Mr Scotts' evidence, I am inclined to prefer Mr Lewarne's evidence.",
      "id": "s470"
    },
    {
      "text": "This is particularly so where the contemporaneous documents support Mr Lewarne's evidence (not to mention that his account is corroborated by Ms Dalitz).",
      "id": "s471"
    },
    {
      "text": "I find that Mr Scotts represented to Mr Lewarne that he had approval to install and operate poker machines in the adjoining premises.",
      "id": "s472"
    },
    {
      "text": "Third representation --- was it misleading?",
      "id": "s473"
    },
    {
      "text": "112 There can be no doubt that this representation was misleading and/or deceptive when it was made.",
      "id": "s474"
    },
    {
      "text": "Mr Scotts admitted that at the relevant time, 'We didn't have a DA approval to put poker machines next door.",
      "id": "s475"
    },
    {
      "text": "' In fact, the only extant Council approval relating to the proposed expansion into the neighbouring premises indicated in the Special Conditions to the contract for the sale of the business between Wellfox and Momentum dated 12 September 2001 that:\n \n 'no gaming devices, amusement devices or the like are permitted to be installed in any part of the ground floor premises currently known as 238 Palmer Street.",
      "id": "s476"
    },
    {
      "text": "' \n\n113 Mr Scotts' representation that he had the Council's approval was false and, in the context, misleading and deceptive.",
      "id": "s477"
    },
    {
      "text": "Second, fourth and fifth representations \n \n114 These three representations related to the partnership's plans to demolish the wall between the adjoining building and the hotel, extend the area of use under the hotel licence into the adjoining building and to operate poker machines in the newly created 'pokie room'.",
      "id": "s478"
    },
    {
      "text": "Although pleaded as three separate representations, it is convenient to deal with them together, since they relate to substantially the same plan and largely rely on the same evidence.",
      "id": "s479"
    },
    {
      "text": "Second, fourth and fifth representations - were the representations made?",
      "id": "s480"
    },
    {
      "text": "115 Mr Lewarne pleads that these representations were made orally at the Mosman meeting and also in the Heads of Agreement.",
      "id": "s481"
    },
    {
      "text": "Mr Lewarne recalls that Mr Scotts outlined this plan at the Mosman meeting:\n \n 'I own the units next door and I've got permission from Tony to extend the pub into the units.",
      "id": "s482"
    },
    {
      "text": "One of the first things I'm going to do is construct a new pokie room in there...",
      "id": "s483"
    },
    {
      "text": "I also own five extra pokie licenses and I'm going to buy 5 extra pokies.",
      "id": "s484"
    },
    {
      "text": "' \n\n116 The Heads of Agreement indicated that the partnership's objective 'will be to expand the pub &amp; extend the license [sic] into this ground floor commercial space making it cash positive as soon as possible.",
      "id": "s485"
    },
    {
      "text": "' \n \n117 In their defence the respondents admitted that all three of the representations were made on the basis that they were included in the initial plans for the business, but that these plans were subject to the other initial plans of the business.",
      "id": "s486"
    },
    {
      "text": "That is, that if the phrase 'initial plan' is interpreted in the manner suggested by the respondents, the representations do not constitute misleading and deceptive conduct.",
      "id": "s487"
    },
    {
      "text": "Alternately, it may be that this amounts to an admission that the representations as pleaded were made, but that the respondents had reasonable grounds for making them given a particular understanding of the phrase 'initial plan'.",
      "id": "s488"
    },
    {
      "text": "118 I do not accept the respondents contention that the 'initial plans' for the hotel were subject to Mr Scotts being satisfied as to the cash flow of the business.",
      "id": "s489"
    },
    {
      "text": "As put to Mr Lewarne they presumed sufficient capital to finance the expansion into the adjoining building.",
      "id": "s490"
    },
    {
      "text": "The fact that the points made in the Outline Agreement under the heading \"Initial Plans for Pub\" suggest a measured approach is not inconsistent.",
      "id": "s491"
    },
    {
      "text": "An initial plan, in the context of discussions about a hotel that has not yet been purchased, would be understood to mean a plan to be implemented within a short period of time after the commencement of the hotel.",
      "id": "s492"
    },
    {
      "text": "I accept that the second, fourth and fifth representations were made.",
      "id": "s493"
    },
    {
      "text": "Second, fourth and fifth representations --- contravening conduct?",
      "id": "s494"
    },
    {
      "text": "119 These representations (see [74] above) relate to future conduct.",
      "id": "s495"
    },
    {
      "text": "In summary the second and fourth representations concerned the plan to demolish the wall between the hotel and the adjoining building and extend the operations of the hotel, both in relation to the sale of liquor and the poker machines into the adjoining building.",
      "id": "s496"
    },
    {
      "text": "The fifth representation concerned the plan to procure five additional poker machines and operate them along with the existing ten machines.",
      "id": "s497"
    },
    {
      "text": "The representations were made before Mr Lewarne paid his $300,000 on 7 July 2003, inter alia, in the Outline Agreement and the Heads of Agreement.",
      "id": "s498"
    },
    {
      "text": "The relevant question is thus whether, at the time that these representations were made, Mr Scotts had reasonable grounds for making them.",
      "id": "s499"
    },
    {
      "text": "120 Mr Scotts pleaded generally that he had reasonable grounds to make all of the representations as to future matters, in that he had a reasonable expectation that the business would be able to enjoy the full use of the hotel premises without the significant structural problems that eventuated and in that he relied upon the Magin valuation report.",
      "id": "s500"
    },
    {
      "text": "The Magin report includes the following statement:\n \n 'As previously noted, the hotel has been approved for the installation of an additional five \"Hardship\" poker machine permits,...It is further noted that the purchaser of the hotel has also recently purchased the adjoining residential terrace in Palmer Street.",
      "id": "s501"
    },
    {
      "text": "Application has already been made (and approved by the LAB) for an extension of the hotel licence to allow this area to be utilised as a bistro.",
      "id": "s502"
    },
    {
      "text": "' \n\n121 The Magin report also outlined the purchasers' plans to install an additional five, second-hand poker machines with a cost of approximately $20,000 - $30,000.",
      "id": "s503"
    },
    {
      "text": "The report based its estimates for projected gaming revenue on the assumption that the hotel would operate the additional five poker machines.",
      "id": "s504"
    },
    {
      "text": "122 It is not clear how this extract, or the Magin report generally, assists Mr Scotts in establishing reasonable grounds for these particular representations.",
      "id": "s505"
    },
    {
      "text": "Mr Lewarne's submissions on this point are essentially that there were no reasonable grounds to warrant a statement that the plan to move next door was an 'initial plan' because the obstacles to its implementation were such that would make such plans either impossible or, at best only able to be implemented in the medium to long term.",
      "id": "s506"
    },
    {
      "text": "It is worth noting that Mr Lewarne did not submit that the representations were misleading because, factually, Mr Scotts did not intend to extend the hotel into the adjoining properties for the purpose of establishing a gaming room.",
      "id": "s507"
    },
    {
      "text": "Clearly this was Mr Scotts' intention , however the case pleaded is that there were no reasonable grounds to support a representation that these were initial plans for the hotel.",
      "id": "s508"
    },
    {
      "text": "123 The obstacles included that neither Mr Scotts nor Momentum had the legal or equitable title to the adjoining premises.",
      "id": "s509"
    },
    {
      "text": "Moreover, Momentum had to secure permission from a number of parties, as required by various agreements.",
      "id": "s510"
    },
    {
      "text": "For instance, clause 8.1 of the Deed of Consent to Assignment of Lease (dated 25 July 2003), between Retemu, Wellfox, Momentum and Richard Scotts, provided:\n \n 'The Assignee acknowledges that the Liquor License cannot be extended into Unit 2/234 Palmer Street, Darlinghurst (Unit 2/234) or any wall opening be made between the Leased Premises and Unit 2/234 without the consent in writing of the Lessor.",
      "id": "s511"
    },
    {
      "text": "' \n\n124 The deed provided that such consent would be given, subject to a variation of the lease including an increase in rent, a provision for the reinstatement of the wall on the expiration or termination of the lease, a provision indemnifying the landlord against loss or damage occasioned to the premises by the opening up of the wall and the grant of an option to the landlord to purchase the unit.",
      "id": "s512"
    },
    {
      "text": "Although this deed was made after the representations were made it must have been apparent that the landlord's permission would be required and that conditions would apply to such permission even if the actual terms of the deed could not have been anticipated.",
      "id": "s513"
    },
    {
      "text": "125 Development approval from the Council of the City of South Sydney would also have been required in order to implement the extension plans.",
      "id": "s514"
    },
    {
      "text": "At the time that the representations were made, Mr Scotts had signed a contract for the purchase of the business from Wellfox dated 14 April 2003, in which Wellfox agreed to take all necessary steps to allow Momentum to lodge a development application in respect of the proposed extension and Momentum had acknowledged that no such approval already existed.",
      "id": "s515"
    },
    {
      "text": "That is, objectively, it could be expected that Mr Scotts knew that Council approval was required.",
      "id": "s516"
    },
    {
      "text": "Furthermore, in the same document, the existing development approval expressly forbade 'gaming devices, amusement devices or the like' from being installed in the ground floor premises of the adjoining building.",
      "id": "s517"
    },
    {
      "text": "126 Prior to selling the hotel business, Wellfox had obtained the consent of the body corporate to the exclusive use of the common property wall separating the hotel from the adjoining premises, on conditions subject to restrictions.",
      "id": "s518"
    },
    {
      "text": "Wellfox warranted this in the contract for the sale of the hotel business, which was signed by Mr Scotts and dated 14 April 2003 (that is, it pre-dated the representations).",
      "id": "s519"
    },
    {
      "text": "One of the conditions for the consent of the owners corporation was that the lot burdened could not be used as licensed premises within the meaning of the Liquor Act 1982 (NSW) unless inter alia, the proprietor of the lot burdened was also the registered proprietor or lessee or licensee of the licensed premises.",
      "id": "s520"
    },
    {
      "text": "Since neither Mr Scotts nor Momentum Productions was the proprietor of the adjoining premises, it would have been impossible to comply with this condition.",
      "id": "s521"
    },
    {
      "text": "In addition, and perhaps confusingly, another condition of the same document provided, \"The lot burdened must not be used as licensed premises within the meaning of the Liquor Act 1982 \".",
      "id": "s522"
    },
    {
      "text": "I am not required to resolve the discrepancy between these two (apparently inconsistent) conditions --- it is clear that the respondents had no prospect of obtaining this consent in the short term, particularly given Mr Scotts' dispute with Ms Hunter over the ownership of the adjoining premises.",
      "id": "s523"
    },
    {
      "text": "127 In his evidence at the hearing Mr Scotts seemed also to suggest that Mr Lewarne was in some way responsible for the delay in moving next door, in that he was assigned responsibility for the construction/building aspects of the plan, but delayed unduly in discharging this responsibility.",
      "id": "s524"
    },
    {
      "text": "In light of the legal obstacles to the planned extension into the adjoining premises, this allegation does not seem directly on point.",
      "id": "s525"
    },
    {
      "text": "Mr Lewarne admitted that Mr Scotts had asked him to carry out the extensions into the adjoining property and that it took eight months to clear the adjoining premises so that construction could begin.",
      "id": "s526"
    },
    {
      "text": "Certainly this is a lengthy delay, which it is difficult to understand but it would be a relevant consideration only if, objectively, at the time that the representation was made it was reasonable to represent that the plans were achievable.",
      "id": "s527"
    },
    {
      "text": "As noted above, the legal obstacles that Mr Scotts knew about, or ought to have known about, at the time that the representations were made, were such that there were no reasonable grounds for making them.",
      "id": "s528"
    },
    {
      "text": "128 Similarly, Mr Scotts' claim that by June 2004 the problems with the roof structure had affected the hotel trade to such an extent that they took priority over any expansion plans is also not to the point.",
      "id": "s529"
    },
    {
      "text": "As McHugh J noted in Henville v Walker [2001] HCA 52 ; (2001) 206 CLR 459 at 502, in the context of a discussion about damages under the Trade Practices Act : \n \n ' ... the wrong which s 52 of the Act prohibits is the making of, not the failure to honour, the false representation.",
      "id": "s530"
    },
    {
      "text": "' \n\n129 Mr Lewarne admitted that the plan to go next door was 'swamped' by the problems with the building, and in particular the scaffolding which was erected to repair the building.",
      "id": "s531"
    },
    {
      "text": "Accepting for present purposes that when Mr Scotts made the representations he could not have foreseen this drop in trade and its effect on the working capital of the business it does not bear on whether Mr Scotts had reasonable grounds for making the representations at the time they were made.",
      "id": "s532"
    },
    {
      "text": "The obstacles described above were such that I am satisfied that neither Mr Scotts nor Momentum had reasonable grounds for making representations two and four and that they were therefore misleading.",
      "id": "s533"
    },
    {
      "text": "130 Even though the legal obstacles described above may have prevented the plans to extend the hotel next door for the purpose of operating poker machines, it is, however, not immediately clear whether they would have been obstacles to the pursuit of the plan described in representation five (which does not expressly refer to the adjoining premises).",
      "id": "s534"
    },
    {
      "text": "The fifth representation relates only to the operation of poker machines and in particular to the procurement of a further five gaming machines.",
      "id": "s535"
    },
    {
      "text": "Mr Lewarne claimed that there was simply no room for a further five poker machines in the hotel unless the adjoining wall was knocked down and the adjoining premises used to house the poker machines.",
      "id": "s536"
    },
    {
      "text": "This was particularly the case because the wall enclosing the existing poker machine room (the internal wall) needed to be removed as a precursor to extending into the adjoining premises, a move which required the removal of at least four of the existing 10 poker machines from the premises.",
      "id": "s537"
    },
    {
      "text": "Mr Lewarne, in cross-examination said that he agreed to store the five poker machines at the premises of one of his other businesses:\n \n 'Mr Lewarne: Because we had already demolished the existing poker machine room and there was nowhere to put them and Richard informed me that the situation is that you have got to mask or prevent people at the bar or in the bar area looking in at the machines.",
      "id": "s538"
    },
    {
      "text": "Richard informed me of all the clocks on the walls and things like that.",
      "id": "s539"
    },
    {
      "text": "There was nowhere to put them so we put them at the AWN [sic] premises and then what we were going to do was once the hole was punched through the wall and the room finished, replace them.",
      "id": "s540"
    },
    {
      "text": "Mr Sahade: You agreed with that decision?",
      "id": "s541"
    },
    {
      "text": "Mr Lewarne: To place them at our factory?",
      "id": "s542"
    },
    {
      "text": "Well there was nowhere else.",
      "id": "s543"
    },
    {
      "text": "There really wasn't anywhere else to put them.",
      "id": "s544"
    },
    {
      "text": "' \n\n131 Mr Lee submitted that, at the time that the representation was made it would have been clear that unless it was possible to extend the space available for poker machines into the adjoining premises it would not be able to operate the existing 10 poker machines, let alone procure and operate a further 5 poker machines.",
      "id": "s545"
    },
    {
      "text": "132 Mr Scotts gave evidence that the five additional poker machines would initially be installed on the stairwell landing of the hotel premises and that once the gaming room had been created in the adjoining premises that the poker machines would be moved into it.",
      "id": "s546"
    },
    {
      "text": "Mr Lee, in cross-examining Mr Scotts, referred to the Magin report's reference to the cost of the additional poker machines being $20,000 - $30,000.",
      "id": "s547"
    },
    {
      "text": "Mr Lee suggested that, given Mr Scotts intended to lease the poker machines, this figure undermined his evidence that he intended to sit the extra poker machines on the stairwell, since there was no capital expenditure associated with sitting them on the stairwell.",
      "id": "s548"
    },
    {
      "text": "Accordingly, Mr Lee suggested that the Magin report anticipated that the additional poker machines would be installed and operated from the gaming room next door.",
      "id": "s549"
    },
    {
      "text": "While it is clear that the Magin report assumed that the new poker machines would be placed in the adjoining building it does nor follow from this assumption that the adjoining building was the only place that these poker machines could have been stored.",
      "id": "s550"
    },
    {
      "text": "133 In my view there is not sufficient evidence either way to make a finding as to whether it was reasonable to state that the 10 machines would keep running and the five would be added.",
      "id": "s551"
    },
    {
      "text": "I do not accept the submission put for Mr Lewarne that the evidence establishes that it was inevitable, in pursuing the expansion plans, that some of the existing poker machines would be removed.",
      "id": "s552"
    },
    {
      "text": "Mr Lewarne gave evidence that once the internal wall was demolished the floor beneath it started to subside and was in danger of collapsing.",
      "id": "s553"
    },
    {
      "text": "Mr Lewarne himself supplied the Acro Props that were used to support it.",
      "id": "s554"
    },
    {
      "text": "It may be that without that complication all 15 poker machines could have been accommodated, albeit with difficulty, in the hotel.",
      "id": "s555"
    },
    {
      "text": "There is no evidence to suggest that Mr Scotts knew, or ought to have known, about the structural weakness of the floor.",
      "id": "s556"
    },
    {
      "text": "134 The state of the evidence is such that the issue whether there were reasonable grounds to make the fifth representation will be determined on the basis of onus of proof.",
      "id": "s557"
    },
    {
      "text": "I have already expressed the view that Mr Scotts and Momentum bear the onus of showing that there were reasonable grounds for making the representations as to future matters.",
      "id": "s558"
    },
    {
      "text": "For that reason I find that pursuant to s 41 of the Fair Trading Act and s 51A of the Trade Practices Act respectively, the fifth representation as made by Mr Scotts and Momentum was misleading.",
      "id": "s559"
    },
    {
      "text": "Sixth representation --- was it made?",
      "id": "s560"
    },
    {
      "text": "135 The actual position in relation to the lease of the hotel is rather confusing.",
      "id": "s561"
    },
    {
      "text": "The original lease was for a term of ten years commencing on 18 July 1994.",
      "id": "s562"
    },
    {
      "text": "It incorporated by reference the provision of registered memorandum R557355 and of Annexure A to the lease.",
      "id": "s563"
    },
    {
      "text": "Clause 5 of the Annexure provided for an option for a further ten years which would have extended the term until 17 July 2014.",
      "id": "s564"
    },
    {
      "text": "Clause 7.1 of the Deed of Consent to Assignment of Lease, between Retemu, Wellfox, Momentum and Mr Scotts provided for a further term of ten years on conditions that are discussed below.",
      "id": "s565"
    },
    {
      "text": "The Deed of Consent was executed on 25 July 2003.",
      "id": "s566"
    },
    {
      "text": "136 Mr Lewarne gave evidence that, at the Mosman meeting, Mr Scotts had stated \"I've also negotiated a 22 year lease for the pub\".",
      "id": "s567"
    },
    {
      "text": "Further, the Outline Agreement contains the statement \"I can confirm the pub now has a 22 year lease\".",
      "id": "s568"
    },
    {
      "text": "Mr Scotts admitted that these representations had been made, to the extent only that Momentum had open to it an option on the lease that, if exercised, would have allowed the hotel business to operate out of the premises for a total period of 22 years.",
      "id": "s569"
    },
    {
      "text": "Mr Scotts gave evidence that he used the expression, 22 year lease, as a short-hand reference to a lease for 12 years and a 10 year option and that this is how non-lawyers such as himself and Mr Lewarne would refer to such a lease.",
      "id": "s570"
    },
    {
      "text": "He claimed that, in ordinary parlance, his representations would have been understood to mean that the business had a 12 year lease with an option to extend by a further 10 years:\n \n 'Because the shareholders, Mr Lewarne, my brother and myself called it, referred to it as 22 years because we had a 10 year option so anybody in normal language would describe a lease when you have got 12 years plus 10 a total of 22.",
      "id": "s571"
    },
    {
      "text": "That is just to me normal language.",
      "id": "s572"
    },
    {
      "text": "I am not a lawyer.",
      "id": "s573"
    },
    {
      "text": "' \n\n137 I do not accept that Mr Scotts' statements could have been interpreted as representations that Mr Scotts had negotiated with the landlord and secured an option to extend the lease, as opposed to a lease for 22 years.",
      "id": "s574"
    },
    {
      "text": "Mr Scotts was communicating to a potential investor in a hotel business.",
      "id": "s575"
    },
    {
      "text": "The value of that business as a going concern was, self evidently, dependent upon it having a lease over the relevant premises.",
      "id": "s576"
    },
    {
      "text": "Although neither Mr Scotts nor Mr Lewarne was a lawyer, and indeed both seemed to have an unfortunate tendency towards imprecise language, Mr Lewarne was entitled to assume and to expect that Mr Scotts would be precise in his description of the negotiations over such an important aspect of the purchase.",
      "id": "s577"
    },
    {
      "text": "This is especially because, to Mr Scotts' knowledge, Mr Lewarne was not privy to the negotiations for the assignment of the lease or the purchase of the business himself.",
      "id": "s578"
    },
    {
      "text": "Sixth representation --- was it contravening conduct?",
      "id": "s579"
    },
    {
      "text": "138 Put simply, the representation that Momentum would enter into a lease of 22 years was untrue.",
      "id": "s580"
    },
    {
      "text": "At best it had a lease for a term of years plus an option to renew for a further ten years.",
      "id": "s581"
    },
    {
      "text": "In terms of security of tenure there is a world of difference between this and a term of 22 years.",
      "id": "s582"
    },
    {
      "text": "This is inherently so but, in any event, as Mr Lewarne submitted, the conditions for the exercise of the option to extend the lease by 10 years were so onerous that it was far from certain that they would be fulfilled and that the option would be granted.",
      "id": "s583"
    },
    {
      "text": "139 Clause 7.1 of the Deed of Consent to Assignment of Lease, dated 25 July 2003, between Retemu, Wellfox, Momentum and Mr Scotts provided that the lessor would grant the lessee a further term of ten years if the following conditions were satisfied, prior to the expiration of the fifth year of the option period:\n \n \n '(i) the Lessee or it's [sic] licensee has been granted entitlement for five (5) hardship gaming machines in the leased premises... \n (ii) the Lessee has since taking up the right to use the five (5) hardship gaming machines promoted the use of all fifteen (15) gaming machine entitlements in the Leased Premises; \n (iii) the Lessee demonstrates to the reasonable satisfaction of the Lessor the commercial viability of operating fifteen (15) gaming machine entitlements in the Leased Premises or failing to so satisfy the Lessor the Lessee at the written request of the Lessor, agrees to sell six (6) gaming machine entitlements and pays the proceeds of the sale to the Lessor; \n (iv) The Lessee has otherwise duly and punctually performed the terms, covenants and conditions contained in the Lease and there is not at the time of the Lessee requesting the grant of a further ten (10) year option term any subsisting breach by the Lessee of the terms, covenants and conditions of the Lease.",
      "id": "s584"
    },
    {
      "text": "(v) The Assignee has on or before 15 months from the date of Assignment of the Lease paid to the Lessor the sum of $200,000.00 being the Premium fee referred to in Recital (h).",
      "id": "s585"
    },
    {
      "text": "(vi) The Lessee acknowledges and declares that the Lessee has no claim or interest in the ownership of the five hardship gaming machine entitlements and if required by the Lessor to formally transfer such entitlements to the Lessor' \n \n\n140 This deed was executed on 25 July 2003, that is, after the date on which the representations were made.",
      "id": "s586"
    },
    {
      "text": "Unless it was known to Mr Scotts that an option for a further term would only be granted on some such conditions they can have no relevance to whether the representation was misleading.",
      "id": "s587"
    },
    {
      "text": "In my view, on the facts before him as at the date that the representation was made (that is, at the latest, 9 May 2003) it was not reasonable for Mr Scotts to represent that a lease for 22 years had been negotiated.",
      "id": "s588"
    },
    {
      "text": "Even if I were to accept that the parties understood a lease for 22 years to mean that there was an option to extend the lease by 10 years, I do not find that there was a reasonable basis for making that representation.",
      "id": "s589"
    },
    {
      "text": "141 Given that Retemu's consent to the assignment of the lease was always going to be necessary, it was open to Retemu to impose onerous conditions on the exercise of the option that would have seriously undermined the viability of exercising the option.",
      "id": "s590"
    },
    {
      "text": "The draft lease assignment document annexed to Mr Magin's report, which expressly provided for merely an option to extend the lease, was not reasonable grounds for the making of a representation that involved a confident assertion that Momentum would have an enforceable option for the additional term.",
      "id": "s591"
    },
    {
      "text": "Ultimately, however, I find that the sixth representation was misleading because it was untrue.",
      "id": "s592"
    },
    {
      "text": "Seventh representation \n \n142 The seventh representation was made orally and in writing.",
      "id": "s593"
    },
    {
      "text": "In his affidavit sworn on 19 October 2005, Mr Lewarne reports that at the Rosebery meeting (see [27] above) Mr Scotts said words to the following effect:\n \n Ric, the figures show that the pub is currently making over $500,000 profit per year.",
      "id": "s594"
    },
    {
      "text": "I've worked in pubs before and the pokies at the East Village are currently returning less than the market average.",
      "id": "s595"
    },
    {
      "text": "This is because of where they are located in the pub... You will make more than $75,000 per year for your profit share.",
      "id": "s596"
    },
    {
      "text": "143 Mr Lewarne's evidence which was not shaken on cross-examination, was supported by similar predictions expressed in the Outline Agreement and the Heads of Agreement.",
      "id": "s597"
    },
    {
      "text": "I accept that the representation was made.",
      "id": "s598"
    },
    {
      "text": "The respondents submitted that there were reasonable grounds for making this representation because of the valuation in the Magin Report.",
      "id": "s599"
    },
    {
      "text": "That valuation, however, assumed the implementation of the plan to move into the adjoining building and to operate the five additional poker machines.",
      "id": "s600"
    },
    {
      "text": "In addition the evidence of Mr John Williams, a chartered accountant, about the financial position of the business at the time it was acquired and that of Mr Scotts himself, indicate that the representation that Mr Lewarne could expect to receive a profit share of $75,000 on an investment of $300,000 was unrealistic.",
      "id": "s601"
    },
    {
      "text": "I find that there was no reasonable basis for making the seventh representation and that it was therefore misleading.",
      "id": "s602"
    },
    {
      "text": "Eighth representation \n \n144 It is not in dispute that Mr Scotts used the $300,000 provided by Mr Lewarne to discharge a mortgage held by Westpac Bank over a residential property at 18/14 Robertson Street, Narrabeen of which the registered title holders were Mrs Jan Scotts, who is the mother of Mr Scotts and Mr Anthony Scotts .",
      "id": "s603"
    },
    {
      "text": "The Narrabeen property was subsequently transferred to Mr Scotts.",
      "id": "s604"
    },
    {
      "text": "Mr Lewarne alleges however that there was an eighth representation to the effect that his $300,000 payment would be applied to the business of the partnership either as working capital or as part of the purchase price to be paid to Wellfox.",
      "id": "s605"
    },
    {
      "text": "He claims that at the Mosman meeting he had the following exchange with Mr Scotts:\n \n \n \n Mr Lewarne: The valuation report values the pub at about $1.7 million.",
      "id": "s606"
    },
    {
      "text": "But if I get a 15% share for $300,000, that means I'm investing in a pub worth $2 million.",
      "id": "s607"
    },
    {
      "text": "How is the extra $300,000 made up?",
      "id": "s608"
    },
    {
      "text": "Mr Scotts: I need extra money invested into the business by you and Ant because I've agreed to take over and pay Wendy's legal costs which are about $80,000 and other associated costs such as stamp duty, registration of the lease etcetera.",
      "id": "s609"
    },
    {
      "text": "145 Mr Scotts' evidence was quite different.",
      "id": "s610"
    },
    {
      "text": "In his affidavit of 10 May 2006 Mr Scotts stated that before Mr Lewarne paid the $300,000 they had a conversation to the following effect:\n \n \n \n Mr Scotts: Ric, Momentum will purchase the pub on borrowed money and the bank wants security for that borrowing.",
      "id": "s611"
    },
    {
      "text": "My family and I have a debt with the Westpac bank that secures a unit of ours at Narrabeen.",
      "id": "s612"
    },
    {
      "text": "When I sell you my shares in Momentum for three-hundred, I will pay off that debt and then use that security for Momentum to borrow against to purchase the pub.",
      "id": "s613"
    },
    {
      "text": "Mr Lewarne: Yes that is fine, Anthony has told me about that.",
      "id": "s614"
    },
    {
      "text": "146 In cross-examination Mr Scotts strongly expressed the opinion that he was entitled to use the $300,000 paid by Mr Lewarne as he saw fit and that \"I chose to use it to pay out a residential property which Mr Lewarne knew all about ...\".",
      "id": "s615"
    },
    {
      "text": "This opinion was expressed in the context of Mr Scotts' claim that the arrangement with Mr Lewarne was for the sale of shares in Momentum.",
      "id": "s616"
    },
    {
      "text": "147 As settlement of the purchase of the business drew near, Mr Scotts sent a number of emails to Mr Lewarne referring to the arrangements for settlement.",
      "id": "s617"
    },
    {
      "text": "They are as follows: \n \n &#8226; 9 June 2003 to Mr Lewarne \n Rick just a quick update on the pub settlement.",
      "id": "s618"
    },
    {
      "text": "We are still planning for settlement around June 13 th or sometime the following week.",
      "id": "s619"
    },
    {
      "text": "I will let you know next week who the $300,000 needs to be made out to.",
      "id": "s620"
    },
    {
      "text": "&#8226; 11 June 2003 to Mr Lewarne and Mr Anthony Scotts\n I am signing final mortgage documents this morning.",
      "id": "s621"
    },
    {
      "text": "Still on target for Friday settlement.",
      "id": "s622"
    },
    {
      "text": "I will call later today with details.",
      "id": "s623"
    },
    {
      "text": "&#8226; 16 June 2003 to Mr Lewarne and Mr Anthony Scotts \n Rick, \n Ant has probably brought you up to speed.",
      "id": "s624"
    },
    {
      "text": "We just had to make a change to a residential title today which meant a change on the mortgage paperwork.",
      "id": "s625"
    },
    {
      "text": "... on the home front.",
      "id": "s626"
    },
    {
      "text": "&#8226; 26 June 2003 to Mr Lewarne and Mr Anthony Scotts \n Guys just got off the phone to the CBA.",
      "id": "s627"
    },
    {
      "text": "We're set for settlement next Tuesday the 1 st of July.",
      "id": "s628"
    },
    {
      "text": "&#8226; 1 July 2003 to Mr Lewarne and Mr Anthony Scotts \n Rick, Ant can you please have your respective cheques now made out to Westpac.",
      "id": "s629"
    },
    {
      "text": "Sorry for the change.",
      "id": "s630"
    },
    {
      "text": "If possible I want to pick up cheques tomorrow so we can make settlement.",
      "id": "s631"
    },
    {
      "text": "Please send me pickup details.",
      "id": "s632"
    },
    {
      "text": "148 Mr Lewarne testified that on 7 July 2003 when Mr Scotts attended the premises of Mr Lewarne's business he gave the cheque for $300,000 to Mr Scotts.",
      "id": "s633"
    },
    {
      "text": "In his affidavit of 25 March 2006 Mr Lewarne stated that at the Mosman meeting he had the following conversation with Mr Scotts:\n \n \n \n Mr Scotts: I will use yours and Anthony's money to put toward the purchase price and the associated costs and there will be plenty left over which I will use as working capital for the business.",
      "id": "s634"
    },
    {
      "text": "Mr Lewarne: Are you sure you have enough working capital to make the business work?",
      "id": "s635"
    },
    {
      "text": "In my experience, whatever amount you think you need you should double it or triple it.",
      "id": "s636"
    },
    {
      "text": "Mr Scotts: I am satisfied that there is plenty of working capital for the business to operate successfully.",
      "id": "s637"
    },
    {
      "text": "149 In the same affidavit Mr Lewarne testified that in January 2006 he had directly asked Mr Anthony Scotts if the money he (Mr Lewarne) put in for the hotel was used to discharge the mortgage on Richard and Anthony Scotts' mother's apartment in Narrabeen.",
      "id": "s638"
    },
    {
      "text": "Mr Anthony Scotts admitted that it had been so used but that, \"at the time\", they didn't think it would be a problem.",
      "id": "s639"
    },
    {
      "text": "Mr Lewarne responded, \"How dare you and your brother use my money to pay off the mortgage on your mother's house.",
      "id": "s640"
    },
    {
      "text": "\" He commented that Mr Anthony Scotts did not reply.",
      "id": "s641"
    },
    {
      "text": "150 Ms Dalitz testified that at the Rosebery meeting Mr Scotts said that he had enough funds to finance the purchase price but was looking for investors to assist with the working capital.",
      "id": "s642"
    },
    {
      "text": "Mr Scotts denied ever using the words, \"working capital\".",
      "id": "s643"
    },
    {
      "text": "On cross-examination Ms Dalitz said she was unsure that the words \"working capital\" were used but confirmed that words to that effect were used.",
      "id": "s644"
    },
    {
      "text": "She elaborated on the point saying: \n \n Well, there were words to the effect that there was sufficient capital available to fund the purchase price of the hotel and that additional funding was also being sought to assist in the running of the hotel or getting the hotel up and running.",
      "id": "s645"
    },
    {
      "text": "151 On the basis of the above evidence I am satisfied that Mr Scotts represented to Mr Lewarne that the $300,000 he received from Mr Lewarne would be used for the benefit of the partnership although exactly in what manner is not clear.",
      "id": "s646"
    },
    {
      "text": "I note that Mr Anthony Scotts was present at a number of the meetings referred to above, that many of the emails were also addressed to him and that Mr Lewarne says he directly challenged him about the $300,000 being diverted to the Narrabeen property.",
      "id": "s647"
    },
    {
      "text": "Despite this close involvement Mr Anthony Scotts was not called to give evidence.",
      "id": "s648"
    },
    {
      "text": "In the absence of any explanation as to his lack of availability or some other reason for this it must follow that his evidence would not have assisted Mr Scotts's case.",
      "id": "s649"
    },
    {
      "text": "152 In my view the general thrust of the conversations and communications outlined above is clearly that the Mr Lewarne was investing in the business along with Mr Scotts/Momentum and Mr Anthony Scotts.",
      "id": "s650"
    },
    {
      "text": "As such I find that the eighth representation is made out and, given Mr Scotts assertion that he was entitled to do whatever he liked with the money it follows that the representation was misleading.",
      "id": "s651"
    },
    {
      "text": "RELIEF \n \n153 I have held that on various occasions and in various respects, Mr Scotts and Momentum contravened the Trade Practices Act and the Fair Trading Act .",
      "id": "s652"
    },
    {
      "text": "Mr Lewarne seeks either orders under s 87 or damages under s 82 of the Trade Practices Act and s 68 of the Fair Trading Act , all of which require him to prove loss or damage by the contravening conduct.",
      "id": "s653"
    },
    {
      "text": "Section 82(1) provides, subject to exceptions not presently relevant, that:\n \n \n (1) A person who suffers loss or damage by conduct of another person that was done in contravention of a provision of Part IV , IVA, IVB or V or section 51AC may recover the amount of the loss or damage by action against that other person or against any person involved in the contravention.",
      "id": "s654"
    },
    {
      "text": "154 In Wardley Australia Limited v The State of Western Australia [1992] HCA 55 ; (1992) 175 CLR 514 at 525 the High Court held that the word 'by' in this section requires a causal link between the loss or damage suffered and the contravention of the Act: \n \n ...the word clearly expresses the notion of causation without defining or elucidating it.",
      "id": "s655"
    },
    {
      "text": "In this situation, s. 82(1) should be understood as taking up the common law practical or common-sense concept of causation recently discussed by this Court in March v Stramare (E &amp; MH) Pty Ltd except in so far as that concept is modified or supplemented expressly or impliedly by the provisions of the Act.",
      "id": "s656"
    },
    {
      "text": "155 Accordingly, Mr Lewarne will be limited to damages for losses he incurred that, as a matter of common sense and experience, would not have been incurred but for Mr Scotts' misleading or deceptive representations.",
      "id": "s657"
    },
    {
      "text": "See also Henville v Walker [2001] HCA 52 ; (2001) 206 CLR 459 at 508 per Hayne J and 496 per McHugh J.",
      "id": "s658"
    },
    {
      "text": "In Wardley at 525, the High Court indicated that reliance upon a misleading representation is a sufficient causal link:\n \n Here we are concerned with contraventions of s 52(1) in the form of misleading conduct constituted by misrepresentations.",
      "id": "s659"
    },
    {
      "text": "In this situation, as at common law, acts done by the representee in reliance upon the misrepresentation constitute a sufficient connexion to satisfy the concept of causation.",
      "id": "s660"
    },
    {
      "text": "And, if those acts result in economic loss...that economic loss will ordinarily be recoverable under s 82(1)... \n\n156 There is no doubt in my mind that Mr Lewarne was careless of his own interests in relying on Mr Scotts.",
      "id": "s661"
    },
    {
      "text": "Indeed, in cross-examination of Mr Lewarne it seems that, at least in part, the respondents were attempting to defend themselves on this basis.",
      "id": "s662"
    },
    {
      "text": "Carelessness of the representee, however, is not a basis for excluding relief under the Trade Practices Act or the Fair Trading Act , nor is it necessary for the misleading conduct to be the sole cause of the loss, as the comments of Gleeson CJ in Henville v Walker [2001] HCA 52 ; (2001) 206 CLR 459 at 468-9 make clear:\n \n It will commonly be the case that a person who is induced by a misleading or deceptive representation to undertake a course of action will have acted carelessly, or will have been otherwise at fault, in responding to the inducement.",
      "id": "s663"
    },
    {
      "text": "The purpose of the legislation is not restricted to the protection of the careful or the astute.",
      "id": "s664"
    },
    {
      "text": "Negligence on the part of the victim of a contravention is not a bar to an action under s 82 unless the conduct of the victim is such as to destroy the causal connection between contravention and loss or damage.",
      "id": "s665"
    },
    {
      "text": "... \n For there to be the necessary causal relationship between a contravention of s 52 , and loss or damage, so as to satisfy the requirements of s 82(1) , it is not essential that the contravention be the sole cause of the loss or damage.",
      "id": "s666"
    },
    {
      "text": "157 See also the similar view expressed at 505 by McHugh J, with whom Gummow and Hayne JJ agreed.",
      "id": "s667"
    },
    {
      "text": "158 Mr Lewarne repeatedly said that each and every one of the representations was influential in his decision to invest money in the partnership.",
      "id": "s668"
    },
    {
      "text": "This claim of reliance was not seriously challenged and I am satisfied that, to a greater or less extent, the representations that were made were factors in Mr Lewarne's decision to invest his money in the East Village Hotel business.",
      "id": "s669"
    },
    {
      "text": "I have discussed the question of reliance in relation to the first and ninth representations above at [99]-[103] and [106] respectively.",
      "id": "s670"
    },
    {
      "text": "159 Representations 2, 3, 4 and 5 all relate to the proposed expansion of the hotel business into the adjoining building.",
      "id": "s671"
    },
    {
      "text": "That expansion was a critical element in the development of the business and Mr Lewarne's reliance on these representations reflected, at least in part, his recognition of that factor.",
      "id": "s672"
    },
    {
      "text": "Mr Lewarne gave evidence that he regarded this prospect as one that would greatly enhance the profitability of the business.",
      "id": "s673"
    },
    {
      "text": "He stated that:\n \n 'the upside of the business was going next door.",
      "id": "s674"
    },
    {
      "text": "That was the huge beneficial thing about purchasing the business.",
      "id": "s675"
    },
    {
      "text": "' \n\n160 Mr Lewarne's view coincided with that of Mr Scotts who said on cross-examination that turning the adjoining building into a poker machine room would be a \"further upside in the business\".",
      "id": "s676"
    },
    {
      "text": "161 Mr Sahade suggested that Mr Lewarne in fact relied upon the Magin valuation report in order to make his decision to invest in the hotel.",
      "id": "s677"
    },
    {
      "text": "Mr Sahade pointed to handwritten notes in the margin of the Magin report which Mr Lewarne identified as his own and which appeared to be calculations of gaming revenues (which were not necessarily dependent on the expansion into the adjoining building).",
      "id": "s678"
    },
    {
      "text": "While the Magin valuation may have formed part of the reason for Mr Lewarne's decision to invest in the hotel, however this is not to suggest that the representations about the initial plan to expand into the adjoining premises were not also powerful inducements.",
      "id": "s679"
    },
    {
      "text": "162 I am satisfied that the plan to expand the hotel into the adjoining building and to operate poker machines from these premises were important and powerful motivators to Mr Lewarne investing in the hotel business.",
      "id": "s680"
    },
    {
      "text": "Mr Lewarne relied upon Mr Scotts statements about these plans in order to invest in the partnership and subsequently has suffered loss or damage.",
      "id": "s681"
    },
    {
      "text": "163 In relation to the remaining representations, that is the sixth, seventh and eighth representations, it was not seriously contended that these were not factors in inducing Mr Lewarne to invest in the business.",
      "id": "s682"
    },
    {
      "text": "The dispute about these representations concerned whether they were made and whether they were misleading.",
      "id": "s683"
    },
    {
      "text": "Given my findings that they were made and that they were misleading, there is little to be said on the question of reliance.",
      "id": "s684"
    },
    {
      "text": "I am satisfied that this element is also established.",
      "id": "s685"
    },
    {
      "text": "164 My findings in relation to the representations are sufficient to establish that the respondents are liable to Mr Lewarne.",
      "id": "s686"
    },
    {
      "text": "As mentioned at [12] above, Mr Scotts rarely distinguished between himself and Momentum when negotiating the agreement with Mr Lewarne.",
      "id": "s687"
    },
    {
      "text": "I am satisfied that he spoke both for Momentum and himself in making the representations and that both are liable.",
      "id": "s688"
    },
    {
      "text": "Mr Lee submitted that it is unnecessary to rely on s 75B of the Trade Practices Act in ascribing liability to Mr Scotts because the applicant relied on s 42 of the Fair Trading Act .",
      "id": "s689"
    },
    {
      "text": "In the alternative, He submitted that to the extent that the representations were conveyed by telephone and email they involved the use of telephonic services and pursuant to s 6(3)(a) of the Trade Practices Act , that Act is directly applicable.",
      "id": "s690"
    },
    {
      "text": "I accept those submissions.",
      "id": "s691"
    },
    {
      "text": "Cross Claim \n \n165 On 26 April 2006 Mr Scotts filed an amended cross-claim against Mr Lewarne, claiming that in September 2005 Mr Scotts paid Mr Lewarne $50,000 .",
      "id": "s692"
    },
    {
      "text": "This is conceded by Mr Lewarne.",
      "id": "s693"
    },
    {
      "text": "The circumstances of this payment are, however, in contest.",
      "id": "s694"
    },
    {
      "text": "Mr Scotts claims that the payment was made pursuant to an agreement in respect of Lewarne's purchase of shares in Momentum Productions, that any such agreement has been terminated and accordingly that the money ought to be repaid.",
      "id": "s695"
    },
    {
      "text": "Mr Lewarne claims that the payment was made as a part-payment of the profit share in the East Village Hotel business to which he is entitled.",
      "id": "s696"
    },
    {
      "text": "166 I have rejected the argument that Mr Scotts and Mr Lewarne entered into an agreement for the purchase of shares in Momentum and have found that they entered into a partnership agreement.",
      "id": "s697"
    },
    {
      "text": "Mr Lewarne has given notice of his intention to terminate the partnership; see [71] above.",
      "id": "s698"
    },
    {
      "text": "It would seem that the $50,000 was paid in respect of partnership entitlements and that it should be accounted for in the winding up of the partnership.",
      "id": "s699"
    },
    {
      "text": "A second aspect of the cross-claim is premised on a finding that there is a partnership and seeks a contribution from Mr Lewarne for losses of the business and contributions of working capital for the continued operation of the business.",
      "id": "s700"
    },
    {
      "text": "That issue is also a matter that should be resolved in the winding up of the partnership.",
      "id": "s701"
    },
    {
      "text": "SOME REMARKS ABOUT WITNESS CREDIBILITY \n \n167 The decisions I have made in this matter have been based on both the evidence of key players and on documentary evidence from both parties.",
      "id": "s702"
    },
    {
      "text": "Ultimately the crucial decisions have largely depended on which of the conflicting accounts given by witnesses for the applicant and the respondents I have accepted.",
      "id": "s703"
    },
    {
      "text": "Chief among the witnesses have been Mr Scotts and Mr Lewarne.",
      "id": "s704"
    },
    {
      "text": "As I have indicated earlier in these reasons (see [57] above) in general I have preferred the evidence of Mr Lewarne to that given by Mr Scotts.",
      "id": "s705"
    },
    {
      "text": "It is appropriate that I explain my reasons for this preference before dealing with the issue of final relief.",
      "id": "s706"
    },
    {
      "text": "168 Mr Scotts did not present as a reliable or frank witness.",
      "id": "s707"
    },
    {
      "text": "On cross-examination his answers were often evasive, unconvincing and confusing and, at times, verged on the absurd.",
      "id": "s708"
    },
    {
      "text": "I had the clear impression that his responses were tailored to advantage his case, as he perceived it, rather than to any attempt to give truthful answers.",
      "id": "s709"
    },
    {
      "text": "Despite persistent attempts by Mr Lee to get a clear response to his questions, in many cases Mr Scotts' evidence remained unclear or was clarified only after persistent questioning or when confronted with documentary evidence that was inconsistent with the view he had been attempting to put.",
      "id": "s710"
    },
    {
      "text": "I do not accept that this was because Mr Scotts did not understand the question or was not capable of providing a clear answer.",
      "id": "s711"
    },
    {
      "text": "For example:\n \n \n \n 'Mr Lee: And so your evidence, on your oath to her Honour, is that you never became aware that Mr Cummins asserted some sort of interest in the adjoining building?",
      "id": "s712"
    },
    {
      "text": "Mr Scotts: I think he influenced my sister, but if it was under her name, no, I always thought it was --- I am not positive --- I am not sure how you define interest.",
      "id": "s713"
    },
    {
      "text": "As in personal interest, or financial interest, legal interest?",
      "id": "s714"
    },
    {
      "text": "I am a bit confused by the question.",
      "id": "s715"
    },
    {
      "text": "Mr Lee: Well, let me clarify.",
      "id": "s716"
    },
    {
      "text": "Mr Cummins was an undischarged bankrupt, correct?",
      "id": "s717"
    },
    {
      "text": "Mr Scotts: Yes, I found that out later.",
      "id": "s718"
    },
    {
      "text": "Mr Lee: You did not know that at the time?",
      "id": "s719"
    },
    {
      "text": "Mr Scotts: I can't be sure.",
      "id": "s720"
    },
    {
      "text": "No, I think I found that out later.",
      "id": "s721"
    },
    {
      "text": "Mr Lee: When did you find out that he was an undischarged bankrupt?",
      "id": "s722"
    },
    {
      "text": "Mr Scotts: I am not sure.",
      "id": "s723"
    },
    {
      "text": "I found out later on.",
      "id": "s724"
    },
    {
      "text": "Mr Lee: Well, was it before - - -?",
      "id": "s725"
    },
    {
      "text": "Mr Scotts: It may have been around that time.",
      "id": "s726"
    },
    {
      "text": "Mr Lee: Was it before the settlement of the purchase of the hotel business from Wellfox, or after?",
      "id": "s727"
    },
    {
      "text": "Mr Scotts: I think so.",
      "id": "s728"
    },
    {
      "text": "I think it would have been around that time, yes.",
      "id": "s729"
    },
    {
      "text": "' \n\n169 Mr Scotts would also give what appeared to be deliberately equivocal answers, often vehemently accepting or rejecting a proposition, only to immediately qualify his answer with the phrase \"I may have\" and/or \"I don't know\".",
      "id": "s730"
    },
    {
      "text": "For example:\n \n \n \n 'Mr Lee: So do you deny that you would have said to Mr Towels [a Commonwealth Bank manager] that all the upside is in the pokie room?",
      "id": "s731"
    },
    {
      "text": "Mr Scotts: I don't know my conversations with Mr Towel would have said --- no, I certainly wouldn't have said that, I don't think so, I am not sure.",
      "id": "s732"
    },
    {
      "text": "Unsure...' \n \n \n\n170 Mr Scotts' answers often lacked particularity until Mr Lee, counsel for Mr Lewarne, took him to specific documents which refuted his evidence.",
      "id": "s733"
    },
    {
      "text": "On several occasions, once it became clear the documentary evidence established that the question was within Mr Scotts' knowledge, Mr Scotts' evidence then became more specific.",
      "id": "s734"
    },
    {
      "text": "Even then, often the nearest he would come to a positive response was to say, \"It may have been\" which was apparently equivalent to, \"Yes, but I don't want to admit it\".",
      "id": "s735"
    },
    {
      "text": "171 A prime example of this behaviour was his evidence about his relationship with his sister and the circumstances in which he became involved in the purchase of the hotel.",
      "id": "s736"
    },
    {
      "text": "Mr Scotts gave evidence in cross-examination that he did not discuss the hotel with Ms Hunter when he heard that she was buying the adjoining units: \"No.",
      "id": "s737"
    },
    {
      "text": "When my sister originally spoke to me about next door, I didn't know the connection between that and the pub itself\".",
      "id": "s738"
    },
    {
      "text": "It was only when Mr Lee took Mr Scotts to his own affidavit, in which he deposed to conversations with Ms Hunter on this very issue that Mr Scotts resiled from his earlier evidence: \"I know when I spoke to her about that property next door, we were focussing on that property, so --- I think --- she mentioned something and it was in relation to the pub but it didn't mean much to me at the time\" \n \n172 Furthermore, during the course of Mr Lee's cross-examination of Mr Scotts, it became clear that on several occasions in relation to his financial affairs and business dealings, Mr Scotts had behaved at best discreditably, at worst dishonestly.",
      "id": "s739"
    },
    {
      "text": "Mr Scotts admitted that he had not paid any stamp duty on the transfer of the adjoining properties from his sister, in his words because it was 'a friendly deal', although he later conceded that he had been advised, by unnamed 'friends', that he was legally obliged to pay the stamp duty but didn't see it as an urgent obligation.",
      "id": "s740"
    },
    {
      "text": "173 Mr Scotts said that the consideration for these transfers was that he would take over Ms Hunter's mortgage obligations in respect of the adjoining buildings, a mortgage of some $700,000.",
      "id": "s741"
    },
    {
      "text": "However, when things got 'out of hand' with the hotel building structure, Mr Scotts ceased making payments on the mortgage with the result that Ms Hunter has had to refinance her entire property portfolio under threat of legal action.",
      "id": "s742"
    },
    {
      "text": "174 Two further instances are illustrative.",
      "id": "s743"
    },
    {
      "text": "In April 2003, when Mr Scotts became involved in the plan to purchase the hotel business, and during the negotiations for the assignment of the lease, Barringtons (the solicitors for the assignor, Wellfox) sent a facsimile to Bowen and Gerathy (solicitors for the landlord) stating that Mr Scotts had agreed he would guarantee the lease.",
      "id": "s744"
    },
    {
      "text": "The facsimile attached a statement of Mr Scotts' assets and liabilities and a brief statement of his income which included a line \"TWI Salary: 160,000 pa\".",
      "id": "s745"
    },
    {
      "text": "In cross-examination, Mr Scotts admitted that this was not, in fact, a salary and that at the time of the income statement he was no longer employed by TWI.",
      "id": "s746"
    },
    {
      "text": "The \"salary\" was in fact in the nature of royalty payments owed to Mr Scotts, paid on a quarterly basis.",
      "id": "s747"
    },
    {
      "text": "From the perspective of a person seeking security over a lease, this is an important distinction.",
      "id": "s748"
    },
    {
      "text": "On the same document, Mr Scotts included in his list of assets (as at 31 March 2003) a unit at Narrabeen, at its full value, notwithstanding that at that time both Mr Scotts' mother and brother had equity in the property.",
      "id": "s749"
    },
    {
      "text": "There was no mention of their interests in this statement.",
      "id": "s750"
    },
    {
      "text": "175 Finally, during the course of the hearing it became apparent that Mr Scotts' discovery in these proceedings was inadequate, in material respects.",
      "id": "s751"
    },
    {
      "text": "In particular, Mr Scotts did not discover any documents relating to Wendy Hunter's proposed purchase of the East Village Hotel, two valuation reports of the adjoining properties that Mr Scotts claims to have arranged or any of the documents evidencing his dispute with Wendy Hunter about taking over the purchase of the hotel and the nature of her interest in the adjoining properties.",
      "id": "s752"
    },
    {
      "text": "176 Throughout cross-examination, the occasions where Mr Scotts' credibility was questioned are far too numerous to mention.",
      "id": "s753"
    },
    {
      "text": "My overall impression is that Mr Scotts knowingly blurred the truth in order to obtain an advantage to himself and that, despite his protestations as to his benevolent intentions he was in fact quite ruthless in his business dealings with both friends and family.",
      "id": "s754"
    },
    {
      "text": "I formed the opinion that Mr Scotts is willing to be dishonest when he perceives that it is in his interests, both in his business dealings and in Court, and accordingly I am not willing to accept his evidence in this proceeding unless it is corroborated by independent evidence.",
      "id": "s755"
    },
    {
      "text": "Mr Lewarne \n \n177 My impression of Mr Lewarne's evidence was that he was, for the most part, truthful.",
      "id": "s756"
    },
    {
      "text": "At times his recollection failed and at times I believe Mr Lewarne did not present the whole truth, or the entirety of his knowledge about a particular matter.",
      "id": "s757"
    },
    {
      "text": "An example of what I believe to be a failure of Mr Lewarne's recollection is in respect of the extent of his instructions to Mr Dempsey.",
      "id": "s758"
    },
    {
      "text": "In particular, Mr Lewarne gave evidence that he provided both the Outline Agreement and Heads of Agreement to Mr Dempsey.",
      "id": "s759"
    },
    {
      "text": "It seems clear, from Mr Dempsey's evidence and from his file (produced to Court pursuant to subpoena) that Mr Lewarne had not provided a copy of the Outline Agreement and the copy of the Heads of Agreement given to Mr Dempsey was materially different from the form emailed by Mr Scotts.",
      "id": "s760"
    },
    {
      "text": "178 An example which raised doubts about his truthfulness was when he was questioned about the failure to expand the hotel premises into the adjoining building.",
      "id": "s761"
    },
    {
      "text": "Mr Lewarne's evidence was that his delay (of approximately 8 months) was due to rubbish in the adjoining buildings:\n \n \n \n Mr Sahade: You would do some preliminary work to get to knocking the wall down?",
      "id": "s762"
    },
    {
      "text": "Mr Lewarne: That is correct.",
      "id": "s763"
    },
    {
      "text": "Mr Sahade: Such as?",
      "id": "s764"
    },
    {
      "text": "Mr Lewarne: Such as firstly we needed to clear the room out.",
      "id": "s765"
    },
    {
      "text": "The room was absolutely choc-a-block with just junk.",
      "id": "s766"
    },
    {
      "text": "We could not access the room for starters and I requested the room be cleaned.",
      "id": "s767"
    },
    {
      "text": "Mr Sahade: Well, what would that take, what?",
      "id": "s768"
    },
    {
      "text": "a day?",
      "id": "s769"
    },
    {
      "text": "Mr Lewarne: Actually we requested it and it took eight months.",
      "id": "s770"
    },
    {
      "text": "' \n\n179 This may have been one of several factors but is not, on its own, a plausible explanation for a delay of this magnitude.",
      "id": "s771"
    },
    {
      "text": "Mr Lewarne gave no evidence as to any other reason why he delayed on such an important point, aside from a need to drill a pilot hole through the wall .",
      "id": "s772"
    },
    {
      "text": "180 Mr Lewarne, on one view to his credit, was prepared to make admissions that were adverse to his case or that reflected badly on his character.",
      "id": "s773"
    },
    {
      "text": "For instance, in relation to the two letters that were written by Ms Dalitz on Mr Lewarne's behalf on 20 September 2004, Mr Lewarne admitted that he signed the letters, that he knew that the contents of the letters were false and that he did not notify Mr Dempsey (one of the recipients of the letter) that its contents were false.",
      "id": "s774"
    },
    {
      "text": "Counsel for the respondents, Mr Sahade, correctly pointed out that these admissions came only in cross-examination and reflected discreditable behaviour on Mr Lewarne's part.",
      "id": "s775"
    },
    {
      "text": "I do not think, however, that this isolated episode demonstrates a propensity towards dishonesty or deception; rather I accept that Mr Lewarne was under significant marital strain at the time, which influenced him to be momentarily dishonest.",
      "id": "s776"
    },
    {
      "text": "APPLICABLE REMEDIES \n \n181 In the fourth amended application filed in this matter the applicant claimed a wide range of relief including declarations that:\n \n &#8226; that the first and second respondents respectively have contravened the provisions of the Trade Practices Act and the Fair Trading Act ; \n &#8226; that the applicant has a 15% share as a partner in the business of the East Village hotel;\n &#8226; that the assets of the business include the rights to the lease of the hotel, the rights to use and exploit the liquor licence and various other assets associated with the operation of the business;\n &#8226; that the partnership was dissolved on 20 November 2006 and the assets of the business are to be realised and applied in the due course administration; and \n &#8226; that the property at 8/14 Robertson Street, Narrabeen, NSW is subject to a constructive trust in favour of the partnership to the value of $300,000 plus interest.",
      "id": "s777"
    },
    {
      "text": "182 The applicant also sought orders dealing with other aspects of the winding up of the partnership such as the appointment of a receiver and manager of the business as well as orders under s 87 of the Trade Practices Act and damages pursuant to s 82 of that Act and/or s 68 of the Fair Trading Act .",
      "id": "s778"
    },
    {
      "text": "183 During the hearing there was considerable discussion concerning the valuation of the business and whether the respondents should be permitted to file an additional valuation report by Mr Magin.",
      "id": "s779"
    },
    {
      "text": "The applicant objected to this approach for reasons that it is not necessary to outline here.",
      "id": "s780"
    },
    {
      "text": "Ultimately the parties agreed to accept the valuation prepared for the applicant by Mr Philip Alan Rennie, a valuer of considerable experience.",
      "id": "s781"
    },
    {
      "text": "Mr Rennie reported that he had been instructed to assess the current market value of the business which he described as:\n \n The interest being valued is the unencumbered \"Leasehold\" in possession as a going concern on a walk-in walk-out basis which excludes the real estate, the hotelier's licence, poker machine entitlements, stock and lessor's plant and equipment etc but encompasses the business/goodwill, lessee's chattels, pending the expiration of the lease on the following basic [sic]: \n \n \n (i) To assess the current value of the Business which disregards the current Supreme Court proceedings and assumes that the improvements fully comply and the business trading to its optimum potential as per the historical figures at the time of purchase of the business which assumes also that the 2 x 10yr option periods have been exercised, the lease term expiring in 2024 (ie: 18 years remaining).",
      "id": "s782"
    },
    {
      "text": "(ii) To assess the current value of the Business, which again disregards the Supreme Court proceedings and on the basis that the 1 st option period only was exercised as per the variation of lease (No 0665074 dated 17/6/97,) the lease term expiring in 2014 (8 years remaining).",
      "id": "s783"
    },
    {
      "text": "184 Mr Rennie assessed the value of the business on these two bases as being $900,000 and $550,000 respectively.",
      "id": "s784"
    },
    {
      "text": "These values are considerably lower than the values given in the Magin report (see [4] above).",
      "id": "s785"
    },
    {
      "text": "When asked at the hearing to identify the principal differences between the two reports that would explain the different valuations, Mr Rennie identified two areas on which the reports differed and said:\n \n \n I disagree with the gross profit margin which is the difference between the cost of goods and your sales and I also disagree with the adoption of poker machine projections rather than poker machine actuals for the sake of valuation and purchase of the business.",
      "id": "s786"
    },
    {
      "text": "Mr Rennie explained that in his view a gross profit margin of 80 per cent exceeded the industry norm and would be excessive having regard to other businesses in the same area that he had valued.",
      "id": "s787"
    },
    {
      "text": "He added, however, that the major difference between the two valuations was in the adoption of $4,000 a week for poker machines in the Magin report and his more conservative $1,200 per week and that this was the difference between projected return and actual returns.",
      "id": "s788"
    },
    {
      "text": "185 I found Mr Rennie's explanation to be cogent and, in the absence of challenge I accept his valuation as preferable to that in the Magin report.",
      "id": "s789"
    },
    {
      "text": "It is not necessary that I take the matter of valuations further because the parties have agreed to accept the Rennie report and also because of their approach to the issue of final orders.",
      "id": "s790"
    },
    {
      "text": "186 At the conclusion of the hearing Mr Lee suggested that following the delivery of reasons that parties be given some time to formulate orders in accordance with those reasons including orders as to costs.",
      "id": "s791"
    },
    {
      "text": "Mr Sahade for the respondents did not object to this course which I regard as sensible in all the circumstances.",
      "id": "s792"
    },
    {
      "text": "The declarations suggested in the fourth amended application (see [181] above) are consistent with the findings I have made.",
      "id": "s793"
    },
    {
      "text": "It does not necessarily follow, however, that each such declaration should be made.",
      "id": "s794"
    },
    {
      "text": "That is a matter that can be addressed in due course.",
      "id": "s795"
    },
    {
      "text": "Similarly, orders along the lines of those applied for would seem to be sensible.",
      "id": "s796"
    },
    {
      "text": "Obviously, the partnership should be wound up and an accounting made between the parties.",
      "id": "s797"
    },
    {
      "text": "In compliance with the wishes of the parties, however, I shall allow a reasonable time for them to formulate proposed orders.",
      "id": "s798"
    },
    {
      "text": "187 I shall direct the parties to bring in short minutes of order for the resolution of this proceeding in the light of my findings and reasons.",
      "id": "s799"
    },
    {
      "text": "I certify that the preceding one hundred and eighty-seven (187) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s800"
    },
    {
      "text": "Associate:\n\nDated: 7 August 2007\n\n\n Counsel for the Applicant/Cross Respondent: MBJ Lee \n \n Solicitor for the Applicant/Cross Respondent: Sparke Helmore \n \n Counsel for the Respondents/Cross Claimant: M Sahade \n \n Solicitor for the Respondents/Cross Claimant: Comino Prassas \n \n Date of Hearing: 29, 30, 31 August 2006, 20, 21, 23, 24 November 2006 \n \n Date of Judgment: 7 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1136.html",
      "id": "s801"
    }
  ]
}