{
  "name": "Tolich v Commissioner of Taxation [2007] FCA 1195 (10 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1195.html",
  "catchphrases": [
    {
      "text": "avoidance of tax",
      "id": "c0"
    },
    {
      "text": "tax benefit under income tax assessment act 1936 (cth)",
      "id": "c1"
    },
    {
      "text": "where applicants entered into a schemes as defined in s 177a(1) of the act",
      "id": "c2"
    },
    {
      "text": "where schemes incurred substantial losses and outgoings which were claimed as deductions",
      "id": "c3"
    },
    {
      "text": "whether losses and outgoings fall within s 51(1) of the act",
      "id": "c4"
    },
    {
      "text": "where schemes operated in part in overseas territories",
      "id": "c5"
    },
    {
      "text": "whether losses and outgoings with respect to overseas territories within s 79d of the act",
      "id": "c6"
    },
    {
      "text": "whether part iva of the act applies to claimed deductions with respect to losses and outgoings insofar as they relate to overseas territories",
      "id": "c7"
    },
    {
      "text": "whether part iva of the act applies generally to deductions claimed in respect of losses and outgoings of schemes",
      "id": "c8"
    },
    {
      "text": "whether participants obtained tax benefits from schemes",
      "id": "c9"
    },
    {
      "text": "where participants in schemes made some actual cash outlays",
      "id": "c10"
    },
    {
      "text": "whether actual cash outlays claimed as deductions should not be disallowed in any event",
      "id": "c11"
    },
    {
      "text": "whether schemes entered into for dominant purpose of obtaining tax benefit",
      "id": "c12"
    },
    {
      "text": "approach to s 177d(b).",
      "id": "c13"
    },
    {
      "text": "where six proceedings before court",
      "id": "c14"
    },
    {
      "text": "where proceedings arise from same factual matrix",
      "id": "c15"
    },
    {
      "text": "where substantial common issues between proceedings",
      "id": "c16"
    },
    {
      "text": "whether appropriate to hear matters together.",
      "id": "c17"
    },
    {
      "text": "taxation",
      "id": "c18"
    },
    {
      "text": "practice and procedure",
      "id": "c19"
    }
  ],
  "sentences": [
    {
      "text": "1 There are six proceedings in this Court and each proceeding is an appeal under s 14ZZ(a) of the Taxation Administration Act 1953 (Cth) (\"Administration Act\") against an appealable objection decision made by the Commissioner of Taxation of the Commonwealth of Australia.",
      "id": "s0"
    },
    {
      "text": "The Commissioner is the respondent in each proceeding.",
      "id": "s1"
    },
    {
      "text": "Background \n \n2 In each proceeding the applicant claims that deductions were wrongly disallowed by the respondent under s 177F(1)(b) of the Income Tax Assessment Act 1936 (Cth) (\"ITAA 1936\").",
      "id": "s2"
    },
    {
      "text": "The details in relation to each applicant are as follows:\n\n Mate Tolich (No WAD 47 of 2005) Financial year ended 30 June Amount alleged to have been wrongly disallowed 1994 $341,054.00 1995 $198,760.00 1996 $260,625.00 \n\n Domenic Princi (No WAD 48 of 2005) Financial year ended 30 June Amount alleged to have been wrongly disallowed 1994 $341,054.00 1995 $198,760.00 1996 $260,625.00 \n\n\n Kevin Dorn (No WAD 49 of 2005) Financial year ended 30 June Amount alleged to have been wrongly disallowed 1994 $341,054.00 1995 $198,760.00 \n\n\n Vincenzo Princi (No WAD 50 of 2005 ) Financial year ended 30 June Amount alleged to have been wrongly disallowed 1994 $341,054.00 1995 $198,760.00 1996 $260,625.00 \n\n\n Allen Prince (No WAD 57 of 2005) Financial year ended 30 June Amount alleged to have been wrongly disallowed 1994 $62,010.00 1995 $36,137.00 \n\n\n Kevin Sleight (No WAD 59 of 2005) Financial year ended 30 June Amount alleged to have been wrongly disallowed 1996 $300,000.00 \n\n \n3 Mr Dorn made a similar claim to that made by Mr Tolich, Mr Domenic Princi and Mr Vincenzo Princi in relation to the financial year ended 30 June 1996, but his challenge to the respondent's decision in relation to that claim is not before me.",
      "id": "s3"
    },
    {
      "text": "I was told that Mr Dorn has made an application in relation to that year to the Administrative Appeals Tribunal.",
      "id": "s4"
    },
    {
      "text": "Mr Prince did not claim a relevant deduction in the financial year ended 30 June 1996 and Mr Sleight made a claim for a relevant deduction only in that year.",
      "id": "s5"
    },
    {
      "text": "4 The \"applicants\" in relation to the financial year ended 30 June 1994 (\"1994 FY\") means Mr Tolich, Mr Vincenzo Princi, Mr Dorn, Mr Domenic Princi and Mr Prince.",
      "id": "s6"
    },
    {
      "text": "Those persons were members of the CECK partnership.",
      "id": "s7"
    },
    {
      "text": "The \"applicants\" in relation to the financial year ended 30 June 1995 (\"1995 FY\") means the same persons.",
      "id": "s8"
    },
    {
      "text": "The \"applicants\" in relation to the financial year ended 30 June 1996 (\"1996 FY\") means Mr Tolich, Mr Vincenzo Princi, Mr Domenic Princi and Mr Sleight.",
      "id": "s9"
    },
    {
      "text": "A company called Civil and Earthmoving Contractors of Kwinana Pty Ltd (\"Civil and Earth\") was a member of the TVA partnership and Mr Tolich, Mr Vincenzo Princi and Mr Domenic Princi were beneficiaries under a trust declared by Civil and Earth.",
      "id": "s10"
    },
    {
      "text": "Mr Sleight was a member of the TVA partnership.",
      "id": "s11"
    },
    {
      "text": "On occasions it will be necessary for me to refer to him separately from the other applicants in relation to the 1996 FY.",
      "id": "s12"
    },
    {
      "text": "5 Mr Tolich, Mr Domenic Princi, Mr Dorn and Mr Vincenzo Princi were the owners and operators of Civil and Earth.",
      "id": "s13"
    },
    {
      "text": "The company provided earthmoving and associated services to the construction and earthmoving industry.",
      "id": "s14"
    },
    {
      "text": "Mr Allen Prince was the company's accountant.",
      "id": "s15"
    },
    {
      "text": "6 Mr Sleight was a financial or investment adviser and he had dealings with the owners and operators of Civil and Earth and with Mr Prince.",
      "id": "s16"
    },
    {
      "text": "7 The deductions claimed by each applicant relate to their investment in projects which were referred to in the evidence as the Travel Vision Projects.",
      "id": "s17"
    },
    {
      "text": "The Projects concerned the promotion and sale of the Travel Vision system.",
      "id": "s18"
    },
    {
      "text": "That system involved the electronic storage on CD-ROMs of travel information such as holiday destinations, accommodation prices and so on, and the provision of that information to travel agents.",
      "id": "s19"
    },
    {
      "text": "The fact that the information was stored electronically was said to mean that information as to matters such as price could be changed far more quickly and at a lesser cost than in the case of the printed brochure.",
      "id": "s20"
    },
    {
      "text": "The success of the system was said to depend on a sufficient number of advertisers advertising on the system and a sufficient number of travel agents using the system.",
      "id": "s21"
    },
    {
      "text": "The system was to be promoted and sold within Australia and overseas.",
      "id": "s22"
    },
    {
      "text": "8 The Travel Vision Projects involved the attraction of investors who were prepared to enter into a series of licensing agreements, management and marketing agreements and loan agreements with the companies who were promoting the Travel Vision system.",
      "id": "s23"
    },
    {
      "text": "For reasons which I will explain, for the purposes of these applications, there was one project for the 1994 FY and the 1995 FY, which I will call the \"TVI Project\", and a second project for the 1996 FY which I will call the \"TVA Project\".",
      "id": "s24"
    },
    {
      "text": "The details of the Projects are described below.",
      "id": "s25"
    },
    {
      "text": "9 As part of their involvement in the Projects, each of the applicants paid licence fees, management fees and marketing fees, and claimed those payments as losses or outgoings incurred in carrying on a business for the purpose of gaining or producing assessable income and not losses or outgoings of capital or of a capital, private or domestic nature and, therefore, as allowable deductions under s 51(1) of the ITAA 1936.",
      "id": "s26"
    },
    {
      "text": "10 Each of the applicants was represented by the same solicitors and counsel, as was the respondent.",
      "id": "s27"
    },
    {
      "text": "A number of issues were common to each proceeding.",
      "id": "s28"
    },
    {
      "text": "The proceedings were listed for hearing before me on the basis that they would be heard one after the other.",
      "id": "s29"
    },
    {
      "text": "At the outset of the hearing, I considered that it was appropriate to order that the six proceedings be heard together and that evidence in one proceeding be evidence in the other proceedings.",
      "id": "s30"
    },
    {
      "text": "That order was made with the consent of the parties.",
      "id": "s31"
    },
    {
      "text": "Insofar as evidence in one or more of the proceedings is irrelevant to another proceeding, I will ignore it.",
      "id": "s32"
    },
    {
      "text": "11 The evidence in chief of each of the witnesses in the proceedings was given by way of affidavit.",
      "id": "s33"
    },
    {
      "text": "Some of the affidavits were received in evidence without the witness being required for cross-examination.",
      "id": "s34"
    },
    {
      "text": "In the case of other witnesses, the witness was called and cross-examined by the opposing party.",
      "id": "s35"
    },
    {
      "text": "12 Each witness was a witness of truth and, for the most part, I am able to make findings in accordance with their evidence.",
      "id": "s36"
    },
    {
      "text": "However, as I will explain, in some cases the weight that can be placed on assertions made or opinions expressed must be qualified, sometimes heavily qualified, because of circumstances I will identify.",
      "id": "s37"
    },
    {
      "text": "13 The facts set out below give rise to five issues.",
      "id": "s38"
    },
    {
      "text": "They are as follows:\n \n \n 1.",
      "id": "s39"
    },
    {
      "text": "Whether the losses and outgoings claimed as deductions fall within the terms of s 51(1) of the ITAA 1936.",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "If the answer to the first question is \"yes\", whether the losses and outgoings, insofar as they relate to overseas territories, should as deductions be reduced to nil by reason of the provisions of s 79D of the ITAA 1936.",
      "id": "s42"
    },
    {
      "text": "The applicants submit that the answer to that question is \"yes\".",
      "id": "s43"
    },
    {
      "text": "They put that argument because they submit an affirmative answer means that Part IVA of the ITAA 1936 cannot then apply to such deductions.",
      "id": "s44"
    },
    {
      "text": "They submit that it is not now possible for the respondent to disallow the deductions on the ground that they fall within s 79D because he cannot amend the assessments by reason of s 170(2) of the ITAA 1936.",
      "id": "s45"
    },
    {
      "text": "Section 170(2) prevents the respondent from amending certain amended assessments if the limited amendment period for the original assessment concerned has ended.",
      "id": "s46"
    },
    {
      "text": "3.",
      "id": "s47"
    },
    {
      "text": "If the answer to the first question is \"yes\", whether Part IVA applies to the deductions, or some of them.",
      "id": "s48"
    },
    {
      "text": "4.",
      "id": "s49"
    },
    {
      "text": "If Part IVA does apply, whether there are actual cash outlays which should not be disallowed under s 177F(1)(b) and, if so, what was the amount of those cash outlays.",
      "id": "s50"
    },
    {
      "text": "The respondent accepts that there are some actual cash outlays which should not be disallowed, but there is a dispute between the parties as to the amount of the actual cash outlays.",
      "id": "s51"
    },
    {
      "text": "This is not a case where the resolution of the dispute as to the quantum of the actual cash outlays affects the answer to the third question.",
      "id": "s52"
    },
    {
      "text": "5.",
      "id": "s53"
    },
    {
      "text": "Having regard to the answers to the preceding questions, what orders should be made on the applications.",
      "id": "s54"
    },
    {
      "text": "The Facts \n \n14 In 1988, Mr Tolich, Mr Domenic Princi, Mr Dorn and Mr Vincenzo Princi caused Civil and Earth to be incorporated and each of them took a 25 per cent interest in the company.",
      "id": "s55"
    },
    {
      "text": "In 1999, Civil and Earth closed its civil construction operations and CECK Pty Ltd was established.",
      "id": "s56"
    },
    {
      "text": "CECK provides earthmoving and associated services to the construction and engineering industry.",
      "id": "s57"
    },
    {
      "text": "15 In early 1994, the four owners and operators of Civil and Earth were looking to invest in a project or scheme.",
      "id": "s58"
    },
    {
      "text": "They were looking to improve their respective financial positions and to put in place appropriate retirement strategies.",
      "id": "s59"
    },
    {
      "text": "They spoke to a number of people, including Mr Allen Prince.",
      "id": "s60"
    },
    {
      "text": "They decided to form a partnership and to invest through the partnership Mr Prince also took an interest in the partnership.",
      "id": "s61"
    },
    {
      "text": "By an oral agreement, a partnership called \"CECK Investments\" was formed, and the interests in the partnership of the respective partners were as follows:\n Mate Tolich 11% Domenic Princi 11% Kevin Dorn 11% Vincenzo Princi 11% Allen Prince 2% Civil and Earth 54% \n16 I will refer to this partnership as the \"CECK partnership\".",
      "id": "s62"
    },
    {
      "text": "It was involved in the TVI Project.",
      "id": "s63"
    },
    {
      "text": "It is to be distinguished from the partnership formed in 1996 which I will describe later and which I will refer to as the \"TVA partnership\".",
      "id": "s64"
    },
    {
      "text": "The TVA partnership was involved in the TVA Project.",
      "id": "s65"
    },
    {
      "text": "17 It is well-established that the test of purpose under s 177D(b) of the ITAA 1936 is to be determined objectively and that the subjective intentions of the relevant taxpayer are not relevant.",
      "id": "s66"
    },
    {
      "text": "Nevertheless, his or her actions (as distinct from subjective intention) prior to entering into a scheme may be relevant to the manner in which the scheme was entered into or carried out and this is a relevant matter to the ascertainment of purpose (s 177D(b)(i)).",
      "id": "s67"
    },
    {
      "text": "18 I will now set out a brief summary of the evidence of the respective applicants as to what they did prior to and after entering into the Travel Vision Projects.",
      "id": "s68"
    },
    {
      "text": "The starting point is February 1994 when the CECK partnership decided to become involved in the TVI Project.",
      "id": "s69"
    },
    {
      "text": "19 Mr Mate Tolich was born in 1943.",
      "id": "s70"
    },
    {
      "text": "His education consisted of four years at primary school.",
      "id": "s71"
    },
    {
      "text": "Before establishing Civil and Earth in 1988, he carried out what were, for the most part, labouring tasks or supervisory tasks in relation to construction sites.",
      "id": "s72"
    },
    {
      "text": "He said that in 1994 he was looking to invest, and that he and his fellow directors of Civil and Earth and the company's accountant formed the CECK partnership.",
      "id": "s73"
    },
    {
      "text": "The partnership decided to invest in the TVI Project.",
      "id": "s74"
    },
    {
      "text": "20 Prior to doing so, Mr Tolich and his partners met with the directors of Travel Vision International Pty Ltd (\"TVI\"), Mr Peter Snow and Mr Bruce Gallash, and with Mr Sleight.",
      "id": "s75"
    },
    {
      "text": "Mr Snow explained the main details of the TVI Project to them.",
      "id": "s76"
    },
    {
      "text": "Mr Tolich said that at about this time he was provided with an information memorandum dated May 1994 (\"1994 IM\").",
      "id": "s77"
    },
    {
      "text": "Some of the other applicants gave similar evidence.",
      "id": "s78"
    },
    {
      "text": "There is also an information memorandum dated 1993 (\"1993 IM\") and, having regard to the date of the meetings and discussions, it seems more likely than not that Mr Tolich and the other applicants were given the 1993 IM rather than the 1994 IM prior to those meetings and discussions.",
      "id": "s79"
    },
    {
      "text": "That would be consistent with the time at which they were provided with the document.",
      "id": "s80"
    },
    {
      "text": "However, this is not a factual issue which I need to resolve because although there are some differences between the 1993 IM and the 1994 IM they are not such as to be of significance in resolving the issues before me.",
      "id": "s81"
    },
    {
      "text": "21 Mr Tolich said that he had some idea of how the Travel Vision system worked.",
      "id": "s82"
    },
    {
      "text": "However, due to his lack of education he relied on advice from Mr Vincenzo Princi and Mr Kevin Dorn that it was a good business for investment purposes.",
      "id": "s83"
    },
    {
      "text": "He also said that Mr Allen Prince told him that the investment was a good one.",
      "id": "s84"
    },
    {
      "text": "22 As far as the agreements comprising the TVI Project and the TVA Project were concerned, Mr Tolich said that he did not fully understand the various agreements and that he relied on explanations from Mr Vincenzo Princi and Mr Dorn as to the effect of those agreements.",
      "id": "s85"
    },
    {
      "text": "23 The Australian Trade Commission (\"Austrade\") prepared reports as to the Travel Vision Projects and the management company, Plutora Pty Ltd as trustee of the M&amp;M Trust (\"Plutora\"), issued half-yearly reports.",
      "id": "s86"
    },
    {
      "text": "In addition, from time to time TVI issued news bulletins or press releases.",
      "id": "s87"
    },
    {
      "text": "The reports, news bulletins and press releases were sent to the CECK partnership to keep it informed about the Travel Vision Projects.",
      "id": "s88"
    },
    {
      "text": "Mr Tolich did not read any of that material but, rather, he relied on Mr Vincenzo Princi, Mr Dorn and Mr Prince to keep him informed.",
      "id": "s89"
    },
    {
      "text": "Mr Tolich said that he believed that the Projects ceased because of a lack of funds.",
      "id": "s90"
    },
    {
      "text": "24 Mr Domenic Princi is 58 years of age.",
      "id": "s91"
    },
    {
      "text": "He has undertaken various manual occupations including panel-beating, motor mechanics, earthworks subcontractor, working director for Civil and Earth and, more recently, property development, bus driving and work as an inventor.",
      "id": "s92"
    },
    {
      "text": "25 Mr Prince was Mr Domenic Princi's accountant and he had been his accountant for about 30 years.",
      "id": "s93"
    },
    {
      "text": "Mr Prince introduced Mr Domenic Princi and his fellow directors to Mr Sleight, who provided them with business opportunities from time to time.",
      "id": "s94"
    },
    {
      "text": "Mr Sleight introduced Mr Domenic Princi to Mr Snow and Mr Gallash and the TVI Project.",
      "id": "s95"
    },
    {
      "text": "Mr Sleight said that the project was a good one.",
      "id": "s96"
    },
    {
      "text": "Various meetings were held and Mr Domenic Princi said he was optimistic about the TVI Project, particularly after hearing a speech from the then Prime Minister of Australia about the future role of electronic communications.",
      "id": "s97"
    },
    {
      "text": "Mr Domenic Princi asked the representatives of TVI about the advantages of CDs over the internet.",
      "id": "s98"
    },
    {
      "text": "Mr Snow explained to Mr Domenic Princi how the proposed licensing system would work.",
      "id": "s99"
    },
    {
      "text": "26 Mr Domenic Princi said that he relied on advice from Mr Prince to the effect that the projected returns were high and the investment was a good one.",
      "id": "s100"
    },
    {
      "text": "He was aware that the TVI Project may be eligible for grants from the Australian government.",
      "id": "s101"
    },
    {
      "text": "He attended a practical demonstration of the Travel Vision system by Mr Snow and Mr Gallash.",
      "id": "s102"
    },
    {
      "text": "He was also aware that a consultant to the TVI Project had what he considered to be very impressive qualifications in tourism.",
      "id": "s103"
    },
    {
      "text": "27 Mr Domenic Princi's knowledge of the effect of the licensing and other agreements was fairly basic.",
      "id": "s104"
    },
    {
      "text": "It was based on what Mr Snow had said.",
      "id": "s105"
    },
    {
      "text": "Mr Domenic Princi said that he formed the view that the management fees of $2,500,000 and the marketing fees of $540,000 for the first year were appropriate and reasonable.",
      "id": "s106"
    },
    {
      "text": "He was aware that the TVI Project had been successful in obtaining an export market development grant in relation to expenses incurred in the financial year ended 30 June 1994 (\"1994 FY\").",
      "id": "s107"
    },
    {
      "text": "28 After entering into various agreements on 14 February 1994, the CECK partnership had continuing contact with Mr Snow, and received newsletters from TVI.",
      "id": "s108"
    },
    {
      "text": "29 As to the agreements executed after February 1994, again Mr Domenic Princi states that he had a basic understanding of the agreements, although he did not understand (to use his words) \"the entirety of the agreements\".",
      "id": "s109"
    },
    {
      "text": "30 Again, as to the management fees of $1,100,000 and the marketing fees of $240,000 for the second year, Mr Domenic Princi formed the view that they were appropriate and reasonable.",
      "id": "s110"
    },
    {
      "text": "In July 1995, Mr Domenic Princi made arrangements to visit TVI facilities in England and the United States of America but, ultimately those visits did not take place.",
      "id": "s111"
    },
    {
      "text": "31 In 1994 and 1995 Mr Domenic Princi was aware that the TVI Project was not progressing as well as projected.",
      "id": "s112"
    },
    {
      "text": "TVI were attempting to form a global strategic alliance with IBM and the Soci&eacute;t&eacute; Internationale de T&eacute;l&eacute;communications A&eacute;ronautiques (\"SITA\").",
      "id": "s113"
    },
    {
      "text": "The latter organisation was a co-operative of more than 600 airlines which operated the world's largest privately owned telecommunications network.",
      "id": "s114"
    },
    {
      "text": "He was given an explanation as to why the alliance had not been formed by mid-1996.",
      "id": "s115"
    },
    {
      "text": "He continued to ask questions of representatives of TVI as to why the internet was not the best medium for the system.",
      "id": "s116"
    },
    {
      "text": "He sought advice from Mr Prince as to whether he should be involved in the TVA Project.",
      "id": "s117"
    },
    {
      "text": "32 Mr Domenic Princi also referred to the material sent to the CECK partnership by Plutora and TVI consisting of half-yearly reports, news bulletins and press releases.",
      "id": "s118"
    },
    {
      "text": "He understood that the Projects failed in 2000 because of a lack of funds.",
      "id": "s119"
    },
    {
      "text": "He thought that that was probably due to the development of the internet.",
      "id": "s120"
    },
    {
      "text": "33 Mr Kevin Dorn is 63 years of age and has qualifications in mechanical engineering.",
      "id": "s121"
    },
    {
      "text": "34 As I have said, in his application he complains only of the respondent's decisions in relation to the 1994 FY and the 1995 FY respectively.",
      "id": "s122"
    },
    {
      "text": "35 Mr Dorn also gave evidence of meetings between those who subsequently became members of the CECK partnership, Mr Sleight and Mr Snow and Mr Gallash.",
      "id": "s123"
    },
    {
      "text": "He thought that there were three or four meetings and that at one or more of those meetings the Travel Vision system, proposed agreements and proposed returns were discussed.",
      "id": "s124"
    },
    {
      "text": "He was provided with a copy of the 1994 IM.",
      "id": "s125"
    },
    {
      "text": "Mr Dorn said that Mr Prince was instructed to investigate the commercial merits of the TVI Project and that he made no negative comments.",
      "id": "s126"
    },
    {
      "text": "Mr Dorn was aware of Mr Snow's qualifications and formed a favourable view of them.",
      "id": "s127"
    },
    {
      "text": "He also heard the then Prime Minister's speech about the future role of electronic communications and attended the demonstration of the Travel Vision system.",
      "id": "s128"
    },
    {
      "text": "He discussed the proposed investment with his partners on a number of occasions.",
      "id": "s129"
    },
    {
      "text": "36 Mr Dorn had a basic understanding of the agreements, although he did not understand (to use his words) \"the entirety of the agreements\".",
      "id": "s130"
    },
    {
      "text": "37 Mr Dorn formed the view that the management fees of $2,500,000 and marketing fees in the first year were appropriate and reasonable.",
      "id": "s131"
    },
    {
      "text": "He formed the view that the limited recourse loan was a commercially sensible option for the CECK partnership.",
      "id": "s132"
    },
    {
      "text": "38 Mr Dorn said that he had contact with Mr Snow and Mr Gallash after the first year and he questioned them as to why the TVI Project did not go to plan in the first year.",
      "id": "s133"
    },
    {
      "text": "The CECK partnership received newsletters about the TVI Project from time to time.",
      "id": "s134"
    },
    {
      "text": "39 Mr Dorn also formed the view that the management fees of $1,100,000 and marketing fees of $240,000 in the second year were appropriate and reasonable.",
      "id": "s135"
    },
    {
      "text": "40 Mr Dorn gave evidence about the material which was sent to the CECK partnership by Plutora and TVI.",
      "id": "s136"
    },
    {
      "text": "In his opinion, the TVI Project failed because it was overtaken by the internet.",
      "id": "s137"
    },
    {
      "text": "41 Mr Vincenzo Princi is 54 years of age and he has worked in various clerical positions, as a driver of large machinery and as a supervisor and project manager in the engineering and construction industry.",
      "id": "s138"
    },
    {
      "text": "He also referred to meetings with Mr Snow and Mr Gallash at which Mr Sleight was present.",
      "id": "s139"
    },
    {
      "text": "He was given the 1994 IM.",
      "id": "s140"
    },
    {
      "text": "He also thought that there were three or four meetings and that Mr Snow gave information about the Travel Vision system and the projected revenue and outgoings.",
      "id": "s141"
    },
    {
      "text": "Mr Vincenzo Princi described what occurred at one of the meetings in the following terms:\n \n \"Mr Snow at one of the meetings outlined the potential returns of investing in the Project which was supported by the global reach of the Project.",
      "id": "s142"
    },
    {
      "text": "It was also described by Mr Snow that the idea in TVI licensing the Travel Vision system in Australia to licensees, including the Partnership, was to sell advertising space on CDs to content providers such as hotels, airlines and holiday providers at a cost of about $500.00 per image.",
      "id": "s143"
    },
    {
      "text": "Mr Snow also provided a break down of the costs involved with the Project.",
      "id": "s144"
    },
    {
      "text": "The concept for overseas was to locate sub-licensees who would attempt to sell advertising space on the CDs on the licensees [sic] behalf.",
      "id": "s145"
    },
    {
      "text": "The idea was to have CDs updated every six months.",
      "id": "s146"
    },
    {
      "text": "\"\n \n\n42 Mr Prince was instructed to investigate the commercial merits of the TVI Project and he told Mr Vincenzo Princi that the projected returns were high and that the investment was a good one.",
      "id": "s147"
    },
    {
      "text": "He also heard the then Prime Minister's speech about the future role of electronic communications.",
      "id": "s148"
    },
    {
      "text": "He was aware that the TVI Project may be able to obtain an export market development grant.",
      "id": "s149"
    },
    {
      "text": "43 Mr Vincenzo Princi said that he attended the demonstration of the Travel Vision system and he was impressed by the qualifications of Mr Snow and Mr Gallash, and by the tourism qualifications of the person who was to be a consultant to the project.",
      "id": "s150"
    },
    {
      "text": "44 Mr Vincenzo Princi and his partners discussed the project on a number of occasions and then decided to invest in it.",
      "id": "s151"
    },
    {
      "text": "45 Mr Vincenzo Princi said that he had a basic understanding of the important features of the agreements.",
      "id": "s152"
    },
    {
      "text": "On the basis of Mr Prince's opinion and his assessment of the possibilities of the TVI Project, he considered the management fees of $2,500,000 and marketing fees of $540,000 for the first year were appropriate and reasonable.",
      "id": "s153"
    },
    {
      "text": "He considered that the limited recourse loan made commercial sense.",
      "id": "s154"
    },
    {
      "text": "He was aware of the newsletters about the TVI Project which were received by the CECK partnership.",
      "id": "s155"
    },
    {
      "text": "For the same reasons he had relied on in relation to management fees and marketing fees in the 1994 FY, he formed the view that the management fees of $1,100,000 and marketing fees of $240,000 in second year were appropriate and reasonable.",
      "id": "s156"
    },
    {
      "text": "46 The TVI Project did proceed as well as planned in 1994 and 1995, and Mr Vincenzo Princi said that he also was told of the attempt to form a global strategic alliance with IBM and SITA, and the reasons that had not succeeded.",
      "id": "s157"
    },
    {
      "text": "Mr Vincenzo Princi was advised of the proposed restructure, that is, the TVA Project, by Mr Snow and was given a copy of an information memorandum dated May 1996 (\"1996 IM\").",
      "id": "s158"
    },
    {
      "text": "He also was aware of the material sent to the CECK partnership by Plutora and TVI, including half-yearly reports, newsletters and press releases.",
      "id": "s159"
    },
    {
      "text": "47 Mr Vincenzo Princi said that the Travel Vision Projects failed in late 1996 or early 1997 due to a lack of funds and he considered that the cause of its failure was the development of the internet.",
      "id": "s160"
    },
    {
      "text": "48 Mr Allen Prince is 62 years of age and since 1985 he has conducted his own accounting practice.",
      "id": "s161"
    },
    {
      "text": "49 In early 1994 he was asked to advise the directors of Civil and Earth about the opportunity to invest in the TVI Project.",
      "id": "s162"
    },
    {
      "text": "He was given a copy of the information memorandum.",
      "id": "s163"
    },
    {
      "text": "He said that he considered the forecast returns to be achievable and in line with the risks associated with a new business.",
      "id": "s164"
    },
    {
      "text": "He said that he considered the TVI Project a viable prospect with the underlying commercial activity being a sound business which had the prospect of growth.",
      "id": "s165"
    },
    {
      "text": "He was given a 2 per cent interest in the CECK partnership for \"my prospective work involved in looking after the investment\".",
      "id": "s166"
    },
    {
      "text": "50 Mr Prince and the partners were introduced to the TVI Project by Mr Sleight who said that the project could generate substantial returns.",
      "id": "s167"
    },
    {
      "text": "Mr Prince attended the meetings with Mr Snow and Mr Gallash.",
      "id": "s168"
    },
    {
      "text": "He was provided with the 1994 IM.",
      "id": "s169"
    },
    {
      "text": "He formed a positive view of the projected returns and he advised the partners of his view.",
      "id": "s170"
    },
    {
      "text": "He said that he was impressed by the qualifications of Mr Snow and Mr Gallash.",
      "id": "s171"
    },
    {
      "text": "He considered that the management agreement, marketing agreement and limited recourse loan were good commercial options for the CECK partnership and he was of the view that the management fees of $2,500,000 and marketing fees of $540,000 for the first year were appropriate and reasonable for Plutora \"operating the Australian business, securing advertisers, securing content providers, and locating and securing sub-licences overseas\".",
      "id": "s172"
    },
    {
      "text": "51 During 1994 the CECK partnership had contact from Mr Snow and received newsletters from TVI.",
      "id": "s173"
    },
    {
      "text": "The CECK partnership decided to invest in the project again.",
      "id": "s174"
    },
    {
      "text": "Mr Prince, for the same reasons he gave in relation to the first year, was of the opinion that the management fees of $1,100,000 and the marketing fees of $240,000 in the second year were appropriate and reasonable.",
      "id": "s175"
    },
    {
      "text": "Mr Prince was aware of the material being sent to the partnership by Plutora and TVI, being half-yearly reports, news bulletins and press releases and said that he remained in regular contact with Mr Snow.",
      "id": "s176"
    },
    {
      "text": "52 One of the promoters, Plutora, apparently with the assistance of the accounting firm, Price Waterhouse, prepared and sent draft entries showing the financial effects of the transactions for the books of the CECK partnership.",
      "id": "s177"
    },
    {
      "text": "Mr Prince agreed that, apart from making the entries, the partnership did not prepare separate books of account.",
      "id": "s178"
    },
    {
      "text": "53 Mr Sleight is 48 years of age and has worked mainly as an investment consultant or financial adviser.",
      "id": "s179"
    },
    {
      "text": "He has about 20 years experience in providing investment advice.",
      "id": "s180"
    },
    {
      "text": "54 In late 1993 he met Mr Snow and Mr Gallash and was told of the Travel Vision system.",
      "id": "s181"
    },
    {
      "text": "He was given the 1994 IM.",
      "id": "s182"
    },
    {
      "text": "He was enthusiastic about the project.",
      "id": "s183"
    },
    {
      "text": "He spoke to Mr Prince about it and then he met the four directors of Civil and Earth.",
      "id": "s184"
    },
    {
      "text": "55 Mr Sleight considered the projected returns of the TVI Project and the risks associated with it, and he was of the view that the projected returns reflected the risks.",
      "id": "s185"
    },
    {
      "text": "56 Mr Sleight kept in contact with Mr Snow and Mr Gallash in 1994 and 1995 and he kept himself informed of the progress of the TVI Project.",
      "id": "s186"
    },
    {
      "text": "Mr Snow told him of the attempts to form a global strategic alliance with SITA.",
      "id": "s187"
    },
    {
      "text": "57 Mr Sleight said that he did not form an opinion as to the reasonableness of the management fee of $6,500,000 in the financial year ended 30 June 1996 (\"1996 FY\") in relation to the TVA Project other than that it seemed reasonable, having regard to the forecast returns to the TVA partnership.",
      "id": "s188"
    },
    {
      "text": "58 After he had made his investment in the 1996 FY, Mr Sleight kept in regular contact with Mr Snow and received newsletters about the project published by TVI from time to time.",
      "id": "s189"
    },
    {
      "text": "59 In 2000 Mr Sleight was informed by Mr Snow and Mr Gallash that the TVA Project could not continue.",
      "id": "s190"
    },
    {
      "text": "He attributed its lack of success, in part at least, to the development of the internet.",
      "id": "s191"
    },
    {
      "text": "60 Mr Sleight was paid a commission for introducing investors to the TVI Project and TVA Project by Viscount Nominees and he received a commission in 1994, and again in 1996, for introducing, first, the CECK partnership and, secondly, Civil and Earth to the respective Projects.",
      "id": "s192"
    },
    {
      "text": "61 This then is the evidence given by each of the applicants.",
      "id": "s193"
    },
    {
      "text": "62 I turn now to summarise the evidence of the promoters and those associated with them.",
      "id": "s194"
    },
    {
      "text": "This evidence was also said by the applicants to be relevant to the determination to be made under s 177D(b) of the ITAA 1936.",
      "id": "s195"
    },
    {
      "text": "63 Mr Snow was an executive director of TVI and a director of Plutora.",
      "id": "s196"
    },
    {
      "text": "He had a professional background in accounting and financial management and he had some experience in the tourism industry.",
      "id": "s197"
    },
    {
      "text": "64 The Travel Vision system was developed in 1993 or 1994.",
      "id": "s198"
    },
    {
      "text": "It was to be exploited on a global basis and not just in Australia.",
      "id": "s199"
    },
    {
      "text": "TVI alone did not have resources to exploit the system and it needed to attract investors.",
      "id": "s200"
    },
    {
      "text": "It entered into licence agreements with various parties including the CECK partnership.",
      "id": "s201"
    },
    {
      "text": "65 Mr Snow said that the calculation of the management fee was based on an estimate of the cost of a team to conduct the management and costs of managing the business of the CECK partnership in the Australian territories and that the fee covered all the infrastructure costs as well as personnel, equipment, support and approaches to advertisers to advertise on the system and travel agents to use the system.",
      "id": "s202"
    },
    {
      "text": "The marketing fee was calculated on a similar basis and the figure arrived at was $135,000 per overseas territory per year.",
      "id": "s203"
    },
    {
      "text": "66 Mr Snow outlined the work undertaken in the overseas territories.",
      "id": "s204"
    },
    {
      "text": "TVI instructed Mr Ole Martinson to carry out certain tasks in relation to the marketing and promotion of the Travel Vision system.",
      "id": "s205"
    },
    {
      "text": "He designed and delivered a training course for international marketing consultants.",
      "id": "s206"
    },
    {
      "text": "The course was held in May 1994 and 12 people attended.",
      "id": "s207"
    },
    {
      "text": "After that, those people and Mr Martinson were retained as consultants by Plutora \"to promote the Travel Vision system overseas with a view to identifying prospective sub-licencees with which to negotiate agreements\".",
      "id": "s208"
    },
    {
      "text": "67 Mr Gallash, Mr Martinson and several of the consultants undertook field trips to the overseas territories and Mr Martinson and several consultants went to overseas territories where the licensee was the CECK partnership.",
      "id": "s209"
    },
    {
      "text": "There were meetings with potential sub-licensees in the overseas offices of Price Waterhouse, and each consultant had a personal computer which was installed with the Travel Vision system software for demonstration purposes.",
      "id": "s210"
    },
    {
      "text": "In addition, each consultant was provided with a promotional folder and there was a procedures manual.",
      "id": "s211"
    },
    {
      "text": "A copy of the procedures manual is in evidence.",
      "id": "s212"
    },
    {
      "text": "It appears to be very comprehensive.",
      "id": "s213"
    },
    {
      "text": "68 Mr Snow states that international regional representative offices were established in serviced office facilities in three overseas territories licensed to the CECK partnership, namely, San Francisco, California (for North America), London (for European operations) and Hong Kong (for the Asian region) with their own telephone and fax numbers and live answering services with plans for on-ground staff to operate from the serviced offices to provide support for and monitoring of sub-licensees on behalf of licensees.",
      "id": "s214"
    },
    {
      "text": "69 In the context of operations in overseas territories, I note at this point that the CECK partnership was successful in obtaining an export market development grant (\"development grant\") under the Export Market Development Grants Act 1974 (Cth) in relation to its expenditure in promoting the Travel Vision system in overseas territories in the 1994 FY.",
      "id": "s215"
    },
    {
      "text": "The CECK partnership and other licensees made a claim for a similar grant in relation to the 1995 FY.",
      "id": "s216"
    },
    {
      "text": "The claim was rejected by the Australian Trade Commission (\"the Commission\") but upheld by the Administrative Appeals Tribunal.",
      "id": "s217"
    },
    {
      "text": "On appeal by the Commission to a single Judge of this Court, the decision of the Tribunal was upheld: Australian Trade Commission v Disktravel [1999] FCA 48.",
      "id": "s218"
    },
    {
      "text": "On a further appeal, the Full Court of this Court set aside the decision of the single Judge and the Tribunal: Australian Trade Commission v Disktravel [1999] FCA 1399 ; (1999) 91 FCR 374.",
      "id": "s219"
    },
    {
      "text": "I will discuss the issues in those proceedings and their significance to the applications before me in due course.",
      "id": "s220"
    },
    {
      "text": "70 As far as Australian territories were concerned, Mr Snow gave evidence that an Australian marketing team under a national sales manager was established and that this operated from a separate office from the consultants in relation to the overseas territories.",
      "id": "s221"
    },
    {
      "text": "A database was developed and approaches were made to accommodation providers and travel agency groups.",
      "id": "s222"
    },
    {
      "text": "71 Mr Snow described the restructuring which occurred in 1996.",
      "id": "s223"
    },
    {
      "text": "The management fees and marketing fees were calculated in the same way as they had been calculated in the earlier years (see [65] above).",
      "id": "s224"
    },
    {
      "text": "72 Mr Snow prepared the financial projections contained in the information memorandum and he gave evidence of the basis upon which he did so.",
      "id": "s225"
    },
    {
      "text": "73 Mr Snow said that the limited recourse loans were linked to the management agreements, not the marketing agreements, and that the management agreements related to operations in the Australian territories.",
      "id": "s226"
    },
    {
      "text": "74 In cross-examination, Mr Snow agreed that in relation to the transactions which were entered into on 13 February 1995 there was an exchange of cheques whereby the CECK partnership was given a cheque by the lender for $300,000 and provided two cheques totalling $300,000 as follows:\n TVI $60,000 (licence renewals) Plutora $240,000 (extension of marketing agreement) \n75 Mr Gallash was the chief executive officer and managing director of TVI and a director of Plutora.",
      "id": "s227"
    },
    {
      "text": "He outlined the Travel Vision system and how it operated.",
      "id": "s228"
    },
    {
      "text": "He gave evidence of the difficulties which were encountered.",
      "id": "s229"
    },
    {
      "text": "He said:\n \n \"However, following the promotion and market research we conducted during the second half of 1994, I formed the view that there were two problems which would prevent the system from realizing its full potential.",
      "id": "s230"
    },
    {
      "text": "One was that we were a small company operating out of Perth with very little credibility in the international market place.",
      "id": "s231"
    },
    {
      "text": "This made it difficult to secure licensees with the kind of status and credibility required to make the system commercially successful.",
      "id": "s232"
    },
    {
      "text": "Secondly, we identified a need to provide a means of rapidly updating travel information (such as pricing changes, special offers and so on) more quickly than by replacing CDS on a six monthly basis.",
      "id": "s233"
    },
    {
      "text": "By this stage, the potential of the Internet was becoming known and it appeared that by combining on-line delivery in conjunction with the CDS we could further enhance the Travel Vision System.",
      "id": "s234"
    },
    {
      "text": "\"\n \n\nHe also outlined the negotiations he had with SITA and with IBM.",
      "id": "s235"
    },
    {
      "text": "76 Mr Martinson swore an affidavit in which, in essence, he confirmed the evidence of Mr Snow as to work done in the overseas territories in the 1995 FY.",
      "id": "s236"
    },
    {
      "text": "77 I turn now to describe the TVI Project in more detail and it is convenient to start with the 1993 IM.",
      "id": "s237"
    },
    {
      "text": "78 The 1993 IM contains the following statement:\n \n \" THIS INFORMATION MEMORANDUM \n HAS BEEN PREPARED SOLELY FOR THE INFORMATION OF PERSONS INTERESTED IN RETAINING THE SERVICES OF PLUTORA PTY LTD AS TRUSTEE FOR THE M&amp;M TRUST TO MANAGE THE EXPLOITATION OF EXCLUSIVE LICENCES FOR THE TRAVEL VISION SYSTEM IN AUSTRALIAN AND OVERSEAS TERRITORIES AND NO OFFER TO THE PUBLIC IS MADE NOR INTENDED.",
      "id": "s238"
    },
    {
      "text": "\"\n \n\n79 The information memorandum stated that TVI had developed Travel Vision, which was described as an innovative multi-media computer software using the latest CD-ROM technology designed specifically to meet the future needs of the travel industry.",
      "id": "s239"
    },
    {
      "text": "The advantages of Travel Vision were described in the information memorandum in the following way:\n \n \"As a visual 'Global Destination Database,' TRAVEL VISION gives instant access to considerably more information than travel agents and their customers normally find after a lengthy hunt through a range of travel brochures --- and displays it in conjunction with glorious high-resolution colour images.",
      "id": "s240"
    },
    {
      "text": "\"\n \n\n80 To market the system, TVI proposed offering a number of licences both within Australia and overseas.",
      "id": "s241"
    },
    {
      "text": "As to what is called in the information memorandum \"the Risk/Reward Equation and Taxation Advantages\", the following statement appeared:\n \n \"The licensing, management, marketing and funding arrangements have been structured in such a way as to make the Licensor and Management entities 'performance driven,' and according to Price Waterhouse, these appear to offer considerable taxation advantages.",
      "id": "s242"
    },
    {
      "text": "Government export marketing incentives may also play a part in making the risk/reward equation very attractive even though the exploitation of the various licences must be considered speculative.",
      "id": "s243"
    },
    {
      "text": "\"\n \n\n81 The information memorandum states that Plutora Pty Ltd, as trustee for the M&amp;M Trust, was prepared to act as manager of the licences in relation to territories within Australia and as marketer in relation to overseas territories.",
      "id": "s244"
    },
    {
      "text": "In the case of overseas territories, it was envisaged that there would be sub-licences and that, as marketer, Plutora would use its best endeavours to secure sub-licences.",
      "id": "s245"
    },
    {
      "text": "82 The information memorandum contained a summary of the projected first year financial position which includes, as part of the funding, a limited recourse loan.",
      "id": "s246"
    },
    {
      "text": "Further details of the Travel Vision system and an outline of the proposed marketing strategy were set out.",
      "id": "s247"
    },
    {
      "text": "The strategy involved providing the Travel Vision compact disks to travel agents, and revenue being generated by persons wishing to advertise on the disks.",
      "id": "s248"
    },
    {
      "text": "Details of the key agreements comprising the project were provided, as were details of the management and marketing personnel who would be involved.",
      "id": "s249"
    },
    {
      "text": "There was a section in the information memorandum dealing with income tax considerations.",
      "id": "s250"
    },
    {
      "text": "A summary of an opinion provided by Price Waterhouse was set out and licence fees, management fees and marketing fees, and interest and other costs for any short term loans were all said to be deductible against other Australian source income.",
      "id": "s251"
    },
    {
      "text": "The information memorandum contained financial projections based on three different scenarios.",
      "id": "s252"
    },
    {
      "text": "83 The 1994 IM differed in some respects from the 1993 IM.",
      "id": "s253"
    },
    {
      "text": "It is not necessary to list all the differences because none of them alter the critical conclusions in this case.",
      "id": "s254"
    },
    {
      "text": "The most important difference was that the 1994 IM projected higher income than the 1993 IM.",
      "id": "s255"
    },
    {
      "text": "Other differences related to the statements as to duration of the terms of proposed agreements and the alteration of some of the financial projections.",
      "id": "s256"
    },
    {
      "text": "84 A number of features of the 1994 IM and 1995 IM should be noted.",
      "id": "s257"
    },
    {
      "text": "First, each referred to certain tax benefits associated with the investment, but it is fair to say that neither overemphasised the tax benefits.",
      "id": "s258"
    },
    {
      "text": "Secondly, there were no detailed explanations of how the proposed management and marketing fees were calculated.",
      "id": "s259"
    },
    {
      "text": "Thirdly, there was no explanation as to why the licence fees for overseas territories were $10,000 per territory and the sub-licence fees were forecast at between US$100,000 and US$300,000 or how these latter figures were calculated.",
      "id": "s260"
    },
    {
      "text": "Fourthly, there was detailed reference to the ability to recoup expenditure overseas by obtaining a development grant.",
      "id": "s261"
    },
    {
      "text": "Fifthly, I think a person giving serious consideration to the prospects of success of the business would realise that the project would need to secure enough advertisers to be of interest to travel agents and enough travel agents to be of interest to advertisers.",
      "id": "s262"
    },
    {
      "text": "1994 FY \n Licence Agreements \n \n85 On 14 February 1994 TVI, as licensor, and the members of the CECK partnership, as licensees, signed six licence agreements, each relating to a different territory.",
      "id": "s263"
    },
    {
      "text": "Four territories were overseas, namely, England, Hong Kong, Indonesia, and as one territory, the States of California and Nevada in the United States of America, and two territories were within Australia, namely, Western Australia and Queensland.",
      "id": "s264"
    },
    {
      "text": "In material respects, each licence agreement is in similar terms and the description which follows applies to each agreement.",
      "id": "s265"
    },
    {
      "text": "86 Under the licence agreement, TVI granted the members of the CECK partnership, as licencees, a licence to use and to commercially exploit the \"Intellectual Property\" and the \"Product\" as defined in the agreement within the relevant territory for a term of one year, commencing on the execution of the agreement.",
      "id": "s266"
    },
    {
      "text": "In consideration for that promise, the licensees agreed to pay to TVI an \"Initial Fee\" and \"Advertising Royalties\" as defined in the agreement.",
      "id": "s267"
    },
    {
      "text": "87 The starting point for an appreciation of the nature of the licence agreement is the definition of the \"Product\".",
      "id": "s268"
    },
    {
      "text": "The definition was as follows:\n \n \"means the software called Travel Vision Software whether stored on Disk or on any other form of storage whether electronic or not and including all written data relating to the software and instruction manuals for its use or application, being software designed to store and display colour pictures, searchable data, descriptive text and video images and sound recordings relating to services and facilities and areas of interest to travellers including an overview of a region and its natural attractions, hotel accommodation, restaurants, eating establishments and entertainment venues, a calendar of events, convention facilities, tours, transport, retail shopping and travel packages.",
      "id": "s269"
    },
    {
      "text": "\" \n \n\n88 \"Disk\" was defined in the licence agreement as a CD-ROM disk on which the product was stored, and \"Name\" was defined, relevantly, as \"Travel Vision\" and \"Travel Vision Software\".",
      "id": "s270"
    },
    {
      "text": "The term \"Intellectual Property\" was defined to mean all \"the copyrights, design rights, trade mark rights and any other proprietary rights of every kind comprised by or incorporated in the Product and the Name and the Disks\".",
      "id": "s271"
    },
    {
      "text": "89 The initial fee payable by the licensee to TVI was set out in the schedule to the licence agreement and was the sum of $10,000.",
      "id": "s272"
    },
    {
      "text": "That sum was payable on the execution of the agreement.",
      "id": "s273"
    },
    {
      "text": "An \"Advertiser\" was a person who had agreed to advertise on the disk, and the \"Advertising Royalty\" was a percentage of the amount an advertiser agreed to pay to the licensees for the year.",
      "id": "s274"
    },
    {
      "text": "The advertising royalty for the first year was five per cent and for subsequent years it was 12.5 per cent.",
      "id": "s275"
    },
    {
      "text": "There is some uncertainty as to whether the figure for the first year was five or ten per cent but it is not necessary to resolve that uncertainty for the purposes of these applications.",
      "id": "s276"
    },
    {
      "text": "90 The licensees agreed to undertake certain obligations to procure advertisers and TVI agreed to undertake certain obligations with respect to the production of disks.",
      "id": "s277"
    },
    {
      "text": "The licence agreement envisaged that the licencees would distribute disks to \"participating\" travel agents.",
      "id": "s278"
    },
    {
      "text": "The licensees could grant sub-licences with the written approval of TVI.",
      "id": "s279"
    },
    {
      "text": "91 The licensees agreed to procure licence agreements with travel agents whereby the travel agents agreed to use the product.",
      "id": "s280"
    },
    {
      "text": "Certain performance requirements as to the number of travel agents to be secured were set out in the agreement.",
      "id": "s281"
    },
    {
      "text": "The licensees agreed to provide to the travel agents free of charge all necessary equipment to enable the agency to use the product efficiently with a financial limit of a certain amount in each case.",
      "id": "s282"
    },
    {
      "text": "The licensees were given the option to extend the licence agreement for nine terms of one year each.",
      "id": "s283"
    },
    {
      "text": "92 As I have said, in the case of overseas territories, it was envisaged that the licensees would, in turn, enter into sub-licences.",
      "id": "s284"
    },
    {
      "text": "This explains the execution on the same day of a Deed of Variation of Licence Agreement with respect to each overseas territory.",
      "id": "s285"
    },
    {
      "text": "Under that deed, the obligations under clauses 4 (to procure advertisers), 5 (to pay the advertising royalty), 6 (to distribute disks), 8 (to procure travel agencies) and 10 (to audit books) of the licensees under the licence agreements shall not apply \"to the extent that those obligations are not met under the terms of any sub-licence agreements to which TVI as licensor has consented in writing\".",
      "id": "s286"
    },
    {
      "text": "I agree with the submission of counsel for the respondent that this is a curious provision.",
      "id": "s287"
    },
    {
      "text": "It raises a number of questions, including a question as to whether the licensees were required to perform their obligations under the licence agreement in cases where there were no sub-licence agreements.",
      "id": "s288"
    },
    {
      "text": "93 Pursuant to the obligation to pay the initial fee in the case of each of the six licences, the CECK partnership paid the sum of $60,000 to TVI on 14 February 1996.",
      "id": "s289"
    },
    {
      "text": "Management Agreement \n \n94 On 14 February 1994, the members of the CECK partnership entered into a management agreement with Plutora as trustee for the M&amp;M Trust.",
      "id": "s290"
    },
    {
      "text": "The agreement related to the Australian territories of Queensland and Western Australia and provided for Plutora to act as manager and agent in respect of the partners' rights and obligations under the licence agreements.",
      "id": "s291"
    },
    {
      "text": "Under the management agreement, the manager's powers were said to be as follows:\n \n \"The Manager has power to:- \n \n \n - enter into Advertising Agreements as contemplated by the Licence Agreements;\n - collect advertising fees from Advertisers and enforce Advertising Agreements on behalf of the Licensee; \n \n \n - deduct its remuneration from advertising fees payable to the Licensee; \n \n \n - deduct amounts payable to the Manager under the terms of any Limited Recourse Loan Agreement with the Manager in respect of any Limited Recourse Loan from advertising fees payable to the Licensee; and\n - generally exercise all powers of the Licensee under the Licence Agreements and the various Advertising Agreements.",
      "id": "s292"
    },
    {
      "text": "\"\n \n \n\n95 The management agreement was not said to be for a fixed term although, clearly, it could only continue to operate while the licence agreements relating to the territories of Queensland and Western Australia remained in place.",
      "id": "s293"
    },
    {
      "text": "The agreement provided that the management and marketing fees for the first year payable by the members of the CECK partnership to the manager were $2,500,000 and \"fees equivalent to 20 per cent of all gross income received or receivable by the Licensee under the Advertising Agreements or otherwise in respect of the exploitation of the Software Program\".",
      "id": "s294"
    },
    {
      "text": "There was also provision in the management agreement for the fees payable to the manager in subsequent years.",
      "id": "s295"
    },
    {
      "text": "The manager undertook to meet the licensees' obligation under the licence agreements to supply equipment to travel agents.",
      "id": "s296"
    },
    {
      "text": "96 I will discuss the payments made by the CECK partnership under the management agreement in the context of my discussion of the limited recourse loan agreement and the flow of funds under the agreements (see [104]-[105]).",
      "id": "s297"
    },
    {
      "text": "97 The management fee was a large one and it is a noteworthy feature of the management agreement that it does not set out with any precision the particular tasks Plutora, as manager, was required to carry out.",
      "id": "s298"
    },
    {
      "text": "Marketing Agreement \n \n98 On 14 February 1994, the members of the CECK partnership entered into a marketing agreement with Plutora as trustee for the M&amp;M Trust.",
      "id": "s299"
    },
    {
      "text": "The agreement related to the overseas territories of England, Hong Kong, Indonesia and the States of California and Nevada in the United States of America.",
      "id": "s300"
    },
    {
      "text": "It provided for Plutora to act as marketer and agent in respect of the licensees' rights and obligations under the licences.",
      "id": "s301"
    },
    {
      "text": "It placed an obligation on Plutora to use its best endeavours to seek out and appoint sub-licensees in the territories.",
      "id": "s302"
    },
    {
      "text": "The powers of Plutora as marketer were said to be as follows:\n \n \"The Marketer has power to:\n \n - enter into Sub-Licence Agreements as contemplated by the Licences; \n \n - collect sub-licence fees and royalties from sub-licensees and enforce sub-licences on behalf of the Licensee;\n - deduct its remuneration from sub-licence fees payable to the Licensee;\n - deduct amounts payable to the Marketer under the terms of any Limited Recourse Loan Agreement with the Marketer in respect of any Limited Recourse Loan from sub-licence fees payable to the Licensee; and\n - generally exercise all powers of the Licensee under the Licence Agreements and the various sub-licences.",
      "id": "s303"
    },
    {
      "text": "\"\n \n\n99 The marketing fees for the first year of the agreement were $540,000 plus \"additional fees equivalent to 30% of all initial sub-licence fees received or receivable by the Licensee under any sub-licences\".",
      "id": "s304"
    },
    {
      "text": "100 Pursuant to the marketing agreement, the members of the CECK partnership paid the sum of $540,000 to Plutora on 14 February 1994.",
      "id": "s305"
    },
    {
      "text": "Limited Recourse Loan Agreement \n \n101 On 14 February 1994 the members of the CECK partnership entered into a limited recourse loan agreement with TVI, and with Plutora in its capacity as trustee for the M&amp;M Trust.",
      "id": "s306"
    },
    {
      "text": "Plutora was the lender under the agreement and it agreed to lend to the members of the CECK partnership the sum of $2,450,000 \"in part to enable the [licensees] to make payment of various operating expenses in respect of operations within Australian licensed territories\".",
      "id": "s307"
    },
    {
      "text": "In terms of repayment, the agreement provided that Plutora had recourse to only one asset, namely, 50 per cent of all gross income received by the licensees from the exploitation of the licences after deducting certain amounts.",
      "id": "s308"
    },
    {
      "text": "The agreement provided that Plutora would continue to receive 50 per cent of the gross income after deducting certain amounts even after the loan had been repaid in full and that such continued payment was deemed to be interest on the loan.",
      "id": "s309"
    },
    {
      "text": "The agreement provided that the licensees' rights under each licence and sub-licence were charged in favour of Plutora as security for repayment of the loan.",
      "id": "s310"
    },
    {
      "text": "102 The agreement provided that if the licensees did not exercise their right of first refusal to renew any of the licences then TVI would grant to Plutora the second right of refusal to take up any such licences on the same terms that would have applied had the licensees exercised their right of renewal.",
      "id": "s311"
    },
    {
      "text": "I note in passing that the licences themselves referred to options to extend, rather than rights of renewal.",
      "id": "s312"
    },
    {
      "text": "The flow of funds under the above agreements \n \n103 As I have said, the members of the CECK partnership received a development grant under the Export Market Development Grants Act 1974 (Cth) in relation to expenditure in overseas territories in the 1994 FY.",
      "id": "s313"
    },
    {
      "text": "The grant of $136,364 was paid during the financial year ended 30 June 1995 and declared as income in that year.",
      "id": "s314"
    },
    {
      "text": "104 The initial fees under the six licence agreements of $60,000, the marketing fee under the marketing agreement of $540,000 and part of the management fee due under the management agreement, namely, the sum of $50,000, were paid in cash by the members of the CECK partnership.",
      "id": "s315"
    },
    {
      "text": "In other words, the members of the CECK partnership paid a total of $650,000 in cash.",
      "id": "s316"
    },
    {
      "text": "105 The balance of the management fee under the management agreement, namely, the sum of $2,450,000 was paid by the members of the CECK partnership to Plutora in its capacity as manager from funds provided by Plutora in its capacity as lender under the limited recourse loan agreement.",
      "id": "s317"
    },
    {
      "text": "The manner in which the loan by Plutora to the members of the CECK partnership and the payment by the members of the CECK partnership to Plutora in satisfaction of the management fee was effected was the equivalent of a round robin of cheques.",
      "id": "s318"
    },
    {
      "text": "On 14 February 1994, Plutora gave the members of the CECK partnership a bill of exchange for $2,450,000 and, on the same day, the members of the partnership endorsed the bill of exchange back to Plutora with an express stipulation pursuant to s 21 of the Bills of Exchange Act 1909 (Cth) that their endorsement did not give rise to a claim against them.",
      "id": "s319"
    },
    {
      "text": "Plutora cancelled the bill of exchange on the same day.",
      "id": "s320"
    },
    {
      "text": "106 The parties to the agreements entered into in the 1994 FY, other than the applicants, were related parties.",
      "id": "s321"
    },
    {
      "text": "Plutora was related to TVI, and it was the manager, marketer and lender of the TVI Project.",
      "id": "s322"
    },
    {
      "text": "The directors of both companies were Mr Snow and Mr Gallash and the evidence is that since Plutora's incorporation in 1983, that company had acted as a trustee of one or more trusts associated with one of the directors.",
      "id": "s323"
    },
    {
      "text": "The members of the CECK partnership undertook obligations which required them to pay a total of $3,100,000, of which only $650,000 needed to be paid in cash.",
      "id": "s324"
    },
    {
      "text": "The members of the CECK partnership could bring their involvement in the TVI Project, including its obligations under the limited recourse loan agreement, to an end after only one year.",
      "id": "s325"
    },
    {
      "text": "The limited recourse loan agreement included an unusual provision in that it did not provide for the payment of interest in the usual sense and it gave Plutora as lender a right of indefinite duration to 50 per cent of all gross income received by the licensees after specified deductions.",
      "id": "s326"
    },
    {
      "text": "The management agreement and the marketing agreement did not define Plutora's obligations as manager and marketer with any precision.",
      "id": "s327"
    },
    {
      "text": "There were differences between, on the one hand, statements in the 1993 IM and the 1994 IM as to the fees which would be payable under various agreements and, on the other hand, the fees actually specified in the agreements.",
      "id": "s328"
    },
    {
      "text": "It is not necessary to mention those differences.",
      "id": "s329"
    },
    {
      "text": "It is sufficient to say that in some respects they were not insignificant.",
      "id": "s330"
    },
    {
      "text": "107 As a result of their investment in the TVI Project in the 1994 FY, the members of the CECK partnership were said to have suffered a loss of $3,100,000.",
      "id": "s331"
    },
    {
      "text": "After the receipt of a small amount of interest and the incurring of other minor expenses, the total loss suffered by the partnership was $3,100,421.",
      "id": "s332"
    },
    {
      "text": "Mr Tolich, Mr Domenic Princi, Mr Dorn and Mr Vincenzo Princi each claimed, as an allowable deduction, a loss or outgoing representing 11 per cent of that sum, namely, $341,046, and Allen Prince claimed as an allowable deduction 2 per cent of that sum, namely, $62,010.",
      "id": "s333"
    },
    {
      "text": "As I have said, the Commissioner disallowed the claims under s 177F(1)(b) of the ITAA 1936.",
      "id": "s334"
    },
    {
      "text": "108 The members of the CECK partnership did not receive any advertising revenue as a result of their involvement in the TVI Project in the 1994 FY.",
      "id": "s335"
    },
    {
      "text": "109 Leaving aside timing differences, the following table sets out the deductions claimed by the five partners for the 1994 FY, the corresponding tax saving, the net cash outlay (based on a total cash outlay of $650,000) and the net positive cash position of each partner.",
      "id": "s336"
    },
    {
      "text": "Applicant Deduction \n claimed \n $ Tax saving \n\n $ Share of cash \n outlay \n $ Net cash \n position \n $ AP (2%) 62,008 24,085.16 (13,009.18) 11,075.98 DP (11%) 341,046 165,070.26 (71,550.49) 93,519.77 VP (11%) 341,046 165,070.26 (71,550.49) 93,519.77 KD (11%) 341,046 165,070.26 (71,550.49) 93,519.77 MT (11%) 341,046 165,070.26 (71,550.49) 93,519.77 \n\n \n110 Having regard to the issues in the proceedings (see [13] above) I need to consider the total cash outlay by each of the applicants in each of the relevant financial years.",
      "id": "s337"
    },
    {
      "text": "There is no dispute in relation to the 1994 FY that the total cash outlay by the members of the CECK partnership in connection with the relevant transactions was $650,000.",
      "id": "s338"
    },
    {
      "text": "111 I turn now to consider the involvement of the members of the CECK partnership in the TVI Project in the 1995 FY.",
      "id": "s339"
    },
    {
      "text": "1995 FY \n \n112 In 1995, the members of the CECK partnership decided to not only continue their involvement in the TVI Project but, in fact, to increase the number of territories over which they held licences.",
      "id": "s340"
    },
    {
      "text": "113 As I have said, an information memorandum was prepared in May 1994.",
      "id": "s341"
    },
    {
      "text": "I have already referred to the fact that there were differences between that memorandum and the 1993 IM but that they do not alter the critical conclusions in this case ([83] above).",
      "id": "s342"
    },
    {
      "text": "114 In the 1995 FY the members of the CECK partnership entered into transactions on two different dates, namely, 13 February 1995 and on 27 June 1995.",
      "id": "s343"
    },
    {
      "text": "It is convenient to start by looking at them separately, although in the end it will be necessary to look at the overall effect of the transactions entered into by the CECK partnership in the 1995 FY.",
      "id": "s344"
    },
    {
      "text": "Transactions entered into on 13 February 1995 \n Licence Agreements \n \n115 As I have said, the licence agreements entered into on 14 February 1994 were for a term of one year and, on 13 February 1995, the parties to each of those agreements entered into a Deed of Variation and Extension of Licence Agreement whereby each licence was extended for a term of one year from 14 February 1995.",
      "id": "s345"
    },
    {
      "text": "Each of the deeds was in similar terms.",
      "id": "s346"
    },
    {
      "text": "The members of the CECK partnership as licensees were obliged to pay a licence renewal fee of $10,000.",
      "id": "s347"
    },
    {
      "text": "The obligation in clause 8 (to procure travel agencies and supply equipment) of the licence agreements entered into on 14 February 1994 was revoked.",
      "id": "s348"
    },
    {
      "text": "As a result of the execution of the deeds on 13 February 1995, the members of the CECK partnership as licensees became liable to pay TVI, as licensor, the sum of $60,000.",
      "id": "s349"
    },
    {
      "text": "Management Agreement and the Marketing Agreement \n \n116 The management agreement entered into on 14 February 1994 and between the members of the CECK partnership as licensees and Plutora as manager related to the Australian territories.",
      "id": "s350"
    },
    {
      "text": "It was not expressed to be for a limited term.",
      "id": "s351"
    },
    {
      "text": "There was no alteration to the agreement on 13 February 1995.",
      "id": "s352"
    },
    {
      "text": "117 The marketing agreement entered into on 14 February 1994 and between the members of the CECK partnership, as licensees, and Plutora, as marketer, related to the overseas territories.",
      "id": "s353"
    },
    {
      "text": "It was extended by an Extension of Marketing Agreement entered into by the parties on 13 February 1995.",
      "id": "s354"
    },
    {
      "text": "The marketing agreement was extended from 14 February 1995 to 30 June 1995.",
      "id": "s355"
    },
    {
      "text": "The extension was granted on similar terms to those contained in the original marketing agreement and the fee in relation to the extension was $240,000 and \"additional fees equivalent to 30 % of all initial sub-licence fees received or receivable by the Licensee under any sub-licences\".",
      "id": "s356"
    },
    {
      "text": "Loan Agreements \n \n118 As a result of the agreements entered into on 13 February 1995, the members of the CECK partnership incurred liabilities totalling $300,000.",
      "id": "s357"
    },
    {
      "text": "To meet those liabilities they entered into a loan agreement with Viscount Nominees Pty Ltd, as trustee for the Viscount Trust (\"Viscount Nominees\"), whereby they borrowed the sum of $100,000 from Viscount Nominees.",
      "id": "s358"
    },
    {
      "text": "On the same day, they also entered into an Amendment to the Limited Recourse Loan Agreement with Plutora whereby the amount lent by Plutora to the members of the CECK partnership under the limited recourse loan agreement entered into on 14 February 1994 was increased by $200,000 from $2,450,000 to $2,650,000.",
      "id": "s359"
    },
    {
      "text": "119 Viscount Nominees was a company which was partly owned by Mr Gallash.",
      "id": "s360"
    },
    {
      "text": "He and Mr Snow were the directors of the company.",
      "id": "s361"
    },
    {
      "text": "The loan from Viscount Nominees was said in the recitals to the loan agreement to be to assist the members of the CECK partnership to pay the licence renewal fees, together with certain other expenses to exploit the licences.",
      "id": "s362"
    },
    {
      "text": "The loan agreement referred to a claim made by the members of the CECK partnership to Austrade for a development grant for the period from 1 July 1994 to 31 December 1994.",
      "id": "s363"
    },
    {
      "text": "The claim for the grant was being administered by Plutora and had been lodged by it on behalf of the members of the CECK partnership.",
      "id": "s364"
    },
    {
      "text": "Plutora had an irrevocable authority from the members of the CECK partnership to have the sole conduct and administration of the claim and the claim was charged as security for the loan.",
      "id": "s365"
    },
    {
      "text": "The loan was repayable on demand, but a demand was not to be made by Viscount Nominees until the earlier of 31 July 1995 or the date that the grant in response to the claim was paid.",
      "id": "s366"
    },
    {
      "text": "The members of the CECK partnership also gave Viscount Nominees a bill of exchange for $100,000 as security for the loan.",
      "id": "s367"
    },
    {
      "text": "120 The Amendment to the Limited Recourse Loan Agreement recorded an amendment to the limited recourse loan agreement entered into on 14 February 1994 to the effect that the amount of the loan was increased by $200,000 from $2,450,000 to $2,650,000 \"to enable the Licensee to make payment of various additional operating expenses in respect of the exploitation of the Licences\".",
      "id": "s368"
    },
    {
      "text": "None of the other conditions of the limited recourse loan were changed.",
      "id": "s369"
    },
    {
      "text": "121 The transactions under the amendment to the limited recourse loan agreement and the loan agreement between Viscount Nominees and the members of the CECK partnership were reported as cash transactions with the total proceeds being applied in payment of the marketing fee of $240,000 to Plutora and of the licence fees of $60,000 to TVI.",
      "id": "s370"
    },
    {
      "text": "In effect, on 13 February 1995, the members of the CECK partnership incurred obligations totalling $300,000 and borrowed the money to meet those obligations.",
      "id": "s371"
    },
    {
      "text": "Transactions entered into on 27 June 1995 \n Licence agreements \n \n122 On 27 June 1995, the members of the CECK partnership, as licensees, entered into a licence agreement with TVI as licensor with respect to a new territory in Australia, namely, Victoria.",
      "id": "s372"
    },
    {
      "text": "The term of the agreement was one year and the consideration was an initial fee of $10,000 and 5 per cent of the amounts each advertiser agreed to pay the licensees during the year.",
      "id": "s373"
    },
    {
      "text": "Although there were some other differences between the agreement and the licence agreements entered into on 14 February 1994, it was not suggested by either the applicants or the respondent that they are material differences, and I can proceed on the basis that, for present purposes, the licence agreement was in similar terms to the licence agreements entered into on 14 February 1994.",
      "id": "s374"
    },
    {
      "text": "123 On the same day, the members of the CECK partnership, as licensees, entered into five licence agreements and Deeds of Variation to Licence Agreement with TVI as licensor with respect to the overseas territories of Scotland, Wales, Switzerland, Austria and one agreement for the States of Virginia, West Virginia and the District of Columbia in the United States of America, incurring initial licence fees totalling $40,000.",
      "id": "s375"
    },
    {
      "text": "The initial licence fee in the case of Scotland was $8,000 and in the case of Wales $2,000, and in each other case, it was $10,000.",
      "id": "s376"
    },
    {
      "text": "The licence agreements were in similar terms to the licence agreement with respect to the Australian territory executed on the same day.",
      "id": "s377"
    },
    {
      "text": "The Deeds of Variation to Licence Agreement provided that the obligations under clauses 4 (development of disk and advertising), 5 (payment of advertising service fee), 6 (disk distribution), 8 (procuring travel agencies) and 10 (audit) of the licences under the licence agreements \"only apply to the extent that those obligations are met under the terms of any sub-licence agreements to which the Licensor has consented in writing\".",
      "id": "s378"
    },
    {
      "text": "This clause, which is intended to relieve the licensee of obligations in relation to overseas territories, is in different terms to its counterpart in the earlier licence agreements with respect to overseas territories (see [92] above).",
      "id": "s379"
    },
    {
      "text": "124 The licence agreements entered into in June 1995 contained some different terms from the earlier licence agreements and those differences were referred to by the respondent in its written submissions.",
      "id": "s380"
    },
    {
      "text": "However, I need not outline the differences because they do not bear upon the result in this case.",
      "id": "s381"
    },
    {
      "text": "Management Agreement \n \n125 On 27 June 1995, the members of the CECK partnership as licensees entered into a Management Agreement with Plutora as manager whereby, in relation to the territory of Victoria, the members of the CECK partnership as licensees appointed Plutora to act \"as manager and agent in respect of the Licensee's rights and obligations\" under the licence, and the members agreed to pay to Plutora a management and marketing fee of $1,100,000 plus \"fees equivalent to 20% of all gross income received or receivable by the [members] under the Advertising Agreements or otherwise in respect of the exploitation of the Software Program\".",
      "id": "s382"
    },
    {
      "text": "In relevant respects the management agreement was in similar terms to the management agreement entered into on 14 February 1994.",
      "id": "s383"
    },
    {
      "text": "Marketing Agreement \n \n126 On 27 June 1995 the members of the CECK partnership, as licensees, entered into a marketing agreement with Plutora as marketer with respect to the overseas territories whereby they incurred a marketing fee of $350,000 for the first year and additional fees equivalent to 30% of all initial sub-licence fees received or receivable by the Licensee under any sub-licences.",
      "id": "s384"
    },
    {
      "text": "In relevant respects the marketing agreement was in similar terms to the marketing agreement entered into on 14 February 1994.",
      "id": "s385"
    },
    {
      "text": "Limited Recourse Loan Agreement \n \n127 On 27 June 1995, the members of the CECK partnership as licensees, entered into a limited recourse loan agreement with TVI as copyright owner and Plutora as lender.",
      "id": "s386"
    },
    {
      "text": "Plutora agreed to lend the members of the CECK partnership the sum of $1,100,000 to enable them \"to make payment of various operating expenses in respect of operations within Australian Licensed Territories\".",
      "id": "s387"
    },
    {
      "text": "In other material respects, the obligations in the agreement, including the obligations as to the repayment of the loan, were in similar terms to the terms of the limited recourse loan agreement entered into on 14 February 1994.",
      "id": "s388"
    },
    {
      "text": "Loan Agreement \n \n128 On 27 June 1995, the members of the CECK partnership entered into a loan agreement with Plutora as trustee for the M&amp;M Trust whereby Plutora lent the members of the partnership the sum of $300,000.",
      "id": "s389"
    },
    {
      "text": "The sum of $150,000 was repayable on 31 August 1995 and the remaining sum of $150,000 was repayable on 31 December 1995.",
      "id": "s390"
    },
    {
      "text": "A claim by the members for a development grant for the period 1 January 1995 to 30 June 1995 was charged as security for repayment of the loan.",
      "id": "s391"
    },
    {
      "text": "The members granted Plutora an irrevocable authority to conduct and administer the claim.",
      "id": "s392"
    },
    {
      "text": "They also gave bills of exchange as security for the loan.",
      "id": "s393"
    },
    {
      "text": "129 As a result of the agreements entered into on 27 June 1995, the members of the CECK partnership incurred liabilities totalling $1,110,000 in respect of the territory of Victoria of which all but $10,000 was met by way of a limited recourse loan from Plutora, and $390,000 in respect of the overseas territories of which all but $90,000 was met by way of loan from Plutora.",
      "id": "s394"
    },
    {
      "text": "130 The loan of $1,100,000 by Plutora as lender to the members of the CECK partnership as borrowers was satisfied by a bill of exchange.",
      "id": "s395"
    },
    {
      "text": "The bill was endorsed by the members of the CECK partnership back to Plutora, with an express stipulation under s 21 of the Bills of Exchange Act 1909 (Cth) that their endorsement did not give rise to a claim against them, in satisfaction of Plutora's entitlement as manager to management fees.",
      "id": "s396"
    },
    {
      "text": "The same method of payment was adopted in relation to the loan of $300,000 and Plutora's entitlement to marketing fees.",
      "id": "s397"
    },
    {
      "text": "The flow of funds under the above agreements \n \n131 As I have said, in the 1995 FY the CECK partnership received income of $136,364 by way of a development grant.",
      "id": "s398"
    },
    {
      "text": "It also received $722 by way of interest.",
      "id": "s399"
    },
    {
      "text": "The members of the CECK partnership did not receive any advertising revenue as a result of their investment in the TVI Project in the 1995 FY.",
      "id": "s400"
    },
    {
      "text": "In addition to the loss or outgoing of $1,800,000, the partnership incurred expenses of $6,907.",
      "id": "s401"
    },
    {
      "text": "132 The following table sets out the deductions claimed by each applicant in the 1995 FY, the tax saving on each deduction, the net cash receipts having regard to the actual cash inflows (the primary one being the development grant) and outflows of the partnership and the total of tax savings and net cash receipts.",
      "id": "s402"
    },
    {
      "text": "The table is prepared on the assumption that the actual cash outlay in relation to the TVI Project in the 1995 FY was $100,000.",
      "id": "s403"
    },
    {
      "text": "Applicant Loss \n $ Tax saving \n $ Net cash receipt \n $ Net cash position \n $ AP (2%) 33,395 9,975.28 597.14 10,572.42 DP (11%) 183,675 88,939.70 3,284.27 92,223.97 VP (11%) 183,675 88,939.70 3,284.27 92,223.97 KD (11%) 183,675 88,939.70 3,284.27 92,223.97 MT (11%) 183,675 88.939.70 3,284.27 92,223.97 \n\n \n133 The combined result of the transactions effected on 13 February 1995 and 27 June 1995 was that members of the CECK partnership incurred liabilities totalling $1,800,000 of which $1,130,000 related to Australian territories and $670,000 related to overseas territories.",
      "id": "s404"
    },
    {
      "text": "In respect of the liabilities in relation to Australian territories, all but $30,000 was met by the members of the CECK partnership from a loan by Plutora which was a limited recourse loan similar to the one the CECK partnership entered into on 14 February 1994.",
      "id": "s405"
    },
    {
      "text": "In respect of the liabilities in relation to overseas territories, the members of the CECK partnership borrowed $200,000 from Plutora under an amendment to the limited recourse loan agreement entered into on 14 February 1994, $100,000 from Viscount Nominees with the claim for the development grant for the period 1 July 1994 to 31 December 1994 as security, and $300,000 from Plutora with the claim for the development grant for the period 1 January 1995 to 30 June 1995 as security.",
      "id": "s406"
    },
    {
      "text": "134 The respondent submitted that on this analysis the total cash outlays by the members of the CECK partnership in the 1995 FY in connection with the transactions entered into in that year was $100,000.",
      "id": "s407"
    },
    {
      "text": "135 The applicants identified a number of cash payments made by the members of the CECK partnership or by Civil and Earth which they submitted were made in connection with the TVI Project or the TVA Project.",
      "id": "s408"
    },
    {
      "text": "They did so by reference to various entries in the bank statements of Plutora.",
      "id": "s409"
    },
    {
      "text": "The details as asserted by the applicants are as follows:\n \n Amount Date Alleged characterisation 1 $100,000 6 February 1995 Repayment of a loan 2 $50,000 28 June 1995 Cash payment 3 $50,000 21 November 1995 Part payment of marketing fees 4 $50,000 11 January 1996 Part payment of marketing fees 5 $50,000 30 January 1996 Part payment of marketing fees 6 $100,000 13 February 1996 Part payment of marketing fees 7 $140,000 28 June 1996 Application payment for the TVA Project 8 $60,000 1 October 1996 Repayment of short term loan 9 $60,000 30 January 1997 Repayment of short term loan \n\n \n136 In the case of Mr Sleight, he identified the following cash payments made by him in the 1996 FY:\n \n Amount Date Alleged characterisation 1 $25,000 28 June 1996 Application payment for TVA Project 2 $130,000 28 October 1996 Repayment of a loan made 28 June 1996 for further application payment for the TVA Project.",
      "id": "s410"
    },
    {
      "text": "137 The cash payments numbered 7, 8 and 9 in relation to the applicants other than Mr Sleight, and numbered 1 and 2 in the case of Mr Sleight, relate to the 1996 FY and I will consider them in that context.",
      "id": "s411"
    },
    {
      "text": "138 In the case of the members of the CECK partnership, the amount paid in cash in relation to its involvement in the TVI Project in the 1994 FY is not in dispute.",
      "id": "s412"
    },
    {
      "text": "The amount was $650,000.",
      "id": "s413"
    },
    {
      "text": "139 The first group of agreements entered into in the 1995 FY were entered into on 13 February 1995.",
      "id": "s414"
    },
    {
      "text": "The payment on 6 February 1995 was before this date and the character of the payment has not been established.",
      "id": "s415"
    },
    {
      "text": "I do not think that it can be taken into account as an actual cash outlay.",
      "id": "s416"
    },
    {
      "text": "That leaves for consideration the cash payments made between June 1995 and February 1996 by the CECK partnership to Plutora and totalling $300,000 (cash payments numbered 2, 3, 4, 5 and 6).",
      "id": "s417"
    },
    {
      "text": "It is difficult to match the details of these payments with the obligations under the loan agreements which were not limited recourse loan agreements, that is to say, the $100,000 borrowed from Viscount Nominees on 13 February 1995 and to be repaid on the earlier of 31 July 1995 or the payment of the development grant referred to in the agreement (which was, in the events which transpired never paid), and the $300,000 borrowed from Plutora on 27 June 1995 with repayment dates of 31 August 1995 ($150,000) and 31 December 1995 ($150,000).",
      "id": "s418"
    },
    {
      "text": "140 There does not appear to be any dispute that the payments were made.",
      "id": "s419"
    },
    {
      "text": "As I understood it, the respondent made the following submissions:\n \n 1.",
      "id": "s420"
    },
    {
      "text": "If the payments were repayments of short term loans they could not be the subject of an exercise of the discretion under s 177F(1)(b) \"as they are not payments made in respect of revenue amounts but capital amounts\".",
      "id": "s421"
    },
    {
      "text": "The respondent contended that such amounts are properly only allowable by the respondent upon application made pursuant to s 177F(3) of the ITAA 1936.",
      "id": "s422"
    },
    {
      "text": "The respondent submitted that he would be prepared to consider any such application in the light of the final outcome of the matter before the Court.",
      "id": "s423"
    },
    {
      "text": "2.",
      "id": "s424"
    },
    {
      "text": "The payments do not refer to a liability or an agreement which is in evidence.",
      "id": "s425"
    },
    {
      "text": "141 I reject the respondent's first submission.",
      "id": "s426"
    },
    {
      "text": "The payments made by the applicants are allowable deductions if they fall within the terms of s 51(1) of the ITAA 1936 and Part IVA does not apply to them.",
      "id": "s427"
    },
    {
      "text": "Part IVA might apply to a scheme but it is well recognised that the relevant deduction may be disallowed only to the extent that it is not reflected in an actual cash outlay: Commissioner of Taxation v Sleight [2004] FCAFC 94 ; (2004) 136 FCR 211 per Hill J at 238-239 [112]-[116].",
      "id": "s428"
    },
    {
      "text": "It seems to me that whether there has been an actual cash outlay cannot turn on whether the taxpayer finds the cash at the time or, through a loan agreement, finds it later.",
      "id": "s429"
    },
    {
      "text": "It is the transaction which gives rise to the deduction which is the focus of the inquiry and whether Part IVA applies to it and not the character of the later transaction whereby, for example, a loan is repaid.",
      "id": "s430"
    },
    {
      "text": "It might be said that Part IVA only applies to the extent that the scheme has been entered into or carried out for a dominant tax purpose or, alternatively, the discretion in s 177F(b) should be exercised in favour of the taxpayer to the extent that he makes an actual cash outlay either at the time or later.",
      "id": "s431"
    },
    {
      "text": "142 The respondent's second submission is more difficult to deal with.",
      "id": "s432"
    },
    {
      "text": "There is force in the respondent's submission, but at the same time there appears to be no dispute that the payments were made and there is no evidence of any obligations of the members of the CECK partnership to Plutora other than in relation to the TVI Project.",
      "id": "s433"
    },
    {
      "text": "The total amount in issue is substantial, that is, $300,000 as against the sum of $100,000 accepted by the respondent, and the parties only made written submissions on the point.",
      "id": "s434"
    },
    {
      "text": "In the circumstances, I will give them leave to make further submissions if so advised.",
      "id": "s435"
    },
    {
      "text": "1996 FY \n \n143 In the 1996 FY the promoters decided to restructure the existing arrangements.",
      "id": "s436"
    },
    {
      "text": "The features of the proposal to restructure the existing arrangements were outlined in a letter from Mr Snow on behalf of Plutora to Mr Prince on behalf of the CECK partnership dated 6 May 1996.",
      "id": "s437"
    },
    {
      "text": "144 In his letter, Mr Snow stated that for 12 months the promoters had been negotiating with SITA \"in respect of a global strategic alliance which could assist in the rapid expansion of the Travel Vision system international network\".",
      "id": "s438"
    },
    {
      "text": "Those negotiations had delayed the \"international and national marketing programs\".",
      "id": "s439"
    },
    {
      "text": "The proposed restructuring was said to have been developed to address the delay and reduce the CECK partnership's commitment and it had the potential to give the partnership a better return.",
      "id": "s440"
    },
    {
      "text": "The following was proposed:\n \n \n 1.",
      "id": "s441"
    },
    {
      "text": "TVI would extend all licences of the CECK partnership, including those relating to overseas territories, to 1 June 1997 on the basis that Plutora would pay the relevant licence fees.",
      "id": "s442"
    },
    {
      "text": "2.",
      "id": "s443"
    },
    {
      "text": "Plutora would reduce the limited recourse loan repayment rate from 50 per cent to 45 per cent.",
      "id": "s444"
    },
    {
      "text": "3.",
      "id": "s445"
    },
    {
      "text": "The \"performance\" fee in the marketing agreement would be reduced from 30 per cent to 20 per cent.",
      "id": "s446"
    },
    {
      "text": "4.",
      "id": "s447"
    },
    {
      "text": "The \"performance\" fee in the management agreement would be reduced from 40 per cent to 20 per cent.",
      "id": "s448"
    },
    {
      "text": "5.",
      "id": "s449"
    },
    {
      "text": "Plutora would attempt to sub-license the Australian territories of the CECK partnership to a third party at a sub-licence fee of double the annual licence fee.",
      "id": "s450"
    },
    {
      "text": "TVI would be entitled to 50 per cent of the sub-licence fee in accordance with the licence agreement.",
      "id": "s451"
    },
    {
      "text": "6.",
      "id": "s452"
    },
    {
      "text": "The third party sub-licensee would receive 50 per cent of the gross Australian income and the licensee would receive 25 per cent of all of the Australian income.",
      "id": "s453"
    },
    {
      "text": "7.",
      "id": "s454"
    },
    {
      "text": "Plutora would waive the obligation to apply part of the first payment of the sub-licensee fee against the limited recourse loan debt.",
      "id": "s455"
    },
    {
      "text": "8.",
      "id": "s456"
    },
    {
      "text": "The terms of the management agreement would be changed to provide that the licensee would have no exposure to the operating costs and disbursements of the Australian operation.",
      "id": "s457"
    },
    {
      "text": "145 The 1996 IM set out details of the proposed restructuring of the existing arrangements.",
      "id": "s458"
    },
    {
      "text": "In the information memorandum, it was said that it was prepared for intending licensees of the Travel Vision system of which the copyright owner and licensor is TVI.",
      "id": "s459"
    },
    {
      "text": "Management and marketing services for licensees were to be provided by Plutora as trustee for the M&amp;M Trust.",
      "id": "s460"
    },
    {
      "text": "The information memorandum stated:\n \n \"This Information Memorandum has been prepared solely for the information of persons interested in retaining the services of Plutora Pty Ltd as trustee for the M&amp;M Trust to manage the exploitation of exclusive licences for the Travel Vision System in Australian and overseas territories.",
      "id": "s461"
    },
    {
      "text": "\" \n \n\n146 There was an executive summary at the commencement of the IM.",
      "id": "s462"
    },
    {
      "text": "The proposal was said to involve the granting of international licences for all States of the United States of America (excluding the seven States already licensed) and Mexico \"with the intention of seeking one or more sub-licensees to pay an initial sub-licence fee and ongoing royalties to operate the business in those territories\".",
      "id": "s463"
    },
    {
      "text": "The proposal also involved existing licensees being prepared to grant a sub-licence for the whole of Australia \"to exploit Australia as an operating business with the major source of revenue being sales of advertising on the Travel Vision System CDs to the travel and tourism industry\".",
      "id": "s464"
    },
    {
      "text": "147 The information memorandum contained a reference to Travel Vision (Australia) Pty Ltd (\"TVA\") which was a wholly owned subsidiary of TVI.",
      "id": "s465"
    },
    {
      "text": "In the information memorandum it was said that the offer permitted the formation of a partnership of interested parties, subject to each partner having not less than an eight per cent interest in the partnership.",
      "id": "s466"
    },
    {
      "text": "If an entire offer was not filled, TVA would take up the remaining interest in the partnership but would pay only its proportion of the licence fee and would not pay any management or marketing fees.",
      "id": "s467"
    },
    {
      "text": "As with the previous information memorandum, there was a section dealing with income tax considerations.",
      "id": "s468"
    },
    {
      "text": "In the case of the 1996 IM, the taxation advice was not summarised but rather an opinion from Price Waterhouse was annexed to the IM.",
      "id": "s469"
    },
    {
      "text": "The taxation advice was similar to the advice given in the earlier information memoranda.",
      "id": "s470"
    },
    {
      "text": "148 In the 1996 FY, the members of the CECK partnership entered into a number of agreements extending or renewing agreements which had been part of the TVI Project.",
      "id": "s471"
    },
    {
      "text": "I will mention them briefly.",
      "id": "s472"
    },
    {
      "text": "None of them gave rise to losses or outgoings which formed part of the deductions which were claimed by the applicants in the 1996 FY.",
      "id": "s473"
    },
    {
      "text": "The losses or outgoings which formed part of the deductions claimed in the 1996 FY arose out of the applicants' involvement in the TVA partnership and what I have called the TVA Project.",
      "id": "s474"
    },
    {
      "text": "The TVI Project in 1996 FY \n \n149 The licence agreements entered into by the members of the CECK partnership and TVI on 14 February 1994 in relation to the overseas territories and extended by the agreements entered into on 13 February 1995 were extended from 14 February 1996 to 1 July 1997.",
      "id": "s475"
    },
    {
      "text": "This was done by agreements entered into on 28 June 1996.",
      "id": "s476"
    },
    {
      "text": "The licence agreements entered into by the members of the CECK partnership and TVI on 27 June 1995 in relation to the overseas territories were extended from 27 June 1996 to 1 July 1997.",
      "id": "s477"
    },
    {
      "text": "This was done by agreements entered into on 28 June 1996.",
      "id": "s478"
    },
    {
      "text": "150 The marketing agreement entered into by the members of the CECK partnership and Plutora on 14 February 1994 was amended by an agreement entered into on 28 June 1996.",
      "id": "s479"
    },
    {
      "text": "The agreement extended the appointment of Plutora as marketer from 1 July 1996 to 1 July 1997.",
      "id": "s480"
    },
    {
      "text": "The terms and conditions of the extension were similar to those contained in the agreement entered into on 14 February 1994.",
      "id": "s481"
    },
    {
      "text": "The consideration payable to Plutora was fees equivalent to 20 per cent of all initial sub-licence fees received or receivable by the members of the CECK partnership under any sub-licences entered into.",
      "id": "s482"
    },
    {
      "text": "A similar amendment, albeit for the period from 27 June 1996 to 1 July 1997, was made to the marketing agreement in relation to the territories of Scotland, Wales, Austria, Switzerland and the States of Virginia, West Virginia and District Columbia in the United States of America.",
      "id": "s483"
    },
    {
      "text": "151 The limited recourse loan agreement entered into by the members of the CECK partnership, TVI and Plutora on 14 February 1994 and amended on 13 February 1995 was amended by agreement entered into on 28 June 1996.",
      "id": "s484"
    },
    {
      "text": "The amendment effected a change in the rate of gross income to be paid to Plutora, as set out in clause 5, from 50 per cent to 45 per cent.",
      "id": "s485"
    },
    {
      "text": "152 The limited recourse loan agreement entered into by the members of the CECK partnership, TVI and Plutora on 27 June 1995 was amended by an agreement entered into on 28 June 1996.",
      "id": "s486"
    },
    {
      "text": "The amendment also effected a changed in the gross income to be paid by Plutora, and referred to in clause 5, from 50 per cent to 45 per cent.",
      "id": "s487"
    },
    {
      "text": "153 As I have said, no moneys were paid by the members of the CECK partnership in relation to these extensions or amendments.",
      "id": "s488"
    },
    {
      "text": "154 No agreements were put before me relating to the extension or renewal of the licences relating to the Australian territories.",
      "id": "s489"
    },
    {
      "text": "The TVA Project in 1996 FY \n \n155 The deductions claimed by Mr Tolich, Mr Vincenzo Princi, Mr Domenic Princi and Mr Sleight in the 1996 FY relate to their investment in the TVA Project through the TVA partnership.",
      "id": "s490"
    },
    {
      "text": "156 Applicants for membership of the TVA partnership were provided with an application booklet and there was a form to complete and an application fee to be paid.",
      "id": "s491"
    },
    {
      "text": "A successful applicant gave a power of attorney to Plutora whereby Plutora was given the power to execute documents relating to the venture on the applicant's behalf including the TVA partnership agreement.",
      "id": "s492"
    },
    {
      "text": "157 On 25 June 1996, Civil and Earth applied for a 15 per cent interest in the TVA partnership and that involved a commitment by Civil and Earth of $1,042,500.",
      "id": "s493"
    },
    {
      "text": "Civil and Earth was to meet that commitment by the payment on the lodging of the application of $112,500, by borrowing from Viscount Nominees under a limited recourse loan the sum of $810,000 and by borrowing from Plutora under a short term loan the sum of $120,000.",
      "id": "s494"
    },
    {
      "text": "158 On 25 June 1996, Civil and Earth executed a declaration of trust to the effect that it held its interest in the TVA partnership on trust for Mr Tolich, Mr Vincenzo Princi, Mr Domenic Princi and Mr Dorn in equal shares.",
      "id": "s495"
    },
    {
      "text": "As I have said, Mr Dorn is not an applicant before this Court in relation to the 1996 FY.",
      "id": "s496"
    },
    {
      "text": "159 On 26 June 1996 Mr Kevin Sleight applied for a 10 per cent interest in the TVA partnership and that involved a commitment by him of $695,000.",
      "id": "s497"
    },
    {
      "text": "As far as his liability related to management fees, the arrangement was that Mr Sleight would pay the sum of $255,000 on the lodging of the application and the sum of $395,000 on 1 January 1997.",
      "id": "s498"
    },
    {
      "text": "Mr Sleight was to meet his total liability of $695,000 by a payment on the lodging of the application of $25,000 by borrowing from Viscount Nominees under a limited recourse loan the sum of $540,000 and by borrowing from Plutora under a short term loan the sum of $130,000.",
      "id": "s499"
    },
    {
      "text": "160 The TVA partnership was established by written agreement executed on 28 June 1996.",
      "id": "s500"
    },
    {
      "text": "Under the power of attorney given by each applicant to Plutora, that company executed the agreement on behalf of each applicant.",
      "id": "s501"
    },
    {
      "text": "The partners and their respective interests in the partnership were as follows:\n Partner Interest in the partnership Alice Springs Aviation Fuels Pty Ltd 8% Civil and Earth 15% Gorey and Coal Minerals Pty Ltd 12% Profit and Resource Management Pty Ltd 4% Kevin Phillip Sleight 10% TVA 51% \n161 Under the TVA partnership agreement, TVA took up the shortfall in the equity in the partnership and was able to sell that equity to new investors.",
      "id": "s502"
    },
    {
      "text": "It was not required to contribute to any management or marketing fees payable by the TVA partnership and Plutora was prepared to forge management and marketing fees from TVA.",
      "id": "s503"
    },
    {
      "text": "162 TVI and Plutora were also parties to the partnership agreement.",
      "id": "s504"
    },
    {
      "text": "It was envisaged that the TVA partnership would be granted licences in respect of the overseas territories of Mexico and all States of the Continental United States of America, excluding California, Florida, District of Columbia, Nevada, New York, Virginia and West Virginia and would be granted sub-licences in respect of all States and Territories of Australia.",
      "id": "s505"
    },
    {
      "text": "Sub-Licence Agreements \n \n163 The three parties to the sub-licence agreements were TVI as licensor, the licensee for the particular Australian territory, and the TVA partnership as sub-licensee.",
      "id": "s506"
    },
    {
      "text": "In the case of some of the Australian territories, the licensee was in fact the CECK partnership.",
      "id": "s507"
    },
    {
      "text": "On 25 June 1996, the CECK partnership gave a power of attorney to Plutora to execute the relevant sub-licence agreements on its behalf.",
      "id": "s508"
    },
    {
      "text": "It seems that other licensees of Australian territories did the same thing because the sub-licensee agreements were executed by TVI on its own behalf and then by Plutora on behalf of the licensee and on behalf of the sub-licensee.",
      "id": "s509"
    },
    {
      "text": "164 On 28 June 1996, sub-licence agreements were executed in relation to the territories of the Australian Capital Territory, the Northern Territory and New South Wales, and South Australia and Tasmania (those two States as one), Victoria and Western Australia (those two States as one), and Queensland.",
      "id": "s510"
    },
    {
      "text": "For all material purposes, the sub-licence agreements were in similar terms.",
      "id": "s511"
    },
    {
      "text": "The sub-licence was a licence to use and commercially exploit the \"Intellectual Property\" and the \"Product\" in the manner set out in the agreement and for the \"Term\".",
      "id": "s512"
    },
    {
      "text": "The words \"Intellectual Property\" and the \"Product\" and the \"Name\" were defined in virtually the same terms as they were in the licence agreements entered into on 14 February 1994.",
      "id": "s513"
    },
    {
      "text": "The term of the sub-licence agreement was the period from 28 June 1996 to 1 July 1997 with an option to extend the term of the agreement for nine terms of one year each.",
      "id": "s514"
    },
    {
      "text": "The consideration payable by the sub-licensees was an initial fee and an advertising royalty.",
      "id": "s515"
    },
    {
      "text": "The initial fee in the case of each sub-licence agreement was as follows:\n \n $ Australian Capital Territory 10,000 Northern Territory 10,000 New South Wales 20,000 South Australia and Tasmania 40,000 Victoria 20,000 Western Australia and Queensland 40,000 Total 140,000 \n165 The advertising royalty was a percentage of gross advertising revenue payable by advertisers to the sub-licensee.",
      "id": "s516"
    },
    {
      "text": "Licence Agreements \n \n166 On 28 June 1996, TVI as licensor, and the TVA partnership, as licensee, entered into licence agreements in relation to the overseas territories, first, of Mexico and, secondly, Continental United States of America excluding California, District of Columbia, Florida, Nevada, New York, Virginia and West Virginia.",
      "id": "s517"
    },
    {
      "text": "Plutora executed the agreements on behalf of the TVA partnership as its duly appointed agent and attorney.",
      "id": "s518"
    },
    {
      "text": "The two licence agreements were in similar terms.",
      "id": "s519"
    },
    {
      "text": "167 The term of the licence was the period from 28 June 1996 to 1 July 1997 with an option to extend the term for nine terms of one year each.",
      "id": "s520"
    },
    {
      "text": "The licence granted was a licence to use and commercially exploit the intellectual property and the product in the manner set out in the agreement within the territory and for the term.",
      "id": "s521"
    },
    {
      "text": "The consideration for the licensee was an initial fee of $20,000 and an advertising service fee which was a percentage of advertising revenue.",
      "id": "s522"
    },
    {
      "text": "The obligations in clauses 4 (to develop disk and advertising), 5 (to pay advertising service fee), 6 (to distribute disks), 8 (to procure travel agencies) and 10 (to conduct an audit) of the licence agreements only applied \"to the extent that those obligations are met under the terms of any sub-licence agreements to which the licensor has consented in writing\".",
      "id": "s523"
    },
    {
      "text": "Management Agreement \n \n168 The management agreement is between the TVA partnership as sub-licensee and Plutora as manager.",
      "id": "s524"
    },
    {
      "text": "Plutora executed the agreement on its own behalf and on behalf of the TVA partnership as its duly appointed agent and attorney.",
      "id": "s525"
    },
    {
      "text": "The agreement was executed on 28 June 1996 and it related to the Australian territories.",
      "id": "s526"
    },
    {
      "text": "Under the agreement, Plutora agreed to act as the manager and agent of the TVA partnership's rights and obligations under the sub-licences and, in return the TVA partnership agreed to pay Plutora for the first term, that is, from 28 June 1996 to 1 July 1997, the sum of $6,500,000.",
      "id": "s527"
    },
    {
      "text": "Of this sum, $2,690,000 was payable on 28 June 1996 and $495,000 was payable on 1 January 1997.",
      "id": "s528"
    },
    {
      "text": "The management agreement provided that the balance of the total amount would only be payable by the sub-licensee if TVA sold any equity in the TVA partnership after 30 June 1996 to new investors.",
      "id": "s529"
    },
    {
      "text": "Marketing Agreement \n \n169 The marketing agreement was between the TVA partnership as licensee and Plutora as marketer.",
      "id": "s530"
    },
    {
      "text": "Plutora executed the agreement on its own behalf and on behalf of the TVA partnership as its duly appointed agent and attorney.",
      "id": "s531"
    },
    {
      "text": "The agreement was executed on 28 June 1996 and it related to the overseas territories.",
      "id": "s532"
    },
    {
      "text": "Under the agreement, Plutora agreed to act as marketer and agent in respect of the TVA partnership's rights and obligations under the licence agreements and in return the TVA partnership agreed to pay marketing fees of $270,000 and a percentage of sub-licence fees.",
      "id": "s533"
    },
    {
      "text": "However, of the amount of $270,000 the sum of $132,300 was payable on the execution of the agreement and the balance was \"only payable by the licensee funded by new investors progressively if TVA sold any of its equity in the TVA partnership after 30 June 1996 to new investors\".",
      "id": "s534"
    },
    {
      "text": "The term of the marketing agreement was from 28 June 1996 to 1 July 1997.",
      "id": "s535"
    },
    {
      "text": "170 As a result of the obligations undertaken in late June 1996, the TVA partnership was required to meet, in June 1996, liabilities totalling $3,002,300, comprising licence and sub-licence fees of $180,000, management fees of $2,690,000 and marketing fees of $132,300.",
      "id": "s536"
    },
    {
      "text": "171 There are four applicants in relation to the 1996 FY.",
      "id": "s537"
    },
    {
      "text": "Three applicants are beneficiaries under the trust declared by Civil and Earth.",
      "id": "s538"
    },
    {
      "text": "That company held a 15 per cent interest in the TVA partnership.",
      "id": "s539"
    },
    {
      "text": "The other applicant, Mr Sleight, held a direct interest of 10 per cent in the TVA partnership.",
      "id": "s540"
    },
    {
      "text": "I will deal with the three applicants, Mr Tolich, Mr Domenic Princi and Mr Vincenzo Princi first, and then with Mr Sleight.",
      "id": "s541"
    },
    {
      "text": "172 Civil and Earth's share of TVA partnership's liability in the TVA Project was $1,042,500.",
      "id": "s542"
    },
    {
      "text": "I have already set out how it proposed to meet that liability (see [157] above).",
      "id": "s543"
    },
    {
      "text": "173 The parties to the limited recourse loan agreement which was executed on 28 June 1996 were Viscount Nominees, Plutora and Civil and Earth.",
      "id": "s544"
    },
    {
      "text": "Plutora executed the agreement on its own behalf and on behalf of Civil and Earth as its duly appointed agent and attorney.",
      "id": "s545"
    },
    {
      "text": "Under the agreement, Viscount Nominees agreed to lend the sum of $810,000 to Civil and Earth.",
      "id": "s546"
    },
    {
      "text": "That amount was to be repaid by way of 45 per cent of Civil and Earth's share of the income from the TVA partnership and there was no other recourse by Viscount Nominees against Civil and Earth.",
      "id": "s547"
    },
    {
      "text": "In consideration of the loan being made free of interest, Civil and Earth agreed to pay 45 per cent of its share of the income of the TVA partnership in repayment of the principal for an indefinite period.",
      "id": "s548"
    },
    {
      "text": "174 The parties to the short term loan agreement were Plutora and Civil and Earth and it was executed on 28 June 1996.",
      "id": "s549"
    },
    {
      "text": "Plutora executed the agreement on its own behalf and on behalf of Civil and Earth as its duly appointed agent and attorney.",
      "id": "s550"
    },
    {
      "text": "Under the agreement, Plutora agreed to lend the sum of $120,000 to Civil and Earth \"in satisfaction of moneys currently due by [Civil and Earth] to [Plutora] pursuant to other agreements\".",
      "id": "s551"
    },
    {
      "text": "Civil and Earth agreed to repay the loan in two instalments of $60,000 each, with the first instalment to be paid on 28 September 1996 and the second instalment to be paid on 28 December 1996.",
      "id": "s552"
    },
    {
      "text": "The loan was made free of interest and was to be secured by two bills of exchange drawn by Civil and Earth in favour of Plutora.",
      "id": "s553"
    },
    {
      "text": "175 The obligations of the TVA partnership under the agreements executed in June 1996 were met by cash payments as far as sub-licence fees and overseas licence and marketing fees were concerned, and by cash of $280,000 and bills of exchange as far as the management fee in respect of Australian territories was concerned.",
      "id": "s554"
    },
    {
      "text": "176 The obligations of Civil and Earth to the TVA partnership were met by a cash payment of $112,500, a bill of exchange in the sum of $810,000 and bills of exchange in a total sum of $120,000.",
      "id": "s555"
    },
    {
      "text": "The bill of exchange in the sum of $810,000 was provided under the limited recourse loan.",
      "id": "s556"
    },
    {
      "text": "Viscount Nominees drew a bill of exchange in favour of Civil and Earth which endorsed the bill to the TVA partnership with an express stipulation under s 21 of the Bills of Exchange Act 1909 (Cth) negating its own liability to the holder.",
      "id": "s557"
    },
    {
      "text": "The TVA partnership endorsed the bill of exchange to Plutora also with an express stipulation of the aforesaid nature in part satisfaction of management fees.",
      "id": "s558"
    },
    {
      "text": "Plutora endorsed the bill to Viscount Nominees also with an express stipulation.",
      "id": "s559"
    },
    {
      "text": "The bill of exchange was cancelled on the same day.",
      "id": "s560"
    },
    {
      "text": "177 On 28 June 1996, Plutora drew two bills of exchange in favour of Civil and Earth and Civil and Earth endorsed the bills in favour of the TVA partnership with an express stipulation of the aforesaid nature.",
      "id": "s561"
    },
    {
      "text": "The TVA partnership endorsed the bills of exchange in favour of Plutora, again with an express stipulation of the aforesaid nature.",
      "id": "s562"
    },
    {
      "text": "All transactions took place on the same day and all were executed by Plutora either on its own behalf or as duly appointed agent and attorney for Civil and Earth and for the TVA partnership.",
      "id": "s563"
    },
    {
      "text": "178 The short term loan from Plutora to Civil and Earth was repaid by the payment by Civil and Earth of $60,000 on 1 October 1996 and $60,000 on 30 January 1997 (cash payments numbered 8 and 9 in [135]).",
      "id": "s564"
    },
    {
      "text": "179 If the only cash contribution made by the four beneficiaries under the trust declared by Civil and Earth was the sum of $112,500 then the net cash position of each applicant as a result of his involvement in the TVA partnership was as follows:\n\n Applicant Loss \n $ Tax saving \n $ Net cash outlay \n $ Net cash position \n $ DP 260,625 122,209.53 28,125 94,084.53 VP 260,625 124,050.93 28,125 95,925.93 MT 260,625 124,733.63 28,125 96,608.63 \n\n \n180 If the repayment of the short term loan from Plutora in the sum of $120,000 is properly characterised as a cash outlay then the position is as follows:\n Applicant Loss \n $ Tax saving \n $ Net cash outlay \n $ Net cash position \n $ DP 260,625 122,209.53 58,125 64,084.53 VP 260,625 124,050.93 58,125 65,925.93 MT 260,625 124,733.63 58,125 66,608.63 \n\n \n181 I turn now to consider the position of Mr Sleight.",
      "id": "s565"
    },
    {
      "text": "182 As I have said, Mr Sleight held a 10 per cent share in the TVA partnership and his share of the TVA partnership's liability was $695,000.",
      "id": "s566"
    },
    {
      "text": "As I understand it, the sum of $300,000 was paid in the 1996 FY which, as to $45,000, was attributed to licence and marketing fees and as to $255,000, to management fees.",
      "id": "s567"
    },
    {
      "text": "That was the amount he claimed as a deduction in the 1996 FY.",
      "id": "s568"
    },
    {
      "text": "The sum of $395,000 was paid in the financial year ended 30 June 1997 (\"1997 FY\") and was attributed to the balance of the management fees.",
      "id": "s569"
    },
    {
      "text": "As I understand it, Mr Sleight claimed that amount as a deduction in the 1997 FY.",
      "id": "s570"
    },
    {
      "text": "I have already set out how he proposed to meet his liability (see [159] above).",
      "id": "s571"
    },
    {
      "text": "183 The parties to the limited recourse loan agreement which was executed on 28 June 1996 were Viscount Nominees, Plutora and Mr Sleight.",
      "id": "s572"
    },
    {
      "text": "Plutora executed the agreement on its own behalf and on behalf of Mr Sleight as his duly appointed agent and attorney.",
      "id": "s573"
    },
    {
      "text": "Except for the amount borrowed, it was in similar terms to the limited recourse loan agreement between Viscount Nominees and Civil and Earth (see [173] above).",
      "id": "s574"
    },
    {
      "text": "184 The parties to the short term loan agreement which was also executed on 28 June 1996 were Plutora and Mr Sleight.",
      "id": "s575"
    },
    {
      "text": "Plutora executed the agreement as Mr Sleight's duly appointed agent and attorney.",
      "id": "s576"
    },
    {
      "text": "The amount lent by Plutora to Mr Sleight was \"in satisfaction of moneys currently due by [Mr Sleight] to [Plutora] pursuant to other agreements\".",
      "id": "s577"
    },
    {
      "text": "The loan was to be repaid by or on 28 October 1996 and no interest was payable on the loan.",
      "id": "s578"
    },
    {
      "text": "The loan was secured by a bill of exchange drawn by Mr Sleight in favour of Plutora.",
      "id": "s579"
    },
    {
      "text": "185 The loan under the limited recourse loan agreement was as to $145,000 in the 1996 FY satisfied by the Viscount Nominees drawing a bill exchange in favour of Mr Sleight and accepted by him in satisfaction of the loan.",
      "id": "s580"
    },
    {
      "text": "He then endorsed it to the TVA partnership with an express stipulation negating his own liability to the holder.",
      "id": "s581"
    },
    {
      "text": "The TVA partnership accepted it in satisfaction of his contribution to the partnership.",
      "id": "s582"
    },
    {
      "text": "A similar procedure was adopted in relation to the balance of the limited recourse loan ($395,000) in the 1997 FY.",
      "id": "s583"
    },
    {
      "text": "186 As to the short term loan by Plutora, Mr Sleight repaid the loan on 25 October 1996.",
      "id": "s584"
    },
    {
      "text": "187 Mr Sleight claimed a deduction of $300,000 in the 1996 FY and a deduction of $395,000 in the 1997 FY.",
      "id": "s585"
    },
    {
      "text": "The cash benefit of the deduction in the 1996 FY was $141,799.38.",
      "id": "s586"
    },
    {
      "text": "Mr Sleight made an actual cash outlay of $25,000 giving him a net cash benefit of $116,799.38.",
      "id": "s587"
    },
    {
      "text": "If the repayment of the short term loan from Plutora is taken into account, there is a net cash deficit of $13,200.68.",
      "id": "s588"
    },
    {
      "text": "However, because of the fact that a substantial part of the management fee was paid in the 1997 FY, once the deduction was claimed in the 1997 FY Mr Sleight's net cash position from his involvement in the TVA partnership was $164,704.77.",
      "id": "s589"
    },
    {
      "text": "188 As with the 1995 FY, there was a dispute between the parties as to the actual cash outlays made by the applicants in relation to the obligations incurred in the 1996 FY.",
      "id": "s590"
    },
    {
      "text": "189 As far as the applicants other than Mr Sleight are concerned, the applicants point to a payment of $140,000 on 28 June 1996 as an application payment for the TVA Project and the repayment of the short term loan from Plutora in the sum of $120,000.",
      "id": "s591"
    },
    {
      "text": "The respondent accepts that $112,500 was paid in cash in relation to the application.",
      "id": "s592"
    },
    {
      "text": "I think that is the appropriate figure in relation to the application having regard to the various agreements.",
      "id": "s593"
    },
    {
      "text": "It was incumbent on the applicants to explain how the figure of $140,000 was calculated but they failed to do so.",
      "id": "s594"
    },
    {
      "text": "For reasons I have given, the sum of $120,000 should also be accepted as a cash payment see [141].",
      "id": "s595"
    },
    {
      "text": "190 As far as Mr Sleight is concerned, his cash outlays were $25,000 and, for the reasons I have given, the sum of $130,000 (see [141]).",
      "id": "s596"
    },
    {
      "text": "191 This completes my summary of the facts.",
      "id": "s597"
    },
    {
      "text": "Section 51(1) of the ITAA 1936 \n \n192 The respondent did not formally concede that the deductions fell with s 51(1).",
      "id": "s598"
    },
    {
      "text": "However, he did not make any submissions to the contrary and he submitted that it was open to the Court to find that the claimed deductions fell within the terms of s 51(1).",
      "id": "s599"
    },
    {
      "text": "Having considered the authorities discussed by Hill J (at 224-228) and Carr J (at 251-252) in Sleight , I think it is proper to hold that the claimed deductions fall within s 51(1) of the ITAA 1936.",
      "id": "s600"
    },
    {
      "text": "Section 79D of the ITAA 1936 \n \n193 Section 79D limits a taxpayer's right to claim deductions in relation to assessable foreign income.",
      "id": "s601"
    },
    {
      "text": "194 Section 79D(1) provides as follows:\n \n \"(1) Where: \n \n \n \n (a) apart from this section, there are one or more foreign income deductions of a taxpayer in relation to a class of assessable foreign income in relation to a year of income; and \n \n \n \n \n (b) either: \n \n \n (i) the taxpayer did not derive any assessable foreign income of that class in the year of income; or\n (ii) the taxpayer derived assessable foreign income of that class in the year of income and its amount is exceeded by the sum of the foreign income deductions; \n \n \n \n then, for the purposes of this Act, those deductions are reduced respectively: \n \n \n \n \n (c) where subparagraph (b)(i) applies--to nil; or \n \n \n \n \n (d) where subparagraph (b)(ii) applies--by amounts proportionate to those deductions and equal in total to the amount of the excess referred to in that subparagraph.",
      "id": "s602"
    },
    {
      "text": "\"\n \n \n \n\n195 The key concepts for the purposes of the section are \"foreign income deduction\" and \"assessable foreign income\".",
      "id": "s603"
    },
    {
      "text": "Those terms are defined in s 160AFD.",
      "id": "s604"
    },
    {
      "text": "The term \"foreign income deduction\" is defined as follows: \n \n \" foreign income deduction , in relation to a taxpayer in relation to a class of assessable foreign income in relation to a year of income, means any deduction other than: \n \n \n (a) a deduction under section 532 or 533; or \n \n \n \n \n (b) a debt deduction (to the extent that it is not attributable to the taxpayer's overseas permanent establishment); \n \n \n \n that, disregarding section 79D, is allowed or allowable from the assessable income of the taxpayer of that year of income, to the extent that the deduction relates to assessable foreign income of that class of any year of income.",
      "id": "s605"
    },
    {
      "text": "\"\n (Original emphasis.",
      "id": "s606"
    },
    {
      "text": ")\n \n\n196 \"[A]ssessable foreign income\" is defined as follows:\n \n \" assessable foreign income , in relation to a taxpayer in relation to a year of income, means: \n \n \n \n (a) foreign income that is included in the assessable income of the taxpayer of the year of income; or \n \n \n \n \n (b) where: \n \n \n (i) during the year of income, the taxpayer derives a profit or gain of a capital nature from sources in a foreign country; and\n (ii) the whole or part of the profit or gain is included in the assessable income of the taxpayer of the year of income other than under Part 3-1 or 3-3 of the Income Tax Assessment Act 1997 (about CGT); \n \n \n \n the whole or the part of the profit or gain.",
      "id": "s607"
    },
    {
      "text": "\" \n \n \n \n (Original emphasis.",
      "id": "s608"
    },
    {
      "text": ")\n \n\n197 For a definition of the term \"foreign income\", it is necessary to go to s 6AB which provides that foreign income is a reference to income \"... derived from sources in a foreign country or foreign country\".",
      "id": "s609"
    },
    {
      "text": "198 By reason of the definitions set out above, the question in this case is whether the deductions claimed, or at least part of them, relate to assessable foreign income being income derived from sources in a foreign country or, had income being generated by the activity to which the deductions relate, it would have been income derived from sources in a foreign country.",
      "id": "s610"
    },
    {
      "text": "199 The applicants submitted that the marketing fees in relation to overseas territories were foreign income deductions for the purposes of s 79D and therefore were not allowable deductions.",
      "id": "s611"
    },
    {
      "text": "As I understand it, they submitted that this took the deductions outside the reach of Part IVA because they were not tax benefits under s 177C, and that by reason of the provisions of s 170(2) of the ITAA 1936 it was no longer open to the respondent to amend the amended assessments to disallow the deductions under s 79D.",
      "id": "s612"
    },
    {
      "text": "200 It is important to note that the applicants did not suggest that a conclusion favourable to them on this point would bear on what were the relevant schemes for the purposes of Part IV of the ITAA 1936.",
      "id": "s613"
    },
    {
      "text": "In other words, they did not suggest that if the s 79D question is decided in their favour the schemes should be restricted to the arrangements with respect to the Australian territories.",
      "id": "s614"
    },
    {
      "text": "On the face of it, their respective cases would not be any better were they to do so, bearing in mind that the bulk of the actual cash outlays and the work done by the promoters were related to the overseas territories.",
      "id": "s615"
    },
    {
      "text": "At one point, the applicants submitted that the determination of the s 79D question was of little practical significance because the respondent, even if successful in relation to Part IVA, does not argue against the allowance of the deductions insofar as they reflected actual cash outlays.",
      "id": "s616"
    },
    {
      "text": "The actual cash outlays related to the marketing fees in relation to overseas territories and that approach is understandable in relation to the 1994 FY and the 1996 FY.",
      "id": "s617"
    },
    {
      "text": "However, it is difficult to see how the question is of little practical significance in relation to the 1995 FY where the marketing fees in relation to the overseas territories were $590,000 and the actual cash outlays were on any view less than that.",
      "id": "s618"
    },
    {
      "text": "201 On the face of it, no assessable foreign income was earned by the CECK partnership in the 1994 FY and the 1995 FY, respectively, or by the TVA partnership in the 1996 FY.",
      "id": "s619"
    },
    {
      "text": "I leave to one side the development grant declared as income by the CECK partnership in the 1995 FY about which neither party made a submission.",
      "id": "s620"
    },
    {
      "text": "202 As I understood it, the respondent said that if correct (which he denied) the applicants' submission about s 79D must apply not only to the marketing fees with respect to the overseas territories but also to the licence fees with respect to the overseas territories.",
      "id": "s621"
    },
    {
      "text": "203 The argument proceeded on the basis that the marketing fees and, it seems, the licence fees, paid in respect of the overseas territories related to anticipated income from sub-licences and the issue was whether that anticipated income, had it been earned, would have been income derived from sources in a foreign country.",
      "id": "s622"
    },
    {
      "text": "204 As it happens, Plutora's efforts as marketer did not result in any sub-licences being entered into and, therefore, the material upon which the question must be determined is somewhat limited.",
      "id": "s623"
    },
    {
      "text": "I note that in relation to overseas territories the right of the licensee to enter into sub-licences with the prior written approval of TVI is \"to a person within the Territory\".",
      "id": "s624"
    },
    {
      "text": "There are statements in the information memoranda as to what the proposed sub-licences would involve.",
      "id": "s625"
    },
    {
      "text": "One example will suffice.",
      "id": "s626"
    },
    {
      "text": "In the 1994 IM the following appears:\n \n \"The terms of sub-licences granted in respect of overseas territories are likely to be as follows:\n \n Term: One to Five Years with options to renew to a Total of Ten Years at the same licence fee.",
      "id": "s627"
    },
    {
      "text": "(The terms of the Licence will permit sub-licences for longer than the original licence.",
      "id": "s628"
    },
    {
      "text": "However, if the Investor does not elect to renew the Licence annually during the term of any sub-licence, royalties from sublicensees will revert entirely to TVI.",
      "id": "s629"
    },
    {
      "text": "Initial Licence Fee: \n Likely to range from US$100,000 to US$300,000 per territory but extended payment terms may apply if a joint venture is negotiated.",
      "id": "s630"
    },
    {
      "text": "Royalties: \n 15% of gross advertising revenue derived in First year\n 25% of gross advertising revenue derived thereafter \n Equipment: \n Obligation to supply a specified number of Travel Agents within the sub-licence territory with the necessary hardware upgrade \n Sale or Transfer of License during term: \n The sub-licensee may transfer or assign the sub-licence with the consent of the Licensee and TVI during the term in which case a fee ranging from 20% to 50% of any fee payable by the assignee to the sub-licensee will be payable to TVI and the Licensee will receive no benefit from the assignment.",
      "id": "s631"
    },
    {
      "text": "\" \n \n\n \n205 Plutora did secure one sub-licence and that was in June 1995.",
      "id": "s632"
    },
    {
      "text": "The parties are TVI, as licensor, a partnership operating as \"Disktravel\", as licensee, and Travel Vision (Ireland) Ltd, as sub-licensee, and the territory is Ireland.",
      "id": "s633"
    },
    {
      "text": "Very few obligations were placed on the licensee.",
      "id": "s634"
    },
    {
      "text": "TVI as licensor was required to produce the Disk at its own cost and it was required to update the Disk.",
      "id": "s635"
    },
    {
      "text": "It was required to ensure prompt distribution of Disks to the licensees of all participating countries.",
      "id": "s636"
    },
    {
      "text": "The sub-licensee was not to transfer or assign the sub-licence without the approval of TVI as licensor.",
      "id": "s637"
    },
    {
      "text": "The sub-licence agreement was otherwise broadly similar to the licence agreement for overseas territories.",
      "id": "s638"
    },
    {
      "text": "206 To determine the source of income one must have regard to practical considerations.",
      "id": "s639"
    },
    {
      "text": "In Federal Commissioner of Taxation v French [1957] HCA 73 ; (1957) 98 CLR 398, Kitto J said (at 417):\n \n \"The Australian Act, in such provisions as ss 23(q) and 25, assumes that it is possible to identify, with respect to every amount of income, some activity event or thing which may properly, though metaphorically, be described as the source from which that income has been derived; and it is settled by undoubted authority that to select for the description one out of all the many elements which, as a matter of history, have together culminated in the derivation is a practical task to be performed on substantial considerations\"\n \n\n207 In Nathan v Federal Commissioner of Taxation [1918] HCA 45 ; (1918) 25 CLR 183 at 189-190, the High Court said that in using the word \"source\" Parliament was not using a legal concept but something which a practical man would regard as \"a real source of income\" and that the actual source of a given income is \"a practical, hard matter of fact\".",
      "id": "s640"
    },
    {
      "text": "See also Federal Commissioner of Taxation v Mitchum [1965] HCA 23 ; (1965) 113 CLR 401 at 407.",
      "id": "s641"
    },
    {
      "text": "208 In Federal Commissioner of Taxation v United Aircraft Corporation [1943] HCA 49 ; (1943) 68 CLR 525, Latham CJ said (at 536):\n \n \"Income derived from property means, in my opinion, income derived from the property of the person sought to be taxed as having derived the income.",
      "id": "s642"
    },
    {
      "text": "So also the income of a person derived from acts done is income derived by that person from his own acts or from the acts of his servants or agents.",
      "id": "s643"
    },
    {
      "text": "If such a person, being a company, has no servants or agents in Australia, it cannot, in my opinion, derive income from any acts done in Australia.",
      "id": "s644"
    },
    {
      "text": "A person who neither owns anything in a country nor does nor has done anything in that country cannot, in my opinion, derive income from that country.",
      "id": "s645"
    },
    {
      "text": "\"\n \n\n209 In Esquire Nominees Ltd v Federal Commissioner of Taxation [1972] HCA 32 ; (1973) 129 CLR 177, Stephen J said (at 224-225):\n \n \"The process of identification of the locality of a source of income may differ depending upon the nature of the income in question.",
      "id": "s646"
    },
    {
      "text": "Where income may be seen to be derived solely from the acts of the taxpayer the source is to be found where those acts are performed; but the problem is seldom set in such simple terms, such personal exertion income will often be seen to be derived from the performance of work pursuant to some contract and the place of performance, the place of payment and the locus of the contract may all affect the question of source --- French's Case, per Taylor J.",
      "id": "s647"
    },
    {
      "text": "...\n \n To say that questions of source depend upon practical matters of fact will not necessarily assist in determining which of a range of possible meanings of source is meant, but context should provide a solution.",
      "id": "s648"
    },
    {
      "text": "The context furnished by the proviso to s 7(1) is that of the individual taxpayer and of his derivation of his income either by his own acts or from property rights which he possesses.",
      "id": "s649"
    },
    {
      "text": "It is a context unconcerned with the questions of ultimate origin; the source referred to is that from which income is produced by the taxpayer's own acts of derivation or ownership.",
      "id": "s650"
    },
    {
      "text": "All this suggests that a quite proximate source is being referred to.",
      "id": "s651"
    },
    {
      "text": "\"\n \n\n210 In this case, the TVI Project and the TVA Project, insofar as they involved overseas territories, were to operate by Plutora finding sub-licensees and not by the licensees directly approaching advertisers and travel agents in those areas.",
      "id": "s652"
    },
    {
      "text": "The licence agreements or sub-licence agreements did not affect TVI's right to the exclusive ownership of any intellectual property in the Travel Vision system.",
      "id": "s653"
    },
    {
      "text": "211 The two possible sources of income for the licensees under a sub-licence agreement were sub-licence fees and advertising royalties or advertising service fees.",
      "id": "s654"
    },
    {
      "text": "The licence agreements between TVI and the CECK partnership (or the TVA partnership) were made in Australia and governed by Australian law, and the CECK partnership and Civil and Earth carried on business in Australia.",
      "id": "s655"
    },
    {
      "text": "Plutora was the marketer and it also carried on business in Australia.",
      "id": "s656"
    },
    {
      "text": "212 In relation to sub-licence fees (had they been earned) I agree with the submissions of the respondent that they would not have been income derived from a source in a foreign country.",
      "id": "s657"
    },
    {
      "text": "The CECK partnership and the TVA partnership did not itself undertake any activity in a foreign territory and it was not required to under the licence agreements and deeds of variation to those agreements with the licensor.",
      "id": "s658"
    },
    {
      "text": "I agree with the submission of the respondent that in practical terms the source of the partnership income was \"its licence agreement with TVI, and through that agreement, its right to share in the income stream of TVI from the sale of rights to use the TVI product to persons in the territories for which the partnership held licences\".",
      "id": "s659"
    },
    {
      "text": "213 As to the advertising royalties or advertising service fees (had they been earned) I also agree with the respondent's submission that they would not have been income derived from sources in a foreign country.",
      "id": "s660"
    },
    {
      "text": "The fact is that the activities that represent the consideration for such advertising royalties or advertising service fees were activities in the nature of the production and distribution of the Disks which were to be carried out, not by the CECK partnership or by the TVA partnership, but by TVI in Australia.",
      "id": "s661"
    },
    {
      "text": "214 In my opinion, the deductions claimed by the applicants are not reduced by the operation of s 79D of the Act.",
      "id": "s662"
    },
    {
      "text": "Part IVA of the ITAA 1936 \n \n215 The starting point in considering whether Part IVA applies is the identification of the relevant scheme or schemes.",
      "id": "s663"
    },
    {
      "text": "In this case that is a matter about which there was no real dispute.",
      "id": "s664"
    },
    {
      "text": "The respondents asserted, and the applicants did not dispute, that there were the following schemes within the provisions of s 177A(1).",
      "id": "s665"
    },
    {
      "text": "216 For the 1994 FY a scheme involving (among others) the CECK partnership and comprising the following:\n \n 1.",
      "id": "s666"
    },
    {
      "text": "The publishing of the 1993 IM and the 1994 IM;\n 2.",
      "id": "s667"
    },
    {
      "text": "The formation of the partnership; \n \n \n 3.",
      "id": "s668"
    },
    {
      "text": "The licence agreements in relation to the Australian territories and the management agreement in relation to those territories;\n 4.",
      "id": "s669"
    },
    {
      "text": "The licence agreements and deeds of variation in relation to licence agreements in relation to the overseas territories, and the marketing agreement in relation to those territories; and \n \n \n 5.",
      "id": "s670"
    },
    {
      "text": "The limited recourse loan agreement whereby $2,450,000 was lent.",
      "id": "s671"
    },
    {
      "text": "217 For the 1995 FY a scheme involving (among others) the CECK partnership and comprising the following:\n \n \n 1.",
      "id": "s672"
    },
    {
      "text": "On 13 February 1995, the deeds of variation and extension of licence agreements in relation to the first group of Australian territories and the first group of overseas territories, and the extension of marketing agreement in respect of the first group of overseas territories.",
      "id": "s673"
    },
    {
      "text": "2.",
      "id": "s674"
    },
    {
      "text": "On 27 June 1995, the licence agreements for the second group of Australian territories (that is, Victoria) and the management agreement in relation to that territory and the licence agreements for the second group of overseas territories and the marketing agreement in relation to the territories and the limited recourse loan agreement whereby $1,100,000 was lent and the loan agreement whereby $300,000 was lent.",
      "id": "s675"
    },
    {
      "text": "218 For the 1996 FY a scheme involving (among others) the CECK partnership and comprising the following:\n \n \n 1. the offer made to the CECK partnership by letter to Mr Allen Prince dated 6 May 1996 to restructure the Australian business;\n 2.",
      "id": "s676"
    },
    {
      "text": "The making and implementation of: \n \n \n \n \n (1) further amendments to the licence agreements for overseas territories licensed to it in the 1994 and 1995 years;\n (2) extension and amendment of marketing agreements in relation to those overseas territories licensed to it in the 1994 and 1995 years;\n (3) further amendment to limited recourse loan agreement made on 14 February 1994;\n (4) further amendment to limited recourse agreement made on 27 June 1995; \n \n \n\nFor the 1996 FY a scheme involving (among others) the TVA partnership and comprising the following:\n \n 1. the issue of the 1996 IM; \n \n \n 2. completion by Civil and Earth of a TVA partnership application booklet applying for a 15 per cent interest in the TVA partnership;\n 3. the declaration of trust by Civil and Earth in favour of Mr Tolich, Mr Domenic Princi, Mr Dorn and Mr Vincenzo Princi;\n 4. the making and implementation of the limited recourse loan agreement whereby $810,000 was borrowed by Civil and Earth, the short term loan agreement whereby $120,000 was borrowed by Civil and Earth, the sub-licences of all Australian territories and the management agreement in relation to those territories and licence agreements for the third group of overseas territories and the marketing agreement for those territories; \n \n \n \n\n219 In relation to Mr Sleight , the scheme for the 1996 FY comprised the following:\n \n 1. the issue of the 1996 IM; \n \n \n 2. completion by Mr Sleight of a TVA partnership application booklet applying for a 10 per cent interest in the TVA partnership;\n 3. the making and implementation of the TVA partnership agreement, the limited recourse loan agreement whereby $540,000 was borrowed by Mr Sleight, the short term loan agreement whereby $130,000 was borrowed by Mr Sleight, the sub-licences of all Australian territories and the management agreement in relation to those territories and the licence agreement for the overseas territories and the marketing agreement for those territories.",
      "id": "s677"
    },
    {
      "text": "220 The next question is whether each of the applicants has obtained or would, but for s 177F, obtain tax benefits in connection with the schemes (s 177D(a)).",
      "id": "s678"
    },
    {
      "text": "That requires a consideration of s 177C which prescribes the circumstances in which a taxpayer is taken to have obtained a tax benefit in connection with a scheme.",
      "id": "s679"
    },
    {
      "text": "In this case, the obtaining of a tax benefit in connection with the scheme is a reference to \"a deduction being allowable to the taxpayer in relation to a year of income where the whole or a part of a deduction would not have been allowable, or might reasonably be expected not to have been allowable, to the taxpayer in relation to that year of income if the scheme had not been entered into or carried out\" (s 177C(1)(b)).",
      "id": "s680"
    },
    {
      "text": "Subject to the s 79D question which I have already dealt with, there is no dispute in this case that the deductions claimed by each applicant and identified earlier were tax benefits obtained by the applicants in connection with the schemes.",
      "id": "s681"
    },
    {
      "text": "221 The next question, and this is the central matter in dispute, is whether it should be concluded that each of the applicants had the purpose identified in s 177D(b) in entering into or carrying out the relevant schemes.",
      "id": "s682"
    },
    {
      "text": "That section provides as follows:\n \n \"This Part applies to any scheme that has been or is entered into after 27 May 1981, and to any scheme that has been or is carried out or commenced to be carried out after that date (other than a scheme that was entered into on or before that date), whether the scheme has been or is entered into or carried out in Australia or outside Australia or partly in Australia and partly outside Australia, where: \n \n \n \n (a) a taxpayer (in this section referred to as the relevant taxpayer ) has obtained, or would but for section 177F obtain, a tax benefit in connection with the scheme; and \n \n \n \n \n (b) having regard to: \n \n \n (i) the manner in which the scheme was entered into or carried out; \n \n \n \n (ii) the form and substance of the scheme; \n \n \n \n (iii) the time at which the scheme was entered into and the length of the period during which the scheme was carried out;\n (iv) the result in relation to the operation of this Act that, but for this Part, would be achieved by the scheme;\n (v) any change in the financial position of the relevant taxpayer that has resulted, will result, or may reasonably be expected to result, from the scheme;\n (vi) any change in the financial position of any person who has, or has had, any connection (whether of a business, family or other nature) with the relevant taxpayer, being a change that has resulted, will result or may reasonably be expected to result, from the scheme;\n (vii) any other consequence for the relevant taxpayer, or for any person referred to in subparagraph (vi), of the scheme having been entered into or carried out; and\n (viii) the nature of any connection (whether of a business, family or other nature) between the relevant taxpayer and any person referred to in subparagraph (vi); \n \n \n \n it would be concluded that the person, or one of the persons, who entered into or carried out the scheme or any part of the scheme did so for the purpose of enabling the relevant taxpayer to obtain a tax benefit in connection with the scheme or of enabling the relevant taxpayer and another taxpayer or other taxpayers each to obtain a tax benefit in connection with the scheme (whether or not that person who entered into or carried out the scheme or any part of the scheme is the relevant taxpayer or is the other taxpayer or one of the other taxpayers).",
      "id": "s683"
    },
    {
      "text": "\" \n \n \n \n \n (Original emphasis.",
      "id": "s684"
    },
    {
      "text": ") \n \n \n \n\n222 There have been a number of authorities, both of the High Court and this Court, dealing with the scope and effect of s 177D(b).",
      "id": "s685"
    },
    {
      "text": "It is appropriate to begin by stating some general principles.",
      "id": "s686"
    },
    {
      "text": "223 The eight matters identified in s 177D(b)(i)-(viii) inclusive are exhaustive of the matters to be considered in determining whether the relevant conclusion should be drawn: Peabody v Commissioner of Taxation (1993) 40 FCR 531 (\" Peabody \") at 541 per Hill J (Ryan and Cooper JJ concurring); Calder v Commissioner of Taxation (2005) 226 ALR 643 (\" Calder \") at 290 [91].",
      "id": "s687"
    },
    {
      "text": "Whether the relevant conclusion should be drawn is to be determined objectively in the sense that the question is not as to the taxpayer's subjective intention and purpose: Commissioner of Taxation v Spotless Services Ltd [1996] HCA 34 ; (1996) 186 CLR 404 (\" Spotless \") at 421-422, 424; Commissioner of Taxation v Hart [2004] HCA 26 ; (2004) 217 CLR 216 (\" Hart \") at 223 [37], 243 [65] per Gummow and Hayne JJ; Peabody at 542; Calder at 291-292 [96].",
      "id": "s688"
    },
    {
      "text": "A person may have more than one purpose and that is made clear by s 177A(5).",
      "id": "s689"
    },
    {
      "text": "One purpose may be a commercial purpose, but Part IVA will nevertheless apply if the other purpose was to obtain a tax benefit and that purpose was the dominant purpose: Spotless at 415-416; Hart at 227 [16] per Gleeson CJ and McHugh J; Sleight at 229-230 [67] and 238-239 [113] per Hill J (with whom Hely J agreed); Calder at 291 [92].",
      "id": "s690"
    },
    {
      "text": "224 The authorities also establish that, in any particular case, one of the eight matters may be decisive; in another case, it may only be after a careful weighing of all eight matters that the relevant conclusion can be drawn.",
      "id": "s691"
    },
    {
      "text": "Furthermore, even though some matters may be neutral and others may point towards a commercial purpose, the other matters may be such that a conclusion of a dominant purpose of obtaining a tax benefit should be drawn: Sleight at 229-230 [67]; Calder at 290 [91].",
      "id": "s692"
    },
    {
      "text": "225 It will be necessary for me to consider each of the eight matters in s 177D(b) and in the course of doing so I will return to some of the relevant authorities in order to apply particular principles referred to in those authorities.",
      "id": "s693"
    },
    {
      "text": "226 Before addressing each of the eight matters, it is appropriate for me to refer to the decision of the Full Court of this Court in Australian Trade Commission v Disktravel [1999] FCA 1399 ; (1999) 91 FCR 374.",
      "id": "s694"
    },
    {
      "text": "The issue in that case was whether the applicants, including the CECK partnership, were eligible for a grant under the Export Market Development Grants Act 1974 (Cth) in respect of the 1995 FY.",
      "id": "s695"
    },
    {
      "text": "The claim by the CECK partnership was in respect of expenditure incurred by way of marketing fees to Plutora in relation to the overseas territories in respect of which it held licences.",
      "id": "s696"
    },
    {
      "text": "Under the Export Market Development Grants Act 1974 (Cth) the relevant expenditure must be \"eligible expenditure\".",
      "id": "s697"
    },
    {
      "text": "That in turn involved a number of requirements, one of which was that the expenditure be \"qualifying export development expenditure\".",
      "id": "s698"
    },
    {
      "text": "Section 11Z(8) of the Export Market Development Grants Act 1974 (Cth) provided as follows: \n \n \"Expenditure is qualifying export development expenditure of a person to whom this section applies if: \n \n \n \n (a) in the Commission's opinion, it is incurred primarily and principally for the purpose of: \n \n \n \n \n (i) creating or seeking opportunities for; or\n (ii) creating or increasing demand for; \n \n \n \n \n the disposal, by that person, to persons resident outside Australia for use and enjoyment outside Australia of: \n \n \n \n (iii) eligible industrial property rights owned by that person; or \n \n \n (iv) eligible know-how owned by that person.",
      "id": "s699"
    },
    {
      "text": "\" \n \n \n \n\n227 The terms \"eligible industrial property rights\", \"eligible know-how\" and \"know-how\" were all defined in the Export Market Development Grants Act .",
      "id": "s700"
    },
    {
      "text": "228 The Australian Trade Commission refused the application for the grant.",
      "id": "s701"
    },
    {
      "text": "The Commission decision was overturned by the Administrative Appeals Tribunal: Travel Vision International Pty Ltd and Australian Trade Commission AAT No 12540 [1988] AATA 11.",
      "id": "s702"
    },
    {
      "text": "An appeal by the Commission to a single Judge of this Court on a question of law was dismissed: Australian Trade Commission v Disktravel [1999] FCA 48.",
      "id": "s703"
    },
    {
      "text": "On a further appeal by the Commission to the Full Court, the appeal was allowed.",
      "id": "s704"
    },
    {
      "text": "The three principal issues in the appeal were as follows:\n \n \n 1.",
      "id": "s705"
    },
    {
      "text": "Whether the expenditure was incurred \"primarily and principally\" for the purpose of the possible disposition of any intellectual property rights, as s 11Z(8) requires;\n 2.",
      "id": "s706"
    },
    {
      "text": "Whether intellectual property rights if any in the software and disks passed to the applicants under the licence agreements; and \n \n \n 3.",
      "id": "s707"
    },
    {
      "text": "Whether the provisions of s 38 of the Act applied.",
      "id": "s708"
    },
    {
      "text": "As to the first issue, the Tribunal made the following findings:\n \n \"135.",
      "id": "s709"
    },
    {
      "text": "The objective purpose of these applicants in incurring the expenditure to Plutora was to provide Plutora with sufficient funds to acquit its obligations to the applicants pursuant to the agreements.",
      "id": "s710"
    },
    {
      "text": "That is, to promote the disposal of the licences by way of granting sub-licences.",
      "id": "s711"
    },
    {
      "text": "That is what the expenditure was intended to achieve ....",
      "id": "s712"
    },
    {
      "text": "The investment or outlay of each applicant was motivated by an expectation that in achieving the objective purpose, it would generate income, in the form of royalties.",
      "id": "s713"
    },
    {
      "text": "And more remotely, there was the hope that, in due course sufficient income would be generated to repay the limited recourse loans and provide a return on the original investment.",
      "id": "s714"
    },
    {
      "text": "Those were the objectives and motives of the applicants.",
      "id": "s715"
    },
    {
      "text": "As a result of entering into the agreements with Plutora the six applicants had a reasonable expectation, on the basis of the information provided to them by Mr Snow, and in Mr Fiocco's case, on the basis of advice from his accountant, that they would receive income tax relief and an export market development grant.",
      "id": "s716"
    },
    {
      "text": "136.",
      "id": "s717"
    },
    {
      "text": "The evidence is that the directors of TVI, the consultants and Mr Martinson, at the time of their overseas promotions trips and the incurring of the expenditures in question, believed they would succeed in 'selling' sub-licences.",
      "id": "s718"
    },
    {
      "text": "Mr Fiocco's evidence is that he too thought that was a possibility but not without considerable risk.",
      "id": "s719"
    },
    {
      "text": "He saw the prospect of the financial effect of enhanced income tax deductions and an export market development grant as the incentive.",
      "id": "s720"
    },
    {
      "text": "That is subjectively, it was those possible consequences of making the investment which induced the applicants to enter into the arrangement.",
      "id": "s721"
    },
    {
      "text": "But the purpose of their investment was as stated.",
      "id": "s722"
    },
    {
      "text": "If the arrangement offered by TVI lacked commercial realism then it would be open to a tribunal of fact to conclude that the subjective purpose, of obtaining financial gains, through exploitation of the income tax and export market development grants laws, was dominant.",
      "id": "s723"
    },
    {
      "text": "On that basis the requisite purpose would not be met.",
      "id": "s724"
    },
    {
      "text": "However, this Tribunal finds, on the evidence, that the arrangement entered into between TVI and the applicants and Plutora and the applicants, at the time, was sufficiently commercially plausible to be considered, objectively, as a reasonable investment, the risk of which had been considerably reduced by the prospect of income tax and export grant financial benefits.",
      "id": "s725"
    },
    {
      "text": "\"\n \n\n229 This reasoning was challenged both before the single Judge and before the Full Court.",
      "id": "s726"
    },
    {
      "text": "The Full Court rejected the challenge.",
      "id": "s727"
    },
    {
      "text": "French J said (at [44]):\n \n \"The Tribunal identified two purposes which it designated the objective purpose and the subjective purpose respectively.",
      "id": "s728"
    },
    {
      "text": "The \"objective purpose\" so called was the purpose of the expenditure which could be inferred from the agreement with Plutora.",
      "id": "s729"
    },
    {
      "text": "It was to promote the disposal of the licences by way of granting sub-licences.",
      "id": "s730"
    },
    {
      "text": "There was another purpose of obtaining financial gains through exploitation of the income tax and export market development grant laws.",
      "id": "s731"
    },
    {
      "text": "If the agreements lacked commercial realism, then the so called subjective purpose would be dominant.",
      "id": "s732"
    },
    {
      "text": "Despite the infelicity of expression that was just a somewhat elliptical way of saying that if the agreements lacked commercial realism then it could be inferred that the purpose which, on the face of it, they served did not exist.",
      "id": "s733"
    },
    {
      "text": "Alternatively, if it did exist, such a purpose was subordinate to the purpose of exploiting the income tax and grants regime.",
      "id": "s734"
    },
    {
      "text": "Qualifying export development expenditure will generally involve a purpose of securing a grant under the Act.",
      "id": "s735"
    },
    {
      "text": "The grants are an incentive to such expenditure.",
      "id": "s736"
    },
    {
      "text": "The question is whether that purpose is ancillary to the primary and principal purpose required by s 11Z(8).",
      "id": "s737"
    },
    {
      "text": "In this case what the Tribunal has done in substance is to answer that question in the affirmative.",
      "id": "s738"
    },
    {
      "text": "It looked to the agreements with Plutora, the Information Memorandum and such oral evidence as there was.",
      "id": "s739"
    },
    {
      "text": "It concluded that the arrangements between Plutora and the respondents were commercially plausible.",
      "id": "s740"
    },
    {
      "text": "It made that assessment as a step towards its finding that the purpose suggested by the agreements themselves was the primary and principal purpose of the expenditure.",
      "id": "s741"
    },
    {
      "text": "In doing that it has carried out its essential fact finding function.",
      "id": "s742"
    },
    {
      "text": "Despite the looseness of phrasing, that fact finding function has not been informed by any error of law.",
      "id": "s743"
    },
    {
      "text": "\"\n \n\n230 Kiefel J (with whom Mansfield J agreed) said (at [83]):\n \n \"The Tribunal assessed for itself what was likely to have been the approach of the respondents as investors.",
      "id": "s744"
    },
    {
      "text": "In summary, the view it arrived at was that the transaction was one by which a return on investment was genuinely sought.",
      "id": "s745"
    },
    {
      "text": "The purpose of the payment to Plutora was to assist in obtaining that income.",
      "id": "s746"
    },
    {
      "text": "There was, however, the risk that that might not eventuate (as an export grant might not) and the prospect of income tax and export grant benefits operated to reduce that risk to an extent.",
      "id": "s747"
    },
    {
      "text": "The potential benefits were in that sense an incentive, but not the reason, for the outlays.",
      "id": "s748"
    },
    {
      "text": "These findings were clearly open to the Tribunal.",
      "id": "s749"
    },
    {
      "text": "A conclusion that the respondents' primary and principal purpose was to enable Plutora to obtain sales of sub-licences, consequential fees for it and advertising under it, might follow.",
      "id": "s750"
    },
    {
      "text": "His Honour, was in my view, correct to hold that no error of law was disclosed in this part of the Tribunal's reasons.",
      "id": "s751"
    },
    {
      "text": "This ground of appeal fails.",
      "id": "s752"
    },
    {
      "text": "\"\n \n\n231 Despite the fact that the Court refused to interfere with this aspect of the Tribunal's reasons, the appeal was allowed on a quite different ground, namely, that there was no eligible right the subject of disposition for the purposes of s 11Z(8) of the Act.",
      "id": "s753"
    },
    {
      "text": "232 The applicants submitted that, although not binding, the findings of the Tribunal as to purpose should be given weight and inconsistent findings avoided unless there are factors to support a different conclusion.",
      "id": "s754"
    },
    {
      "text": "They also pointed to the fact that the Tribunal's conclusion as to purpose was based largely on objective evidence.",
      "id": "s755"
    },
    {
      "text": "233 Clearly, it is appropriate for me to have regard to the decision but it cannot be in any way decisive of the issues before me.",
      "id": "s756"
    },
    {
      "text": "There are a number of matters to be borne in mind.",
      "id": "s757"
    },
    {
      "text": "First, the case involves a decision on different legislation and based on different evidence.",
      "id": "s758"
    },
    {
      "text": "Secondly, as far as the decisions of this Court are concerned (that is, the single Judge and the Full Court), the Court could only interfere with the Tribunal's decision if there was an error of law.",
      "id": "s759"
    },
    {
      "text": "Thirdly, and most importantly, the decisions concerned only the licence agreements and marketing agreement in relation to overseas territories.",
      "id": "s760"
    },
    {
      "text": "Insofar as the applicants paid cash in discharge of their obligations, the bulk of that cash was paid to discharge obligations under those agreements and the up-front gearing, which I refer to below, and which I think is so strongly suggestive of a purpose of obtaining a tax benefit, related to the management fees under the management agreement for the Australian territories.",
      "id": "s761"
    },
    {
      "text": "My task is to look at the schemes as a whole.",
      "id": "s762"
    },
    {
      "text": "Section 177D(b)(i) --- the manner in which the scheme was entered into or carried out \n \n234 The relevant schemes are those involving the CECK partnership in the 1994 FY and the 1995 FY, and the scheme involving the TVA partnership in the 1996 FY.",
      "id": "s763"
    },
    {
      "text": "Neither side suggested that the evidence would support different conclusions as to purpose in relation to different schemes.",
      "id": "s764"
    },
    {
      "text": "In other words, if I found that the scheme in the 1994 FY was entered into or carried out for a dominant purpose of enabling the applicants to obtain a tax benefit in connection with the scheme as distinct from a dominant purpose of obtaining commercial benefits then it was not suggested that a different finding was open or should be made in relation to the later schemes.",
      "id": "s765"
    },
    {
      "text": "I think that that approach is correct on the facts.",
      "id": "s766"
    },
    {
      "text": "I would make the observation that it seems to me that the evidence in support of a conclusion of a dominant tax purpose grows stronger as time passes and it becomes clear that the TVI Project has not generated any commercial returns.",
      "id": "s767"
    },
    {
      "text": "235 Each applicant gave evidence of the inquiries he made prior to entering into the agreements comprising the scheme and each applicant said that he entered into the agreements for a commercial purpose.",
      "id": "s768"
    },
    {
      "text": "As I have said, evidence of a taxpayer's subjective intention is irrelevant to the determination of purpose under s 177D(b).",
      "id": "s769"
    },
    {
      "text": "However, what the taxpayer did prior to entering into the scheme is an objective fact and may be taken into account.",
      "id": "s770"
    },
    {
      "text": "The applicants' conduct prior to entering into the first scheme in 1994 mildly supports a commercial purpose.",
      "id": "s771"
    },
    {
      "text": "In that regard, I have in mind the meetings they attended with Mr Snow and Mr Gallash, the meeting or meetings they held between themselves, and the demonstration of the Travel Vision System which they attended.",
      "id": "s772"
    },
    {
      "text": "There is less evidence of that nature supporting a commercial purpose in the later years.",
      "id": "s773"
    },
    {
      "text": "The applicants were receiving reports from Mr Snow, and newsletters, half-yearly reports and press releases, but the TVI Project had not generated any advertising revenue and the extent of the inquiries about the schemes seemed to diminish as time went on.",
      "id": "s774"
    },
    {
      "text": "236 Two particular issues concerning the manner in which the schemes was entered into were the subject of evidence and they were the projected returns in the information memoranda, and in particular the soundness of those returns, and the management fees and the extent to which they were fair and reasonable.",
      "id": "s775"
    },
    {
      "text": "I start with the evidence as to the projected returns in the information memoranda.",
      "id": "s776"
    },
    {
      "text": "237 The business was a start-up business and, I think it was accepted by all that it represented a high risk investment.",
      "id": "s777"
    },
    {
      "text": "238 The applicants called Mr Nigel Marris Simpson to give evidence on their behalf.",
      "id": "s778"
    },
    {
      "text": "Mr Simpson is a financial planner with a number of years of experience in the finance industry.",
      "id": "s779"
    },
    {
      "text": "Mr Simpson read the 1994 IM and the 1996 IM, and a report prepared by Mr Alan Weeks, who is a chartered accountant and a partner of Deloitte Touche Tohmatsu.",
      "id": "s780"
    },
    {
      "text": "Mr Weeks was called to give evidence on behalf of the respondent and he prepared a report dated 13 November 2006.",
      "id": "s781"
    },
    {
      "text": "Mr Weeks later amended section four of his report.",
      "id": "s782"
    },
    {
      "text": "239 Mr Simpson said that he was aware of many managed investment schemes \"similar to the Projects\".",
      "id": "s783"
    },
    {
      "text": "Mr Simpson referred to Mr Weeks' observation to the following effect:\n \n \n \"10.",
      "id": "s784"
    },
    {
      "text": "For each of the Applicants, the overall financial impact on the investment in the Projects would have been positive if deductions were claimed when available each year.",
      "id": "s785"
    },
    {
      "text": "I therefore conclude that, on an after tax basis, the investment would have yielded a net benefit to the investor irrespective of the actual performance of the Projects.",
      "id": "s786"
    },
    {
      "text": "\" \n \n \n \n\n240 Mr Simpson accepted the accuracy of this statement but he said that Mr Weeks, in his analysis of the returns from the Projects, ignored the forecast commercial returns from the operations of the Projects on a before tax and before finance basis.",
      "id": "s787"
    },
    {
      "text": "Mr Simpson said that the accepted practice of financial planners and investment analysts was to consider investment returns on a gross basis, that is to say, the forecast returns before tax.",
      "id": "s788"
    },
    {
      "text": "He also said that if the investment made commercial sense on a before tax and before finance basis, as the Projects did, then it was not essential to analyse the returns on an after tax and after finance basis as the returns were invariably going to be greater.",
      "id": "s789"
    },
    {
      "text": "241 Having regard to the project cashflow, Mr Simpson calculated the internal rate of return of the Projects on a before tax and before finance basis.",
      "id": "s790"
    },
    {
      "text": "For the TVI Project, the internal rate of return was 64.11 per cent per annum over the licence period and, for the TVA Project, the internal rate of return was 18.86 per cent.",
      "id": "s791"
    },
    {
      "text": "These returns were projected to commence in the first year of the Projects and in Mr Simpson's opinion were sufficient and commensurate with the risks inherent in the Projects.",
      "id": "s792"
    },
    {
      "text": "Mr Simpson said that based on the information in the 1994 IM and 1996 IM, \"the Projects did not need to rely on the expected tax benefits to make commercial sense from an investment perspective\".",
      "id": "s793"
    },
    {
      "text": "242 Mr Simpson outlined what he considered to be the risks inherent in the Projects.",
      "id": "s794"
    },
    {
      "text": "Those risks were as follows:\n \n \n 1.",
      "id": "s795"
    },
    {
      "text": "The relatively new and innovative technology not being embraced by the market and therefore the ability to derive royalties was unquantifiable; \n \n \n 2.",
      "id": "s796"
    },
    {
      "text": "The projected advertising rates may not have been accepted by the market; \n \n \n 3.",
      "id": "s797"
    },
    {
      "text": "The technology employed in the Projects may have become obsolete and therefore affected the ability of investors to derive income;\n 4.",
      "id": "s798"
    },
    {
      "text": "The networks of key shareholders may not have been achieved and a critical mass may not have been obtained and that may have impacted on the ability of investors to derive income;\n 5.",
      "id": "s799"
    },
    {
      "text": "Outside factors such as exchange rate variances, competition by other software providers and regulatory influences may have affected the success of the Projects.",
      "id": "s800"
    },
    {
      "text": "243 Having regard to the risks, Mr Simpson said that the Projects were high risk investments but not such as to be higher risks than most technology companies.",
      "id": "s801"
    },
    {
      "text": "In his opinion, the projected returns to investors in the projections were reasonable and commensurate with the risks inherent in the Projects.",
      "id": "s802"
    },
    {
      "text": "244 Mr Simpson also expressed the opinion that borrowing funds to finance an investment where the finance was only recoverable by the lender from the future returns generated by the investment was a sound investment practice and may increase the return substantially depending upon the level of borrowings and the timing of income.",
      "id": "s803"
    },
    {
      "text": "Mr Simpson expressed the opinion that a limited recourse loan was a preferable course for the applicants and the most commercially sensible course.",
      "id": "s804"
    },
    {
      "text": "245 Mr Simpson's opinions assist the applicants to a point.",
      "id": "s805"
    },
    {
      "text": "This is not a case where, according to the financial projections, the returns were going to be modest, leaving aside the tax benefits, or where income was only to be generated at some time well into the future.",
      "id": "s806"
    },
    {
      "text": "The rates of return of the two Projects meant that, subject to the soundness of the financial projections, the Projects made commercial sense.",
      "id": "s807"
    },
    {
      "text": "Furthermore, substantial returns were forecast for the first year of the Projects.",
      "id": "s808"
    },
    {
      "text": "246 One can add to these matters, which are in favour of the applicants, the fact that, although the three information memoranda referred to the taxation implications of the schemes, they did not overemphasise the tax benefits.",
      "id": "s809"
    },
    {
      "text": "As I have said, the 1993 IM contains a summary of an opinion obtained from Price Waterhouse to the effect that licence fees payable to TVI in relation to Australian and overseas territories, and management and marketing fees paid to Plutora were all deductible against other Australian source income.",
      "id": "s810"
    },
    {
      "text": "Interest and other costs of short term loans, royalties payable to TVI in relation to overseas sub-licences and ongoing payments to Plutora (that is, after the loan had been repaid) under the limited recourse loan agreement were also said to be deductible against other Australian source income.",
      "id": "s811"
    },
    {
      "text": "On this point, the 1994 IM is in similar terms.",
      "id": "s812"
    },
    {
      "text": "The 1996 IM includes the opinion of Price Waterhouse as an annexure.",
      "id": "s813"
    },
    {
      "text": "As I have said, the advice contained therein is much the same as the earlier advice and it included advice that the sub-licence fees and royalty income in relation to Australian territories would be deductible against other Australian source income.",
      "id": "s814"
    },
    {
      "text": "247 However, there are a number of matters which need to be weighed against these considerations.",
      "id": "s815"
    },
    {
      "text": "Some emerged during the cross-examination of Mr Simpson and others during the evidence of Mr Weeks.",
      "id": "s816"
    },
    {
      "text": "The 1994 IM referred to licences of overseas territories and suggested an initial licence fee of $10,000 per territory, whereas the projected initial fee for a sub-licence was between US$100,000 and US$300,000.",
      "id": "s817"
    },
    {
      "text": "The projections were based on a figure of $300,000 per territory.",
      "id": "s818"
    },
    {
      "text": "The reason why there would be such a difference between the initial licence fee and the initial sub-licence fee was not explained either in the information memoranda or the evidence.",
      "id": "s819"
    },
    {
      "text": "That seems to me to be a matter which would raise a major query in the mind of anyone looking carefully at the financial projections.",
      "id": "s820"
    },
    {
      "text": "Furthermore, the agreements entered into by the applicants did not correspond with the assumptions underlying the financial projections upon which Mr Simpson based his calculations as to the internal rate of return.",
      "id": "s821"
    },
    {
      "text": "In the projections for the licences in relation to overseas territories it is assumed that a performance bonus of 10 per cent of the sub-licence initial fees would be paid to Plutora.",
      "id": "s822"
    },
    {
      "text": "In fact, the marketing agreement provided for a performance bonus of 30 per cent.",
      "id": "s823"
    },
    {
      "text": "In addition, the management fee and percentage of gross income in the first and subsequent years under the management agreement entered into by the applicants were different from the assumed figures in the financial projections.",
      "id": "s824"
    },
    {
      "text": "248 Mr Weeks' report is a very detailed one.",
      "id": "s825"
    },
    {
      "text": "For present purposes its main features are his analysis of the accounting in the various entities involved in the Projects (section three) and his analysis of the financial impact of the Projects on the various applicants (section four).",
      "id": "s826"
    },
    {
      "text": "I have taken his analysis of the accounting in the various entities into account in making my findings of fact as to the various transactions.",
      "id": "s827"
    },
    {
      "text": "Mr Weeks' summary of the financial impact of the involvement of each applicant in the Projects is contained in the following table:\n\n Table 46: Cash flow consequences of investments Participation AP KD DP VP MT KS TVI Project --- FY 1994 &#61948; &#61948; &#61948; &#61948; &#61948; \n TVI Project --- FY 1995 &#61948; &#61948; &#61948; &#61948; &#61948; \n TVI Project --- FY 1996 \n \n &#61948; &#61948; &#61948; &#61948; \n AP KD DP VP MT KS Total tax savings 34,060.44 254,009.96 376,219.49 378,060.89 378,743.59 319,704.77 Total cash outlays (12,412.04) (68,266.22) (126,391.22) (126,391.22) (126,391.22) (155,000.00) Net cashflow 21,648.40 185,743.74 249,828.27 251,669.67 252,352.37 164,704.77 \n \n \n \n\n249 Mr Simpson did not dispute the accuracy of these figures.",
      "id": "s828"
    },
    {
      "text": "The figures are calculated on the basis of an actual cash outlay by the CECK partnership of $650,000 in the 1994 FY, of $100,000 in the 1995 FY, of an actual cash outlay by Civil and Earth of $232,500 in the 1996 FY and by Mr Sleight of $155,000 in the 1996 FY.",
      "id": "s829"
    },
    {
      "text": "Even if it is correct to say that the actual cash outlay by the CECK partnership in the 1995 FY was in the order of $300,000 rather than $100,000, the resulting changes to the above figures would not detract from the conclusion that the net cashflow to the applicants resulting from the tax benefits was substantial.",
      "id": "s830"
    },
    {
      "text": "250 Mr Weeks concluded that the overall financial impact of investment in the Projects would have been positive if deductions were claimed when available in each year and, that on an after tax basis, the investment would have yielded a net benefit to the investor irrespective of the actual performance of the Projects.",
      "id": "s831"
    },
    {
      "text": "In other words, the Projects offered each applicant a substantial tax benefit in the short term.",
      "id": "s832"
    },
    {
      "text": "251 I turn now to the evidence as to the management fees.",
      "id": "s833"
    },
    {
      "text": "252 The management fees involved very significant sums of money and they were to be paid \"up-front\" and before any expenses were incurred.",
      "id": "s834"
    },
    {
      "text": "There are no details in any of the information memoranda as to how the fees were calculated.",
      "id": "s835"
    },
    {
      "text": "I cannot put any weight on the mere assertions of some of the applicants that they considered the management fees to be appropriate and reasonable.",
      "id": "s836"
    },
    {
      "text": "No basis for those assertions was provided.",
      "id": "s837"
    },
    {
      "text": "Other than referring to some quite general matters, Mr Snow provided no details of the basis on which he calculated the management fees and I do not think I can put any weight on his evidence on this point in the face of such strong objective evidence that suggests that they were calculated at the figures they were in order to provide substantial tax benefits to, among others, the applicants.",
      "id": "s838"
    },
    {
      "text": "The terms and conditions of the limited recourse loans are important in this respect.",
      "id": "s839"
    },
    {
      "text": "They meant that as to the amounts referred to in the limited recourse loan agreements the respective assets of each applicant were not at risk.",
      "id": "s840"
    },
    {
      "text": "The promoters were taking the risk of expenses exceeding actual cash outlays.",
      "id": "s841"
    },
    {
      "text": "The terms of the agreements and, in particular, the provision for a percentage of the profits (if any) from the Projects to be paid to the lender (which was one of the promoters) for an indefinite period after the principal had been repaid and to be deemed to be interest were unusual and to my mind they suggest that the dominant purpose of each applicant, objectively assessed, was the obtaining of tax benefits.",
      "id": "s842"
    },
    {
      "text": "It seems to me that the management fees were \"loaded up\" and that that was done so that the applicants obtained tax benefits.",
      "id": "s843"
    },
    {
      "text": "The words of Hill J in Sleight at 233 [80] are apposite:\n \n \"Finally, it should be noted that the financial structure that the management agreement, loan agreement and indemnity agreement created was not necessary to the success of a tea tree project.",
      "id": "s844"
    },
    {
      "text": "Presumably the promoters, for example, could have still received the same amount of return by limiting the first year management fee to the actual cash outlay of the investor, and then adjusting the management fee in subsequent years to achieve this result.",
      "id": "s845"
    },
    {
      "text": "Arguably, an investor would thus have a legitimate, albeit significantly reduced, tax deduction for his cash outlay because it was actually a necessary cost of the project.",
      "id": "s846"
    },
    {
      "text": "This fact points towards a dominant tax incentive purpose because it could be objectively determined or concluded that an investor, who had a dominant commercial purpose, would prefer the project with a normal structure, rather than one which was so structured that it maximised the deductions available by the use of a somewhat artificial structure.",
      "id": "s847"
    },
    {
      "text": "\"\n \n\n253 An important feature related to the management fees is the method whereby obligations under the limited recourse loan agreements and the management agreements were met.",
      "id": "s848"
    },
    {
      "text": "In this respect, I am referring to the endorsing and later cancellation of the bills of exchange in the manner I have described.",
      "id": "s849"
    },
    {
      "text": "It was very similar to a \"round robin\" of cheques which, although effective as a matter of law ( Equuscorp Pty Ltd v Glengallan Investments Pty Ltd [2004] HCA 55 ; (2004) 218 CLR 471 at 486-487 [46] - [47] ) is, as Hill J pointed out in Sleight (at 232 [77]), a feature of many tax avoidance schemes.",
      "id": "s850"
    },
    {
      "text": "The method by which the moneys to be paid under the limited recourse loan agreements were paid by the lender and then in turn paid to the manager was known to the members of the CECK partnership because they endorsed the bills of exchange.",
      "id": "s851"
    },
    {
      "text": "Even if it was unknown, as might have been the case with the applicants involved in the TVA Project because the bills of exchange were endorsed by Plutora as duly appointed agent and attorney of Civil and Earth, the method of payment is still a matter to be taken into account.",
      "id": "s852"
    },
    {
      "text": "Commissioner of Taxation v Consolidated Press Holdings Ltd [2001] HCA 32 ; (2001) 207 CLR 235 at 264 [95] ; Commissioner of Taxation v Cooke (2004) 55 ATR 183 at 216 [88]; Calder v Commissioner of Taxation (2005) 226 ALR 643 at 294-295 [113]-]115].",
      "id": "s853"
    },
    {
      "text": "254 The quantum of the management fees, the absence of any detailed evidence which provides a reasonable basis for the calculation of the management fees, the source from which they were to be paid and the manner of their payment all lead to the conclusion that they were geared so as to provide substantial tax benefits to the applicants.",
      "id": "s854"
    },
    {
      "text": "255 Another consideration under this paragraph relates only to the scheme entered into by the TVA partnership.",
      "id": "s855"
    },
    {
      "text": "It is that almost all of the important agreements were entered into by Plutora as the duly appointed agent and attorney of the partners.",
      "id": "s856"
    },
    {
      "text": "That was the case with the partnership agreement, the sub-licence agreements, the licence agreements, the management agreement, the marketing agreement, the limited recourse loan agreement and the short term loan agreement.",
      "id": "s857"
    },
    {
      "text": "That is a factor suggesting a dominant tax purpose.",
      "id": "s858"
    },
    {
      "text": "256 In my opinion, the considerations relevant under this paragraph suggest that a conclusion of a dominant tax purpose should be drawn.",
      "id": "s859"
    },
    {
      "text": "The structuring of the management fee, the provision of the limited recourse loan and the method of payment strongly suggest that conclusion.",
      "id": "s860"
    },
    {
      "text": "Section 177D(b)(ii) --- the form and substance of the scheme \n \n257 The form of the schemes was such that the applicants through their agent, Plutora, were conducting a business involving the Travel Vision system.",
      "id": "s861"
    },
    {
      "text": "They borrowed large sums of money to pay their agent for the management and marketing services it was to provide in relation to the operation of licences in particular territories.",
      "id": "s862"
    },
    {
      "text": "They were under an obligation to repay the loans, albeit that the lender had recourse to only one asset or potential asset.",
      "id": "s863"
    },
    {
      "text": "258 The substance of the schemes was very different.",
      "id": "s864"
    },
    {
      "text": "The applicants played no role in the ongoing activities of the schemes, which were left in the hands of the companies involved in the promotion of the schemes.",
      "id": "s865"
    },
    {
      "text": "The applicants were in effect no more than passive investors.",
      "id": "s866"
    },
    {
      "text": "As in Sleight (at 233 [81]), once the tax features are removed, it can be seen that the applicants are no more than passive investors in a managed fund.",
      "id": "s867"
    },
    {
      "text": "Furthermore, although the applicants undertook substantial financial obligations, the reality was that their cash contributions were much smaller and they were more than outweighed by the tax benefits offered by the \"gearing up\" of the management fees.",
      "id": "s868"
    },
    {
      "text": "As I have said, the management fees were of an amount which could not be explained in pure commercial terms and the limited recourse loan meant that if the manager incurred fees in excess of the actual cash contributions it would be the party taking the risk that the Projects were sufficiently successful to ensure repayment of its fees.",
      "id": "s869"
    },
    {
      "text": "The applicants put at risk only their actual cash outlays.",
      "id": "s870"
    },
    {
      "text": "259 Furthermore, there were a number of somewhat artificial features of the agreements comprising the Projects.",
      "id": "s871"
    },
    {
      "text": "First, there was the fact that one company granted a licence to an investor who nominated a company related to the licensor to carry out the activities envisaged by the licensee.",
      "id": "s872"
    },
    {
      "text": "In relation to the overseas territories, there was the additional feature of a sub-licence and the puzzling clause as to the circumstances in which the licensee was not required to carry out certain obligations in the licence.",
      "id": "s873"
    },
    {
      "text": "Secondly, there was the unusual feature of the limited recourse loans under which no interest in the usual sense was payable but an amount of advertising revenue was payable for an indefinite period, which amount was deemed to be interest.",
      "id": "s874"
    },
    {
      "text": "Thirdly, there was the unusual feature that the licences were only for a year, with options to extend, in circumstances in which the amounts borrowed by the licensees were very substantial.",
      "id": "s875"
    },
    {
      "text": "Fourthly, there was disparity between the initial fee for overseas licences and the projected initial fee for sub-licences.",
      "id": "s876"
    },
    {
      "text": "As I have said, the reason for that difference was unexplained.",
      "id": "s877"
    },
    {
      "text": "260 In my opinion, all of the considerations relating to the form and substance of the schemes suggest a conclusion of a dominant tax purpose should be drawn.",
      "id": "s878"
    },
    {
      "text": "Section 177D(b)(iii) --- the time at which the scheme was entered into and the length of the period during which the scheme was carried out \n \n261 Neither party suggested that under this paragraph there were considerations of any real significance.",
      "id": "s879"
    },
    {
      "text": "The time at which the agreements constituting the scheme were entered into in the 1994 FY is not suggestive of a dominant tax purpose.",
      "id": "s880"
    },
    {
      "text": "The second group of agreements constituting the scheme entered into in the 1995 FY were entered into in late June 1995 and the agreements constituting the scheme in the 1996 FY were entered into in late June 1996 and that is suggestive of a tax purpose.",
      "id": "s881"
    },
    {
      "text": "262 The reason the licence agreements were only for one year with options to extend is unclear, particularly when the large borrowing obligations undertaken by the applicants are considered.",
      "id": "s882"
    },
    {
      "text": "However, those obligations were somewhat illusory.",
      "id": "s883"
    },
    {
      "text": "Once the applicants had made their cash contributions, any further liability was limited to their share of the revenue of the venture.",
      "id": "s884"
    },
    {
      "text": "The non-renewal or extension of the licences left the promoters in the same position they were in before the licences had been granted to the applicants.",
      "id": "s885"
    },
    {
      "text": "Section 177D(b)(iv) --- the result in relation to the operation of this Act that, but for this Part, would be achieved by the scheme \n \n263 The result that would be achieved by the schemes but for Part IVA is that each of the applicants would be entitled to substantial deductions in excess of funds actually contributed by them.",
      "id": "s886"
    },
    {
      "text": "That points to a dominant tax purpose: Sleight at 234 [84] per Hill J.",
      "id": "s887"
    },
    {
      "text": "However, it must be borne in mind that simply because a taxpayer pays less tax if one form of transaction rather than another is made does not demonstrate that Part IVA applies: Hart at 240 [53] per Gummow and Hayne JJ.",
      "id": "s888"
    },
    {
      "text": "Section 177D(b)(v) --- any change in the financial position of the relevant taxpayer that has resulted, will result, or may reasonably be expected to result, from the scheme \n \n264 It should be noted that, in relation to the activities of the CECK partnership in the 1994 FY and the 1995 FY, Civil and Earth, which owned 54 per cent of the partnership, would have benefited and, through their ownership of Civil and Earth, the applicants (other than Mr Prince) would also have benefited.",
      "id": "s889"
    },
    {
      "text": "265 Subject to one qualification, the applicants received no sub-licence fees or advertising revenue as a result of their involvement in the TVI Project or the TVA Project.",
      "id": "s890"
    },
    {
      "text": "The one qualification is the receipt by the CECK partnership in the 1996 FY of a sub-licence fee.",
      "id": "s891"
    },
    {
      "text": "As I have said, the CECK partnership also received a development grant which it declared as income in the 1995 FY.",
      "id": "s892"
    },
    {
      "text": "266 After time passed, it became clear that the only benefit which would be received by investors in the schemes were tax benefits.",
      "id": "s893"
    },
    {
      "text": "The losses were mounting.",
      "id": "s894"
    },
    {
      "text": "Once the TVA partnership had entered into the scheme in the 1996 FY the losses totalled $5,942,000.",
      "id": "s895"
    },
    {
      "text": "By some time in late 1995 (if not before) it must have been clear that the financial projections for what was a start-up business were not going to be achieved and it seems to me that the applicants' continued involvement in the Projects can only be explained by the fact that as a result of the tax benefits their respective cash positions were significantly improved.",
      "id": "s896"
    },
    {
      "text": "Furthermore, even if the Projects generated commercial returns, it is difficult to see how the applicants would greatly benefit from that fact.",
      "id": "s897"
    },
    {
      "text": "To take the 1994 FY as an example, any revenue payable to investors would be reduced as follows:\n \n \n 1.",
      "id": "s898"
    },
    {
      "text": "For a licence, 5 per cent of the advertising royalty in year one and 12.5 per cent in subsequent years was to be paid to TVI.",
      "id": "s899"
    },
    {
      "text": "2.",
      "id": "s900"
    },
    {
      "text": "For a licence, 50 per cent of any initial (or up-front consideration) fee was to be paid to TVI.",
      "id": "s901"
    },
    {
      "text": "3.",
      "id": "s902"
    },
    {
      "text": "Under the management agreement, in addition to the specified fee, 20 per cent in year one and 40 per cent in subsequent years of \"all gross income received or receivable by the licensee under the Advertising Agreements or otherwise in respect of the exploitation of the Software Program\" was to be paid to Plutora.",
      "id": "s903"
    },
    {
      "text": "4.",
      "id": "s904"
    },
    {
      "text": "Under the Marketing Agreement, in addition to the specified fee, 30 per cent of all initial sub-licence fees received or receivable by the Licensee under any sub-licences was to be paid to Plutora.",
      "id": "s905"
    },
    {
      "text": "5.",
      "id": "s906"
    },
    {
      "text": "Under the limited recourse loan agreement, 50 per cent of all gross income receivable by the licensee from the exploitation of all the licences, after certain specified deductions, was to be paid to Plutora on an indefinite basis.",
      "id": "s907"
    },
    {
      "text": "Whilst it is true that some of these figures were reduced for the TVA partnership in the 1996 FY, it was still the case that even if the Projects had generated commercial returns it is difficult to see how the applicants would have greatly benefited from that fact.",
      "id": "s908"
    },
    {
      "text": "267 I have already set out the change in the financial position of each applicant which resulted from their participation in the schemes (see [248]-[249]).",
      "id": "s909"
    },
    {
      "text": "On any view, the schemes resulted in each applicant receiving cash benefits in the form of substantial deductions.",
      "id": "s910"
    },
    {
      "text": "268 The applicants pointed to the evidence of Mr Simpson that the internal rate of return of the Travel Vision Projects calculated by reference to the financial projections in the information memoranda were attractive and were commensurate with the risks involved in the particular Projects.",
      "id": "s911"
    },
    {
      "text": "As I have said, that does distinguish this case from cases in which the commercial returns, if achieved, were likely to be very modest, or were only likely to be received many years into the future.",
      "id": "s912"
    },
    {
      "text": "At the same time, the fact is that the Travel Vision Projects in the 1994 FY, 1995 FY and 1996 FY did not generate any commercial returns.",
      "id": "s913"
    },
    {
      "text": "Furthermore, the tax benefits from the scheme were relatively certain, whereas the commercial benefits were quite uncertain and, after the first year or so, very uncertain.",
      "id": "s914"
    },
    {
      "text": "That is a fact pointing to a dominant tax purpose: Sleight at 234 [88] per Hill J.",
      "id": "s915"
    },
    {
      "text": "269 Overall, the considerations under this paragraph point to a dominant tax purpose.",
      "id": "s916"
    },
    {
      "text": "Section 177D(b)(vi) --- any change in the financial position of any person who has, or has had, any connection (whether of a business, family or other nature) with the relevant taxpayer, being a change that has resulted, will result or may reasonably be expected to result, from the scheme \n \n270 The respondent referred to the financial effects of the schemes on Plutora and TVI.",
      "id": "s917"
    },
    {
      "text": "He submitted that the management company, Plutora, received only a fraction of the management fees in cash.",
      "id": "s918"
    },
    {
      "text": "The cash that was received related to licence fees and marketing fees in relation to overseas territories.",
      "id": "s919"
    },
    {
      "text": "The respondent submitted that the funds received by Plutora and TVI were sourced from the tax benefits received by investors by reason of their participation in the Travel Vision Projects and that the funds received by those companies were directed towards the marketing of the Travel Vision system in overseas territories and that was done with a view to obtaining development grants.",
      "id": "s920"
    },
    {
      "text": "The respondent also pointed to the fact that the financial position of the promoters did not change beyond the cash payments made to them.",
      "id": "s921"
    },
    {
      "text": "Plutora in effect was a lender in relation to its own fees.",
      "id": "s922"
    },
    {
      "text": "It is difficult to see why Plutora would apparently lend such large amounts when in effect the fees, or at least the bulk of them, could only be recovered from the revenue generated by the Projects.",
      "id": "s923"
    },
    {
      "text": "If the amounts were genuine then the promoters were taking the entire risk associated with their recovery in circumstances where the applicants could \"walk away\" from the loans by not renewing their licences after one year and their only recourse was to the revenue, if any, generated by the Projects.",
      "id": "s924"
    },
    {
      "text": "271 It seems to me that there was not a relevant connection within s 177D(b)(vi) between the applicants (other than Mr Sleight) on the one hand, and TVI and Plutora on the other.",
      "id": "s925"
    },
    {
      "text": "The position in this case is the same as it was in Sleight where Hill J said (at 234-235 [89]):\n \n \"This is not a case where a taxpayer received a tax benefit and a person associated with him or her received some collateral capital payment.",
      "id": "s926"
    },
    {
      "text": "No doubt the promoter companies made money out of the scheme, but they would hardly seem to be entities having any real connection of a business nature with Mr Sleight as that expression is used in s 177D(b)(vi).",
      "id": "s927"
    },
    {
      "text": "\"\n \n\n272 In the case of Mr Sleight it might be said that there was a relevant connection because he received commissions from the promoters in the 1994 FY and in the 1996 FY for introducing investors to the Projects (see Sleight at 256 [229]-[232] per Carr J) but even if this is so, I do not think anything under this paragraph advances the case much beyond the considerations under the other paragraphs.",
      "id": "s928"
    },
    {
      "text": "Section 177D(b)(vii) --- any other consequence for the relevant taxpayer, or for any person referred to in subparagraph (vi), of the scheme having been entered into or carried out; and Section 177D(b)(viii) --- the nature of any connection (whether of a business, family or other nature) between the relevant taxpayer and any person referred to in subparagraph (vi) \n \n273 Neither party suggested that there were any considerations under these paragraphs of s 177D(b).",
      "id": "s929"
    },
    {
      "text": "274 In my opinion, having regard to the matters in s 177D(b), the conclusion should be drawn that each of the applicants entered into the respective schemes and carried them out for the dominant purpose of enabling the relevant applicant to obtain a tax benefit in connection with the scheme.",
      "id": "s930"
    },
    {
      "text": "Actual cash outlays \n \n275 As I have said, the actual cash outlays were as follows:\n CECK partnership in the 1994 FY $650,000\n TVA partnership in the 1996 FY $232,500\n Mr Sleight in the 1996 FY $155,000\n \nI will hear the parties further on the actual cash outlays in the 1995 FY.",
      "id": "s931"
    },
    {
      "text": "Conclusions \n \n276 The respondent was right to conclude that Part IVA of the ITAA 1936 applied to each of the schemes.",
      "id": "s932"
    },
    {
      "text": "The deductions were rightly disallowed, save and except to the extent they were reflected by actual cash outlays.",
      "id": "s933"
    },
    {
      "text": "The actual cash outlays in the 1994 FY totalled $650,000 and, in the case of the applicants other than Mr Sleight in the 1996 FY totalled $232,500 and, in the case of Mr Sleight in the 1996 FY totalled $155,000.",
      "id": "s934"
    },
    {
      "text": "I will hear the parties further on the actual cash outlays in the 1995 FY.",
      "id": "s935"
    },
    {
      "text": "Otherwise the parties are at liberty to bring in minutes of order reflecting the conclusions expressed in these reasons.",
      "id": "s936"
    },
    {
      "text": "I certify that the preceding two hundred and seventy-six (276) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s937"
    },
    {
      "text": "Associate:\n\nDated: 10 August 2007\n\n\n Counsel for the Applicant: Mr M McCusker QC with Mr D Romano \n \n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Counsel for the Respondent: Ms H Symon SC with Mr J Allanson \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 4, 5, 6 December 2006 \n \n Date of Judgment: 10 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1195.html",
      "id": "s938"
    }
  ]
}