{
  "name": "Bahonko v Sterjov [2007] FCA 1717 (14 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1717.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from interlocutory order of single judge of this court refusing to grant stay order",
      "id": "c0"
    },
    {
      "text": "whether decision attended with sufficient doubt",
      "id": "c1"
    },
    {
      "text": "application for leave to appeal from order of single judge of this court refusing leave to appeal from interlocutory decision",
      "id": "c2"
    },
    {
      "text": "whether appeal lies from a decision to grant or refuse leave",
      "id": "c3"
    },
    {
      "text": "application to amend reasons of another judge of this court",
      "id": "c4"
    },
    {
      "text": "whether power to amend reasons exists",
      "id": "c5"
    },
    {
      "text": "application for leave to initiate contempt proceedings where leave previously denied",
      "id": "c6"
    },
    {
      "text": "application to join the commonwealth of australia as a party",
      "id": "c7"
    },
    {
      "text": "applications dismissed.",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 This is an application for leave to appeal and for consequential orders from orders made by Gordon J on 8 October 2007.",
      "id": "s0"
    },
    {
      "text": "There were two separate notices of motion before Gordon J.",
      "id": "s1"
    },
    {
      "text": "She made orders in each of the proceedings and published separate reasons for those orders: Bahonko v Sterjov [2007] FCA 1555 ; Bahonko v Sterjov [2007] FCA 1556.",
      "id": "s2"
    },
    {
      "text": "The orders made in both proceedings are the subject of this application for leave to appeal.",
      "id": "s3"
    },
    {
      "text": "2 The application was brought by notice of motion filed on 15 October 2007 and supported by an affidavit of the applicant sworn on the same day.",
      "id": "s4"
    },
    {
      "text": "A supplementary affidavit was filed on 18 October 2007.",
      "id": "s5"
    },
    {
      "text": "Subsequently, on 30 October 2007, the applicant filed an amended notice of motion and a further affidavit sworn on the same day.",
      "id": "s6"
    },
    {
      "text": "The Substantive Proceedings \n \n3 The applicant brought two applications against the respondents under s 170CP of the Workplace Relations Act 1996 (Cth) (the WRA) alleging contraventions of ss 170CK(2) and 170CM of that Act and under s 46PO of the Human Rights and Equal Opportunity Act 1996 (Cth), alleging unlawful discrimination under the Racial Discrimination Act 1975 (Cth) and for defamation.",
      "id": "s7"
    },
    {
      "text": "4 On 6 November 2006 the two applications were consolidated and the applications were heard by Jessup J.",
      "id": "s8"
    },
    {
      "text": "5 On 24 May 2007 during the proceeding before Jessup J and before its determination, the applicant made an oral application for leave to file a statement of charge for contempt against the respondents and their legal representatives and to challenge the competency of two of the witnesses called on behalf of the respondents, amongst other things.",
      "id": "s9"
    },
    {
      "text": "Those applications were refused by Jessup J: Bahonko v Sterjov [2007] FCA 867.",
      "id": "s10"
    },
    {
      "text": "6 On 30 May 2007 the applicant sought leave to appeal from Jessup J's refusal to grant leave, but on 9 June 2007 Finkelstein J directed the Registrar that the notice of motion of 30 May 2007 be refused for filing.",
      "id": "s11"
    },
    {
      "text": "7 In reasons published on 15 August 2007, that part of the consolidated proceedings seeking relief under the two statutes was dismissed by Jessup J.",
      "id": "s12"
    },
    {
      "text": "However, Jessup J found that the fourth respondent had defamed the applicant and awarded the applicant $50 in damages: Bahonko v Sterjov [2007] FCA 1244.",
      "id": "s13"
    },
    {
      "text": "8 On 15 August 2007 Jessup J made the following orders:\n \n \n 1.",
      "id": "s14"
    },
    {
      "text": "To the extent not previously dealt with by the Court, the motion of which the applicant gave notice on 4 May 2007 be dismissed.",
      "id": "s15"
    },
    {
      "text": "2.",
      "id": "s16"
    },
    {
      "text": "The fourth respondent pay the applicant damages in the sum of $50.",
      "id": "s17"
    },
    {
      "text": "3.",
      "id": "s18"
    },
    {
      "text": "The application otherwise be dismissed.",
      "id": "s19"
    },
    {
      "text": "4.",
      "id": "s20"
    },
    {
      "text": "The parties have leave to file and serve:\n \n \n \n \n \n (a) on or before 22 August 2007, the written submissions as to costs;\n \n (b) on or before 24 August 2007, any submission in reply to the costs submission of another party.",
      "id": "s21"
    },
    {
      "text": "Applications following the primary judge's orders \n \n9 On 16 August 2007 the applicant filed a notice of appeal against those orders.",
      "id": "s22"
    },
    {
      "text": "On 23 August 2007 she filed a notice of motion on which she had made handwritten amendments, seeking the following orders:\n \n \n 1.",
      "id": "s23"
    },
    {
      "text": "The orders given by Justice Jessup on 15 August 2007 stay (put on hold) until the appeals from those orders is fully determined.",
      "id": "s24"
    },
    {
      "text": "2.",
      "id": "s25"
    },
    {
      "text": "The stay order is applicable as from the date of this Motion that is 20 August 2007.",
      "id": "s26"
    },
    {
      "text": "10 On 27 August 2007 Goldberg J dismissed the application to stay the orders made by Jessup J on 15 August 2007: Bahonko v Sterjov [2007] FCA 1377.",
      "id": "s27"
    },
    {
      "text": "Justice Goldberg decided that there was no need for a stay of the first three orders made by Jessup J.",
      "id": "s28"
    },
    {
      "text": "Orders 1 and 3 would be considered on appeal.",
      "id": "s29"
    },
    {
      "text": "Order 2 was in the applicant's favour.",
      "id": "s30"
    },
    {
      "text": "He considered the applicant's argument that order 4 be stayed, but rejected a stay because the order simply required the parties to file and serve submissions on costs.",
      "id": "s31"
    },
    {
      "text": "His Honour was not prepared to interfere with the trial process.",
      "id": "s32"
    },
    {
      "text": "He said that if an adverse costs order was made against the applicant she could appeal and, if it were appropriate, seek an order for a stay.",
      "id": "s33"
    },
    {
      "text": "In his reasons, Goldberg J rejected the applicant's very serious complaints about the trial judge and the respondents' legal advisers, which he described as being without basis and unsupported by the evidence.",
      "id": "s34"
    },
    {
      "text": "11 On 31 August 2007 Jessup J made orders as to costs in the substantive proceedings: Bahonko v Sterjov [2007] FCA 1341.",
      "id": "s35"
    },
    {
      "text": "The orders made by Jessup J on 31 August 2007 were:\n \n \n 1.",
      "id": "s36"
    },
    {
      "text": "The applicant pay the respondents' costs of proceeding VID 756/2006 to the extent that such costs were incurred on or before 6 November 2006.",
      "id": "s37"
    },
    {
      "text": "2.",
      "id": "s38"
    },
    {
      "text": "The applicant pay three-quarters of the respondents' costs of and incidental to the applicant's notice of motion dated 22 September 2006.",
      "id": "s39"
    },
    {
      "text": "3.",
      "id": "s40"
    },
    {
      "text": "The applicant pay the respondents' costs of and incidental to the applicant's notice of motion dated 27 October 2006.",
      "id": "s41"
    },
    {
      "text": "4.",
      "id": "s42"
    },
    {
      "text": "The applicant pay the respondents' costs of and incidental to the applicant's notice of motion dated 5 February 2007.",
      "id": "s43"
    },
    {
      "text": "5.",
      "id": "s44"
    },
    {
      "text": "The applicant pay one-half of the balance remaining of the respondents' costs of the proceeding to the extent that such costs were incurred after 6 November 2006 after the deduction of so much of the respondents' costs of the notice of motion referred to in orders 2, 3 and 4 above as were incurred after 6 November 2006.",
      "id": "s45"
    },
    {
      "text": "12 On 21 September 2007 the applicant amended her notice of appeal to include grounds of appeal against the orders made by Jessup J for costs on 31 August 2007.",
      "id": "s46"
    },
    {
      "text": "The applications before Gordon J \n \n13 There were two notices of motion before Gordon J.",
      "id": "s47"
    },
    {
      "text": "In the first notice of motion (VID 743/2007) the applicant sought the following relief in these terms:\n \n \n 1.",
      "id": "s48"
    },
    {
      "text": "Transcripts of proceedings in the matters VID 114/06 and VID 756/06 be made available to the appellant:\n \n (a) in an electronic form; or\n \n (b) in a printed form.",
      "id": "s49"
    },
    {
      "text": "2.",
      "id": "s50"
    },
    {
      "text": "Orders given by Justice Jessup on 31 August 2007 to stay until the appeal is fully determined.",
      "id": "s51"
    },
    {
      "text": "3.",
      "id": "s52"
    },
    {
      "text": "Mr. M. McKenney and Mr Felix Vitiello to step down from a legal representation in the appeal matter VID 743/07.",
      "id": "s53"
    },
    {
      "text": "4.",
      "id": "s54"
    },
    {
      "text": "Appellant's claims of Contempt of the Court by Mr. McKenney, Mr. Vitiello, the Defendants and their witness Ms. Esther Keji Matthew to be determined prior to the appeal hearing &amp; the Contempt of the Court proceeding is deemed to commenced.",
      "id": "s55"
    },
    {
      "text": "14 That application was supported by the applicant's own affidavit.",
      "id": "s56"
    },
    {
      "text": "In that affidavit she accused the trial judge of deceit and the respondents' legal advisers of contempt and criminal conduct.",
      "id": "s57"
    },
    {
      "text": "The allegations were unsupported by evidence.",
      "id": "s58"
    },
    {
      "text": "15 On 8 October 2007, Gordon J made the following orders:\n \n \n 1.",
      "id": "s59"
    },
    {
      "text": "The appellant be provided, at the expense of the Court, with a copy of the transcript in an electronic form of the evidence of the following persons before Jessup J in VID 114/2006: \n \n \n \n \n \n (1) the appellant;\n \n (2) Lisa McEwan;\n \n (3) Kosta Sterjov;\n \n (4) Esther Keji Matthew;\n \n (5) Snezana Sterjova; and\n \n (6) Wieslawa Kurasik.",
      "id": "s60"
    },
    {
      "text": "2.",
      "id": "s61"
    },
    {
      "text": "The notice of motion dated 20 September 2007 is otherwise dismissed.",
      "id": "s62"
    },
    {
      "text": "3.",
      "id": "s63"
    },
    {
      "text": "The appellant is to pay the respondents' costs of and incidental to the Notice of Motion filed on 20 September 2007.",
      "id": "s64"
    },
    {
      "text": "16 In the second notice of motion in matter VID 822/2007 (filed on 3 September 2007 as corrected on 5 September 2007 and again amended on 8 October 2007), the applicant sought the following relief:\n \n \n 1.",
      "id": "s65"
    },
    {
      "text": "Leave to appeal from the orders given by Justice Goldberg of 27 August 2007 is granted.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "This leave to be consolidated with the existing appeal matter No: VID 743/07.",
      "id": "s68"
    },
    {
      "text": "3.",
      "id": "s69"
    },
    {
      "text": "This leave to appeal hearing to progress into a direction hearing in the appeal matter VID 743/07.",
      "id": "s70"
    },
    {
      "text": "4.",
      "id": "s71"
    },
    {
      "text": "Appellant has leave to amend her Notice of Appeal of 16 August 2007 to include Justice Goldberg's orders of 27 August 2007, Justice Jessup's orders and reasons given to the Registrar in the VID 114/06 and Justice Finkelstein's orders and reasons given to the Registrar in VID 114/06.",
      "id": "s72"
    },
    {
      "text": "17 That notice of motion was also supported by an affidavit of the applicant.",
      "id": "s73"
    },
    {
      "text": "In that affidavit she accused the judge of intimidation, hostility, hate, prejudgment, bias, conflict of interest and racial discrimination.",
      "id": "s74"
    },
    {
      "text": "She alleged that the hearing had been conducted corruptly and there was demonstrable cooperation and support of the three judges who had thus conducted the trial and heard her applications \"in the travesty of justice\".",
      "id": "s75"
    },
    {
      "text": "She again made serious allegations about the respondents' legal representatives.",
      "id": "s76"
    },
    {
      "text": "Again, no evidence was advanced in support of those allegations.",
      "id": "s77"
    },
    {
      "text": "18 On 8 October 2007, Gordon J also made the following orders:\n \n 1.",
      "id": "s78"
    },
    {
      "text": "The notice of motion as amended on 8 October 2007 is dismissed.",
      "id": "s79"
    },
    {
      "text": "2.",
      "id": "s80"
    },
    {
      "text": "The applicant is to pay the respondents' costs of the proceeding.",
      "id": "s81"
    },
    {
      "text": "19 The first notice of motion challenged Jessup J's orders for costs and sought other relief including access to transcript.",
      "id": "s82"
    },
    {
      "text": "The second notice of motion purported to be an application for leave to appeal from Goldberg J's decision of 27 August 2007 refusing to stay Jessup J's orders of 15 August 2007 and consequential relief.",
      "id": "s83"
    },
    {
      "text": "The notice of motion under consideration \n \n20 The amended notice of motion for hearing before me seeks the following orders:\n \n 1.",
      "id": "s84"
    },
    {
      "text": "Appellant is given leave to appeal from the orders NO: 2 and 3 given by Justice Gordon on 8 October 2007 and a part of the order 1, which part is not granting appellant an access to Transcripts of proceedings in VID 114/06 &amp; VID 756/06 in full.",
      "id": "s85"
    },
    {
      "text": "(a) All Transcripts be provided in full.",
      "id": "s86"
    },
    {
      "text": "2.",
      "id": "s87"
    },
    {
      "text": "The Notice of Appeal from Justice Gordon's orders NO: 2 and 3 and part of the order 1 to be consolidated with the existing Notice of appeal in the matter No: VID 743/07.",
      "id": "s88"
    },
    {
      "text": "3.",
      "id": "s89"
    },
    {
      "text": "Appellant has leave to amend her Notice of Appeal in VID 743/07 to include appeal from Justice Gordon's orders No: 2 and 3 and part of the order 1 of 8 October 2007.",
      "id": "s90"
    },
    {
      "text": "4.",
      "id": "s91"
    },
    {
      "text": "Transcripts of proceedings before Justice Gordon on 8 October 2007 be made available to the appellant &amp; be part of the leave to appeal hearing.",
      "id": "s92"
    },
    {
      "text": "5.",
      "id": "s93"
    },
    {
      "text": "The matter VID 822/07 is an integral part of VID 743/07 as Justice Gordon shared decision in those matters.",
      "id": "s94"
    },
    {
      "text": "6.",
      "id": "s95"
    },
    {
      "text": "Appellant is given leave to appeal from judgments &amp; whole of the orders of Justice Gordon given on 8 October 2007 in VID 822/07 and paragraphs 2,3 &amp; 4 applies to this leave &amp; those orders are treated as if given in VID 743/07.",
      "id": "s96"
    },
    {
      "text": "7.",
      "id": "s97"
    },
    {
      "text": "Defamatory of the appellant parts of the reasons for judgments given by Justice Gordon on 08/10/07 are removed, replaced with corrective statements and apology statements and damages are paid to the appellant by the Federal Court of Australia.",
      "id": "s98"
    },
    {
      "text": "8.",
      "id": "s99"
    },
    {
      "text": "Mr McKenney and Mr F Vitiello are charged with the contempt of the court and wilful defamation of the appellant in the principal matter VID 114/06 and the consequential matters VID 743/07 and VID 822/07 and pay damages to the appellant &amp; are restrain from participation in any of her matters.",
      "id": "s100"
    },
    {
      "text": "9.",
      "id": "s101"
    },
    {
      "text": "The Federal Court of Australia &amp; the Commonwealth of Australia are added as parties to proceedings: VID 949/07 and the principal Appeal proceedings VID 743/07.",
      "id": "s102"
    },
    {
      "text": "10.",
      "id": "s103"
    },
    {
      "text": "Justice Gordon is suspended from her office having engaged in a wilful and criminal defamation of the appellant in VID 828/07.",
      "id": "s104"
    },
    {
      "text": "21 At the hearing the applicant sought to and was given leave to amend paragraph 9 by deleting reference to the Federal Court of Australia and by deleting paragraph 10 and substituting:\n \n \n 10.",
      "id": "s105"
    },
    {
      "text": "Justice Gordon is directed to review her reasons for judgment in proceedings VID 822/07.",
      "id": "s106"
    },
    {
      "text": "Those two amendments were made during her address to the Court on 1 November 2007.",
      "id": "s107"
    },
    {
      "text": "The \"evidence\" in support of the notice of motion \n \n22 The notice of motion was supported by three affidavits.",
      "id": "s108"
    },
    {
      "text": "The first, sworn on 15 October 2007, merely exhibited Gordon J's reasons and a proposed notice of appeal.",
      "id": "s109"
    },
    {
      "text": "The affidavit sought a copy of the transcript of the hearing before Gordon J.",
      "id": "s110"
    },
    {
      "text": "The second, sworn on 18 October 2007, exhibited a corrected draft notice of appeal.",
      "id": "s111"
    },
    {
      "text": "The third affidavit, sworn on 30 October 2007, again makes very serious allegations against the respondents' legal representatives and judges of this Court.",
      "id": "s112"
    },
    {
      "text": "Again, the allegations are not supported by any evidence.",
      "id": "s113"
    },
    {
      "text": "On this occasion, the applicant has accused the judges of this Court of giving \"corrupt support\" to the respondents' legal representatives.",
      "id": "s114"
    },
    {
      "text": "She accuses Gordon J of a wilful criminal act in the publication and content of her reasons.",
      "id": "s115"
    },
    {
      "text": "She says Gordon J is in contempt of court and guilty of abuse of office, defamation, intimidation and blackmail.",
      "id": "s116"
    },
    {
      "text": "She says that Gordon J's description of the applicant's affidavit as scandalous and vexatious \"serves as intentional blackmail &amp; intimidation of me and retaliation on behalf of Mr McKenney &amp; the Federal Court of Australia &amp; a deceit of the public in order to be able to issue costs against me when under the WRA such costs are not to be made.",
      "id": "s117"
    },
    {
      "text": "\" The applicant concludes:\n \n 34.",
      "id": "s118"
    },
    {
      "text": "Issuing costs in contravention of the WRA is a hard evidence of the blackmail &amp; intimidation of me and trespass of the Act by Justice Gordon &amp; previous Justices, Justice Jessup &amp; Goldberg.",
      "id": "s119"
    },
    {
      "text": "35.",
      "id": "s120"
    },
    {
      "text": "This is an evidence of corruption &amp; serious trespasses of the Law &amp; Justice taking place in the Federal Court of Australia, therefore, the Commonwealth responsibility.",
      "id": "s121"
    },
    {
      "text": "23 Apart from the unsubstantiated complaints of the conduct of the respondents' legal representatives and the judges of this Court, the affidavit does not address the issues raised in the notice of motion.",
      "id": "s122"
    },
    {
      "text": "I shall later return to the contents of this affidavit.",
      "id": "s123"
    },
    {
      "text": "The orders sought \n \n24 Paragraph 1 of the notice of motion before me seeks leave to appeal from Gordon J's orders on the first notice of motion.",
      "id": "s124"
    },
    {
      "text": "Paragraphs 2 to 5 seek consequential orders on the assumption that the leave sought in paragraph 1 be granted.",
      "id": "s125"
    },
    {
      "text": "Paragraph 6 seeks leave to appeal from Gordon J's orders dismissing the applicant's application by a second notice of motion for leave to appeal from Goldberg J's refusal to grant a stay of Jessup J's orders.",
      "id": "s126"
    },
    {
      "text": "Paragraph 8 is a similar application to that for which Jessup J refused leave during the trial and dismissed by Gordon J in the first notice of motion.",
      "id": "s127"
    },
    {
      "text": "Paragraphs 7 and 10 (even as amended) are scandalous.",
      "id": "s128"
    },
    {
      "text": "Paragraph 9 is misconceived.",
      "id": "s129"
    },
    {
      "text": "I will deal with each of these paragraphs in turn below.",
      "id": "s130"
    },
    {
      "text": "Paragraph 1 \n \n25 The applicant has raised three separate issues within paragraph 1 of the notice of motion before me.",
      "id": "s131"
    },
    {
      "text": "Paragraph 1 --- Transcript issue \n \n26 I will first deal with that part of paragraph 1 which complains of Gordon J's refusal to order that the applicant have access to the whole of the transcript at trial.",
      "id": "s132"
    },
    {
      "text": "27 I should note that, before Gordon J, the applicant sought transcript from proceedings VID 114/06 and VID 756/06 which were the proceedings before Jessup J.",
      "id": "s133"
    },
    {
      "text": "As noted above, however, Jessup J consolidated those two proceedings, such that the applicant's complaints were all heard as matter VID 114/06.",
      "id": "s134"
    },
    {
      "text": "It was under that proceeding that Jessup J made orders in relation to both the substantive proceedings and costs.",
      "id": "s135"
    },
    {
      "text": "28 Justice Gordon gave the applicant access to an electronic form of the transcript of the witnesses at the trial.",
      "id": "s136"
    },
    {
      "text": "It is not clear what other transcript is sought.",
      "id": "s137"
    },
    {
      "text": "The applicant mentions in her affidavit that she does not have access to the transcript before Goldberg J and Gordon J but that transcript, if it exists, is not evidence and could not be remotely relevant on the appeal or, indeed, on this application.",
      "id": "s138"
    },
    {
      "text": "I will assume that the applicant is seeking that part of the transcript before Jessup J not subject to the order made by Gordon J.",
      "id": "s139"
    },
    {
      "text": "I will assume that the applicant could appeal from Gordon J's refusal to order that the further transcript be made available, although I doubt that the order is appealable.",
      "id": "s140"
    },
    {
      "text": "29 However, even upon those assumptions the order sought should not be made.",
      "id": "s141"
    },
    {
      "text": "It has not been demonstrated that the transcript of what was said during the trial and was not evidence is relevant.",
      "id": "s142"
    },
    {
      "text": "Even if it were relevant, Gordon J's order does not prevent the applicant accessing the transcript.",
      "id": "s143"
    },
    {
      "text": "The applicant can, if she orders the transcript and pays the fee, have a copy of the transcript.",
      "id": "s144"
    },
    {
      "text": "Justice Gordon's order simply means that the Court will not be put to the cost of providing to the applicant a transcript of that part of the proceeding which does not contain evidence and has not been shown to be relevant.",
      "id": "s145"
    },
    {
      "text": "Insofar as leave is sought to appeal from the refusal of Gordon J to order that a transcript be made available to the applicant, it is refused.",
      "id": "s146"
    },
    {
      "text": "Paragraph 1 - Order 2 \n \n30 In paragraph 1 of the current notice of motion, the applicant also seeks leave to appeal from order 2 made by Gordon J on 8 October 2007 on the first notice of motion.",
      "id": "s147"
    },
    {
      "text": "31 The application before Gordon J sought the stay of the costs order made by Jessup J on 31 August 2007 until the appeal was determined.",
      "id": "s148"
    },
    {
      "text": "Order 2 made by Gordon J on the first notice of motion dismissed the other orders sought in the notice of motion which had the effect that the applicant's application for a stay of Jessup J's costs order was dismissed.",
      "id": "s149"
    },
    {
      "text": "It also had the effect of dismissing the application in the notice of motion that the respondents \"step down\" from representing the respondents.",
      "id": "s150"
    },
    {
      "text": "Leave to appeal is sought from that order.",
      "id": "s151"
    },
    {
      "text": "32 The test for leave to appeal is well known.",
      "id": "s152"
    },
    {
      "text": "An applicant must establish that the decision is attended with sufficient doubt to warrant the decision being reconsidered by the Full Court and, as well, that substantial injustice would result if leave were refused supposing the decision to be wrong: D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s153"
    },
    {
      "text": "33 Order 52 rule 17(1) of the Federal Court of Australia Rules 1979 (Cth) (the Rules) provides that an appeal to the Full Court does not operate as a stay of execution or of proceedings under the judgment appealed from.",
      "id": "s154"
    },
    {
      "text": "Thus it is that the applicant needed a stay of the proceedings to prevent the respondents taxing their costs and when taxed, executing upon the taxed costs.",
      "id": "s155"
    },
    {
      "text": "34 Justice Gordon proceeded upon the basis that an appeal does not operate as a stay but that the Court could grant a stay if the Court considers that, in all the circumstances, the matter is an appropriate case for the grant of the stay.",
      "id": "s156"
    },
    {
      "text": "The approach adopted by her Honour was undoubtedly right.",
      "id": "s157"
    },
    {
      "text": "In Powerflex Services Pty Ltd v Data Access Corporation (1996) 67 FCR 65 the Full Court of this Court, after observing that O 52 r 17 did not limit the broad discretion reposing in the Court, followed a decision of the Court of Appeal in New South Wales in Alexander v Cambridge Credit Corporation Ltd (Receivers Appointed) (1985) 2 NSWLR 685 where it was said at 694 that it was \"sufficient that the applicant for the stay demonstrates a reason or an appropriate case to warrant the exercise of discretion in his favour.",
      "id": "s158"
    },
    {
      "text": "\" In other words, no special or exceptional circumstances need be shown.",
      "id": "s159"
    },
    {
      "text": "It is enough to satisfy the Court that the proceeding is one where it is appropriate that the Court exercise its discretion to grant the order.",
      "id": "s160"
    },
    {
      "text": "35 Justice Gordon was asked to consider the question of a stay in relation to costs in circumstances where Goldberg J had considered and refused a stay of the substantive orders made by Jessup J.",
      "id": "s161"
    },
    {
      "text": "Justice Goldberg was not prepared to interfere with the trial process and stay Jessup J's order which required the parties to file and serve submissions on costs.",
      "id": "s162"
    },
    {
      "text": "36 When the matter came before Gordon J the applicant had already amended her notice of appeal to add grounds of appeal against the costs orders made by Jessup J on 31 August 2006.",
      "id": "s163"
    },
    {
      "text": "37 Before Gordon J the applicant asserted that Jessup J's orders contravened the WRA and that \"[t]here were and are not any costs due against me.",
      "id": "s164"
    },
    {
      "text": "\" She claimed in her affidavit that the \"manner of the orders given by Justice Jessup on 31 August 2007 further demonstrate that those orders are unreasonable &amp; if remain would constitute abuse of the process and continuation of a fraud.",
      "id": "s165"
    },
    {
      "text": "\" She also alleged that his reasons constituted \"multiple wilful misrepresentations, defamations and vilification of me ...\".",
      "id": "s166"
    },
    {
      "text": "She criticised other aspects of Jessup J's reasons.",
      "id": "s167"
    },
    {
      "text": "Putting aside the inappropriate language, the reasons advanced may have been relevant as to whether the order for costs should have remained or were to be reviewed on appeal.",
      "id": "s168"
    },
    {
      "text": "However, Gordon J was not hearing an appeal but an interlocutory application for a stay.",
      "id": "s169"
    },
    {
      "text": "No ground was advanced why it was appropriate that the orders be stayed.",
      "id": "s170"
    },
    {
      "text": "38 There was no evidence before Gordon J that the taxation of the respondents' costs was imminent or was likely to occur prior to the hearing of the appeal in relation to the substantive matter.",
      "id": "s171"
    },
    {
      "text": "That of itself would have been sufficient reason for Gordon J to dismiss the application because no need was demonstrated for the order sought.",
      "id": "s172"
    },
    {
      "text": "Justice Gordon, however, dismissed the application because the primary matter of substance advanced in support of the application was that \"[t]here were and are not any costs due against me.",
      "id": "s173"
    },
    {
      "text": "\" Justice Gordon said that was an issue for the appeal.",
      "id": "s174"
    },
    {
      "text": "Her Honour's decision was undoubtedly correct.",
      "id": "s175"
    },
    {
      "text": "The matters raised by the applicant might be relevant to the appeal before the Full Court but were not relevant to the stay application.",
      "id": "s176"
    },
    {
      "text": "39 Justice Gordon described the additional matters relied on by the applicant as \"scandalous and vexatious\", being allegations of criminal conduct and conduct constituting abuse of office which were \"unsupported and insupportable\".",
      "id": "s177"
    },
    {
      "text": "I agree with those observations.",
      "id": "s178"
    },
    {
      "text": "40 There is a further reason to refuse leave.",
      "id": "s179"
    },
    {
      "text": "If leave were granted the appeal against Gordon J's refusal to grant a stay would be, assuming the other orders sought by the applicant were granted, heard at the same time as the appeal against the substantive orders and the appeal against costs.",
      "id": "s180"
    },
    {
      "text": "The purpose of a stay prior to the hearing of the appeal would not be achieved.",
      "id": "s181"
    },
    {
      "text": "It follows that an order granting leave to appeal against Gordon J's refusal to grant a stay would be futile in those circumstances.",
      "id": "s182"
    },
    {
      "text": "41 If the Full Court is of the opinion that the appeal against either the substantive orders or the costs orders is likely to succeed it can, on the applicant's application or its own motion, make an order for a stay.",
      "id": "s183"
    },
    {
      "text": "42 Order 2 of her Honour's order on this notice of motion also had the effect of dismissing the applicant's application that the respondents' legal representatives step down.",
      "id": "s184"
    },
    {
      "text": "Her Honour dismissed that application on the ground that the allegations made in support of the notice of motion were without foundation and scandalous.",
      "id": "s185"
    },
    {
      "text": "I have studied the allegations contained in the applicant's affidavit sworn on 20 September 2007 which was the affidavit relied upon by the applicant before Gordon J and the affidavit sworn on 30 October 2007 in support of this notice of motion before me.",
      "id": "s186"
    },
    {
      "text": "I agree with her Honour in both respects.",
      "id": "s187"
    },
    {
      "text": "The allegations are without foundation and scandalous.",
      "id": "s188"
    },
    {
      "text": "I make these comments notwithstanding the vitriolic comments made by the applicant in respect of Gordon J's comments to the same effect.",
      "id": "s189"
    },
    {
      "text": "43 Leave to appeal must be refused because her Honour's decision is not attended by any doubt and, moreover, no injustice would be suffered by the applicant if leave were refused.",
      "id": "s190"
    },
    {
      "text": "Paragraph 1 --- Order 3 \n \n44 In Order 3 of the notice of motion before her, Gordon J ordered the applicant to pay the respondents' costs.",
      "id": "s191"
    },
    {
      "text": "Such an order was inevitable having regard to the order made refusing the stay.",
      "id": "s192"
    },
    {
      "text": "Insofar as this notice of motion seeks leave to appeal from her Honour's order for costs, it should be dismissed.",
      "id": "s193"
    },
    {
      "text": "Paragraphs 2, 3, 4 and 5 \n \n45 Paragraphs 2, 3, 4 and 5 of the notice of motion would only need to be considered if, contrary to my opinion, leave ought to be granted from Gordon J's decision in relation to orders 2 and 3 and part of order 1 of the orders made by Gordon J on 8 October 2007.",
      "id": "s194"
    },
    {
      "text": "The applications made under these paragraphs must also be dismissed.",
      "id": "s195"
    },
    {
      "text": "Paragraph 6 \n \n46 The order sought in paragraph 6 of the notice of motion is somewhat different.",
      "id": "s196"
    },
    {
      "text": "That application seeks leave to appeal from the decision of Gordon J in VID 822/2007 also given on 8 October 2007, which related to a second notice of motion before her Honour.",
      "id": "s197"
    },
    {
      "text": "The orders which were sought in that proceeding are set out at [16] above.",
      "id": "s198"
    },
    {
      "text": "47 Her Honour dismissed that notice of motion.",
      "id": "s199"
    },
    {
      "text": "Because her Honour refused leave to appeal from the orders of Goldberg J of 27 August 2007, she was also bound to dismiss paragraphs 2, 3 and 4 of the notice of motion which sought orders consequential upon the applicant obtaining leave.",
      "id": "s200"
    },
    {
      "text": "48 The applicant now seeks leave to appeal from Gordon J's refusal to grant leave to appeal from Goldberg J's order refusing a stay of the order in the substantive proceedings made by Jessup J on 15 August 2007.",
      "id": "s201"
    },
    {
      "text": "49 For reasons which follow, the application is misconceived.",
      "id": "s202"
    },
    {
      "text": "But not only is the application misconceived it is pointless and a waste of the Court's resources and a burden upon the respondents.",
      "id": "s203"
    },
    {
      "text": "50 Justice Goldberg refused a stay of Jessup J's orders of 15 August 2007 for the reasons recited in [10] of these reasons.",
      "id": "s204"
    },
    {
      "text": "He was undoubtedly right.",
      "id": "s205"
    },
    {
      "text": "There was no practical utility in granting a stay order when orders 1 and 3 dismissed the applicant's proceeding and order 2 was in the applicant's favour.",
      "id": "s206"
    },
    {
      "text": "There was nothing in those orders to stay.",
      "id": "s207"
    },
    {
      "text": "He refused to order a stay of order 4 made by Jessup J.",
      "id": "s208"
    },
    {
      "text": "That order is no longer relevant as further orders have been made.",
      "id": "s209"
    },
    {
      "text": "Those further orders have already been addressed in respect of paragraph 1 of this notice of motion.",
      "id": "s210"
    },
    {
      "text": "51 The position at present is quite clear.",
      "id": "s211"
    },
    {
      "text": "No part of Jessup J's orders made on 15 August 2007 could be the subject of a stay order at the instigation of the applicant.",
      "id": "s212"
    },
    {
      "text": "There is no need for a stay order of orders 1, 2 and 3 of 15 August.",
      "id": "s213"
    },
    {
      "text": "For that reason alone, this application must be dismissed.",
      "id": "s214"
    },
    {
      "text": "52 But even if there were a need for a stay order and even if I had power to grant leave to appeal from Gordon J's refusal to grant leave, which I do not, the order sought would be pointless.",
      "id": "s215"
    },
    {
      "text": "Like the application in paragraph 1, if leave were granted the appeal against Goldberg J's refusal to grant a stay would be heard at the same time as the appeal against the substantive orders.",
      "id": "s216"
    },
    {
      "text": "If that were the case, there would be no stay pending the appeal.",
      "id": "s217"
    },
    {
      "text": "It follows that the application is pointless for that further reason.",
      "id": "s218"
    },
    {
      "text": "53 However, in any event, the application for leave to appeal from Gordon J's order refusing leave to appeal from Goldberg J is misconceived.",
      "id": "s219"
    },
    {
      "text": "54 Justice Gordon's refusal to grant leave to appeal from Goldberg J was an exercise by her Honour of the Court's appellate jurisdiction pursuant to s 24(1A) and s 25(2)(a) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s220"
    },
    {
      "text": "Section 24(1) of the Act gives the Court jurisdiction to hear and determine appeals from judgments of the Court constituted by a single judge: s 24(1)(a).",
      "id": "s221"
    },
    {
      "text": "However, s 24(1A) requires that where the judgment is an interlocutory judgment the appellant first obtain leave to appeal from the Court or a judge.",
      "id": "s222"
    },
    {
      "text": "Section 25(2)(a) provides that an application for leave to appeal may be heard and determined by a single judge or the Full Court.",
      "id": "s223"
    },
    {
      "text": "Order 52 rule 2AA of the Rules provides that an application under s 25(2) should be heard by a single judge unless one of the events in the rule occurs.",
      "id": "s224"
    },
    {
      "text": "55 Sections 24(1A) and 25(2)(a) make it clear that the appellate jurisdiction to grant or refuse leave is to be exercised by either a single judge or the Full Court but not both.",
      "id": "s225"
    },
    {
      "text": "A party seeking leave is not entitled first to apply to a single judge and, if unsuccessful, then to apply to the Full Court.",
      "id": "s226"
    },
    {
      "text": "That follows because, to use the words of s 25(2)(a), the application has been determined by the single judge.",
      "id": "s227"
    },
    {
      "text": "It follows that no appeal lies from an order of a Judge granting or refusing leave to appeal: Reid v Nairne (1985) 60 ALR 419; Thomas Borthwick &amp; Sons (Pacific Holdings) Ltd v Trade Practices Commission (1988) 18 FCR 424; Wati v Minister for Immigration and Multicultural Affairs (1997) 78 FCR 543.",
      "id": "s228"
    },
    {
      "text": "56 This application for leave to appeal must therefore be dismissed as incompetent.",
      "id": "s229"
    },
    {
      "text": "Because no appeal lies from Gordon J's refusal to grant leave to appeal, it follows that no appeal lies from her Honour's refusal to make the second and third orders in the second notice of motion before her Honour which, as I have said, were consequential upon the applicant being granted leave.",
      "id": "s230"
    },
    {
      "text": "57 The fourth order sought in the notice of motion before Gordon J, insofar as it sought to impugn Finkelstein J's direction, was again, with respect, misconceived.",
      "id": "s231"
    },
    {
      "text": "Justice Finkelstein made a direction pursuant to O 46 r 7A(2)(b) of the Rules that the Registrar refuse for filing the notice of motion seeking leave to appeal from Jessup J's decision not to grant leave to file the statement of charge for contempt.",
      "id": "s232"
    },
    {
      "text": "58 A direction under O 46 r 7A is made by a judge to assist the Registrar in the administration of the Registry and \"is not a determination of right made by a judge after hearing or considering arguments or submissions upon an application to the Court seeking the exercise of judicial power.",
      "id": "s233"
    },
    {
      "text": "\": Bizuneh v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCAFC 42 ; (2003) 128 FCR 353 at 357.",
      "id": "s234"
    },
    {
      "text": "Thus, it is not a judgment which is subject to appeal by a person whose document has been rejected by the Registrar in accordance with a direction given by a Judge.",
      "id": "s235"
    },
    {
      "text": "59 Paragraph 6 of the notice of motion seeking leave to appeal from Gordon J's orders in relation to the second notice of motion must be dismissed.",
      "id": "s236"
    },
    {
      "text": "Paragraphs 7 and 10 \n \n60 Paragraphs 7 and 10 of the notice of motion seem to assume that a judge of the Court has some sort of supervisory jurisdiction over another judge of the Court or at least the reasons published by another judge of the Court.",
      "id": "s237"
    },
    {
      "text": "Nothing could be further from the fact.",
      "id": "s238"
    },
    {
      "text": "The notion of the independence of the judiciary is fundamental to the system of justice in this country.",
      "id": "s239"
    },
    {
      "text": "It is not only that judges are independent of the Executive but each judge of the Court is independent of each other.",
      "id": "s240"
    },
    {
      "text": "It is important that judges are not subject to influences or pressures from their fellow judges so that each judge can give their judgment and their reasons freely.",
      "id": "s241"
    },
    {
      "text": "A judge's judgment and reasons are subject to scrutiny but only on appeal.",
      "id": "s242"
    },
    {
      "text": "61 Each judge, when exercising the jurisdiction of the Court, is sitting as \"the Court\".",
      "id": "s243"
    },
    {
      "text": "In those circumstances, no one judge sitting as the Court can direct another judge, also sitting as the Court, to do or not to do something and, in particular, to review the judge's reasons or in any way alter those reasons: Bird v Free (1994) 126 ALR 475.",
      "id": "s244"
    },
    {
      "text": "It goes without saying, of course, that no judge could direct another judge to apologise to a litigant or to pay damages to that litigant.",
      "id": "s245"
    },
    {
      "text": "62 For those reasons, the applications must be dismissed.",
      "id": "s246"
    },
    {
      "text": "63 The applicant should understand that the kinds of complaints she makes about the judges of this Court must be viewed in the light of the immunity which attaches to judicial proceedings.",
      "id": "s247"
    },
    {
      "text": "A judge, a jury, the parties, their representatives and witnesses enjoy an absolute privilege in respect of their statements in judicial proceedings: Cabassi v Villa [1940] HCA 41 ; (1940) 64 CLR 130 at 140; Mann v O'Neill [1997] HCA 28 ; (1997) 191 CLR 204 at 211.",
      "id": "s248"
    },
    {
      "text": "The rationale for the rule is that it is indispensable for the performance of the function: Mann v O'Neill 191 CLR at 213.",
      "id": "s249"
    },
    {
      "text": "It exists for the protection of judicial independence: Fingleton v R [2005] HCA 34 ; (2005) 216 ALR 474 at 486.",
      "id": "s250"
    },
    {
      "text": "No action lies against a judge in defamation for the matters published in the judge's reasons.",
      "id": "s251"
    },
    {
      "text": "64 In Fingleton 216 ALR at 485-6, Gleeson CJ cited with approval Lord Denning's dicta in Sirros v Moore [1975] QB 118 at 132:\n \n Ever since the year 1613, if not before, it has been accepted in our law that no action is maintainable against a judge for anything said or done by him in the exercise of a jurisdiction which belongs to him.",
      "id": "s252"
    },
    {
      "text": "The words which he speaks are protected by an absolute privilege.",
      "id": "s253"
    },
    {
      "text": "The orders which he gives, and the sentences which he imposes, cannot be made the subject of civil proceedings against him.",
      "id": "s254"
    },
    {
      "text": "No matter that the judge was under some gross error of ignorance, or was actuated by envy, hatred and malice, and all uncharitableness, he is not liable to an action.",
      "id": "s255"
    },
    {
      "text": "65 It is not necessary to consider the boundaries of judicial immunity from criminal responsibility available to a judge exercising judicial functions.",
      "id": "s256"
    },
    {
      "text": "66 It follows that the relief sought by the applicant in those paragraphs is simply not available.",
      "id": "s257"
    },
    {
      "text": "67 I should say, so as to avoid any doubt, that even if I had the jurisdiction which is sought to be invoked I would not exercise it.",
      "id": "s258"
    },
    {
      "text": "The claims made by the applicant, as I have already said, are scandalous.",
      "id": "s259"
    },
    {
      "text": "Paragraph 8 \n \n68 During the proceeding before Jessup J the applicant sought to charge the respondents' legal advisers with contempt.",
      "id": "s260"
    },
    {
      "text": "However, Jessup J refused leave for the notice of motion to be filed.",
      "id": "s261"
    },
    {
      "text": "In due course, Finkelstein J directed the Registrar not to accept a further application in that regard.",
      "id": "s262"
    },
    {
      "text": "69 This application contains no evidence to support the laying of any charge of contempt against the respondents' legal advisers.",
      "id": "s263"
    },
    {
      "text": "The applicant's affidavit of 30 October 2007 charges the respondents' legal advisers with misrepresentation, defamation and contempt by reason of their failure to inform the Federal Court of the misrepresentation and defamation contained within the reasons for judgment of 8 October 2007.",
      "id": "s264"
    },
    {
      "text": "Whilst not in any way accepting that the reasons for judgment possess the failings complained of, the failure, if there be one, of the legal representatives to inform the Federal Court of the errors contained in those reasons could never amount to a contempt.",
      "id": "s265"
    },
    {
      "text": "Not only is there no basis in fact for the application, but the applicant has failed to conform with O 40 of the Rules and to provide a statement of the charge.",
      "id": "s266"
    },
    {
      "text": "Any legal practitioner charged with such a serious matter is entitled to have the party laying the charge conform with the Rules in all regards and, in particular, to provide a statement of the charge.",
      "id": "s267"
    },
    {
      "text": "70 That application is refused.",
      "id": "s268"
    },
    {
      "text": "Paragraph 9 \n \n71 Originally the applicant sought to join the Federal Court as a party to these proceedings because it was said of the Court's corrupt cooperation with the respondents' legal representatives.",
      "id": "s269"
    },
    {
      "text": "During the hearing the applicant applied to amend, as I have mentioned, so as to delete reference to the Federal Court of Australia but to retain an application that the Commonwealth of Australia be joined to the principal appeal proceedings.",
      "id": "s270"
    },
    {
      "text": "72 Leave to appeal has been refused.",
      "id": "s271"
    },
    {
      "text": "The Commonwealth of Australia could never be a party to the appeal proceeding.",
      "id": "s272"
    },
    {
      "text": "It has no interest in that proceeding at all on any understanding of the matters in issue in that proceeding.",
      "id": "s273"
    },
    {
      "text": "The proceeding before Jessup J has concluded.",
      "id": "s274"
    },
    {
      "text": "The applicant has a right of appeal from his orders dismissing her application (except insofar as he awarded damages) which she has exercised, but the Commonwealth of Australia has no interest in the proceeding or the appeal from that proceeding.",
      "id": "s275"
    },
    {
      "text": "73 That application is dismissed.",
      "id": "s276"
    },
    {
      "text": "It follows that the whole of the notice of motion must be dismissed.",
      "id": "s277"
    },
    {
      "text": "The applicant should pay the respondents' costs.",
      "id": "s278"
    },
    {
      "text": "The applicant's allegations \n \n74 The proposed notice of appeal that the applicant would file if leave had been granted is, like the applicant's affidavits, scandalous and vexatious.",
      "id": "s279"
    },
    {
      "text": "The grounds of appeal relating to Gordon J's conduct and reasons are outrageous and unsupported by the reasons about which the complaints are made.",
      "id": "s280"
    },
    {
      "text": "75 The applicant has filed applications before Finkelstein J, Goldberg J, Gordon J and now me in which she has successively made complaints about the conduct of judges of this Court and of the legal practitioners representing the respondents.",
      "id": "s281"
    },
    {
      "text": "Latitude is given to unrepresented parties because sometimes they may have difficulty in understanding the Court's processes.",
      "id": "s282"
    },
    {
      "text": "Sometimes unrepresented parties become very involved in the processes and express themselves infelicitously.",
      "id": "s283"
    },
    {
      "text": "However, there comes a time when the Court must, for the purpose of maintaining the dignity of the Court and the public's confidence in the Court, say enough is enough.",
      "id": "s284"
    },
    {
      "text": "That stage has been reached.",
      "id": "s285"
    },
    {
      "text": "The applicant must understand that, if she continues to make unsubstantiated allegations of the kind in the application, affidavits and draft notices of appeal which scandalise the Court, action may need to be taken for the protection of the Court.",
      "id": "s286"
    },
    {
      "text": "I have considered whether it might be appropriate to take action in this proceeding.",
      "id": "s287"
    },
    {
      "text": "However, the applicant has not previously been warned that her conduct may be considered to be a contempt of the Court.",
      "id": "s288"
    },
    {
      "text": "I have therefore determined that on this application she should be given this warning.",
      "id": "s289"
    },
    {
      "text": "I certify that the preceding seventy-five (75) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s290"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2007\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the Respondent: Mr M McKenney \n \n Solicitor for the Respondent: Mr F A Vitiello \n \n Date of Hearing: 1 November 2007 \n \n Date of Judgment: 14 November 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1717.html",
      "id": "s291"
    }
  ]
}