{
  "name": "Marijancevic v Mann [2007] FCA 1648 (2 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1648.html",
  "catchphrases": [
    {
      "text": "notices of assessment",
      "id": "c0"
    },
    {
      "text": "validity",
      "id": "c1"
    },
    {
      "text": "whether bona fide attempts by commissioner to assess income",
      "id": "c2"
    },
    {
      "text": "invalid garnishee notice served by commissioner",
      "id": "c3"
    },
    {
      "text": "whether invalidity establishes lack of bona fide attempt",
      "id": "c4"
    },
    {
      "text": "income tax (cth)",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Background \n \n1 Before the Court are two proceedings that were heard together.",
      "id": "s0"
    },
    {
      "text": "In the first (VID 713 of 2004) the applicant seeks orders that various assessments and notices of assessment are void.",
      "id": "s1"
    },
    {
      "text": "In the second (VID 1095 of 2006) the Commissioner seeks judgment against the applicant for amounts of tax alleged to be unpaid.",
      "id": "s2"
    },
    {
      "text": "Statement of claim in VID 713 of 2004 \n \n2 The applicant's statement of claim alleges that:\n \n (a) On or about 11 February 2003, in purported exercise of the powers conferred by s 167 of the Income Tax Assessment Act 1936 (Cth) (the Act), the respondent (the Commissioner) purported to make assessments of the applicant's taxable income for the years of income ended 30 June 1998, 2000, 2001 and 2002.",
      "id": "s3"
    },
    {
      "text": "(b) On or about 13 February 2003 the Commissioner posted to the applicant purported notices of assessment for each of the years in (a).",
      "id": "s4"
    },
    {
      "text": "(c) In making the purported assessments the Commissioner made no assessment of a kind authorised by s 167 of the Act.",
      "id": "s5"
    },
    {
      "text": "(d) In making the purported assessments the Commissioner did not attempt bona fide and in good faith to make any assessment of a kind authorised by s 167.",
      "id": "s6"
    },
    {
      "text": "(e) In making each of the purported assessments the Commissioner did not make an assessment other than a tentative or provisional assessment of an amount to be assessed.",
      "id": "s7"
    },
    {
      "text": "(f) In the premises each of the purported assessments was not authorised by s 167 , was not the result of a bona fide attempt to exercise the power in that section, and was the exercise of the power conferred by the section for an improper and collateral purpose.",
      "id": "s8"
    },
    {
      "text": "3 There are particulars of the allegation in [2(c)] which are repeated by reference in connection with the allegations in [2(d) and (e)].The particulars relating to the 1998, 2000 and 2001 years are that the Commissioner:\n \n (a) did no more than add up amounts of money recorded in bank statements as having been deposited into bank accounts operated for the applicant;\n (b) made no, or no genuine, attempt to ascertain whether those amounts were derived by the applicant as income; and\n (c) purported to assess the total of those moneys as an amount upon which income tax ought to be levied on the applicant: \n\n(i) when he knew or ought to have known that that amount could not possibly be a correct or accurate estimate of the taxable income of the applicant;\n \n(ii) when he did not have any, or any reasonable, grounds for believing that the deposits represented income of the applicant;\n \n(iii) when he did not have any, or any reasonable, ground for assessing the money as an amount upon which income tax ought to be levied on the applicant; and\n \n(iv) with the object of creating a device (namely an income tax assessment) which could be used, in conjunction with a notice under s 260 -5 of Schedule 1 of the Taxation Administration Act 1953 (Cth) (the TAA), to prevent the sum of approximately $592,000 being returned to the applicant by officers of the Queensland Police, by whom it had been seized (the Queensland Cash).",
      "id": "s9"
    },
    {
      "text": "4 The particulars relating to the 2002 year essentially repeat those in [3(a), (b) and (c)(i), (ii) and (iii)] save that in relation to the 2002 year the words \"amounts of money\" in (a) are replaced by \"the Queensland Cash and amounts of money\", and the words \"total of those moneys\" in (c) are replaced by \"total of those amounts of Queensland Cash and bank deposits\".",
      "id": "s10"
    },
    {
      "text": "In par (c)(iv) the words \"to prevent ... Queensland Cash\" are replaced by \"to prevent the Queensland Cash from being returned to the applicant by officers of the Queensland Police\".",
      "id": "s11"
    },
    {
      "text": "5 Save to say that on or about 11 February 2003 he made default assessments of the applicant's taxable income under s 167 of the Act in respect of the relevant years, and on or about that date posted notices of assessment in respect of those years, the Commissioner denies the allegations in the statement of claim.",
      "id": "s12"
    },
    {
      "text": "Applicant's evidence \n \n6 The applicant's evidence consists of his affidavit in support of the application and some discovered documents.",
      "id": "s13"
    },
    {
      "text": "The evidence can be summarised as follows:\n \n (a) On 20 April 2002 the applicant was arrested in Queensland in possession of approximately $620,000 in cash and charged with possession of property reasonably suspected of being tainted and drug related offences.",
      "id": "s14"
    },
    {
      "text": "(b) On approximately 21 April 2002, without the applicant's permission, the Queensland Police placed the money in a bank account.",
      "id": "s15"
    },
    {
      "text": "(c) On 30 November 2002 the Magistrates Court at Cairns dismissed all charges against the applicant.",
      "id": "s16"
    },
    {
      "text": "(d) The police appealed to the Cairns District Court against the dismissal of the charges.",
      "id": "s17"
    },
    {
      "text": "(e) A file note made on 21 January 2003 by Alan Saunders, a Tax Office employee, discloses that the applicant's address was changed on a bank statement from 84 Hamilton Street, Yarraville to 7 Burton Crescent, Maribyrnong in June/July 2000.",
      "id": "s18"
    },
    {
      "text": "(f) A file note made by Mr Saunders on 24 January 2003 records that he had been advised by his teamleader to ensure that garnishee action will be taken in respect of the money held by the Police, and that \"Judge is to hand down a decision about the money being returned to Henderson on 12 February 2003\".",
      "id": "s19"
    },
    {
      "text": "(g) An email sent by Mr Saunders to Rhonda Lynch (a Tax Office Accounts Receivable Officer) on 3 February 2003 records that \"Assuming all goes well with the keying/processing the debt will be on the system by this Friday\" (7 February 2003).",
      "id": "s20"
    },
    {
      "text": "(h) Also on 3 February 2003 the Commissioner requested a property search of the Yarraville property.",
      "id": "s21"
    },
    {
      "text": "(i) On 5 February 2003 the Commissioner issued a garnishee notice to the property officer of the Cairns Police Station requiring the officer, as a person who owes or may owe money to the applicant, to pay the sum of $919,051.50 to the Commissioner, or if the money in his hands was less than that, then the whole of the available money.",
      "id": "s22"
    },
    {
      "text": "(j) On the same day the Commissioner sent a letter to the applicant at the Maribyrnong address stating that s 167 assessments had been prepared and would be forwarded without further notice.",
      "id": "s23"
    },
    {
      "text": "The letter did not mention the garnishee notice.",
      "id": "s24"
    },
    {
      "text": "(k) On the same day the Commissioner sent a letter to the applicant at the Yarraville address informing him that the attached garnishee notice had been issued to the Police.",
      "id": "s25"
    },
    {
      "text": "(l) On 6 February 2003 the result of the property search sought in (h) was returned showing that the applicant had transferred his interest in the Yarraville property to his wife in August 1999, the consideration for the sale being \"natural love and affection\".",
      "id": "s26"
    },
    {
      "text": "(m) On 10 February 2003 the Queensland Director of Public Prosecutions made a successful ex parte application to restrain any dealings with the $620,000.",
      "id": "s27"
    },
    {
      "text": "(n) At 10:30 am on 11 February 2003 the applicant spoke to Gary Wicks, a Tax Office employee filling in for Mr Saunders who was on leave, who said he would chase up the file and ring back.",
      "id": "s28"
    },
    {
      "text": "(o) A file note made on 11 February shows that Mr Wicks rang the applicant back at 3:20 pm, the applicant was not available, and Mr Wicks left a message.",
      "id": "s29"
    },
    {
      "text": "(p) On the same day the respondent issued assessments for \n\n&#8226; the 1998 year of $173,373.73 due for payment on 18 March 2003\n \n&#8226; the 2000 year of $272,722.06 due for payment on 18 March 2003\n \n&#8226; the 2001 financial year of $441,059.70 due for payment on 21 November 2001\n \n&#8226; the 2002 financial year of $959,287.00 due for payment on 21 November 2001.",
      "id": "s30"
    },
    {
      "text": "(q) On 12 February 2003 the District Court allowed the Police appeal referred to in (d).",
      "id": "s31"
    },
    {
      "text": "(r) On 3 March 2003 Mr Saunders signed a document headed \"Serious Non-Compliance Team Audit Case Plan Update --- Review Points\" (the Audit Report).",
      "id": "s32"
    },
    {
      "text": "Commissioner's evidence \n \n7 The Commissioner did not challenge the above evidence, but supplemented it as follows:\n \n (a) On 6 March 2003 the applicant objected to each of the assessments.",
      "id": "s33"
    },
    {
      "text": "(b) On 25 July 2003 the Commissioner issued a writ in the Supreme Court of Victoria claiming $1,008,564.95.",
      "id": "s34"
    },
    {
      "text": "The action was later transferred to this Court where it became VID 1095 of 2006.",
      "id": "s35"
    },
    {
      "text": "(c) On 4 March 2004 the objections were allowed in part, and on 14 April 2004 the assessments were amended in accordance with the Commissioner's objection decisions, and notices of amended assessment were issued.",
      "id": "s36"
    },
    {
      "text": "(d) On 29 April 2004 the applicant applied to the Administrative Appeals Tribunal for review of the objection decisions under Part IVC of the TAA.",
      "id": "s37"
    },
    {
      "text": "(e) On 27 June 2005 the Tribunal varied the objection decisions by allowing objections to the following extent:\n 30 June 1998 --- taxable income reduced to nil\n 30 June 2000 --- taxable income reduced to $52,780\n 30 June 2001 --- taxable income reduced to $34,731\n 30 June 2002 --- taxable income reduced to $100,578.",
      "id": "s38"
    },
    {
      "text": "(f) On 25 August 2005 notices of amended assessment were issued to the applicant to give effect to the Tribunal's decision.",
      "id": "s39"
    },
    {
      "text": "(g) The amount the Commissioner seeks to recover in VID 1095 of 2006 is the amount of the amended assessments.",
      "id": "s40"
    },
    {
      "text": "Legislation \n \n8 Section 167 of the Act provides:\n \n \"If: \n \n \n (a) any person makes default in furnishing a return; or \n (b) the Commissioner is not satisfied with the return furnished by any person; or \n (c) the Commissioner has reason to believe that any person who has not furnished a return has derived taxable income; \n \n \n the Commissioner may make an assessment of the amount upon which in his judgment income tax ought to be levied, and that amount shall be the taxable income of that person for the purpose of section 166.",
      "id": "s41"
    },
    {
      "text": "\" \n \n\n9 Section 175 provides that the validity of an assessment is not affected by reason that any of the provisions of the Act have not been complied with.",
      "id": "s42"
    },
    {
      "text": "10 Section 177 is in part as follows:\n \n \n \"(1) The production of a notice of assessment, or of a document under the hand of the Commissioner, a Second Commissioner, or a Deputy Commissioner, purporting to be a copy of a notice of assessment, shall be conclusive evidence of the due making of the assessment and, except in proceedings under Part IVC of the Taxation Administration Act 1953 on a review or appeal relating to the assessment, that the amount and all the particulars of the assessment are correct.",
      "id": "s43"
    },
    {
      "text": "... \n (4) The production of a document under the hand of the Commissioner, a Second Commissioner, or a Deputy Commissioner, purporting to be a copy of or extract from any return or notice of assessment shall be evidence of the matter therein set forth to the same extent as the original would be if it were produced.",
      "id": "s44"
    },
    {
      "text": "\" \n \n \n Authorities \n \n11 In Deputy Commissioner of Taxation v Richard Walter Pty Ltd [1995] HCA 23 ; (1995) 183 CLR 168 at 211, after referring to ss 175 and 177 and to the judgment of Dixon J in R v Hickman; Ex parte Fox and Clinton [1945] HCA 53 ; (1945) 70 CLR 598 at 615, Deane and Gaudron JJ said:\n \n \"That approach should, in our view, be applied to the construction of s 175 of the Act.",
      "id": "s45"
    },
    {
      "text": "The result of its application is that s 175's protection from invalidity is applicable only if the purported 'assessment' (i) is 'a bona fide attempt' by the Commissioner or other authorised officer to exercise powers conferred by the Act , (ii) 'relates to the subject matter' of the Act and (iii) 'is reasonably capable of reference to' those powers.",
      "id": "s46"
    },
    {
      "text": "If a purported 'assessment' does not satisfy those three requirements, the protection of s 175 will be unavailable and the purported 'assessment' will be invalid.",
      "id": "s47"
    },
    {
      "text": "\" \n \n\n12 In Briglia v Federal Commissioner of Taxation (2000) 2000 ATC 4,247 at [9], Kenny J said:\n \n \"It follows [from Richard Walter] that uncertainty on the Deputy Commissioner's part as to the facts relevant to the exercise of his power of assessment does not evidence an absence of bona fides in the Hickman sense.",
      "id": "s48"
    },
    {
      "text": "... \n If, however, the Deputy Commissioner formed the view that there was no substantial possibility that an amount was part of the assessable income of a taxpayer, then the Commissioner could not bona fide assess that taxpayer as liable to tax in respect of that income.",
      "id": "s49"
    },
    {
      "text": "\" \n \n The applicant's case \n \n13 The applicant's counsel pursued only two of the complaints in the statement of claim, namely absence of bona fide attempt and collateral purpose ([2(d) and (f)]).",
      "id": "s50"
    },
    {
      "text": "The basis for each complaint was the same:\n \n (a) Mr Saunders wrote a note on 24 January 2003 to \"ensure that garnishee action will be taken in respect of the money held by Q Pol.",
      "id": "s51"
    },
    {
      "text": "Judge is to hand down a decision about the money being returned to Henderson on 12 February 2003\".",
      "id": "s52"
    },
    {
      "text": "(b) The garnishee action was taken on 5 February 2003 without there being any due and payable debt.",
      "id": "s53"
    },
    {
      "text": "The action was illegal: C lyne v Deputy Commissioner of Taxation [1981] HCA 40 ; (1981) 150 CLR 1 at 9.",
      "id": "s54"
    },
    {
      "text": "(c) According to Mr Saunders' note of 3 February 2003, the debt was intended to be on the system to support the garnishee notice on 7 February 2003.",
      "id": "s55"
    },
    {
      "text": "It is thus unlikely that this proposed debt was unrelated to the garnishee notice that issued on 5 February.",
      "id": "s56"
    },
    {
      "text": "(d) Further, it is unlikely that the issue of the assessments on 11 February 2003 was unrelated to the decision of the District Court as to the fate of the money, expected to be handed down on 12 February 2003.",
      "id": "s57"
    },
    {
      "text": "(e) None of the assessments was a bona fide attempt to assess income.",
      "id": "s58"
    },
    {
      "text": "Each was an attempt to justify an unlawful garnishee notice to prevent the return of money to the applicant the following day.",
      "id": "s59"
    },
    {
      "text": "It is \"significant\" that the garnishee notices were sent to the Yarraville address Mr Saunders knew had changed in June/July 2000.",
      "id": "s60"
    },
    {
      "text": "The sending of the notices to a different address to the letter sent to the Maribyrnong address on 5 February \"is also a concern\".",
      "id": "s61"
    },
    {
      "text": "It lends support to the view that the applicant was not intended to know of the garnishee notice served on the Police.",
      "id": "s62"
    },
    {
      "text": "(f) The purported assessments did not relate to the subject matter of the Act --- the assessment of income.",
      "id": "s63"
    },
    {
      "text": "Rather each of them related to the restraint of a sum of money that may have been returned to the applicant.",
      "id": "s64"
    },
    {
      "text": "It was \"not by happy coincidence that the assessments were sufficiently high to fulfil the justification of the garnishee notice\".",
      "id": "s65"
    },
    {
      "text": "(g) The observation in the file note of 3 February 2003 that \"assuming all goes well with the keying/processing the debt will be on the system\" on 7 February, suggests that the power to assess income was not the basis for the \"keying/processing\" of the debt, but the issue of the garnishee notice on 5 February 2003.",
      "id": "s66"
    },
    {
      "text": "14 The summary of the applicant's argument at [13] is based on his outline of submissions.",
      "id": "s67"
    },
    {
      "text": "This was supplemented in oral argument, which somewhat refined the applicant's claim of lack of a bona fide attempt.",
      "id": "s68"
    },
    {
      "text": "The essence of the applicant's case is that the assessment was not an attempt to assess income but an attempt to \"justify\" a garnishee notice designed to prevent the return of the money to him.",
      "id": "s69"
    },
    {
      "text": "The context shows that the word \"justify\" is used in the sense of ensuring that the total of the assessments would at least equal the amount in the garnishee notice.",
      "id": "s70"
    },
    {
      "text": "The Commissioner conceded that in computing the amount assessed for 2002 he had included two sums $31,141.62 and $255,571.52, totalling $286,713.14.",
      "id": "s71"
    },
    {
      "text": "The first was the amount of a cash deposit in the applicant's bank made on 21 February 2002.",
      "id": "s72"
    },
    {
      "text": "The second was the amount of a deposit on the same date made up in part by cash and the balance by cheque.",
      "id": "s73"
    },
    {
      "text": "The applicant relies on a \"Notice of acquisition of an interest in land\" relating to the sale by the applicant of land at Sunshine for $285,000 payable by a deposit of $28,500.",
      "id": "s74"
    },
    {
      "text": "The notice does not disclose the date of the payment of the balance, but the date of possession/transfer is given as 20 February 2002.",
      "id": "s75"
    },
    {
      "text": "That was one day before the two bank deposits referred to above.",
      "id": "s76"
    },
    {
      "text": "Those bank deposits were doubtless the consideration received from the purchaser.",
      "id": "s77"
    },
    {
      "text": "Indeed, when the applicant objected to the 2002 assessment, the Commissioner allowed the objection so far as it related to the $255,571.52 and part of the $31,141.62.",
      "id": "s78"
    },
    {
      "text": "The applicant contends that the Commissioner's inclusion of the two amounts in his computation for 2002 is \"indicative of bad faith when you take into account the need ... to boost the assessable income in order to justify the garnishee\".",
      "id": "s79"
    },
    {
      "text": "Audit Report \n \n15 The Commissioner's assessments and garnishee actions were the result of an audit of the applicant's affairs in respect of the years ended 30 June 1998 to 2002.",
      "id": "s80"
    },
    {
      "text": "The Commissioner's letter of 5 February 2003 informing the applicant of the making of the s 167 assessments is headed \"RE AUDIT: Years ended 30 June 1998 to 2002\".",
      "id": "s81"
    },
    {
      "text": "Mr Saunders' file note of 21 January 2003 records that the applicant's bank statements disclose a significant number of deposits and withdrawals for large amounts with some transactions suggesting the purchasing of real property which is inconsistent with receipt of Centrelink benefits.",
      "id": "s82"
    },
    {
      "text": "The Audit Report is dated 4 March 2003.",
      "id": "s83"
    },
    {
      "text": "Under the heading \"Case Referral Summary\" appears the following:\n \n \"Mr ... Henderson ... was referred to Townsville SNCC by the Queensland Police (Cairns).",
      "id": "s84"
    },
    {
      "text": "The police officer noted that the information was the result of a drug operation during which Mr [Henderson] was held with approximately $600,000 in his possession.",
      "id": "s85"
    },
    {
      "text": "After reviewing all the taxpayer information contained within the office it was established that Mr [Henderson] had not lodged income tax returns since registering in 1995 and that he has had minimal contact with the ATO.",
      "id": "s86"
    },
    {
      "text": "It was decided to pursue a 'Proforma' assessment of the money in possession for the year ended 30 June 2002.",
      "id": "s87"
    },
    {
      "text": "\" \n \n\n16 Under the heading \"Original Auditor's comments\" appears:\n \n \"The [Queensland Police] information states that the taxpayer claims the money as his and the subsequent court action initiated by the taxpayer to retrieve the money further contributes to the argument that the money is under the control of the taxpayer.",
      "id": "s88"
    },
    {
      "text": "Initial advice from Centrelink confirms that [Henderson] is on a carers support benefit.",
      "id": "s89"
    },
    {
      "text": "... Bank accounts statements were obtained which showed large amounts of deposits which were not in line with a person on a Centrelink Benefit.",
      "id": "s90"
    },
    {
      "text": "\" \n \n\n17 Under the heading \"Original Plan\" appears:\n \n \n \"1.",
      "id": "s91"
    },
    {
      "text": "Continue to obtain and analyse Bank account details to determine if action is warranted on other years.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "Obtain property searches in both Vic, NSW &amp; Qld to determine if private expenditure correlates with known income.",
      "id": "s94"
    },
    {
      "text": "3.",
      "id": "s95"
    },
    {
      "text": "Prepare s 167 Submission and Issue Report based upon current information whilst awaiting full bank account statements and analysis.",
      "id": "s96"
    },
    {
      "text": "If time permits then revisit submissions to incorporate any changes identified through the analysis of the bank accounts.",
      "id": "s97"
    },
    {
      "text": "4.",
      "id": "s98"
    },
    {
      "text": "Liaise with Receivables staff about the issue of garnishees once s 167 action approved.",
      "id": "s99"
    },
    {
      "text": "Noting that the taxpayer uses several names and different banks.",
      "id": "s100"
    },
    {
      "text": "\" \n \n \n \n\n18 Under the heading \"Auditor's Comments Update\" appears:\n \n \"The bank account statements were received from the proceeds of Crime Unit (QPol) which allowed an analysis of Henderson's known bank accounts since 1997.",
      "id": "s101"
    },
    {
      "text": "Section 167 submission approved and s 167 Assessments raised as per submission for approx $1,000,000.",
      "id": "s102"
    },
    {
      "text": "Garnishee orders issued by Receivables on the various known alias and banks plus on QPol Property Officer, Cairns.",
      "id": "s103"
    },
    {
      "text": "Approx $500 received from the banks.",
      "id": "s104"
    },
    {
      "text": "Property search from Victoria indicates the purchasing and selling of various properties usually in joint names.",
      "id": "s105"
    },
    {
      "text": "Crime Misconduct Commission (CMC) has placed a restraining order on the seized money held by QPol under new legislation for suspected proceeds of crime .... \n \n Court has not yet ruled on the QPol appeal about the initial seizure of the money but this may not be necessary due to the new restraining order from CMC.",
      "id": "s106"
    },
    {
      "text": "\" \n \n\n19 Under the heading \"Current Issues\" appears:\n \n \n \"1.",
      "id": "s107"
    },
    {
      "text": "Awaiting outcome of both the court case and CMC restraining order in respect of approx $600,000.",
      "id": "s108"
    },
    {
      "text": "Garnishee in place to prevent return to Henderson.",
      "id": "s109"
    },
    {
      "text": "...\" \n \n\n20 Under the heading \"New Plan\" appears:\n \n \"1.",
      "id": "s110"
    },
    {
      "text": "Follow up with NSW Specials about property searches.",
      "id": "s111"
    },
    {
      "text": "2.",
      "id": "s112"
    },
    {
      "text": "Maintain monitoring brief to ensure that CMC sends asset details.",
      "id": "s113"
    },
    {
      "text": "CMC restraining order runs out 12 March 2003 being 28 days after the court hearing on the 12 February 2003.",
      "id": "s114"
    },
    {
      "text": "3.",
      "id": "s115"
    },
    {
      "text": "Conduct another RP Data Property Search for Queensland under the various names and associates.",
      "id": "s116"
    },
    {
      "text": "Initial search revealed the purchase and sale of property at Miriam Vale but nothing else --- not all alias for both Henderson and spouse were known at that point in time.",
      "id": "s117"
    },
    {
      "text": "4.",
      "id": "s118"
    },
    {
      "text": "Complete a time line regarding Victorian sales and purchases with a list of names and compare with the bank account analysis major transactions.",
      "id": "s119"
    },
    {
      "text": "Determine if there is a correlation between these two sets of facts.",
      "id": "s120"
    },
    {
      "text": "Bank account credits \n \n21 The list of credits to the applicant's bank accounts used by the Commissioner to increase the applicant's taxable income for the year ended 30 June 2001 was in evidence.",
      "id": "s121"
    },
    {
      "text": "Credits relating to one savings account total $206,538, all but one item relating to interest.",
      "id": "s122"
    },
    {
      "text": "The other item was a cheque deposit of $200,000, which a note describes as an \"unexplained deposit\".",
      "id": "s123"
    },
    {
      "text": "Credits relating to another savings account total $69,847, made up of cash deposits of $13,900, a cheque deposit of $55,616.83 and interest.",
      "id": "s124"
    },
    {
      "text": "These credits were all \"treated as unidentified resulting in the Income Adjustment Increase of $69,847 being $331 for interest and $69,515 as unexplained deposits\".",
      "id": "s125"
    },
    {
      "text": "22 The Commissioner's list of credits to the applicant's bank accounts for the year ending 30 June 2002 total $363,463.",
      "id": "s126"
    },
    {
      "text": "Apart from interest of $61, the other credits were included in the taxable income as \"unexplained\".",
      "id": "s127"
    },
    {
      "text": "The total amount includes the two credits derived from the sale of the Sunshine property.",
      "id": "s128"
    },
    {
      "text": "23 Other documents show cash withdrawals of $76,900 between March 2001 and February 2002.",
      "id": "s129"
    },
    {
      "text": "Bona fide attempt?",
      "id": "s130"
    },
    {
      "text": "24 The foregoing description of the audit process shows that once apprised by the Police of the applicant's arrest with $620,000 cash in his possession, the Commissioner proceeded in a methodical way to collect information about the applicant's financial affairs in order to determine whether any amounts should be included in his taxable income.",
      "id": "s131"
    },
    {
      "text": "As it turned out, two items were wrongly included in that income in the 2002 year.",
      "id": "s132"
    },
    {
      "text": "As I have said, the applicant successfully objected to that inclusion.",
      "id": "s133"
    },
    {
      "text": "But the fact that the Commissioner later accepted that he had erred in including these amounts does not establish that the assessment that contained them was not a bona fide attempt to assess the applicant's income.",
      "id": "s134"
    },
    {
      "text": "The applicant has not persuaded me that the Commissioner knew there was no substantial possibility that the amount he assessed was part of his assessable income.",
      "id": "s135"
    },
    {
      "text": "See the passage from Briglia set out at [12].",
      "id": "s136"
    },
    {
      "text": "It may well be that the Commissioner was uncertain as to whether all the amounts he in fact included were truly income of the applicant, but that uncertainty does not show the absence of a bona fide attempt, as is pointed out in Futuris Corporation Ltd v Federal Commissioner of Taxation [2007] ATC 4600 at [44].",
      "id": "s137"
    },
    {
      "text": "25 Counsel for the applicant rather faintly suggested that the Commissioner's inclusion in the assessable income for the 2001 year of $200,000 and $55,316.83, both deposited on 7 July 2000, was indicative of a lack of a bona fide attempt.",
      "id": "s138"
    },
    {
      "text": "Immediately after dealing with the applicant's \"bad faith\" case in relation to the proceeds of the sale money, counsel said:\n \n \"Now, likewise, on the 7 th of July ... there are cheques identified of the 200,000 and the 55,000 as unexplained deposits.",
      "id": "s139"
    },
    {
      "text": "And that, your Honour might remember, is the same period of time that Mr Saunders notes the change of address on the bank statements and the cheques to solicitors and people of that nature, and postulates that those payments are associated with buying --- could be associated with buying a property and relocating.",
      "id": "s140"
    },
    {
      "text": "Now, the full title search of Hamilton Street wasn't available on discovery, and I don't say that by reason of an allegation against my friend or his instructor, but ... had the search been produced, we would be able to say with, as it were, firmness, that ... the garnishee had been sent to the wrong address.",
      "id": "s141"
    },
    {
      "text": "And I suppose it is an application of omnia praesumuntur against --- if that search was there and is subsequently not produced.",
      "id": "s142"
    },
    {
      "text": "Now, that, your Honour, is the material upon which the applicant asks for the adverse inference to be drawn against the Commissioner.",
      "id": "s143"
    },
    {
      "text": "\" \n \n\n26 Counsel for the Commissioner pointed out that there was no evidence that related these two deposits to the sale of any property, and that Mr Saunders' observation in January 2003 about a change of address was insufficient to make out a lack of a bona fide attempt.",
      "id": "s144"
    },
    {
      "text": "In reply the applicant's counsel did not return to the topic.",
      "id": "s145"
    },
    {
      "text": "There is no basis for a finding of a lack of a bona fide attempt in relation to these two deposits.",
      "id": "s146"
    },
    {
      "text": "27 For the foregoing reasons, the applicant's attack on the assessments in reliance on the inclusion of four amounts in the applicant's assessable income fails.",
      "id": "s147"
    },
    {
      "text": "28 The applicant also relied in support of his lack of a bona fide attempt claim on the fact that the Commissioner was attempting to use an unlawful garnishee notice to prevent the return of the $620,000 to the applicant.",
      "id": "s148"
    },
    {
      "text": "That was how the matter was put in written submission.",
      "id": "s149"
    },
    {
      "text": "In oral argument counsel said:\n \n \"It's not the legality of the garnishee notices, it's the fact that the garnishee notices were sent prior to the assessments being raised, and the necessity of it to stop the money going back to Henderson.",
      "id": "s150"
    },
    {
      "text": "It goes to the bona fides of the entire transaction.",
      "id": "s151"
    },
    {
      "text": "... you can't, as it were, immunise these assessments from what I would submit was the motivation for them, because that's what this case is all about, it's all about the motivation, is it good faith or is it not ....\" \n \n\n29 Section 260- 5 of Schedule 1 to the TAA is part of Division 260 --- \"Special rules about collection and recovery\".",
      "id": "s152"
    },
    {
      "text": "Subdivision 260-A relates to collection from a third party.",
      "id": "s153"
    },
    {
      "text": "Section 260- 5 is in part as follows:\n \n \n \"(1) This Subdivision applies if any of the following amounts (the debt) is payable to the Commonwealth by an entity (the debtor) (whether or not the debt has become due and payable): \n \n \n (a) an amount of a tax-related liability; \n (b) a judgment debt for a tax-related liability; \n (c) costs for such a judgment debt; \n (d) an amount that a court has ordered the debtor to pay to the Commissioner following the debtor's conviction for an offence against a taxation law.",
      "id": "s154"
    },
    {
      "text": "(2) The Commissioner may give a written notice to an entity (the third party) under this section if the third party owes or may later owe money to the debtor.",
      "id": "s155"
    },
    {
      "text": "\" \n \n \n \n\nSub-section (3) prescribes the circumstances in which the third party is to be taken to owe money to the debtor.",
      "id": "s156"
    },
    {
      "text": "One is where the third party holds the money for or on account of the debtor.",
      "id": "s157"
    },
    {
      "text": "Sub-section (4) deals with the amount that is payable by the third party to the Commissioner pursuant to the notice.",
      "id": "s158"
    },
    {
      "text": "30 The foregoing description of the garnishee provisions is sufficient to make clear that the power to issue a garnishee notice is conferred so as to facilitate the carrying out of the Commissioner's duty to recover tax revenue for the Commonwealth.",
      "id": "s159"
    },
    {
      "text": "31 The Commissioner accepts that because notices of assessment had not been served on the applicant before the garnishee notice was given to the Police, the applicant was not at that time indebted to the Commonwealth, so that the garnishee notice was invalid.",
      "id": "s160"
    },
    {
      "text": "32 In my view the fact that the garnishee notice was sent to the Police prior to the assessments being made does not demonstrate or contribute to demonstrating that there was no bona fide attempt to make assessments.",
      "id": "s161"
    },
    {
      "text": "It may show carelessness or fumbling under pressure.",
      "id": "s162"
    },
    {
      "text": "But I am not prepared to infer from the matters relied on by the applicant that the Commissioner intentionally took a course that resulted in the garnishee notice being ineffective.",
      "id": "s163"
    },
    {
      "text": "In any event, the invalidity of the garnishee notice had no effect on the assessments themselves, which were later served.",
      "id": "s164"
    },
    {
      "text": "33 The other aspect of the submission recorded at [28] seems to be that there was something wrong about the Commissioner's use of the garnishee notice to prevent the applicant gaining possession of the money.",
      "id": "s165"
    },
    {
      "text": "There is no doubt that was the Commissioner's aim.",
      "id": "s166"
    },
    {
      "text": "That is clear from the Audit Report which mentions the garnishee in this connection in several places, in particular --- \"Garnishee in place to prevent return to Henderson\".",
      "id": "s167"
    },
    {
      "text": "However that purpose does not establish that the assessment was made for an improper purpose or was not a bona fide attempt to make an assessment.",
      "id": "s168"
    },
    {
      "text": "Central to the \"subject matter\" of the Act is the recovery of tax.",
      "id": "s169"
    },
    {
      "text": "The Commissioner discovered from the Police that the applicant was in possession of a large sum of money that the Police had deposited in a bank.",
      "id": "s170"
    },
    {
      "text": "The Commissioner obviously believed that the money was the product of activity on the applicant's part that made him liable to pay income tax.",
      "id": "s171"
    },
    {
      "text": "The Commissioner did not want funds out of which the tax, when assessed, could be taken to get back to the applicant, for fear that it would no longer be traceable and available to the Commissioner.",
      "id": "s172"
    },
    {
      "text": "The purpose of the ineffective garnishee notice was to stop the Police releasing the funds to the applicant.",
      "id": "s173"
    },
    {
      "text": "34 That the Commissioner's use of the garnishee process to prevent the return of the money to the applicant does not demonstrate the absence of a bona fide attempt is supported by the Full Court's decision in Madden v Madden (1996) 65 FCR 354.",
      "id": "s174"
    },
    {
      "text": "In that case the taxpayer was arrested and charged with conspiracy to supply heroin.",
      "id": "s175"
    },
    {
      "text": "Thereupon the Commissioner assessed him to income tax on the sale value of the heroin.",
      "id": "s176"
    },
    {
      "text": "The sale value had been notified to the Commissioner by the police.",
      "id": "s177"
    },
    {
      "text": "The taxpayer's application to have the assessment set aside on the ground that it was not made bona fide was dismissed.",
      "id": "s178"
    },
    {
      "text": "Foster J, with whom Sheppard J agreed, said at 395:\n \n \"The only significant question, in my view, is whether it could be argued that he made no assessment at all, in that he acted in bad faith and for the ulterior purpose of using his powers under s 218 of the Tax Act to require payment to him of the amount of money held by the police.",
      "id": "s179"
    },
    {
      "text": "\" \n \n\n(I interpolate that s 218 is the predecessor of s 260-5).",
      "id": "s180"
    },
    {
      "text": "Foster J continued:\n \n \"The material adduced shows that the Commissioner was minded to take possession of this money in circumstances of urgency in that, if swift action were not taken, the money would pass from the possession of the police and would, in all probability, become irrecoverable.",
      "id": "s181"
    },
    {
      "text": "It may be said, then, that evidence has been adduced showing that the Commissioner was motivated, in raising the assessment, by a desire to take possession of the money.",
      "id": "s182"
    },
    {
      "text": "... \n As I see it, the appellant's contention amounts really to this.",
      "id": "s183"
    },
    {
      "text": "He alleges that the assessment was invalid because it was issued by the Commissioner in abuse of his power to assess under s 167, in that it was not a bona fide attempt to assess the amount upon which tax should be levied but was a mere device to enable the issue of the s 218 notice .... \n \n In the first place, I am unable to attribute any significance to the fact that the assessment was issued in conjunction with and motivated by a desire to take advantage of s 218.",
      "id": "s184"
    },
    {
      "text": "There is sufficient indication of urgency in the situation to warrant the steps that were taken.",
      "id": "s185"
    },
    {
      "text": "In my opinion, the s 218 connection is a purely neutral fact in the determination of whether the assessment itself was invalid.",
      "id": "s186"
    },
    {
      "text": "\" \n \n\n35 His Honour went on at 396 to say that the Commissioner had available to him positive information as to the value of the heroin dealing undertaken by the taxpayer in the relevant income year.",
      "id": "s187"
    },
    {
      "text": "It was a substantial sum, and was adequate to provide a foundation for a default assessment in the circumstance in which the assessment needed to be issued.",
      "id": "s188"
    },
    {
      "text": "He concluded that conformably with the principles in R v Deputy Commissioner of Taxation (WA); Ex parte Briggs (1987) 14 FCR 249, the Commissioner was entitled to use the figure provided as a basis for the assessment.",
      "id": "s189"
    },
    {
      "text": "It \"could well be erroneous, but it was nevertheless bona fide\".",
      "id": "s190"
    },
    {
      "text": "36 I do not attribute any significance to the sending of the garnishee notice to the applicant's former address.",
      "id": "s191"
    },
    {
      "text": "I do not accept the applicant's contention that the person who sent the copy notice to the wrong address did so in order that the applicant would not know it had been served on the Police.",
      "id": "s192"
    },
    {
      "text": "Mr Saunders, who knew of the changed address, was on leave at the crucial time, and the officer who acted in his absence was probably unaware of the change.",
      "id": "s193"
    },
    {
      "text": "37 Other cases that have found a lack of a bona fide attempt are in marked contrast to the present.",
      "id": "s194"
    },
    {
      "text": "In Darrell Lea Chocolate Shops Pty Ltd v Federal Commissioner of Taxation (1996) 72 FCR 175 at 188 the Full Court said:\n \n \"Not only did the Commissioner not make any genuine attempt to ascertain the sale value of particular goods under each of the relevant Assessment Acts, but he also determined a sale value and purported to create a liability for sales tax upon facts which he knew were wrong.",
      "id": "s195"
    },
    {
      "text": "... \n An assessment on facts known by the Commissioner to be untrue is of its nature unfair and oppressive.",
      "id": "s196"
    },
    {
      "text": "\" \n \n\nIn the present case the Commissioner did not act upon any facts which he knew to be wrong.",
      "id": "s197"
    },
    {
      "text": "It is true that he did not know all the facts but, doing the best he could on the facts he did know, he made assessments.",
      "id": "s198"
    },
    {
      "text": "That they did not wholly survive review by the Tribunal does not establish the lack of a bona fide attempt: Madden at 396 and Briglia at [9].",
      "id": "s199"
    },
    {
      "text": "38 Futuris is also distinguishable.",
      "id": "s200"
    },
    {
      "text": "There the Commissioner knew, at the time he issued the assessment, that the taxpayer's taxable income could be no greater than $169 million, yet he issued it for a taxable income of $188 million.",
      "id": "s201"
    },
    {
      "text": "Jones v Dunkel \n \n39 The applicant submitted that the issues in the case were within the knowledge of the taxation officers and that their failure to give evidence gave rise to the inference that their evidence would not have assisted the Commissioner.",
      "id": "s202"
    },
    {
      "text": "He relied on Kordan Pty Ltd v Commissioner of Taxation [2002] FCA 1807 at [47] to [51] and Weissensteiner v The Queen [1993] HCA 65 ; (1993) 178 CLR 217 at 225-229.",
      "id": "s203"
    },
    {
      "text": "This reliance on Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 is misplaced.",
      "id": "s204"
    },
    {
      "text": "As the Court said in that case at [48]:\n \n \"the rule, however expressed, does not permit an inference to be drawn by reason of the failure of the other side to call a witness where that inference is not otherwise open.",
      "id": "s205"
    },
    {
      "text": "Put another way, the failure to call evidence does not provide positive evidence, nor does it fill up any gap in the evidence.",
      "id": "s206"
    },
    {
      "text": "\" \n \n\nIn Schellenberg v Tunnel Holdings Pty Ltd [2000] HCA 18 ; (2000) 200 CLR 121 at 143 Gleeson CJ and McHugh J approved a passage from the 6 th Australian edition of Cross on Evidence :\n \n \"The rule [in Jones v Dunkel] only applies where a party is 'required to explain or contradict' something.",
      "id": "s207"
    },
    {
      "text": "What a party is required to explain or contradict depends on the issues in the case as thrown up in the pleadings and by the course of evidence in the case.",
      "id": "s208"
    },
    {
      "text": "No inference can be drawn unless evidence is given of facts 'requiring an answer'.",
      "id": "s209"
    },
    {
      "text": "\" \n \n\nTheir Honours went on:\n \n \"A Jones v Dunkel inference can only make certain evidence more probable.",
      "id": "s210"
    },
    {
      "text": "It 'cannot be used to make up any deficiency of evidence': Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 at 312 per Menzies J.",
      "id": "s211"
    },
    {
      "text": "\" \n \n\nThat observation is applicable here.",
      "id": "s212"
    },
    {
      "text": "40 The attack on the assessments fails.",
      "id": "s213"
    },
    {
      "text": "VID 1095 of 2006 \n \n41 The applicant's counsel accepted that if the attack on the assessments failed, the Commissioner was entitled to judgment in the recovery action.",
      "id": "s214"
    },
    {
      "text": "Accordingly the Commissioner is entitled to judgment for $121,068.01.",
      "id": "s215"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s216"
    },
    {
      "text": "Associate:\n\nDated: 2 November 2007\n\n\n Counsel for the Applicant S Gillespie-Jones \n \n Solicitors for the Applicant Ferraro Pruscino &amp; Co \n \n Counsel for the Respondent: P Nicholas \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 30 August 2007 \n \n Date of Judgment: 2 November 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1648.html",
      "id": "s217"
    }
  ]
}