{
  "name": "SZIED v Minister for Immigration and Citizenship [2007] FCA 1347 (30 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1347.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate dismissing application for review of decision of refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "challenge to tribunal's findings regarding relocation",
      "id": "c1"
    },
    {
      "text": "whether tribunal erred in failing to have regard to documents on internal protection produced by united nations high commissioner for refugees",
      "id": "c2"
    },
    {
      "text": "whether tribunal erred in finding it was reasonable for the appellant to relocate within colombia",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate of 9 October 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") made on 5 December 2005: see SZIED &amp; Anor v Minister for Immigration &amp; Anor [2006] FMCA 1459.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the then Minister for Immigration and Multicultural Affairs not to grant protection visas to the appellants.",
      "id": "s1"
    },
    {
      "text": "Background \n \n2 The appellants are husband and wife and are citizens of Colombia.",
      "id": "s2"
    },
    {
      "text": "They arrived in Australia on 22 November 1997 and lodged applications for protection visas on 13 January 1998.",
      "id": "s3"
    },
    {
      "text": "The delegate refused to grant the visas on 16 February 1998.",
      "id": "s4"
    },
    {
      "text": "The appellants were not properly notified of the delegate's decision until 16 September 2005.",
      "id": "s5"
    },
    {
      "text": "The application for review by the Tribunal was lodged on 26 September 2006.",
      "id": "s6"
    },
    {
      "text": "The appellants had a son in 2004 and the appellant's wife was pregnant at the time of the Tribunal decision.",
      "id": "s7"
    },
    {
      "text": "However, only the appellant and his wife were the subject of the application before the Tribunal.",
      "id": "s8"
    },
    {
      "text": "Only the first appellant made claims to be a refugee and will be referred to as the \"appellant\".",
      "id": "s9"
    },
    {
      "text": "3 The appellant's claims were as follows.",
      "id": "s10"
    },
    {
      "text": "He and his wife had lived on the appellant's father's coffee farm in Colombia.",
      "id": "s11"
    },
    {
      "text": "The appellant had worked on the farm for ten years prior to leaving Colombia.",
      "id": "s12"
    },
    {
      "text": "The appellant's parents and sister lived in Pereira, not far from the farm.",
      "id": "s13"
    },
    {
      "text": "In 1990, the appellant joined the Liberal Party, and was involved in supporting a local politician and assisting with campaigns for a number of elections.",
      "id": "s14"
    },
    {
      "text": "He also joined a community action group of which he was president for 18 months.",
      "id": "s15"
    },
    {
      "text": "A group formed in his area which began demanding protection money.",
      "id": "s16"
    },
    {
      "text": "The appellant was a victim of this extortion.",
      "id": "s17"
    },
    {
      "text": "He initially paid the money for fear he would be harmed as other farmers who did not pay had been.",
      "id": "s18"
    },
    {
      "text": "Later, however, he did not pay.",
      "id": "s19"
    },
    {
      "text": "In August 1997, another group, the Ejercito Popular de Liberacion (\"EPL\") formed in the region.",
      "id": "s20"
    },
    {
      "text": "That group also harassed farmers and members of his community group demanding payment of a \"war tax\", and again, the appellant became a target.",
      "id": "s21"
    },
    {
      "text": "The appellant claimed that he feared being hurt or killed by an armed group such as the EPL if he returned.",
      "id": "s22"
    },
    {
      "text": "He had been informed of continuing threats against him and his wife since leaving Colombia.",
      "id": "s23"
    },
    {
      "text": "He claimed that the EPL would target him because he had not paid the illegal \"war tax\" they demanded from him and because they feared he would report them to the authorities.",
      "id": "s24"
    },
    {
      "text": "In response to the Tribunal suggesting he could live away from his farm, the appellant said he would still be targeted as he was involved in politics.",
      "id": "s25"
    },
    {
      "text": "4 The appellant's application to the Tribunal authorised a migration agent, Ms Ramos, to act on his behalf and appointed her as authorised recipient.",
      "id": "s26"
    },
    {
      "text": "Written submissions were provided by Ms Ramos, who also appeared at the hearing.",
      "id": "s27"
    },
    {
      "text": "Further submissions, a letter from the appellants and some other documents were provided after the hearing.",
      "id": "s28"
    },
    {
      "text": "Both the appellant and his wife gave oral evidence before the Tribunal.",
      "id": "s29"
    },
    {
      "text": "5 Included in the information provided by the appellant to the Tribunal was material about the human rights situation in Colombia.",
      "id": "s30"
    },
    {
      "text": "As the Tribunal noted, this included information that the Fuerez Armadas Revolucionarias de Colombia (\"FARC\") cooperates with small armed groups.",
      "id": "s31"
    },
    {
      "text": "The submissions made by the Ms Ramos, which the Tribunal recorded, also included statements that FARC was working with small guerrilla groups including the EPL, and that the appellant feared FARC groups which operated nationwide with the cooperation of the guerrillas.",
      "id": "s32"
    },
    {
      "text": "The Tribunal's decision \n \n6 The Tribunal accepted that the appellant joined the Liberal Party in 1990 and that he had promoted the Party among farm workers.",
      "id": "s33"
    },
    {
      "text": "It accepted also that he had assisted a local politician, who was a former mayor of the municipality.",
      "id": "s34"
    },
    {
      "text": "It also accepted that the EPL had approached the appellant demanding money and had threatened him.",
      "id": "s35"
    },
    {
      "text": "7 However, the Tribunal found that the EPL had threatened the appellant not because of his association with the Liberal Party but simply because it wanted him to pay them.",
      "id": "s36"
    },
    {
      "text": "The Tribunal's reasoning was as follows.",
      "id": "s37"
    },
    {
      "text": "Firstly, the appellant had joined the party in 1990.",
      "id": "s38"
    },
    {
      "text": "If the EPL had taken an adverse interest in him, it was implausible that it would wait until 1996 to threaten or seek to harm him.",
      "id": "s39"
    },
    {
      "text": "Secondly, the appellant had paid them on two occasions around the time of the threats, which tended to establish that the threats were associated with demands for money.",
      "id": "s40"
    },
    {
      "text": "Thirdly, there was no suggestion that the politician he had assisted, and who was a former mayor of the municipality and lived in the same area as the appellant, had ever been threatened or harmed.",
      "id": "s41"
    },
    {
      "text": "The Tribunal did not accept the appellant's explanation as to why this politician was not targeted, which was that he was an important electoral candidate and had protection.",
      "id": "s42"
    },
    {
      "text": "8 The Tribunal referred to independent country information indicating that a small EPL group continued to operate in Colombia.",
      "id": "s43"
    },
    {
      "text": "It found that it was possible that the EPL could target the appellant if he returned to his farm in Colombia, and that he could face harm serious enough to amount to persecution.",
      "id": "s44"
    },
    {
      "text": "In view of the history of violence committed by armed groups in Columbia, the Tribunal was prepared to accept that the EPL could regard a refusal to pay a \"war tax\" as an expression of political opinion.",
      "id": "s45"
    },
    {
      "text": "It was therefore satisfied that that the appellant had a well-founded fear of persecution, if he returned to the farm and refused to pay, on the basis of the political opinion imputed to him by the EPL.",
      "id": "s46"
    },
    {
      "text": "9 The Tribunal went on to consider whether the appellant could obtain protection by relocating within Colombia.",
      "id": "s47"
    },
    {
      "text": "The country information to which the Tribunal had earlier referred included information which the Tribunal had apparently sourced from the Immigration and Refugee Board of Canada dated 23 July 2003.",
      "id": "s48"
    },
    {
      "text": "This included information, firstly, from the Centre for International Policy to the effect that the EPL had only a few hundred members, and that internal relocation within Colombia was possible for individuals who were not well known because \"guerrilla and paramilitary fronts\" did not usually have great coordination.",
      "id": "s49"
    },
    {
      "text": "It noted, however, that recent arrivals to new areas were viewed with suspicion, so that \"displacing oneself is not that easy\".",
      "id": "s50"
    },
    {
      "text": "Secondly, it included information from the Canadian Embassy's Refugee Unit indicating that the lack of \"national striking power\" of \"armed groups other than the FARC and the AUC\" limited their ability to target individuals.",
      "id": "s51"
    },
    {
      "text": "The Tribunal said:\n \n \"...",
      "id": "s52"
    },
    {
      "text": "There is no independent evidence suggesting that the group [the EPL] operates throughout Columbia.",
      "id": "s53"
    },
    {
      "text": "Furthermore, there is independent evidence before me, which I accept, indicating that a group such as the EPL would not have the resources to track down a person throughout Columbia\".",
      "id": "s54"
    },
    {
      "text": "10 The Tribunal found that if the appellant returned and lived in another region, the chance he would be pursued and persecuted was remote.",
      "id": "s55"
    },
    {
      "text": "It was \"inherently unlikely\" that his location would be divulged to the EPL.",
      "id": "s56"
    },
    {
      "text": "The appellant had given evidence that a farm worker who visited the farm had been asked about his location.",
      "id": "s57"
    },
    {
      "text": "The Tribunal found that there was no reason that any one would let this farm worker know if the appellant returned, and there was no evidence that anyone else had been asked about his location.",
      "id": "s58"
    },
    {
      "text": "11 The Tribunal concluded that it would be reasonable for the appellant to relocate.",
      "id": "s59"
    },
    {
      "text": "It said:\n \n \"I have considered whether it is reasonable to expect the applicant to relocate within Colombia.",
      "id": "s60"
    },
    {
      "text": "The applicant claimed that if he returned to Colombia he would effectively feel compelled to return to the farm and be a coffee grower.",
      "id": "s61"
    },
    {
      "text": "I do not accept the applicant's claim in this regard.",
      "id": "s62"
    },
    {
      "text": "If the applicant is prepared to live in Australia where he is unable to have contact with his farm, he could also live in Colombia without choosing to live or work on the farm.",
      "id": "s63"
    },
    {
      "text": "The applicant has lived in Australia for some eight years.",
      "id": "s64"
    },
    {
      "text": "He has not lived on a farm nor managed one during that period...\" \n\n12 The Tribunal found that the appellant would be able to work in a city in Colombia in construction or cleaning, which was the work he had been doing in Australia His wife was a qualified beauty therapist and she would be able to pursue that work in a city as well.",
      "id": "s65"
    },
    {
      "text": "The Tribunal said that the appellant had not suggested any financial, logistical or other barriers preventing him from settling in a city in Colombia or travelling to some other area without first going to the farm.",
      "id": "s66"
    },
    {
      "text": "The Tribunal indicated that the appellant would be able to be active in the Liberal Party if he chose to in another part of Colombia.",
      "id": "s67"
    },
    {
      "text": "It indicated that the evidence before it did not support a conclusion that involvement with the Liberal Party as such would give rise to a well founded fear of persecution for a Convention reason.",
      "id": "s68"
    },
    {
      "text": "13 The Tribunal also considered the appellant's wife's health problems.",
      "id": "s69"
    },
    {
      "text": "It found that the evidence did not suggest these complications would make it unreasonable for them to return and to live in a city.",
      "id": "s70"
    },
    {
      "text": "It was also reasonable to assume that medical and educational facilities might also be better in a city than in a rural area.",
      "id": "s71"
    },
    {
      "text": "Her pregnancy and health problems might give rise to humanitarian considerations, but could not be taken into account by the Tribunal in making its decision.",
      "id": "s72"
    },
    {
      "text": "The evidence also did not establish that their status as parents made it unreasonable for them to relocate.",
      "id": "s73"
    },
    {
      "text": "The Federal Magistrate's judgment \n \n14 Before the Federal Magistrate, the appellant was represented by a solicitor.",
      "id": "s74"
    },
    {
      "text": "He relied on a further amended application filed in Court on 26 April 2006 raising six grounds, which can be restated as follows: \n \n 1.",
      "id": "s75"
    },
    {
      "text": "The Tribunal failed to take into account relevant material in assessing whether it was reasonable for the appellant to relocate within Colombia;\n 2.",
      "id": "s76"
    },
    {
      "text": "The decision of the Tribunal was based upon an unwarranted assumption and/or was irrational and/or illogical in relation to the finding that the appellant's location would not be divulged to the EPL;\n 3.",
      "id": "s77"
    },
    {
      "text": "The Tribunal decision was based (in part) on a finding for which there was no evidence namely the medical and educational facilities in Bogota;\n 4.",
      "id": "s78"
    },
    {
      "text": "The Tribunal had denied the appellant procedural fairness by failing to treat the appellant's children as a primary consideration;\n 5.",
      "id": "s79"
    },
    {
      "text": "The Tribunal applied the wrong test in considering the issue of relocation;\n 6.",
      "id": "s80"
    },
    {
      "text": "The Tribunal failed to carry out its review in a bona fide manner, including by declining to have regard to evidence offered by the appellant in relation to the general situation in Colombia, and by dismissing the link between the appellant and his farm on an improper basis.",
      "id": "s81"
    },
    {
      "text": "15 In view of the way the Tribunal had dealt with the case, the Federal Magistrate treated the matter as solely about the Tribunal's approach to the issue of relocation.",
      "id": "s82"
    },
    {
      "text": "16 In relation to the first ground, his Honour was not persuaded that the Tribunal failed to take into account all relevant material.",
      "id": "s83"
    },
    {
      "text": "His Honour listed the matters that the Tribunal had taken into account in deciding that it was reasonable to relocate within Colombia.",
      "id": "s84"
    },
    {
      "text": "The Federal Magistrate considered the appellant's argument that an administrative decision maker must take into account the best interests of any child connected with the application as a primary consideration and that the Tribunal had failed to take into account the best interests of the appellant's son or unborn child in considering the reasonableness of relocation.",
      "id": "s85"
    },
    {
      "text": "His Honour noted that the United Nations Convention on the Rights of the Child 1989 did not form part of the domestic law of Australia.",
      "id": "s86"
    },
    {
      "text": "It followed that the Tribunal was not required to take account of the best interests of the appellant's son or the unborn child when making the decision.",
      "id": "s87"
    },
    {
      "text": "17 In relation to the second ground, the Federal Magistrate did not accept that the decision was based on an irrational assumption or was irrational or illogical and viewed the ground as an attempt at merits review.",
      "id": "s88"
    },
    {
      "text": "The conclusion that the EPL would not be informed of the appellant's new location had been open on the evidence.",
      "id": "s89"
    },
    {
      "text": "18 In relation to the third ground, his Honour said that the Tribunal had been entitled to draw the conclusions that it did in finding that medical care and educational facilities would be better in a large city than in a rural area.",
      "id": "s90"
    },
    {
      "text": "It had been no more than a \"common sense\" finding, in relation to which specific evidence was not necessary.",
      "id": "s91"
    },
    {
      "text": "His Honour also noted, in relation to the procedural fairness issue raised by the fourth ground, that the common law natural justice hearing rule was excluded, the application having been commenced after s 422B of the Migration Act 1958 (Cth) came into operation.",
      "id": "s92"
    },
    {
      "text": "19 In relation to the fifth ground, his Honour found that the Tribunal had taken into account the relevant factors and correctly applied the test in Randhawa v Minister for Immigration, Local Government and Ethnic Affairs (1994) 52 FCR 437 (\" Randhawa \").",
      "id": "s93"
    },
    {
      "text": "20 In addressing the final ground, the Federal Magistrate found that the Tribunal had considered the materials presented to it by the appellant.",
      "id": "s94"
    },
    {
      "text": "His Honour regarded the appellant's claim that his feeling about the farm had been ignored as an attempt to challenge the factual findings, and found that the Tribunal had considered this aspect of the evidence.",
      "id": "s95"
    },
    {
      "text": "His Honour dismissed the application.",
      "id": "s96"
    },
    {
      "text": "The appeal \n \n21 The notice of appeal filed 30 October 2006 identified the following three grounds of appeal:\n \n 1.",
      "id": "s97"
    },
    {
      "text": "His Honour erred as the Tribunal failed to take into all relevant material including United Nations High Commissioner for Refugees (\"UNHCR\") reports on internal relocation in Colombia;\n 2.",
      "id": "s98"
    },
    {
      "text": "His Honour erred at [40] because the principles of the Convention of the Rights of the Child have been incorporated into Australia law through case law;\n 3.",
      "id": "s99"
    },
    {
      "text": "His Honour erred in finding that the Tribunal did consider the situation in Colombia as only one extract of country information it relied on related to internal relocation.",
      "id": "s100"
    },
    {
      "text": "22 Before the first hearing date of 5 March 2007, the appellant filed written submissions attaching a proposed amended notice of appeal identifying one ground.",
      "id": "s101"
    },
    {
      "text": "That ground was:\n \n \"The Federal Magistrate erred in his finding at [46] that the Tribunal correctly applied the test in Randhawa that it was reasonable for the applicants to relocate within Colombia \n \n PARTICULARS \n \n \n \n a.",
      "id": "s102"
    },
    {
      "text": "The Tribunal failed, or failed adequately to determine whether an appropriate level of protection existed in any other part of Colombia.",
      "id": "s103"
    },
    {
      "text": "b.",
      "id": "s104"
    },
    {
      "text": "Lead Tribunal failed to have regard, or failed to have appropriate regard to the applicants' personal circumstances and the practical realities in the event of such relocation\" \n \n \n \n\n23 I will refer to this as the Randhawa ground.",
      "id": "s105"
    },
    {
      "text": "The Minister's had also filed written submissions in relation to the proposed amended notice of appeal.",
      "id": "s106"
    },
    {
      "text": "However the hearing was adjourned to allow the appellant to file and serve a proposed further amended notice of appeal raising a further ground and any evidence in support, and for both parties to provide submissions.",
      "id": "s107"
    },
    {
      "text": "Counsel for the appellant indicated that the further ground concerned the Tribunal's failure to access a document published by the United Nations High Commission on Refugees dated September 2002.",
      "id": "s108"
    },
    {
      "text": "Counsel for the Minister indicated that an amendment to raise the new ground would be opposed.",
      "id": "s109"
    },
    {
      "text": "Counsel for the appellant also made oral submissions on the Randhawa ground.",
      "id": "s110"
    },
    {
      "text": "24 After the first hearing, the appellant served on the Tribunal a notice to admit facts.",
      "id": "s111"
    },
    {
      "text": "The notice required the Tribunal to admit, for the purpose of these proceedings, that on 4 December 2005, being the day before the Tribunal decision was made, the Tribunal held a document entitled \"'International protection considerations regarding Columbian asylum seekers and refugees\" from the UNHCR, Geneva, September 2002 and later revised in September 2005.",
      "id": "s112"
    },
    {
      "text": "The appellant also served on the Tribunal a notice to produce dated 6 March 2007, requiring the Tribunal to produce a catalogue of all the material held by the Tribunal relating to Colombia.",
      "id": "s113"
    },
    {
      "text": "25 The Tribunal responded in a letter dated 20 March 2007 from its solicitors.",
      "id": "s114"
    },
    {
      "text": "It stated that the notice to produce was defective because it required production before the day of the final hearing, contrary to O 33 Rule 12 of the Federal Court Rules .",
      "id": "s115"
    },
    {
      "text": "It stated also that, in any event, the catalogue sought was not relevant to any issue in dispute, and that the Tribunal did not hold any such document.",
      "id": "s116"
    },
    {
      "text": "It enclosed a notice to dispute facts, by which the Tribunal disputed that it held the held the document identified in the notice to admit facts.",
      "id": "s117"
    },
    {
      "text": "It admitted that it held the following two documents:\n \n1.",
      "id": "s118"
    },
    {
      "text": "A document entitled \"International protection considerations regarding Colombian asylum-seekers and refugees\", UNHCR, Geneva, September 2002 (\"the 2002 document\");\n \n2.",
      "id": "s119"
    },
    {
      "text": "A document entitled \"International protection considerations regarding Colombian asylum-seekers and refugees\", UNHCR, Geneva, March 2005 (\"the 2005 document\").",
      "id": "s120"
    },
    {
      "text": "26 The appellant served on the respondents a second notice to admit.",
      "id": "s121"
    },
    {
      "text": "It required them to admit that either or both of the 2002 document and the 2005 document were \"centrally relevant\" to the Tribunal's decision, and that the Tribunal proceeded to make its decision without making any attempt to obtain and to take into account the two documents before making the decision.",
      "id": "s122"
    },
    {
      "text": "The appellant also served a second notice to produce, requiring production of \"all documents comprising the index of country information\" available to the Tribunal at the time of the Tribunal's decision, with the word \"documents\" having the same meaning as defined in the Evidence Act 1995 (Cth).",
      "id": "s123"
    },
    {
      "text": "27 The Tribunal (by its solicitors) responded by letter indicating that the Minister did not concede that the appellant had any entitlement to adduce fresh evidence on appeal by means of issuing a notice.",
      "id": "s124"
    },
    {
      "text": "Further, the Minister denied that any of the matters referred to in the second notice to admit facts were \"facts\" in the sense required by O 18 r 2 of the Federal Court Rules .",
      "id": "s125"
    },
    {
      "text": "It stated that in any event, the Tribunal disputed the facts.",
      "id": "s126"
    },
    {
      "text": "Attached was a second notice disputing facts to this effect.",
      "id": "s127"
    },
    {
      "text": "The Minister also objected to the production of documents requested in the second notice to produce, on the bases set out in the letter.",
      "id": "s128"
    },
    {
      "text": "28 When the hearing resumed on 17 May 2007, counsel for the appellant sought to file in Court a further amended notice of appeal.",
      "id": "s129"
    },
    {
      "text": "The further amended notice of appeal was served on 16 April 2007.",
      "id": "s130"
    },
    {
      "text": "The appellant and the Minister had filed written submissions in relation to the proposed amended notice of appeal prior to the hearing.",
      "id": "s131"
    },
    {
      "text": "The Minister opposed leave to file the further amended notice of appeal for reasons outlined orally and in written submissions.",
      "id": "s132"
    },
    {
      "text": "29 The proposed further amended notice of appeal contained two grounds.",
      "id": "s133"
    },
    {
      "text": "The first was the Randhawa ground.",
      "id": "s134"
    },
    {
      "text": "The second ground was that the decision of the Tribunal was void for jurisdictional error by reason of unreasonableness and constructive failure to exercise jurisdiction.",
      "id": "s135"
    },
    {
      "text": "This ground was not raised before the Federal Magistrates Court.",
      "id": "s136"
    },
    {
      "text": "The claim in substance is that the Tribunal fell into jurisdictional error by failing to have regard to particular country information relevant to the question of the reasonableness of relocation in Colombia.",
      "id": "s137"
    },
    {
      "text": "That information was the 2002 document and the 2005 document.",
      "id": "s138"
    },
    {
      "text": "The appellants contended that those documents were \"readily available\" to the presiding member of the Tribunal and were \"centrally relevant\" to the decision to be made.",
      "id": "s139"
    },
    {
      "text": "The Tribunal's failure to obtain and have regard to the documents was said to have had the result that the Tribunal exercised its power in an unreasonable manner and constructively failed to exercise its jurisdiction according to law.",
      "id": "s140"
    },
    {
      "text": "30 In opposing the grant of leave to file the further amended notice of appeal, the Minister relied on the lack of a reasonable prospect of success of the ground, the lack of an acceptable explanation as to why it had not been raised below, and prejudice if the amendment was allowed.",
      "id": "s141"
    },
    {
      "text": "31 The 2002 document and the 2005 document were annexed to an affidavit of the appellant's solicitor, Michaela Byers, sworn 16 April 2007.",
      "id": "s142"
    },
    {
      "text": "The Minister did not oppose the affidavit and annexures being admitted into evidence for the purpose of determining the application for leave to amend.",
      "id": "s143"
    },
    {
      "text": "However, if leave was granted, the Minister opposed the admission of the affidavit into evidence on the ground that the appellant has failed to satisfy the requirements for adducing further evidence on appeal.",
      "id": "s144"
    },
    {
      "text": "In particular, it was submitted that no explanation had been provided as to why the fresh evidence could not, with reasonable diligence, have been adduced at first instance.",
      "id": "s145"
    },
    {
      "text": "32 At the hearing, the Minister indicated that if leave to amend were granted and leave was given to the appellant to read the affidavit of Ms Byers, the Minister might wish to adduce evidence in response as to the number of potentially relevant documents held by the Tribunal and the processes within the Tribunal, by way of notice to admit facts or if necessary, by way of affidavit evidence.",
      "id": "s146"
    },
    {
      "text": "I raised with counsel for the appellant two propositions arising from the description by the Minister's counsel of the evidence that might be adduced by the Minister.",
      "id": "s147"
    },
    {
      "text": "The first was that the Tribunal had a vast amount of material available in relation to any particular country.",
      "id": "s148"
    },
    {
      "text": "The second was that there are in the order of 11,000 pieces of information in relation to Colombia available to the Tribunal.",
      "id": "s149"
    },
    {
      "text": "That figure was based on instructions received by the Minister's solicitors.",
      "id": "s150"
    },
    {
      "text": "Counsel for the appellant accepted both those propositions.",
      "id": "s151"
    },
    {
      "text": "Given that concession, counsel for the Minister indicated that there was no issue about having to adduce further evidence.",
      "id": "s152"
    },
    {
      "text": "The hearing then proceeded on the assumption that leave to amend was granted and the affidavit of Ms Byers was admitted though on the basis that, whether leave to amend should be granted, and whether leave should be given to adduce that evidence, would be dealt with in the final judgment.",
      "id": "s153"
    },
    {
      "text": "The parties made oral submissions in relation to both grounds contained in the proposed further amended notice of appeal.",
      "id": "s154"
    },
    {
      "text": "Consideration \n \n33 I deal first with the proposed ground concerning the 2002 and 2005 documents.",
      "id": "s155"
    },
    {
      "text": "The 2005 document contained \"revised eligibility guidelines\", which, as stated in its introduction, were introduced because \"[t]he wide range of profiles of Columbian asylum seekers and the rapidity with which armed conflict is involving pose difficulties, for determination of Columbian asylum claims\".",
      "id": "s156"
    },
    {
      "text": "One of the issues addressed in the document is the capacity for irregular armed groups to track down victims of extortion who relocate within Colombia.",
      "id": "s157"
    },
    {
      "text": "It included information that most \"agents of persecution\" have the capacity to collect detailed information on victims and to track people throughout Colombia, and that once person has became a victim of extortion, the possibility of them obtaining protection was limited.",
      "id": "s158"
    },
    {
      "text": "34 The document also referred to a report by an adjunct Professor at Georgetown University.",
      "id": "s159"
    },
    {
      "text": "According to the report, \"guerrilla and paramilitary groups\" often had sophisticated technology and could track people throughout Colombia, including those who relocated to big cities such as Bogota.",
      "id": "s160"
    },
    {
      "text": "There had been cases where people had left Colombia for months or years and had been killed when they returned.",
      "id": "s161"
    },
    {
      "text": "35 Under a heading \"Internal flight or relocation alternative\", the document discusses the Refugees Convention and states that \"if internal flight or relocation is to be considered in the context of refugee status determination, a particular area must be identified and the claimant provided with an adequate opportunity to respond\".",
      "id": "s162"
    },
    {
      "text": "It further states:\n \n \"When considering that a fear of persecution or other threats to life or liberty being experienced in Columbia could reasonably and successfully be avoided by moving to other parts in Columbia decision-makers should take into account all the circumstances of the case against the background of the current situations outlined above.",
      "id": "s163"
    },
    {
      "text": "In addition, it is important to bear in mind the risk inherent in travelling from one area to the other as well as the fact that Columbia has large numbers of IDPs living in deplorable conditions in urban and rural areas.",
      "id": "s164"
    },
    {
      "text": "Decision-makers are therefore generally advised not to apply the notion of internal relocation alternative\".",
      "id": "s165"
    },
    {
      "text": "(Emphasis added) \n\n36 Plainly enough, the 2005 document contained material which would have challenged the approach taken by the Tribunal to relocation and may well have resulted in a different decision.",
      "id": "s166"
    },
    {
      "text": "It is difficult to understand why, in the ordinary course, the Tribunal would not have recourse to recent UNHCR reports, if available, as an almost essential part of its decision-making.",
      "id": "s167"
    },
    {
      "text": "The UNHCR is an international organisation of high repute dealing with issues concerning refugees in a variety of contexts.",
      "id": "s168"
    },
    {
      "text": "37 The appellants relied on the comments of Wilcox J in Prasad v Minister for Immigration and Ethnic Affairs (1985) 6 FCR 155 at 170.",
      "id": "s169"
    },
    {
      "text": "Wilcox J determined that in refusing to grant permanent residency to the applicant, the Minister had failed to take into account relevant considerations, which was a sufficient ground for the decision to be set aside.",
      "id": "s170"
    },
    {
      "text": "His Honour considered whether the decision was \"so unreasonable that no reasonable person could make it\".",
      "id": "s171"
    },
    {
      "text": "His Honour said (at 170):\n \n \"But, in a case where it is obvious that material is readily available which is centrally relevant to the decision to be made, it seems to be to proceed to a decision without making any attempt to obtain that information may properly be described as an exercise of decision-making power in a manner so unreasonable that no reasonable person would have so exercised it.",
      "id": "s172"
    },
    {
      "text": "It would follow that the court, on judicial review, should receive evidence as to the existence and nature of that information\".",
      "id": "s173"
    },
    {
      "text": "(Emphasis added) \n\n38 However, in Prasad , Wilcox J did not apply the principle to the facts because \"little new material emerged at the hearing\" (at 176).",
      "id": "s174"
    },
    {
      "text": "His Honour also noted that it was not strictly necessary for the point to be decided.",
      "id": "s175"
    },
    {
      "text": "39 Wilcox J revisited his earlier comments in Prasad in Foxtel Management Pty Ltd v Australian Competition and Consumer Commission (2000) 173 ALR 362 and said:\n \n \"It will be a relatively rare case in which a statutory decision is vitiated because of a decision-maker's failure to make inquiries.",
      "id": "s176"
    },
    {
      "text": "It will need to be apparent that relevant material was readily available to the decision-maker, but ignored\".",
      "id": "s177"
    },
    {
      "text": "40 However the alleged jurisdictional error is that the Tribunal should have accessed the 2002 and 2005 documents, but did not.",
      "id": "s178"
    },
    {
      "text": "In Prasad , Wilcox J spoke of circumstances where it was obvious that material was readily available which was centrally relevant.",
      "id": "s179"
    },
    {
      "text": "But his Honour's observations concerned a challenge to a decision by reference to s 5(1)(e) and s 5(2)(g) of the Administrative Decisions (Judicial Review) Act 1977 (Cth), namely on the basis that the decision involved the improper exercise of a power because the decision was so unreasonable that no reasonable person could have so exercised the power.",
      "id": "s180"
    },
    {
      "text": "Importing the observations of Wilcox J (quoted at [37] above) into a case such as the present, it would be necessary to determine to whom it was obvious that material was readily available.",
      "id": "s181"
    },
    {
      "text": "Is that an assessment made after the event by reference to facts proved in the judicial review proceedings (facts such as the Tribunal had the 2003 and 2005) but without proof that the Tribunal member knew of the documents?",
      "id": "s182"
    },
    {
      "text": "Or does it additionally require proof that the Tribunal member was aware that the documents were held by the Tribunal or at least knew that it was likely that such documents were held by the Tribunal?",
      "id": "s183"
    },
    {
      "text": "The answer is suggested by Wilcox J who referred, before the quoted passage, to circumstances where the decision maker unreasonably fails to ascertain relevant facts which he or she knew to be readily available to him or her (at 169.9).",
      "id": "s184"
    },
    {
      "text": "In the present case one would have thought it would be necessary to demonstrate that the Tribunal member knew of the documents existence or, perhaps, ought to have known that it was likely the documents existed and were readily available.",
      "id": "s185"
    },
    {
      "text": "The evidence in this case would not support a finding to that effect even inferentially.",
      "id": "s186"
    },
    {
      "text": "In my opinion, the point sought to be raised by the appellant about the 2002 and 2005 documents has insufficient prospects of success to permit it to be raised in this appeal.",
      "id": "s187"
    },
    {
      "text": "Consequently I refuse the appellant leave to amend the notice of appeal to add this ground.",
      "id": "s188"
    },
    {
      "text": "41 I turn now to consider the Randhawa ground.",
      "id": "s189"
    },
    {
      "text": "While it received only limited attention by counsel for the parties, particular (b) to that ground appears to me to be of some importance.",
      "id": "s190"
    },
    {
      "text": "In Randhawa, the Full Court considered the appropriate test to be applied regarding the question of whether an applicant can be reasonably expected to relocate to another area in their country of nationality.",
      "id": "s191"
    },
    {
      "text": "The relevant principles established by the Full Court in that case appear in the judgment of Black CJ at 442-443:\n \n \"This further question, [whether the appellant could reasonably be expected to relocate to another area] is an important one because notwithstanding that real protection from persecution may be available elsewhere within the country of nationality, a person's fear of persecution in relation to that country will remain well-founded with respect to the country as a whole if, as a practical matter, the part of the country in which protection is available is not reasonably accessible to that person .",
      "id": "s192"
    },
    {
      "text": "In the context of refugee law, the practical realities facing a person who claims to be a refugee must be carefully considered .",
      "id": "s193"
    },
    {
      "text": "Moreover, the range of the realities that may need to be considered on the issue of the reasonableness of relocation extends beyond physical or financial barriers preventing an application for refugee status from reaching safety within the country of nationality and easily extends to circumstances such as those present in R v Immigration Appeal Tribunal Ex parte Jonah [1985] Imm.",
      "id": "s194"
    },
    {
      "text": "A.R .7.",
      "id": "s195"
    },
    {
      "text": "Professor Hathaway, op.",
      "id": "s196"
    },
    {
      "text": "cit.",
      "id": "s197"
    },
    {
      "text": "at 34, expresses the position thus: \n \n \n \n \"[The internal protection principle] should be restricted in its application for persons who can genuinely access domestic protection, and for whom the reality of protection is meaningful.",
      "id": "s198"
    },
    {
      "text": "In situations where, for example, financial, logistical, or other barriers prevent the claimant from reaching internal safety; where the quality of internal protection fails to meet basic norms of civil, political, and socio-economic human rights; or where internal safety is otherwise illusory or unpredictable, state accountability for the harm is established and refugee status is appropriately recognised.",
      "id": "s199"
    },
    {
      "text": "\"\n \n [Emphasis in original text] \n \n \n \n If it is not reasonable in the circumstances to expect a person who has a well-founded fear of persecution in relation to the part of a country from which he or she has fled to relocate to another part of the country of nationality it may be said that, in the relevant sense, the person's fear of persecution in relation to that country as a whole is well-founded... \n \n ...Once the question of relocation had been raised for the delegate's consideration she was of course obliged to give that aspect of the matter proper consideration...",
      "id": "s200"
    },
    {
      "text": "In the present case the applicant raised several issues, all of which were dealt with by the decision-maker.",
      "id": "s201"
    },
    {
      "text": "If the appellant had raised other impediments to relocation the decision-maker would have needed to consider...\" \n\n42 The observations of Black CJ in Randhawa (with whom Whitlam J agreed), reinforced by those of Gleeson CJ, Hayne and Heydon JJ in Minister for Immigration and Multicultural Affairs v Respondents S152/2003 [2004] HCA 18 ; (2004) 222 CLR 1 at [19] , establish that an applicant must establish that he or she cannot reasonably be expected to relocate to another area of their country of nationality.",
      "id": "s202"
    },
    {
      "text": "Yet the difficulties faced by an applicant in demonstrating that there is no other area to which they can reasonably be expected to relocate are often formidable.",
      "id": "s203"
    },
    {
      "text": "There are at least two main sources of difficulty.",
      "id": "s204"
    },
    {
      "text": "Firstly, the issue of relocation is almost always raised by the Tribunal, not the applicant, and raised at the hearing.",
      "id": "s205"
    },
    {
      "text": "The significance of this is particularly acute in cases where the applicant is not represented before the Tribunal, although that is not the present case.",
      "id": "s206"
    },
    {
      "text": "Secondly, the issue is necessarily speculative.",
      "id": "s207"
    },
    {
      "text": "This second issue raises the importance of the Tribunal properly evaluating what the asylum seeker says about relocating.",
      "id": "s208"
    },
    {
      "text": "This issue requires consideration of not only whether a safe haven exists in another part of the country.",
      "id": "s209"
    },
    {
      "text": "Proper consideration must also be given to the issue of relocation as a practical matter, by considering whether it would be reasonable to expect the person to relocate in view of all the \"practical realities\" facing that person.",
      "id": "s210"
    },
    {
      "text": "43 In this matter, central to the appellant's case was that he would return to the farm and, in the result, be in the same position he had been in when he suffered persecution.",
      "id": "s211"
    },
    {
      "text": "That the appellant would feel compelled to return to the farm is clear from the evidence he gave at the Tribunal hearing.",
      "id": "s212"
    },
    {
      "text": "For example (omitting parts not in English and with the appellant's answers given as translated by the interpreter):\n \n \n \n Chairperson: Now, what I want to hear from you, if anything, is any reason why you could not live in other part of Colombia.",
      "id": "s213"
    },
    {
      "text": "Interpreter: So, if I go back to Colombia, I would go back to the farm, because that's what I can do.",
      "id": "s214"
    },
    {
      "text": "I would have to growing coffee and being involved with the political life, because because that what I like, that's what I learned to do; and I'm not going to... let a few bandits dictate what I can or cannot do.",
      "id": "s215"
    },
    {
      "text": "44 The appellant's answers in the following exchange are to the same effect:\n \n \n \n Chairperson: Which really brings me to that... to the significant problem with your case.",
      "id": "s216"
    },
    {
      "text": "And that's that... if you said to me that if you returned to Colombia and lived somewhere away from region, that the chance for you to face persecution there would be remote.",
      "id": "s217"
    },
    {
      "text": "Interpreter: No, because I think that if I went back to Colombia, I couldn't be there and... that the farm has been abandoned; I would have to go back and... because it is my family's and it is mine.",
      "id": "s218"
    },
    {
      "text": "Chairperson: You see that really doesn't make any sense because you are in Australia and the farm is abandoned.",
      "id": "s219"
    },
    {
      "text": "So if you are in Australia and you can't go back to the farm, you could be in Bogota and not go back to the farm.",
      "id": "s220"
    },
    {
      "text": "Interpreter: I can't... a situation like this; if I go back to Colombia, I cannot leave the farm like that; it's just not... \n Chairperson: So you could leave the situation like that in Australia but if you were back in Colombia, you wouldn't be able to?",
      "id": "s221"
    },
    {
      "text": "Interpreter: No, if I went back to Colombia, I would have to go back to the farm.",
      "id": "s222"
    },
    {
      "text": "45 That the appellant felt the farm belonged to his family was also made clear:\n \n Chairperson: Right.",
      "id": "s223"
    },
    {
      "text": "Okay.",
      "id": "s224"
    },
    {
      "text": "So, your father is actually the owner of the farm?",
      "id": "s225"
    },
    {
      "text": "Interpreter: Yes, it's true that the papers are in his name, but what's his is his wife's and his family's also.",
      "id": "s226"
    },
    {
      "text": "46 When asked whether his family's income had been derived from the farm, the appellant answered \"partly\".",
      "id": "s227"
    },
    {
      "text": "47 The appellant also gave evidence about the current state of the farm:\n \n Chairperson: Okay...",
      "id": "s228"
    },
    {
      "text": "So, does your father still own the farm?",
      "id": "s229"
    },
    {
      "text": "Interpreter: Yes, at this moment.",
      "id": "s230"
    },
    {
      "text": "Chairperson: right.",
      "id": "s231"
    },
    {
      "text": "So works the farm?",
      "id": "s232"
    },
    {
      "text": "Interpreter: It's abandoned.",
      "id": "s233"
    },
    {
      "text": "Chairperson: Right.",
      "id": "s234"
    },
    {
      "text": "So no workers there, nothing there?",
      "id": "s235"
    },
    {
      "text": "Interpreter: No, just a few days, someone goes and... keep an eye... and goes back, because no one can stay there.",
      "id": "s236"
    },
    {
      "text": "Chairperson: Okay.",
      "id": "s237"
    },
    {
      "text": "So when you say someone goes to... who's that someone, a worker, your father, somebody else?",
      "id": "s238"
    },
    {
      "text": "Interpreter: It's a farm worker.",
      "id": "s239"
    },
    {
      "text": "Chairperson: So your father still pay him to do that?",
      "id": "s240"
    },
    {
      "text": "Interpreter: Yes \n Chairperson: Okay.",
      "id": "s241"
    },
    {
      "text": "So, what kind of farm was it?",
      "id": "s242"
    },
    {
      "text": "What was growing there?",
      "id": "s243"
    },
    {
      "text": "Appellant: Coffee... Coffee.",
      "id": "s244"
    },
    {
      "text": "Chairperson: Right.",
      "id": "s245"
    },
    {
      "text": "So is coffee still being grown or not?",
      "id": "s246"
    },
    {
      "text": "Interpreter: Yes.",
      "id": "s247"
    },
    {
      "text": "Chairperson: Okay.",
      "id": "s248"
    },
    {
      "text": "So no one's living there but... Is the farm still producing income for the coffee?",
      "id": "s249"
    },
    {
      "text": "Interpreter: But it gets lost because... the coffee is lost because there's nobody to... crop it.",
      "id": "s250"
    },
    {
      "text": "Chairperson: Okay.",
      "id": "s251"
    },
    {
      "text": "So there is no actual harvesting on the farm, is there?",
      "id": "s252"
    },
    {
      "text": "Interpreter: Sporadically, whoever goes for two or three days harvest a little bit, because it seem like a shame to let it go to waste.",
      "id": "s253"
    },
    {
      "text": "48 The Tribunal member also asked the appellant about his employment.",
      "id": "s254"
    },
    {
      "text": "In relation to his employment in Colombia, the following exchange took place:\n \n \n \n Chairperson: Okay...",
      "id": "s255"
    },
    {
      "text": "So before you left Colombia, you were managing the farm.",
      "id": "s256"
    },
    {
      "text": "Is that right?",
      "id": "s257"
    },
    {
      "text": "Interpreter: Yes, that's right.",
      "id": "s258"
    },
    {
      "text": "Chairperson: Had you had any other employment in Colombia?",
      "id": "s259"
    },
    {
      "text": "Interpreter: No, basically...",
      "id": "s260"
    },
    {
      "text": "I was at the farm.",
      "id": "s261"
    },
    {
      "text": "49 What emerges from the evidence given by the appellant at the Tribunal hearing is the following.",
      "id": "s262"
    },
    {
      "text": "The farm was still owned by the appellant's father and producing coffee and some sporadic harvesting still took place.",
      "id": "s263"
    },
    {
      "text": "His father was paying a farm worker to keep an eye on the farm.",
      "id": "s264"
    },
    {
      "text": "If the appellant returned to Colombia, he would feel compelled to return to the farm because it belonged to his family and farm work was the only kind of work he had done in Colombia.",
      "id": "s265"
    },
    {
      "text": "His family's income was also partly derived from the farm.",
      "id": "s266"
    },
    {
      "text": "50 In its reasons, the Tribunal recounted that the applicant had claimed that if he returned Colombia he would effectively feel compelled to return to the farm and be a coffee grower.",
      "id": "s267"
    },
    {
      "text": "That is a clear and unambiguous import of the evidence set out earlier.",
      "id": "s268"
    },
    {
      "text": "In response to this, the Tribunal said, in the reasons, \"I do not accept the applicant's claim in this regard\".",
      "id": "s269"
    },
    {
      "text": "In support of this conclusion, the Tribunal pointed out that the applicant had been prepared to live in Australia without contact with his farm and he could likewise live in Colombia without contact.",
      "id": "s270"
    },
    {
      "text": "It then pointed to work he had done in Australia (construction and cleaning) and that his wife had worked as a trade beauty therapist.",
      "id": "s271"
    },
    {
      "text": "51 However what the Tribunal has done, in my opinion, is to provide bare logical alternatives to what the appellant indicated he would do without testing whether the logical alternatives, in the face of the appellant's asserted wish to return to the farm, were reasonable.",
      "id": "s272"
    },
    {
      "text": "The question of whether an asylum seeker, who claims of having been persecuted have been accepted, will be compelled to act in a particular way because of family obligations, is not answered by pointing to conduct plainly arising from his earlier persecution.",
      "id": "s273"
    },
    {
      "text": "That is, it was not open to the Tribunal to reject the appellant's claim that he would feel compelled to return to the family farm if he were to return to Colombia, by pointing to the fact that he abandoned the farm by fleeing to Australia.",
      "id": "s274"
    },
    {
      "text": "His fleeing to Australia was to escape persecution.",
      "id": "s275"
    },
    {
      "text": "The Tribunal did not give any real consideration to the specific impediment raised by the appellant, namely that he would feel compelled to return to work on the family farm.",
      "id": "s276"
    },
    {
      "text": "52 On one view, the Tribunal's conclusion that it \"did not accept the [appellant's] claim in this regard\" was no more than a finding of fact.",
      "id": "s277"
    },
    {
      "text": "That was the approach of the Federal Magistrate.",
      "id": "s278"
    },
    {
      "text": "But in substance, it was significantly more.",
      "id": "s279"
    },
    {
      "text": "It was not a finding about past events but a conclusion that it would be reasonable to expect the appellant to relocate within Colombia without given any real consideration to the specific issue he had raised.",
      "id": "s280"
    },
    {
      "text": "An assessment of whether it was reasonable in the circumstances to expect the appellant to relocate could not be made by merely pointing to the fact that the appellant had not been on the farm for some years because he is in Australia and had not been doing farm work whilst in Australia.",
      "id": "s281"
    },
    {
      "text": "The test propounded by Black CJ in Randhawa requires that the evaluation be proper, realistic and fair and all the circumstances be taken into account.",
      "id": "s282"
    },
    {
      "text": "In my opinion, the Tribunal misunderstood the content of the principle propounded in Randhawa , did not apply it and thereby fell into jurisdictional error.",
      "id": "s283"
    },
    {
      "text": "53 The appeal should be allowed with costs, the Tribunal's decision set aside and the matter remitted to the Tribunal.",
      "id": "s284"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s285"
    },
    {
      "text": "Associate:\n\nDated: 30 August 2007 \n\n\n Counsel for the Appellant: Mr I Archibald \n \n Solicitor for the Appellant: Michaela Byers, Solicitor \n \n Counsel for the Respondent: Ms T Wong \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 5 March 2007; 17 May 2007 \n \n Date of Judgment: 30 August 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1347.html",
      "id": "s286"
    }
  ]
}