{
  "name": "Riddell v Federal Commissioner of Taxation [2007] FCA 1818 (23 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1818.html",
  "catchphrases": [
    {
      "text": "income tax",
      "id": "c0"
    },
    {
      "text": "allowable deductions",
      "id": "c1"
    },
    {
      "text": "where taxpayer is professional sportsperson",
      "id": "c2"
    },
    {
      "text": "whether sports management fee was an outgoing incurred in gaining or producing assessable income",
      "id": "c3"
    },
    {
      "text": "whether management fee was an outgoing necessarily incurred in conducting a business",
      "id": "c4"
    },
    {
      "text": "whether came at a point too soon to be relevant and incidental",
      "id": "c5"
    },
    {
      "text": "whether of a capital nature",
      "id": "c6"
    },
    {
      "text": "taxation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The National Rugby League (\"NRL\") Competition is the premier rugby league competition in Australia and New Zealand.",
      "id": "s0"
    },
    {
      "text": "The NRL, a public company limited by guarantee, operates and manages the NRL Competition.",
      "id": "s1"
    },
    {
      "text": "The NRL Competition is made up of 16 clubs located in Queensland, New South Wales, Victoria and Auckland (\"the NRL Clubs\").",
      "id": "s2"
    },
    {
      "text": "2 Each NRL Club is bound to the NRL by the \"NRL Rules\", being rules adopted from time to time by the NRL to govern the NRL Competition.",
      "id": "s3"
    },
    {
      "text": "The NRL Rules include, as Sched 6, the NRL Playing Contract and Remuneration Rules (\"the NRL Playing Rules\").",
      "id": "s4"
    },
    {
      "text": "The objects of the NRL Playing Rules are, amongst other things, to provide a fair and even rugby league competition (rule 2(1)), to protect the interests of players who participate or may participate in the NRL Competition (rule 2(2)) and to ensure that by monitoring and enforcing the observance of a salary cap by each of the clubs, a balance is struck between the financial viability of the club and fair payment for players to enable the players to earn a living from rugby league as their primary source of income (rule 2(11)(h)).",
      "id": "s5"
    },
    {
      "text": "3 Under the NRL Playing Rules, any club that participates or wishes to participate in the NRL Competition must be a party to a current Club Agreement (as that expression is defined in the NRL Rules: rule 22(1)) and must ensure that the club and its players have complied with and continue to comply with the NRL Rules (including its schedules and guidelines) (rules 22(2) and (3)).",
      "id": "s6"
    },
    {
      "text": "4 Players must be registered to play in the NRL Competition: rules 23, 38 and 39 of the NRL Playing Rules.",
      "id": "s7"
    },
    {
      "text": "Application for registration is governed by rules 40 and 41 of the NRL Playing Rules.",
      "id": "s8"
    },
    {
      "text": "Any person who wishes to participate as a player in the NRL Competition must, amongst other things:\n \n \n \"...\n \n \n \n \n \n (2) Be a party to a current NRL Playing Contract with a Club; \n \n \n \n \n \n \n \n \n \n (3) Agree with the NRL: \n \n \n \n \n (a) to comply with, and be bound by, the NRL Rules ... \n \n \n ... \n \n \n (f) To grant to the NRL the right to use his name and image in connection with the promotion or marketing of the NRL Competition ...\" \n \n \n \n \n (Rule 40).",
      "id": "s9"
    },
    {
      "text": "5 The relationship between the NRL, each NRL Club and the NRL players is also governed by a Collective Bargaining Agreement (\"CBA\") negotiated by the Rugby League Professionals Association (\"RLPA\") with the NRL.",
      "id": "s10"
    },
    {
      "text": "The provisions of the CBA are expressly incorporated into the standard NRL Playing Contract.",
      "id": "s11"
    },
    {
      "text": "Each NRL Club is required by the NRL Playing Rules to engage players under the standard NRL Playing Contract.",
      "id": "s12"
    },
    {
      "text": "6 The NRL Playing Rules define a \"NRL Playing Contract\" as:\n \n \n \"a contract between a Club on the one hand and a Player on the other hand by which the Player agrees to play Rugby League for the Club in the NRL Competition and the Related Competitions in the terms of Form 1 or in such other terms as the Chief Executive Officer may approve pursuant to Rule 28.",
      "id": "s13"
    },
    {
      "text": "\"\n \n \n\n7 The NRL maintains a register of NRL Playing Contracts for every player registered to play: rule 31 of the NRL Playing Rules.",
      "id": "s14"
    },
    {
      "text": "The register records particulars of each NRL Playing Contract including the parties to it, the date it was entered into, the match fees and playing fees payable to the player and if the player was at the time of entry into the NRL Playing Contract represented by an NRL Accredited Player Agent, the name of the agent.",
      "id": "s15"
    },
    {
      "text": "Schedule 7 of the NRL Rules prescribes the \"NRL Accredited Player Agents Rules\".",
      "id": "s16"
    },
    {
      "text": "8 The NRL Playing Rules expressly acknowledge that a player is a sportsman and may receive \"Remuneration\" as well as other income in a variety of forms from a variety of sources: Pts 8.3, 8.4 and 8.5 of the NRL Playing Rules.",
      "id": "s17"
    },
    {
      "text": "Two matters should be noted about these Parts of the NRL Playing Rules.",
      "id": "s18"
    },
    {
      "text": "First, \"Remuneration\" is defined in rule 65 to mean any:\n \n \n \"(a) Advance;\n \n (b) Allowance;\n \n (c) Bonus;\n \n (d) Consideration;\n \n ...\n \n (h) Financial benefit given or promised;\n \n ...\n \n (n) Money;\n \n (o) Payment;\n \n ...\n \n (w) Reward;\n \n (x) Salary or wages; ...\n \n paid to a Player by a Club within the meaning of these Rules .",
      "id": "s19"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n \n \n (Emphasis added.",
      "id": "s20"
    },
    {
      "text": ")\n \n \n\n9 Secondly, the NRL Playing Rules expressly acknowledge that a player may receive \"Remuneration\" pursuant to a \"Third Party Agreement\".",
      "id": "s21"
    },
    {
      "text": "A \"Third Party Agreement\" is defined to mean \" any contract, agreement or arrangement, whether entered into by a Club, a Player or some other person or entity on behalf of a Club or a Player, whereby Remuneration is paid to, or for the benefit of, a Player by a Third Party \": rule 7(1) of the NRL Playing Rules.",
      "id": "s22"
    },
    {
      "text": "A \"Third Party\" is defined to mean any person or entity other than a Club or a Player and includes an Associated Entity to a Club: rule 7(1).",
      "id": "s23"
    },
    {
      "text": "A Third Party Agreement will form part of a player's Remuneration (and therefore be included in calculating a Club's salary cap) unless, amongst other things, the Third Party Agreement was negotiated independently between the player and the Third Party at arm's length from the Club.",
      "id": "s24"
    },
    {
      "text": "In determining whether a Third Party Agreement has been made at arm's length from the employing Club, one factor to be taken into account is whether \" the Player is to be promoted by the Third Party as a sportsman independent of his Club who is associated with the Third Party as opposed to a Player from his Club \": rule 100.",
      "id": "s25"
    },
    {
      "text": "ISSUE AND CONCLUSION \n \n10 The Applicant, David Riddell (\"Riddell\"), is a NRL Player registered to participate in the NRL Competition.",
      "id": "s26"
    },
    {
      "text": "From 1998 to the present, Riddell has played in the NRL Competition on a full-time basis under 6 different NRL Playing Contracts for 3 different NRL Clubs.",
      "id": "s27"
    },
    {
      "text": "11 The central issue is whether a management fee of $21,175 paid by Riddell to SFX Sports Group (Australia) Pty Ltd (\"SFX\"), a NRL Accredited Player Agent (\"the management fee\"), in the year of income ended 30 June 2005 (\"the 2005 Income Year\") is deductible under s 8-1 of the Income Tax Assessment Act 1997 (Cth) (\"the 1997 Act \").",
      "id": "s28"
    },
    {
      "text": "12 In particular, was the management fee:\n \n \n (1) incurred by Riddell in gaining or producing his assessable income in the 2005 income year under s 8-1(a) of the 1997 Act ;\n (2) incurred by Riddell in carrying on a business for the purpose of gaining or producing his assessable income in the 2005 income year under s 8-1(b) of the 1997 Act ;\n (3) an outgoing incurred by Riddell at a point too soon to be incidental and relevant to the income producing activities of Riddell;\n (4) a loss or outgoing of capital or of a capital nature under s 8-2(a) of the 1997 Act ?",
      "id": "s29"
    },
    {
      "text": "13 I consider that the management fee is deductible under s 8-1 of the 1997 Act .",
      "id": "s30"
    },
    {
      "text": "14 This proceeding was heard on the same day and immediately before Spriggs v Federal Commissioner of Taxation (VID 314 of 2007).",
      "id": "s31"
    },
    {
      "text": "To avoid unnecessary repetition in these reasons for decision, I incorporate and adopt in these reasons paras [32] to [41] of the reasons for decision in Spriggs.",
      "id": "s32"
    },
    {
      "text": "Those paragraphs set out the relevant legislation, the relevant principles and some general considerations concerning sport and professional sport examined by the High Court in Commissioner of Taxation v Stone [2005] HCA 21 ; (2005) 222 CLR 289 at [11] to [15].",
      "id": "s33"
    },
    {
      "text": "FACTS \n \n15 Riddell played rugby league as a child.",
      "id": "s34"
    },
    {
      "text": "When he was approximately 15 or 16 years of age, he was first represented by a player agent.",
      "id": "s35"
    },
    {
      "text": "That relationship ended towards the end of 1997 when Riddell was approached by Darryl Mather (\"Mather\") of International Sports Management Pty Ltd (\"ISM\").",
      "id": "s36"
    },
    {
      "text": "16 On 29 May 1998, Riddell entered into a management agreement with ISM (\"the ISM Agreement\").",
      "id": "s37"
    },
    {
      "text": "It provided:\n \n \n \n \"RECITALS:\n \n 1.",
      "id": "s38"
    },
    {
      "text": "[Riddell] competes professionally in the sport of (sic)\n \n 2.",
      "id": "s39"
    },
    {
      "text": "[Riddell] desires to engage [ISM] to manage his affairs as hereinafter set out.",
      "id": "s40"
    },
    {
      "text": "The Parties Agree as follows:\n \n 1.",
      "id": "s41"
    },
    {
      "text": "[ISM] agrees to provide the following services to [Riddell]:\n \n a) Advise [Riddell] in respect of his sporting career.",
      "id": "s42"
    },
    {
      "text": "b) Negotiate playing contracts on behalf of [Riddell].",
      "id": "s43"
    },
    {
      "text": "c) Negotiate product endorsements and sponsorship so far as is reasonably possible.",
      "id": "s44"
    },
    {
      "text": "d) Access and arrange legal, financial, superannuation, taxation, insurance and other appropriate advices and services at the request and cost of [Riddell].",
      "id": "s45"
    },
    {
      "text": "... \n \n \n \n \n \n \n \n 2.",
      "id": "s46"
    },
    {
      "text": "[ISM] will keep [Riddell] informed in relation to any dealings or negotiations undertaken on [Riddell's] behalf.",
      "id": "s47"
    },
    {
      "text": "3.",
      "id": "s48"
    },
    {
      "text": "The term of this Agreement shall be for five (5) years and shall continue thereafter until terminated in writing by either party, provided that no less than three months notice shall be given.",
      "id": "s49"
    },
    {
      "text": "4.",
      "id": "s50"
    },
    {
      "text": "ISM shall be entitled to charge [Riddell] fees in respect of its services as follows: \n \n \n \n \n a) Twenty per cent (20%) of all gross monies or other considerations paid to [Riddell] for sponsorship, media contracts, endorsement for goods and services, advertising or any form of promotional work and any subsequent income earned from the above monies.",
      "id": "s51"
    },
    {
      "text": "The said payments shall continue for a period of three years after termination of the contract in respect of any of the arrangements set out above which commence during the period of the agency.",
      "id": "s52"
    },
    {
      "text": "b) In respect of sporting events in which [Riddell] participates: \n \n \n \n \n \n (i) Eight per cent (8%) of all contract monies paid to [Riddell] including bonuses/ incentives negotiated by [ISM].",
      "id": "s53"
    },
    {
      "text": "(ii) Match payments shall not be included for the purpose of this clause.",
      "id": "s54"
    },
    {
      "text": "c) The amount payable to [ISM] shall be paid within 14 days of receipt of monies by [Riddell].",
      "id": "s55"
    },
    {
      "text": "...\n \n \n \n \n \n 10.",
      "id": "s56"
    },
    {
      "text": "Outside Australia, [ISM] may assign its rights and obligations hereunder to any company with which it is affiliated, including ProServ USA, ProServ UK, ProServ Europe, ProServ Italy and ProServ Japan.",
      "id": "s57"
    },
    {
      "text": "11.",
      "id": "s58"
    },
    {
      "text": "During the first twenty four (24) months of the Period of Service [ISM] agrees to provide [Riddell] with a scholarship period.",
      "id": "s59"
    },
    {
      "text": "During this time, [ISM] agrees to waiver (sic) any remuneration which would otherwise be due and payable during this portion of the Period of Service as outlined in Clause 4b).",
      "id": "s60"
    },
    {
      "text": "This is in no way prejudices the remuneration which may become subsequently due and payable during the remainder of the Period of Service.",
      "id": "s61"
    },
    {
      "text": "\" \n \n \n \n \n \n \n\n17 Riddell began his NRL career in 1998 when he was contracted to the Eastern Suburbs District Rugby League Football Club Limited (\"Sydney City\") to play for that club for the 1998 and 1999 seasons.",
      "id": "s62"
    },
    {
      "text": "On 18 November 1999, Riddell signed a further 1 year playing contract with Sydney City for the 2000 season.",
      "id": "s63"
    },
    {
      "text": "Riddell was not selected to play a first grade game with Sydney City.",
      "id": "s64"
    },
    {
      "text": "18 During the course of 1999, ISM was acquired by SFX.",
      "id": "s65"
    },
    {
      "text": "2001, 2002, 2003 and 2004 Seasons \n \n19 On 27 July 2000, Riddell signed a 1 year playing contract with St George Illawarra Rugby League Football Club (\"St George\") for the 2001 season.",
      "id": "s66"
    },
    {
      "text": "On 6 June 2001, Riddell entered into a three year playing contract with St George for the 2002, 2003 and 2004 seasons.",
      "id": "s67"
    },
    {
      "text": "Each was a NRL Player Contract.",
      "id": "s68"
    },
    {
      "text": "Riddell's playing fee (including superannuation) for each of the 2002, 2003 and 2004 years was $100,000: cl 2 of sched 1.",
      "id": "s69"
    },
    {
      "text": "In addition, Riddell was paid $2,000 for each match won and $1,000 for each match drawn or lost: cl 1 of sched 1.",
      "id": "s70"
    },
    {
      "text": "20 On the same date, 6 June 2001, Riddell entered into a further management agreement with SFX (\"the First SFX Agreement\").",
      "id": "s71"
    },
    {
      "text": "That agreement contains substantially the same terms as the ISM Agreement.",
      "id": "s72"
    },
    {
      "text": "Five differences are to be noted.",
      "id": "s73"
    },
    {
      "text": "First, recital 2 was amended to record that Riddell desired to engage SFX to exclusively manage his affairs.",
      "id": "s74"
    },
    {
      "text": "Secondly, SFX was entitled to charge Riddell 7% (not 8%) of his payments for sporting events (cl 4b).",
      "id": "s75"
    },
    {
      "text": "Thirdly, as a result of the proposed introduction of the Goods and Services Tax (\"GST\"), a note was added to cl 4 which read:\n \n \n \"If any ... [GST] ... is introduced and that tax is payable on or in connection with any money payable by [Riddell] to [SFX] under this Agreement, [Riddell] must punctually pay the tax payable on that money.",
      "id": "s76"
    },
    {
      "text": "\"\n \n \n\n21 Fourthly, the scholarship clause was omitted and, finally, on termination on 6 June 2006, the agreement was automatically renewed for 36 months unless either party served notice of intention not to renew the agreement not later than 6 months prior to the expiration of the term.",
      "id": "s77"
    },
    {
      "text": "22 Before the end of the 2004 season, Mather of SFX attempted to negotiate a new playing contract for Riddell with St George.",
      "id": "s78"
    },
    {
      "text": "Mather proposed a new income for Riddell.",
      "id": "s79"
    },
    {
      "text": "St George did not consider Riddell was worth the amount sought by Mather.",
      "id": "s80"
    },
    {
      "text": "As a result, Riddell sought and was granted permission by St George to obtain expressions of interest from other NRL Clubs about Riddell prior to 30 June 2004.",
      "id": "s81"
    },
    {
      "text": "23 Between April and June 2004, Mather met with representatives of Parramatta National Rugby League Club Limited (\"Parramatta\") and Cronulla-Sutherland District Rugby League Football Club Limited (\"Cronulla\").",
      "id": "s82"
    },
    {
      "text": "Cronulla provided Mather with a written offer setting out proposed terms of a playing contract.",
      "id": "s83"
    },
    {
      "text": "The offer was withdrawn shortly afterwards.",
      "id": "s84"
    },
    {
      "text": "Subsequently, Parramatta proposed terms of a playing contract.",
      "id": "s85"
    },
    {
      "text": "Throughout this period, Riddell spoke to Mather two or three times a week about the progress of the negotiations.",
      "id": "s86"
    },
    {
      "text": "2005, 2006 and 2007 Seasons \n \n24 On 22 June 2004, Riddell entered a playing contract with Parramatta for the 2005, 2006 and 2007 seasons.",
      "id": "s87"
    },
    {
      "text": "It is a standard NRL Playing Contract.",
      "id": "s88"
    },
    {
      "text": "The recitals of the contract recorded that:\n \n \n \n \"A.",
      "id": "s89"
    },
    {
      "text": "The NRL conducts the elite competition for the Game throughout Australasia (\"the NRL Competition\").",
      "id": "s90"
    },
    {
      "text": "B.",
      "id": "s91"
    },
    {
      "text": "The Club is the holder of a licence to field a team in the NRL Competition.",
      "id": "s92"
    },
    {
      "text": "C. The Player is a professional player of the Game.",
      "id": "s93"
    },
    {
      "text": "D. The Club and the Player wish to contract with each other on the terms and conditions set out in this agreement (\"the Agreement\").",
      "id": "s94"
    },
    {
      "text": "\" \n \n \n \n \n\n25 The agreement recorded the relationship between the parties as one of employee and employer: cl 1.1.",
      "id": "s95"
    },
    {
      "text": "Riddell is not entitled to any match fees: sched 1.",
      "id": "s96"
    },
    {
      "text": "However his total annual playing fee (including leave entitlements, superannuation and fringe benefits tax) is $275,000 for each of 2005, 2006 and 2007.",
      "id": "s97"
    },
    {
      "text": "26 On 17 November 2004, a Tax Invoice was issued to Riddell by SFX for the management fee of $19,250, plus GST, totalling $21,175.",
      "id": "s98"
    },
    {
      "text": "The notation on the invoice reads \"2005 management fees\".",
      "id": "s99"
    },
    {
      "text": "It is this fee which the Federal Commissioner of Taxation (\"the Commissioner\") contends is not deductible in the 2005 income year.",
      "id": "s100"
    },
    {
      "text": "Second SFX Agreement \n \n27 For completeness I should note that evidence was adduced about subsequent arrangements between Riddell and SFX.",
      "id": "s101"
    },
    {
      "text": "The evidence showed that on 23 October 2006.",
      "id": "s102"
    },
    {
      "text": "Riddell entered into a new management agreement with SFX.",
      "id": "s103"
    },
    {
      "text": "Neither party sought to rely either on the fact of making that agreement or the terms of it.",
      "id": "s104"
    },
    {
      "text": "It need not be considered further.",
      "id": "s105"
    },
    {
      "text": "Riddell's activities as a professional NRL player since 1998 \n \n28 Since 1998, Riddell has received payment of match payments or an annual playing fee under each of his contracts for playing rugby league in the NRL Competition: see [19] and [25] above.",
      "id": "s106"
    },
    {
      "text": "Each playing contract was negotiated by ISM or, later, SFX.",
      "id": "s107"
    },
    {
      "text": "Under the relevant accredited agent's agreement (the ISM Agreement or the First SFX Agreement), this income was described as payment in respect of sporting events in which Riddell participated and for which the agent was entitled to receive a percentage.",
      "id": "s108"
    },
    {
      "text": "29 In addition to those payments, in each income year, consistent with its obligations under the ISM Agreement and the First SFX Agreement, ISM and later SFX negotiated \"sponsorship, media contracts, endorsement for goods and services, advertising or any form of promotional work\" (\"Additional Services\").",
      "id": "s109"
    },
    {
      "text": "30 Additional Services secured by SFX on behalf of Riddell included: \n \n \n (1) on 21 February 2003 and 2 December 2004 respectively, a sponsorship agreement for one year between Puma Australia Pty Ltd (\"Puma\") and Riddell under which Riddell was required to wear Puma boots in finals matches and undertake prescribed general promotional appearances in exchange for the supply of Puma products and cash bonuses if Riddell won the \"Dally M Award\"; \n (2) on 24 June 2003, a licensing agreement between Legends Genuine Memorabilia and Riddell for the production of 200 signed lithographs of Riddell for which Riddell received a signing fee of $20.00 per signature, an upfront fee of $2,000 upon completion of signing the 200 lithographs and a further payment of $2,000 after the sale of 100 lithographs.",
      "id": "s110"
    },
    {
      "text": "The maximum fee to be paid to Riddell was $4,000;\n (3) on 31 March 2005, a sponsorship agreement between Microsoft Pty Ltd1 (sic), SFX and Riddell under which Riddell is to endorse Microsoft Xbox products and services at scheduled media events in return for which he is to receive a sponsorship fee of $7,000 by four instalments paid on 14 August 2005, 14 February 2006, 14 August 2006 and 31 December 2006;\n (4) on 1 January 2006, a two year agreement between Playersinc Pty Ltd and Riddell under which Riddell as a \"prominent NRL Rugby League Player' would be sculptured and scanned for the production of a miniature Riddell 'Action Figurine' and for which Riddell was paid an upfront fee of $500 and ten percent of all sales;\n (5) negotiating promotional activities including appearances on television and radio.",
      "id": "s111"
    },
    {
      "text": "31 In the 2005 income year, Riddell earned $11,394 from promotional activities negotiated by employees of SFX on Riddell's behalf as follows:\n \n(1) St George Illawarra --- Card Royalty $94\n \n(2) Seven Network --- Appearance $1,000\n \n(3) IAC Sports --- Sponsorship $3,000\n \n(4) Remier Media Group $1,500\n \n(5) Athlete Management International $1,800\n \n(6) Puma Boot and Training Clothing $3,000\n \n(7) Casio Watch Sponsorship $250\n \n(8) Dirty Dog Sunglasses Sponsorship $750.",
      "id": "s112"
    },
    {
      "text": "32 In addition, in the 2005 income year he returned as assessable income:\n \n (1) $44,564 from St George;\n \n (2) $175,610 from Parramatta;\n \n (3) $970, being the match fee for playing rugby for New South Wales;\n \n (4) $900, an appearance fee from a television station.",
      "id": "s113"
    },
    {
      "text": "ANALYSIS \n \n33 Whether an outgoing incurred by a taxpayer satisfies one or more of the positive limbs for deductibility depends upon the facts of each case: Maryborough Newspapers Co Ltd v Federal Commissioner of Taxation [1929] HCA 16 ; (1929) 43 CLR 450 and Federal Commissioner of Taxation (Cth) v Total Holdings (Australia) Pty Ltd [1979] FCA 30 ; (1979) 43 FLR 217 at 223.",
      "id": "s114"
    },
    {
      "text": "Issue 1: was the management fee incurred by Riddell in gaining or producing his assessable income in the 2005 income year under s 8-1(a) of the 1997 Act ?",
      "id": "s115"
    },
    {
      "text": "34 There is no dispute that the management fee was both an \"outgoing\" and was \"incurred\".",
      "id": "s116"
    },
    {
      "text": "The issue is whether the management fee was incurred by Riddell in the actual course of gaining or producing assessable income.",
      "id": "s117"
    },
    {
      "text": "The management fee was, as the invoice stated, for \" 2005 Management Fees $19,250 \".",
      "id": "s118"
    },
    {
      "text": "The invoice was dated 17 November 2004.",
      "id": "s119"
    },
    {
      "text": "35 Assessment of the first positive limb, s 8-1(a) of the 1997 Act , requires consideration of whether that management fee was relevant and incidental to Riddell's income as a NRL player.",
      "id": "s120"
    },
    {
      "text": "In my view, it was.",
      "id": "s121"
    },
    {
      "text": "36 In the 2005 income year, all of Riddell's assessable income was gained or produced from his activities as a NRL player.",
      "id": "s122"
    },
    {
      "text": "This income was from two sources: \" in respect of sporting events in which Riddell participates \" (ie playing rugby league) and \"Additional Services\": see [30] above.",
      "id": "s123"
    },
    {
      "text": "The fact that professional NRL players, such as Riddell, produce income from activities other than playing rugby league is recognised in the express terms of the NRL Playing Rules (see [8] --- [9] above) and each of the management agreements (see [16] and [20] above).",
      "id": "s124"
    },
    {
      "text": "37 Secondly, the relationship between the management fee and Riddell's income earning activities is direct.",
      "id": "s125"
    },
    {
      "text": "Riddell submitted that the services to which the management fee related were, as the invoice stated, for management fees.",
      "id": "s126"
    },
    {
      "text": "A label is never determinative: Commissioner of Taxation v Broken Hill Pty Co Ltd (2000) ATC 4659 at 4668; Colonial Mutual Life Assurance Society Ltd v Federal Commissioner of Taxation [1953] HCA 68 ; (1953) 89 CLR 428; Hallstroms Pty Ltd v Federal Commissioner of Taxation [1946] HCA 34 ; (1946) 72 CLR 634 and Sun Newspapers Ltd &amp; Associated Newspapers Ltd v Federal Commissioner of Taxation [1938] HCA 72 ; (1938) 61 CLR 337.",
      "id": "s127"
    },
    {
      "text": "38 The management fee was charged by SFX a few months after Riddell entered into the playing contract with Parramatta for the 2005, 2006 and 2007 seasons.",
      "id": "s128"
    },
    {
      "text": "The fee charged by SFX was the compensation SFX was entitled to receive under the First SFX Agreement and was 7% of the $225,000 in contract money Riddell was to receive for participating in 2005 in the sporting events set out in the playing contract, namely playing rugby league in the NRL Competition.",
      "id": "s129"
    },
    {
      "text": "Under cl 4a) of the First SFX Agreement, the fee to be charged to Riddell by SFX for securing \"Additional Services\" was 20%.",
      "id": "s130"
    },
    {
      "text": "The activities undertaken and income earned by Riddell in the 2005 income year related to these Additional Services are set out in [31] --- [32] above.",
      "id": "s131"
    },
    {
      "text": "20% of those amounts would be a sum greater than the management fee in issue in these proceedings.",
      "id": "s132"
    },
    {
      "text": "39 The fee paid by Riddell to SFX was compensation for SFX negotiating a playing contract with Parramatta.",
      "id": "s133"
    },
    {
      "text": "The playing contract facilitated the generation of income from the two sources identified in [36].",
      "id": "s134"
    },
    {
      "text": "ISM and later SFX negotiated each of Riddell's playing contracts.",
      "id": "s135"
    },
    {
      "text": "That is not surprising.",
      "id": "s136"
    },
    {
      "text": "Mr Rodwell from the RPLA said that there are approximately 70 accredited NRL player agents and that he estimates that greater than 95% of the 25 highest paid players at any NRL club are represented by player agents.",
      "id": "s137"
    },
    {
      "text": "40 On 5 December 2006, Riddell's instructing solicitor informed the Commissioner by email that: \n \n \n \"Attached is the work related items schedule for the 2005 income tax return signed by the taxpayer noting the amount for management fees that were not claimed as a deduction.",
      "id": "s138"
    },
    {
      "text": "I am instructed that they all relate to the negotiation of the contract with Parramatta.",
      "id": "s139"
    },
    {
      "text": "If the amounts related to obtaining sponsorships they would have been claimed as a deduction (as the ATO recognises this is deductible).",
      "id": "s140"
    },
    {
      "text": "Clearly, by noting it and not claiming it as a deduction, you should accept that it is not for sponsorship.",
      "id": "s141"
    },
    {
      "text": "\" \n \n \n \n\nMather of SFX also gave evidence that the management fee related to the negotiation of the contract with Parramatta.",
      "id": "s142"
    },
    {
      "text": "That evidence is both relevant and admissible: s 87 of the Evidence Act 1995 (Cth).",
      "id": "s143"
    },
    {
      "text": "Even in the absence of this evidence, the fee charged by SFX was of the kind described in [39] above.",
      "id": "s144"
    },
    {
      "text": "41 Finally, employment does not preclude expenditure from being deductible under the first positive limb.",
      "id": "s145"
    },
    {
      "text": "It is common for expenditure relevant and incidental to income earned under employment to be deductible.",
      "id": "s146"
    },
    {
      "text": "In fact, classification of any arrangement as one of employment could be distracting if that were to be seen as determinative of the issue now under consideration.",
      "id": "s147"
    },
    {
      "text": "This is especially so here where the \"employment\" (as defined by the playing contract and the NRL Playing Rules) expressly contemplates exploitation of Riddell and by Riddell as a NRL player.",
      "id": "s148"
    },
    {
      "text": "Issue 2: was the management fee incurred by Riddell in carrying on a business for the purpose of gaining or producing his assessable income in the 2005 income year under s 8-1(b) of the 1997 Act ?",
      "id": "s149"
    },
    {
      "text": "42 As with Spriggs , the Commissioner did not contend that it was not possible for a professional sportsperson to be carrying on a business of exploiting his or her sporting talent.",
      "id": "s150"
    },
    {
      "text": "It is worth restating what the High Court said in Stone (at 307):\n \n \n \"The conclusion that the taxpayer was engaged in a business during the 1998-1999 year proceeds from an acceptance of the proposition that, showing that both before and during that year, the taxpayer was paid to endorse a company or its products as an athlete demonstrated that she has turned her athletic talent to account for money.",
      "id": "s151"
    },
    {
      "text": "\" \n \n \n \n\n43 Riddell's position is not distinguishable.",
      "id": "s152"
    },
    {
      "text": "In the 2005 income year, Riddell was carrying on a business for the purpose of gaining or producing his assessable income.",
      "id": "s153"
    },
    {
      "text": "He turned his rugby league talent to account for money both before and during the 2005 income year: see [30] --- [31] above.",
      "id": "s154"
    },
    {
      "text": "For the reasons outlined above, the management fee was incurred by Riddell in carrying on that business.",
      "id": "s155"
    },
    {
      "text": "44 The Commissioner contended that because \"business\" \" includes any profession, trade, employment, vocation or calling, but does not include occupation as an employee\" (s 995-1 of the 1997 Act ), an outgoing incurred in the course of employment, or to obtain an employment, is not an outgoing incurred \"in carrying on a business\".",
      "id": "s156"
    },
    {
      "text": "Accordingly, the Commissioner contended that the management fee was not deductible because:\n \n (1) Riddell was an employee of Parramatta; and\n \n \n (2) the management fee was incurred in the course of his employment with Parramatta or to obtain employment with Parramatta.",
      "id": "s157"
    },
    {
      "text": "45 That contention should be rejected.",
      "id": "s158"
    },
    {
      "text": "Riddell was an employee of Parramatta.",
      "id": "s159"
    },
    {
      "text": "However, the mere fact that he was an employee does not mean that he was not carrying on a business.",
      "id": "s160"
    },
    {
      "text": "He clearly was.",
      "id": "s161"
    },
    {
      "text": "The answer lies in the definition of \"business\" and, in particular, the exclusion.",
      "id": "s162"
    },
    {
      "text": "\"Business\" includes employment.",
      "id": "s163"
    },
    {
      "text": "It does not include \"occupation as an employee\".",
      "id": "s164"
    },
    {
      "text": "Riddell does not have, and never has had, an \"occupation as an employee\".",
      "id": "s165"
    },
    {
      "text": "His occupation was and remains a professional sportsman who plays rugby league and who exploits his sporting talent as a NRL player \" to account for money\" .",
      "id": "s166"
    },
    {
      "text": "Whether Riddell was carrying on a business is a question of fact.",
      "id": "s167"
    },
    {
      "text": "As the High Court said in Martin v Federal Commissioner of Taxation [1952] HCA 36 ; (1953) 90 CLR 470 (at 479), \" it is simply a question of the right conclusion to draw from the whole of the evidence \".",
      "id": "s168"
    },
    {
      "text": "It would be contrary to the whole of the evidence to conclude that because Riddell earned income under an employment contract he was not conducting a business.",
      "id": "s169"
    },
    {
      "text": "He was.",
      "id": "s170"
    },
    {
      "text": "Issue 3: was the management fee an outgoing incurred by Riddell at a point too soon to be incidental and relevant to the income producing activities of Riddell?",
      "id": "s171"
    },
    {
      "text": "46 As with Spriggs , the Commissioner contends that all expenditure incurred prior to an employment contract is not deductible.",
      "id": "s172"
    },
    {
      "text": "As a result, the Commissioner contends that the management fee was incurred at a point too soon to be an expense incurred in gaining or producing assessable income.",
      "id": "s173"
    },
    {
      "text": "47 I reject the Commissioner's contention that all expenditure incurred prior to the playing contract being signed was not deductible because it came \" at a point too soon to be properly regarded as incurred in gaining assessable income \" for the reasons set out in paras [56] to [62] of my reasons for decision in Spriggs .",
      "id": "s174"
    },
    {
      "text": "48 Whether an outgoing does come at a point too soon to satisfy s 8-1(a) of the 1997 Act is determined by reference to the particular facts of each case.",
      "id": "s175"
    },
    {
      "text": "It cannot be said that the management fee incurred by Riddell was incurred by him \" at a point too soon to be properly regarded as incurred in gaining assessable income \".",
      "id": "s176"
    },
    {
      "text": "49 The management fee was expenditure outlayed within a framework in which Riddell, as a professional rugby league player, produced his income.",
      "id": "s177"
    },
    {
      "text": "That framework was the NRL Playing Rules, the ISM and the First SFX Agreement and the Playing Contracts.",
      "id": "s178"
    },
    {
      "text": "That framework has to be considered in context including Mr Rodwell's evidence that greater than 95% of the 25 highest paid players at any NRL club are represented by player agents.",
      "id": "s179"
    },
    {
      "text": "50 Moreover, the management fee was not incurred prior to the generation of the income.",
      "id": "s180"
    },
    {
      "text": "The income was ongoing.",
      "id": "s181"
    },
    {
      "text": "The income that was generated as a result of the negotiations of ISM (and later SFX) was from two sources.",
      "id": "s182"
    },
    {
      "text": "One of those sources was the playing contract As noted above, the management fee in the 2005 income year was charged by SFX after Riddell signed the 2005 playing contract with Parramatta, a playing contract negotiated by SFX.",
      "id": "s183"
    },
    {
      "text": "The fee was, consistent with the First SFX Agreement, 7% of the payment specified in that playing contract for the 2005 year.",
      "id": "s184"
    },
    {
      "text": "As a matter of fact, it was a fee incurred by SFX only when the playing contract was signed.",
      "id": "s185"
    },
    {
      "text": "Absent the playing contract, there was no fee able to be charged.",
      "id": "s186"
    },
    {
      "text": "In those circumstances, it cannot be said that the management fee was incurred at a point in time too soon to be properly regarded as incurred in gaining assessable income.",
      "id": "s187"
    },
    {
      "text": "51 Prior to the 2005 season, Riddell had not previously played for Parramatta.",
      "id": "s188"
    },
    {
      "text": "That the fee charged by SFX was for negotiating that playing contract does not affect the deductibility of the management fee.",
      "id": "s189"
    },
    {
      "text": "Riddell was a professional rugby league player.",
      "id": "s190"
    },
    {
      "text": "Within the identified framework, no distinction can be drawn between the signing of a new contract with the same club and the signing of a new contract with a new club.",
      "id": "s191"
    },
    {
      "text": "52 As I said in Spriggs, argument by analogy must never be allowed to obscure the particularity of the arrangements in question.",
      "id": "s192"
    },
    {
      "text": "The Commissioner's reliance upon Federal Commissioner of Taxation v Maddalena (1971) 45 ALJR 426 does just that.",
      "id": "s193"
    },
    {
      "text": "Maddalena concerned an era of professional sportsmen and women which bears little or no resemblance to professional sport in the twenty first century.",
      "id": "s194"
    },
    {
      "text": "One only has to point to the absence of the electronic media, let alone the internet, in the 1930's to make good that proposition.",
      "id": "s195"
    },
    {
      "text": "Secondly, as with Spriggs, the factual matrix in Maddalena is very different to the factual matrix of Riddell.",
      "id": "s196"
    },
    {
      "text": "53 Riddell was and remains a full time professional rugby league player.",
      "id": "s197"
    },
    {
      "text": "Maddalena was not.",
      "id": "s198"
    },
    {
      "text": "Riddell seeks to claim the management fee as a deduction.",
      "id": "s199"
    },
    {
      "text": "That fee was incurred after the playing contract was signed, not before, and could not be charged if no playing contract was negotiated.",
      "id": "s200"
    },
    {
      "text": "Maddalena sought to claim travelling expenses and legal expenses, expenses which were incurred before the playing contract and which were incurred regardless of whether or not a playing contract was secured.",
      "id": "s201"
    },
    {
      "text": "The management fee incurred by Riddell did not \"come at a point too soon to be properly regarded as incurred in gaining assessable income\".",
      "id": "s202"
    },
    {
      "text": "Issue 4: was the management fee a loss or outgoing of capital or of a capital nature?",
      "id": "s203"
    },
    {
      "text": "54 In relation to the \"negative limb\" of s 8-1 of the 1997 Act , the Commissioner submitted that even if the management fee was an outgoing incurred by Riddell in gaining or producing assessable income, it was on capital, not revenue, account and therefore not deductible under s 8-1 of the 1997 Act .",
      "id": "s204"
    },
    {
      "text": "This argument also fails.",
      "id": "s205"
    },
    {
      "text": "55 The classic test for resolving the distinction between capital and revenue is that stated by Dixon J in Sun Newspapers Ltd at 363:\n \n \n \"There are, I think, three matters to be considered, (a) the character of the advantage sought, and in this its lasting qualities may play a part, (b) the manner in which it is to be used, relied upon or enjoyed, and in this and under the former head recurrence may play its part, and (c) the means adopted to obtain it; that is, by providing a periodical reward or outlay to cover its use or enjoyment for periods commensurate with the payment or by making a final provision or payment so as to secure future use or enjoyment.",
      "id": "s206"
    },
    {
      "text": "\" \n \n \n \n\nSee also Federal Commissioner of Taxation v Citylink Melbourne Limited [2006] HCA 35 ; (2006) 80 ALJR 1282 at [147] and GP International Pipecoaters Pty Ltd v Federal Commissioner of Taxation [1990] HCA 25 ; (1990) 170 CLR 124 at 137.",
      "id": "s207"
    },
    {
      "text": "(a) The Character of the Advantage Sought \n \n56 An examination of the character of the advantage sought is assisted by asking two questions: (1) what was the management fee really paid for?",
      "id": "s208"
    },
    {
      "text": "and (2) is what it was really paid for, in truth and in substance, a capital asset?",
      "id": "s209"
    },
    {
      "text": ": Colonial Mutual at 454 and Sun Newspapers Ltd at 359-360.",
      "id": "s210"
    },
    {
      "text": "The advantage must be identified and characterised.",
      "id": "s211"
    },
    {
      "text": "The answer to those questions is not assisted by an analysis of the contractual right or rights secured under the contract, as distinct from the activity itself: see Commissioner of Taxation v Raymor (NSW) Pty Ltd [1990] FCA 193 ; (1990) 24 FCR 90 at 99 (per Davies, Gummow and Hill JJ) citing Dixon J in Hallstroms at 648.",
      "id": "s212"
    },
    {
      "text": "As Dixon J said in Hallstroms , the answer:\n \n \n \"...depends on what the expenditure is calculated to effect from a practical and business point of view, rather than upon the juristic classification of the legal rights, if any, secured, employed or exhausted in the process.",
      "id": "s213"
    },
    {
      "text": "\"\n \n \n\nSee also Citylink at [148] (per Crennan J) (with whom Gleeson CJ, Gummow, Heydon and Callinan JJ agreed).",
      "id": "s214"
    },
    {
      "text": "57 The Commissioner contends that the management fee was an affair of capital on the bases that:\n \n \n (1) the advantage that the management fee secured was a structural advantage --- being the contract between Riddell and Paramatta \" which provided the structure by which [Riddell] would gain or produce his future assessable income \";\n (2) the management fee was not part of the process by which Riddell derived his salary income; and\n (3) it was a one-off payment required to secure the contract that would provide him his principal source of income.",
      "id": "s215"
    },
    {
      "text": "I reject that contention.",
      "id": "s216"
    },
    {
      "text": "58 The management fee was paid for a particular service rendered by SFX under the First SFX Agreement.",
      "id": "s217"
    },
    {
      "text": "That agreement obliged SFX to advise and represent Riddell in several related aspects all of which were concerned with exploiting his talents as a NRL player.",
      "id": "s218"
    },
    {
      "text": "That was what the expenditure was calculated to effect from a practical and business point of view.",
      "id": "s219"
    },
    {
      "text": "It was not an outgoing of capital or of a capital nature.",
      "id": "s220"
    },
    {
      "text": "(b) and (c) the manner in which it was used and the means adopted to use it \n \n59 Neither of these matters suggests the management fee is an affair of capital.",
      "id": "s221"
    },
    {
      "text": "The fee was only incurred if the activity for which it was charged was secured.",
      "id": "s222"
    },
    {
      "text": "It was an annual fee.",
      "id": "s223"
    },
    {
      "text": "It secured no lasting asset.",
      "id": "s224"
    },
    {
      "text": "CONCLUSION AND ORDERS \n \n60 The management fee is deductible under s 8-1 of the 1997 Act .",
      "id": "s225"
    },
    {
      "text": "I would allow the appeal and order the Commissioner to pay Riddell's costs of and incidental to the appeal.",
      "id": "s226"
    },
    {
      "text": "I will allow the parties to submit orders to give effect to these reasons for decision.",
      "id": "s227"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s228"
    },
    {
      "text": "Associate:\n\nDated: 23 November 2007\n\n Counsel for the Applicant: Mr A Myers QC with Dr W Orow \n \n Solicitor for the Applicant: DLA Phillips Fox \n \n Counsel for the Respondent: Mr R Brett QC with Mr M Flynn \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 9 October 2007 \n \n Date of Judgment: 23 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1818.html",
      "id": "s229"
    }
  ]
}