{
  "name": "Black v Minister for Immigration and Citizenship [2007] FCA 1249 (17 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1249.html",
  "catchphrases": [
    {
      "text": "application for constitutional writs",
      "id": "c0"
    },
    {
      "text": "where applicant's visa cancelled under s 501(2) migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "where ministerial direction no 21 made under s 499 migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "where decision to cancel visa made by minister personally and not by a delegate",
      "id": "c3"
    },
    {
      "text": "where applicant had no children",
      "id": "c4"
    },
    {
      "text": "where minister gave considerable weight to 'the best interests of the child'",
      "id": "c5"
    },
    {
      "text": "whether minister misconstrued direction no 21",
      "id": "c6"
    },
    {
      "text": "whether minister bound by direction no 21",
      "id": "c7"
    },
    {
      "text": "whether misconstruction of direction no 21 amounted to jurisdictional error",
      "id": "c8"
    },
    {
      "text": "whether applicant entitled to expect that 'the best interests of the child' would not be considered",
      "id": "c9"
    },
    {
      "text": "whether applicant denied procedural fairness.",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for constitutional writs in relation to a decision of the Minister for Immigration and Citizenship.",
      "id": "s0"
    },
    {
      "text": "On 20 February 2007, the Minister decided to cancel the applicant's visa.",
      "id": "s1"
    },
    {
      "text": "The applicant held a transitional (permanent) visa Class BF granted to him by operation of law on 1 September 1994 under the Migration Reform (Transitional Provisions) Regulations , and the Minister made the decision to cancel the applicant's visa under s 501 of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s2"
    },
    {
      "text": "The Minister gave written reasons for his decision under s 501G of the Act .",
      "id": "s3"
    },
    {
      "text": "The facts \n \n2 The applicant was born in the United Kingdom on 21 March 1940.",
      "id": "s4"
    },
    {
      "text": "He came to Australia from Scotland in 1955 when he was 15 years old.",
      "id": "s5"
    },
    {
      "text": "He came with his parents and his younger brother.",
      "id": "s6"
    },
    {
      "text": "In Australia the applicant did a printing apprenticeship and then he obtained work as a printer.",
      "id": "s7"
    },
    {
      "text": "He resigned from his employment in December 2002.",
      "id": "s8"
    },
    {
      "text": "3 In 1983, the applicant committed two offences of indecent assault.",
      "id": "s9"
    },
    {
      "text": "He was convicted of those offences and sentenced to 12 months' imprisonment in relation to each offence.",
      "id": "s10"
    },
    {
      "text": "It seems that an order was made that the sentences be served concurrently.",
      "id": "s11"
    },
    {
      "text": "However, the sentences of imprisonment were suspended upon the applicant entering into a bond to be of good behaviour for two years.",
      "id": "s12"
    },
    {
      "text": "On 10 December 2002, the applicant committed two offences of indecent assault of a person under the age of 12 years, and two offences of unlawful sexual intercourse with a person under the age of 12 years.",
      "id": "s13"
    },
    {
      "text": "The victim in each case was a boy aged 11 years.",
      "id": "s14"
    },
    {
      "text": "On 2 July 2003, a Judge of the District Court of South Australia imposed one sentence of imprisonment with respect to the various offences of five years and six months, commencing on 20 February 2003 with a non-parole period of three years.",
      "id": "s15"
    },
    {
      "text": "The Judge said that, but for the applicant's pleas of guilty, the sentence of imprisonment would have been eight years.",
      "id": "s16"
    },
    {
      "text": "4 The applicant was released on parole on 19 February 2006.",
      "id": "s17"
    },
    {
      "text": "On 7 August 2006, the Department of Immigration and Multicultural Affairs advised the applicant by letter that consideration was being given to the cancellation of his visa under s 501(2) of the Act .",
      "id": "s18"
    },
    {
      "text": "The applicant was given a copy of the relevant statutory provisions and the relevant direction under s 499 of the Act (Direction --- Visa Refusal and Cancellation under Section 501 --- No 21) (\"Direction No 21\") and invited to make submissions to the effect as to why his visa should not be cancelled.",
      "id": "s19"
    },
    {
      "text": "By letter dated 15 August 2006 the applicant made submissions to the effect that his visa should not be cancelled.",
      "id": "s20"
    },
    {
      "text": "The Department wrote to the applicant again on 4 October 2006 advising him that it had reports of the Parole Board of South Australia relating to his case and inviting him to make further submissions.",
      "id": "s21"
    },
    {
      "text": "The applicant made further submissions by letter dated 4 October 2006.",
      "id": "s22"
    },
    {
      "text": "5 On 20 February 2007, the Minister decided to cancel the applicant's visa.",
      "id": "s23"
    },
    {
      "text": "An officer of the Department had prepared a report and the Minister noted on that report his decision to cancel the visa.",
      "id": "s24"
    },
    {
      "text": "The written reasons of the Minister are signed by him and dated 20 February 2007.",
      "id": "s25"
    },
    {
      "text": "By letter dated 28 February 2007, the applicant was advised of the Minister's decision and was given a copy of the Minister's reasons.",
      "id": "s26"
    },
    {
      "text": "The Minister's reasons \n \n6 The Minister noted that the applicant did not pass the character test having regard to s 501(6)(a) and s 501(7)(c) of the Act .",
      "id": "s27"
    },
    {
      "text": "That matter is not in dispute.",
      "id": "s28"
    },
    {
      "text": "7 The Minister referred to the fact that he was not bound by Direction No 21.",
      "id": "s29"
    },
    {
      "text": "However, he said:\n \n \"... following my usual practice I proceeded in accordance with the Direction.",
      "id": "s30"
    },
    {
      "text": "I determined whether each of the relevant considerations weighs in favour or against exercising my discretion to cancel Mr Black's visa under section 501(2).",
      "id": "s31"
    },
    {
      "text": "\" \n \n\n8 The Minister then considered each of the matters referred to in Direction No 21.",
      "id": "s32"
    },
    {
      "text": "As to the exercise of the discretion under s 501(2) , Direction No 21 identifies three matters as \"primary considerations\".",
      "id": "s33"
    },
    {
      "text": "The first primary consideration is the protection of the Australian community and members of the community.",
      "id": "s34"
    },
    {
      "text": "In relation to that matter, the Minister said:\n \n \n 1.",
      "id": "s35"
    },
    {
      "text": "The nature and seriousness of the conduct weighed in favour of cancelling the visa and that was a matter he gave considerable weight;\n 2.",
      "id": "s36"
    },
    {
      "text": "The applicant's risk of recidivism weighed in favour of cancelling the visa and that was a matter he gave moderate weight; and\n 3.",
      "id": "s37"
    },
    {
      "text": "In terms of deterrence to others, that was a matter he gave no weight.",
      "id": "s38"
    },
    {
      "text": "9 It is not necessary to examine the Minister's reasons for reaching those conclusions.",
      "id": "s39"
    },
    {
      "text": "10 The second primary consideration in Direction No 21 is the expectations of the Australian community.",
      "id": "s40"
    },
    {
      "text": "After referring to matters for and against a particular conclusion, the Minister said that he was \"more inclined\" to believe that the Australian community would expect the applicant's visa to be cancelled and him removed from Australia and that was a matter he gave moderate weight.",
      "id": "s41"
    },
    {
      "text": "Again, it is not necessary to examine the Minister's reasons for reaching that conclusion.",
      "id": "s42"
    },
    {
      "text": "11 The third primary consideration is described in Direction No 21 in the following terms:\n \n \n \n \"2.3(c) [I]n all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s43"
    },
    {
      "text": "\" \n \n \n \n \n\nThe focus of the applicant's challenge to the Minister's decision relates to this matter and it is necessary to set out in full the Minister's reasons with respect to it:\n \n \n \"I gave primary consideration to the best interests of any children who are less than eighteen years of age and with whom Mr BLACK is in a parental or other close relationship.",
      "id": "s44"
    },
    {
      "text": "Mr BLACK has no children.",
      "id": "s45"
    },
    {
      "text": "The information relevant to this consideration weighs in favour of cancelling Mr BLACK's visa.",
      "id": "s46"
    },
    {
      "text": "I gave this consideration considerable weight.",
      "id": "s47"
    },
    {
      "text": "\"\n \n\n12 Direction No 21 refers to what it calls \"other considerations\" and the applicant also challenged the Minister's decision in relation to this topic.",
      "id": "s48"
    },
    {
      "text": "The Minister's reasons in relation to this topic are as follows:\n \n \"In reaching my decision I also took into account other considerations and in particular the extent of disruption that would be caused to Mr BLACK and members of his family.",
      "id": "s49"
    },
    {
      "text": "Mr BLACK has a brother who is resident in South Australia.",
      "id": "s50"
    },
    {
      "text": "No evidence has been presented which indicates that Mr BLACK's brother would suffer hardship.",
      "id": "s51"
    },
    {
      "text": "The information relevant to 'other considerations' weighs in favour of cancelling Mr BLACK's visa.",
      "id": "s52"
    },
    {
      "text": "I gave this consideration moderate weight.",
      "id": "s53"
    },
    {
      "text": "\"\n (Original emphasis.",
      "id": "s54"
    },
    {
      "text": ") \n \n \n\n13 The Minister expressed his conclusions as follows:\n \n \"I considered all relevant matters including (1) an assessment against the character test as defined by s 501(6) of the Migration Act 1958, (2) Ministerial Direction 21 under s 499 of that Act and (3) all other evidence available to me, including evidence provided by, or on behalf of, Mr BLACK.",
      "id": "s55"
    },
    {
      "text": "In reaching my decision I concluded that the seriousness of Mr BLACK's offences outweighed all other considerations above.",
      "id": "s56"
    },
    {
      "text": "Having given full consideration to all of these matters, I decided to exercise my discretion to cancel Mr BLACK's visa under s 501(2).",
      "id": "s57"
    },
    {
      "text": "\"\n \n Issues on the application \n \n14 In his application as originally issued, the applicant alleged that the respondent exceeded and/or constructively failed to exercise his power under s 501(2) of the Migration Act by:\n \n \n \"1.1 determining that each of the considerations in Ministerial Direction No 21 of 2001 must either weigh for or against exercising his power under the subsection, whether relevant to the Applicant's circumstances or otherwise;\n \n 1.2 taking into account the consideration described as 'the Best Interests of the Child' in Ministerial Direction No 21 as a factor having 'considerable weight' in favour of cancelling the Applicant's visa in circumstances where the applicant has no children; and\n \n 1.3 taking into account the consideration described as 'Other Considerations' in Ministerial Direction No 21 as a factor having 'moderate weight' in favour of cancelling the Applicant's visa in circumstances where there was no evidence that the applicant's family would be disrupted.",
      "id": "s58"
    },
    {
      "text": "\"\n \n \n\n15 In the course of closing submissions the applicant applied to amend his application by adding the following:\n \n \n \"2.",
      "id": "s59"
    },
    {
      "text": "A breach of the rules of procedural fairness occurred in relation to the making of the decision.",
      "id": "s60"
    },
    {
      "text": "Particulars \n \n \n \n \n \n \n \n \n \n 2.1 The Applicant held a legitimate expectation that any matter or issue set out as a relevant consideration under Ministerial Direction No 21 would be taken into account by the relevant decision maker (whether a delegate or the Respondent) in accordance with the terms of that Direction.",
      "id": "s61"
    },
    {
      "text": "2.2 If the Respondent proposed to make a decision not in accordance with the Applicant's legitimate expectation, procedural fairness required that the Applicant should be given notice and an adequate opportunity of presenting a case against the taking of such a course.",
      "id": "s62"
    },
    {
      "text": "2.3 In the alternative to paragraph 1 above, the Respondent proceeded in accordance with the Direction and considered the primary consideration 'Best Interests of the Child' in Ministerial Direction No 21.",
      "id": "s63"
    },
    {
      "text": "He concluded in respect of that consideration that there was no such child whose interests would detract from the weight of the facts in favour of cancellation.",
      "id": "s64"
    },
    {
      "text": "He gave significant weight to this conclusion.",
      "id": "s65"
    },
    {
      "text": "2.4 Such a conclusion departed from, and was not in accordance with, the weight or significance to be given to the consideration in the Direction.",
      "id": "s66"
    },
    {
      "text": "The Respondent did not give notice or provide an opportunity to the Applicant to make submissions in respect of the conclusion.",
      "id": "s67"
    },
    {
      "text": "\" \n \n \n \n \n \n \n\n16 The respondent opposed the application to amend.",
      "id": "s68"
    },
    {
      "text": "However, he did not suggest that he would have conducted his case differently in terms of the evidence he presented had the additional matters been the application as originally filed and, in those circumstances, I think it is appropriate to allow the amendment.",
      "id": "s69"
    },
    {
      "text": "Misconstruction of Direction No 21 \n \n17 The applicant submits that the Minister misconstrued Direction No 21 in two respects resulting in jurisdictional error.",
      "id": "s70"
    },
    {
      "text": "First, he misconstrued the Direction insofar as it relates to the best interests of children and, secondly, insofar as it relates to other considerations.",
      "id": "s71"
    },
    {
      "text": "18 The Act does not expressly state the matters the Minister must or may take into account in exercising his discretion to cancel a visa under s 501(2).",
      "id": "s72"
    },
    {
      "text": "Section 501 relevantly provides:\n \n \n \"(2) The Minister may cancel a visa that has been granted to a person if: \n \n \n \n \n (a) the Minister reasonably suspects that the person does not pass the character test; and\n (b) the person does not satisfy the Minister that the person passes the character test.",
      "id": "s73"
    },
    {
      "text": "...\n \n \n \n (6) For the purposes of this section, a person does not pass the character test if: \n \n \n \n \n (a) the person has a substantial criminal record (as defined by subsection (7)); or \n \n \n \n ...\n \n \n \n (7) For the purposes of the character test, a person has a substantial criminal record if:\n (a) the person has been sentenced to death; or\n (b) the person has been sentenced to imprisonment for life; or \n \n \n \n \n (c) the person has been sentenced to a term of imprisonment of 12 months or more; or\n (d) the person has been sentenced to 2 or more terms of imprisonment (whether on one or more occasions), where the total of those terms is 2 years or more; or\n (e) the person has been acquitted of an offence on the grounds of unsoundness of mind or insanity, and as a result the person has been detained in a facility or institution.",
      "id": "s74"
    },
    {
      "text": "\"\n (Original emphasis.",
      "id": "s75"
    },
    {
      "text": ")\n \n \n \n\n19 The Minister is not bound to proceed by reference to the direction under s 499 of the Act, namely, Direction No 21: Howells v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 327 ; (2004) 139 FCR 580 at 585 [31] .",
      "id": "s76"
    },
    {
      "text": "However, he may choose to do so.",
      "id": "s77"
    },
    {
      "text": "In this case, he said that he would proceed in accordance with the Direction.",
      "id": "s78"
    },
    {
      "text": "20 The applicant submits that the third primary consideration referred to in Direction No 21, namely, the best interests of the child, is only relevant if there is a child.",
      "id": "s79"
    },
    {
      "text": "He points to paragraph 2.3(c) set out in [11] above and he also points to the following paragraph in Direction No 21:\n \n \n \"2.13 This consideration only applies if the child is or would be less than 18 years of age at the time when the decision is intended to come into effect.",
      "id": "s80"
    },
    {
      "text": "The best interests of any children aged 18 years or more is not a primary consideration but may be considered with other considerations under paragraph 2.17.",
      "id": "s81"
    },
    {
      "text": "\" \n \n \n \n\n21 It should be noted that Direction No 21 makes it clear that although generally speaking it is in the child's best interests to remain with his or her parent, there may be circumstances in which the best interests are served by separation from the non-citizen.",
      "id": "s82"
    },
    {
      "text": "22 I do not think the Minister challenged the applicant's submission that the best interests of the child with Direction No 21 can only be a relevant consideration if there is a child as defined.",
      "id": "s83"
    },
    {
      "text": "Rather, the argument centred on the proper construction of the respondent's reasons.",
      "id": "s84"
    },
    {
      "text": "As to the relevant part of the Minister's reasons, (see [11] above), the Minister's written submissions contend:\n \n \"This paragraph can fairly be construed as saying no more than that the question of the interests of any children was a matter for primary consideration, but that in this particular case, there was no child whose interests were to be taken into account.",
      "id": "s85"
    },
    {
      "text": "At paragraph [14], the respondent then stated:\n \n \n 'The information relevant to this consideration weighs in favour of cancelling Mr Black's visa.",
      "id": "s86"
    },
    {
      "text": "I gave this consideration considerable weight.",
      "id": "s87"
    },
    {
      "text": "'\n \n \n \n The subject of this paragraph is ' the information relevant to this consideration'.",
      "id": "s88"
    },
    {
      "text": "That information was the fact that the applicant had no children.",
      "id": "s89"
    },
    {
      "text": "' Considerable weight' was given to that fact.",
      "id": "s90"
    },
    {
      "text": "A fair reading of this paragraph, in the context of the Statement of Reasons, is that the Minister, having determined to follow the terms of Ministerial Direction No 21 (...) placed weight on the fact that there was no child; that a consideration which might otherwise have weighed in favour of not cancelling the visa, did not apply.",
      "id": "s91"
    },
    {
      "text": "In other words, he placed weight on the fact that this consideration did not apply to detract from the other considerations which the Minister considered weighed in favour of cancellation.",
      "id": "s92"
    },
    {
      "text": "\"\n \n\n23 In the same way as the reasons of the Administrative Appeals Tribunal or the Refugee Review Tribunal are not to be approached \"minutely and finely with an eye keenly attuned to the perception of error\", neither are the reasons of the Minister: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272 per Brennan CJ, Toohey, McHugh and Gummow JJ.",
      "id": "s93"
    },
    {
      "text": "24 Even adopting that approach, I am of the opinion that the Minister misconstrued Direction No 21.",
      "id": "s94"
    },
    {
      "text": "The Minister referred to \"the information relevant to this consideration\" and the only information to which that could have referred is the statement that the applicant has no children.",
      "id": "s95"
    },
    {
      "text": "That is the information the Minister said weighed in favour of cancelling the applicant's visa and to which he said he gave (as a consideration) considerable weight.",
      "id": "s96"
    },
    {
      "text": "In my opinion, that is a misconstruction of Direction No 21 because once the decision-maker finds that a non-citizen has no children, the matter or consideration became irrelevant.",
      "id": "s97"
    },
    {
      "text": "I do not think it is possible to construe the Minister's reasons as saying no more than that the matter of the best interests of the child was irrelevant and, as this was generally a matter in favour of not cancelling the visa, the other matters in favour of cancellation were not counter-balanced by this consideration.",
      "id": "s98"
    },
    {
      "text": "25 The next question is whether the error of the Minister being a misconstruction of Direction No 21 amounts to jurisdictional error.",
      "id": "s99"
    },
    {
      "text": "The applicant referred to the following observations of French and Drummond JJ in Minister for Immigration and Ethnic Affairs v Gray (1994) 50 FCR 189 at 208:\n \n \"If a decision-maker, not bound to apply policy, purports to apply it as a proper basis for disposing of the case in hand but misconstrues or misunderstands it so that what is applied is not the policy but something else, then there may be reviewable error.",
      "id": "s100"
    },
    {
      "text": "In a limiting case a policy may be so broadly stated as to cover all considerations properly brought to bear on the exercise of the discretion.",
      "id": "s101"
    },
    {
      "text": "In such a case misconstruction of the policy may reduce to misconstruction of the statute or misunderstanding of its purpose.",
      "id": "s102"
    },
    {
      "text": "\"\n \n\n26 It was accepted by the applicant that Direction No 21 is \"not so broadly stated as to cover all considerations properly brought to bear on the exercise of the discretion\".",
      "id": "s103"
    },
    {
      "text": "I think that approach is correct.",
      "id": "s104"
    },
    {
      "text": "In other words, where the decision under s 501(2) is made by the Minister, as opposed to his delegate, jurisdictional error is not established simply by showing a misconstruction of Direction No 21; it must be shown that the Minister acted outside the terms of the statutory power.",
      "id": "s105"
    },
    {
      "text": "Section 501(2) does not state the matters the Minister must or may take into account in exercising the discretion.",
      "id": "s106"
    },
    {
      "text": "In exercising an apparently unconfined discretion the determination of the limits of the statutory power is made having regard to the subject-matter, scope and purpose of the power and the Act in which it appears.",
      "id": "s107"
    },
    {
      "text": "In Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24, Mason J said at 40:\n \n \"In the context of judicial review on the ground of taking into account irrelevant considerations, this Court has held that, where a statute confers a discretion which in its terms is unconfined, the factors that may be taken into account in the exercise of the discretion are similarly unconfined, except in so far as there may be found in the subject-matter, scope and purpose of the statute some implied limitation on the factors to which the decision-maker may legitimately have regard: see Reg v Australian Broadcasting Tribunal; Ex parte 2HD Pty Ltd , adopting the earlier formulations of Dixon J in Swan Hill Corporation v Bradbury , and Water Conservation and Irrigation Commission (NSW) v Browning .",
      "id": "s108"
    },
    {
      "text": "By analogy, where the ground of review is that a relevant consideration has not been taken into account and the discretion is unconfined by the terms of the statute, the court will not find that the decision-maker is bound to take a particular matter into account unless an implication that he is bound to do so is to be found in the subject-matter, scope and purpose of the Act.",
      "id": "s109"
    },
    {
      "text": "\"\n (Footnotes omitted.",
      "id": "s110"
    },
    {
      "text": ")\n \n\n27 As I understood it, the applicant also conceded that if all the Minister did was to take into account as a matter in favour of cancelling the applicant's visa the fact that the applicant had no children then although the Minister had misconstrued Direction No 21 that would not constitute a jurisdictional error.",
      "id": "s111"
    },
    {
      "text": "I think that concession was correctly made because there is nothing in the nature and purpose of the statutory provisions to indicate that the fact that the applicant had no children is a matter the Minister was prohibited from taking into account.",
      "id": "s112"
    },
    {
      "text": "28 The applicant submits that the Minister in fact made a more serious error than simply taking into account that the applicant had no children and that the error he made was a jurisdictional error.",
      "id": "s113"
    },
    {
      "text": "I do not find it easy to articulate the more serious error identified by the applicant but, as I understand it, it was that the Minister had found that the best interests of the children favoured cancellation of the visa when in fact that there were no children.",
      "id": "s114"
    },
    {
      "text": "I reject that submission.",
      "id": "s115"
    },
    {
      "text": "A fair reading of the Minister's reasons is that he found that the fact that the applicant had no children was a matter in favour of cancelling his visa.",
      "id": "s116"
    },
    {
      "text": "That was a misconstruction of Direction No 21 but not a jurisdictional error.",
      "id": "s117"
    },
    {
      "text": "29 The applicant put a similar submission in relation to the Minister's approach to the topic of \"other considerations\" in Direction No 21.",
      "id": "s118"
    },
    {
      "text": "I have set out the Minister's reasons in relation to that topic in [12] above.",
      "id": "s119"
    },
    {
      "text": "I am not persuaded that the Minister misconstrued Direction No 21 in relation to that topic but, even if he did, for the reasons I have given in relation to the matter of the best interests of the child, a misconstruction of that nature would not constitute jurisdictional error.",
      "id": "s120"
    },
    {
      "text": "A breach of the rules of procedural fairness \n \n30 The rules of procedural fairness apply to the exercise of the power in s 501(2) of the Act: Re Minister for Immigration and Multicultural Affairs; Ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 (\" Lam \").",
      "id": "s121"
    },
    {
      "text": "31 The applicant submits that the matter the Minister took into account --- the fact that the applicant did not have children was a matter in favour of cancelling his visa --- stood outside the terms of Direction No 21.",
      "id": "s122"
    },
    {
      "text": "The applicant submits that he was not given the opportunity to comment upon whether that was a matter the Minister should take into account.",
      "id": "s123"
    },
    {
      "text": "The applicant submits that there had been a breach of the rules of procedural fairness and he put two alternative submissions.",
      "id": "s124"
    },
    {
      "text": "32 First, he submits that he was led to believe that the Minister would make his decision by reference to the matters in Direction No 21 and only by reference to those matters.",
      "id": "s125"
    },
    {
      "text": "That submission requires an examination of the two letters sent to the applicant inviting him to make submissions in support of his contention that his visa should not be cancelled.",
      "id": "s126"
    },
    {
      "text": "In the letter from the Department dated 7 August 2006 the following passage appears:\n \n \" Should your visa be cancelled?",
      "id": "s127"
    },
    {
      "text": "If the Minister or a delegate makes a determination that he or she reasonably suspects that you do not pass the character test, and you fail to satisfy him or her that you do pass the character test, the Minister or the delegate will then consider whether your visa should be cancelled.",
      "id": "s128"
    },
    {
      "text": "Considerations to be taken into account if decision is made by a delegate \n \n In considering whether to exercise the power under s 501(2) to cancel your visa, a delegate will be required to follow directions given by the Minister under s 499 of the Migration Act .",
      "id": "s129"
    },
    {
      "text": "Those directions are contained in Direction No 21 ('Direction under Section 499 --- Visa Refusal and Cancellation under Section 501 Migration Act 1958 ').",
      "id": "s130"
    },
    {
      "text": "I have attached a copy of Direction No 21 for your information.",
      "id": "s131"
    },
    {
      "text": "Considerations to be taken into account if decision is made by the Minister \n \n If the decision in relation to cancellation of your visa is made by the Minister, although she may decide to have regard to the matters discussed in Minister's Direction No 21, she is not required to give consideration to those matters.",
      "id": "s132"
    },
    {
      "text": "Your opportunity to comment \n \n Before the Minister or delegate considers whether to cancel your visa under s 501(2) , you are provided with an opportunity to comment.",
      "id": "s133"
    },
    {
      "text": "You may provide information and comments in relation to:\n \n \n &#61863; whether you fail the character test; and\n &#61863; whether your visa should be cancelled.",
      "id": "s134"
    },
    {
      "text": "In making a decision whether to cancel your visa under s 501(2) , the Minister or delegate will take the following information into account already available to the Department:\n \n \n &#61863; Offender History Report (Attachment A) \n &#61863; Certificate of Record for the sentence of 02/07/2003 (Attachment B) \n &#61863; Judge's sentencing remarks of 02/07/2003 (Attachment C) \n &#61863; Report by Community Corrections Officer dated 21/06/2006 (Attachment D) \n \n \n The Department has also obtained reports from the Parole Board of SA.",
      "id": "s135"
    },
    {
      "text": "These reports have been classified as 'non-disclosable information' pursuant to Section 5(1) of the Act and can not [sic] be released to you, however you are invited to comment.",
      "id": "s136"
    },
    {
      "text": "If there is any additional information that you wish the Minister or delegate to consider, you must give that information to the Department.",
      "id": "s137"
    },
    {
      "text": "If you do not provide any further information the Minister or a delegate may rely upon the information set out above to determine that your visa are [sic] are liable to cancellation under s 501(2) of the Migration Act .",
      "id": "s138"
    },
    {
      "text": "In preparing your comments, please read fully and carefully the contents of the Minister's Direction.",
      "id": "s139"
    },
    {
      "text": "You should address each and every topic that you feel applies to you or is relevant to your circumstances.",
      "id": "s140"
    },
    {
      "text": "You may also provide any further information, apart from those considerations found in the Minister's Direction, that you feel the Minister or delegate ought to be aware of and take into account.",
      "id": "s141"
    },
    {
      "text": "\"\n \n\n33 Two matters are clear from the terms of this letter.",
      "id": "s142"
    },
    {
      "text": "First, the applicant is advised that the Minister is not bound by the terms of Direction No 21.",
      "id": "s143"
    },
    {
      "text": "Secondly, the applicant is encouraged to provide any information he considers relevant including information as to matters not dealt with in Direction No 21.",
      "id": "s144"
    },
    {
      "text": "I do not think that it can be said that a representation was made to the applicant that the Minister would only have regard to the matters in Direction No 21 or that there was any other basis for such a belief.",
      "id": "s145"
    },
    {
      "text": "As I have said, by letter dated 15 August 2006, the applicant made submissions to the Department.",
      "id": "s146"
    },
    {
      "text": "The further letter from the Department dated 4 October 2006 was sent for the purpose of obtaining the applicant's submissions on the matter identified in the following passage in the letter:\n \n \"When the previous notice was sent, you were advised that the Department had obtained reports from the Parole Board of SA.",
      "id": "s147"
    },
    {
      "text": "Although the reports were classified as 'non-disclosable information' pursuant to Section 5(1) of the Act, you were invited to comment.",
      "id": "s148"
    },
    {
      "text": "The previous notice did not explain how the Parole Board of SA reports related to your case.",
      "id": "s149"
    },
    {
      "text": "You are now advised of the following:\n \n \n &#61863; The department holds a report from the SA Parole Board that provides information in relation to your risk of recidivism, your rehabilitation and your ongoing risk to the community.",
      "id": "s150"
    },
    {
      "text": "This information is non-disclosable, as defined at s 5(1) of the Act, but you are invited to comment on any issues you believe to be relevant to these factors.",
      "id": "s151"
    },
    {
      "text": "\" \n \n \n\nThe letter goes on to state the following:\n \n \"When preparing any comments you wish to make on the above information, please carefully read the contents of Ministerial Direction No 21.",
      "id": "s152"
    },
    {
      "text": "You should address each and every topic that you feel applies to you or is relevant to your circumstances.",
      "id": "s153"
    },
    {
      "text": "You may also wish to provide other information that you consider should be taken into account when a decision is made whether to cancel your visa.",
      "id": "s154"
    },
    {
      "text": "\"\n \n\n34 I do not think the terms of this letter alter the conclusions drawn in relation to the first letter.",
      "id": "s155"
    },
    {
      "text": "It was not represented to the applicant that the Minister would only have regard to the matters in Direction No 21 and I reject the first basis upon which the applicant contends that there was a breach of the rules of procedural fairness.",
      "id": "s156"
    },
    {
      "text": "35 The second basis upon which the applicant contends that there was a breach of the rules of procedural fairness is perhaps a development of his first submission.",
      "id": "s157"
    },
    {
      "text": "It is submitted that the applicant was led to believe that the topic of children and the best interests of children would only be dealt with in the manner contemplated by Direction No 21 and not otherwise.",
      "id": "s158"
    },
    {
      "text": "36 In my opinion, there are two answers to that submission.",
      "id": "s159"
    },
    {
      "text": "First, I am not satisfied that it can be inferred that the correspondence from the Department would have led to the belief (based on reasonable grounds) that the topic of children and the best interests of children would only be dealt with in the manner contemplated by Direction No 21 and not otherwise.",
      "id": "s160"
    },
    {
      "text": "In this case it is a matter of looking at what may be reasonably inferred from the letters sent by the Department and other circumstances.",
      "id": "s161"
    },
    {
      "text": "It was not contended that the applicant's actual belief is relevant; in any event there was no evidence of his belief.",
      "id": "s162"
    },
    {
      "text": "It seems to me that the significance to the decision of having a family including children in Australia or not having a family for a person facing the cancellation of their visa would be obvious.",
      "id": "s163"
    },
    {
      "text": "Furthermore, I note that although it appears under the heading of \"Other considerations\" in Direction No 21, the Direction identifies \"family composition of the non-citizen's family, both in Australia and overseas\" as a relevant consideration: cl 2.17(d).",
      "id": "s164"
    },
    {
      "text": "Secondly, I do not think it can be said that any practical injustice has been shown: Lam at 14 [38] per Gleeson CJ, at 34-35 [106] per McHugh and Gummow JJ.",
      "id": "s165"
    },
    {
      "text": "I realise that the Court must be careful not to engage in a determination of the merits of a decision under the guise of considering an argument as to futility.",
      "id": "s166"
    },
    {
      "text": "However, in this case I do not think there was any practical injustice to the applicant.",
      "id": "s167"
    },
    {
      "text": "In practical terms he was afforded a full opportunity to be heard on the matters ultimately taken into account by the Minister.",
      "id": "s168"
    },
    {
      "text": "Conclusion \n \n37 In my opinion, the application must be dismissed.",
      "id": "s169"
    },
    {
      "text": "I will hear the parties on costs.",
      "id": "s170"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s171"
    },
    {
      "text": "Associate:\n\nDated: 17 August 2007\n\n\n Counsel for the Applicant: Mr S Ower \n \n Solicitor for the Applicant: McDonald Steed McGrath \n \n Counsel for the Respondent: Dr C Bleby \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 29 June 2007 \n \n Date of Judgment: 17 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1249.html",
      "id": "s172"
    }
  ]
}