{
  "name": "Hall, in the matter of Australian Capital Reserve Limited (Administrators Appointed) [2007] FCA 1328 (29 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1328.html",
  "catchphrases": [
    {
      "text": "second extension of convening period for second meeting of creditors of company in administration",
      "id": "c0"
    },
    {
      "text": "interrelation with administration of other companies in corporate group",
      "id": "c1"
    },
    {
      "text": "role of trustee for unsecured noteholders",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 12 June last I made orders under s 447A of the Corporations Act 2001 (Cth) (the Act) in relation to an extension of the \"decision period\" provided for by s 441A(1)(b) ( Australian Capital Reserve Limited (Administrators Appointed) v High Tower Investments Pty Limited (Administrators Appointed); in the matter of High Tower Investments Pty Limited (Administrators Appointed) [2007] FCA 1028).",
      "id": "s0"
    },
    {
      "text": "On 15 June last I made orders extending the convening period for the meeting of creditors required to be held under s 439A of the Act to midnight on 23 July 2007.",
      "id": "s1"
    },
    {
      "text": "I reserved consideration of any application to further extend that period indicating that, if a case were made out, I would exercise the power provided for by s 447A to achieve that end.",
      "id": "s2"
    },
    {
      "text": "Reasons for that decision were given together with reasons in relation to an extension of the convening period in relation to the related Estate Property group of companies (the Group) ( Hayes, in the matter of Estate Property Group Ltd (Administrators Appointed) [2007] FCA 935).",
      "id": "s3"
    },
    {
      "text": "Those various judgments, together with the judgment relating to the Estate Property group of companies to be handed down contemporaneously with these reasons ( Hayes, in the matter of Estate Property Group Limited (Administrators Appointed) [2007] FCA 1329) , explain the background to this application, which need not be repeated here.",
      "id": "s4"
    },
    {
      "text": "2 On 13 July 2007 I made the following orders:\n \n \n \"1.",
      "id": "s5"
    },
    {
      "text": "Pursuant to section 447A(1) of the Corporations Act 2001 (Cth) (the Act ), Part 5.3A of the Act is to operate in respect of Australian Capital Reserve Limited (administrators appointed) as if the convening period for the meeting of creditors of Australian Capital Reserve Limited (administrators appointed) required to be held under section 439A of the Act is extended to midnight on 31 August 2007.",
      "id": "s6"
    },
    {
      "text": "2.",
      "id": "s7"
    },
    {
      "text": "Pursuant to section 447A(1) of the Act, Part 5.3A of the Act is to operate in respect of Australian Capital Reserve Limited (administrators appointed), as if: \n \n \n \n \n \n (a) section 439A(1) also provided that the meeting of creditors required by that section may be convened and held within the convening period (including within the convening period as extended pursuant to subsection 439A(6)); \n \n (b) section 439A(2) of the Act provided that the meeting must be held within five business days from being convened in accordance with subsections 439A(3) and (4), being a date not necessarily within five business days from the end of the convening period (including the convening period as extended pursuant to subsection 439A(6)); and \n \n (c) section 439A of the Act operated generally to permit the convening and holding of the meeting of creditors during the convening period (including the convening period as extended pursuant to section 439A(6)) provided the requirements of subsection 439A(3) and (4) are complied with.",
      "id": "s8"
    },
    {
      "text": "3.",
      "id": "s9"
    },
    {
      "text": "Direct that the Applicants e-mail by 9.00 pm today a copy of these orders to each of: \n \n \n \n \n \n (a) Michael Britton at Permanent Nominees (Aust) Limited; \n \n (b) Scott Kershaw at McGrath Nicol in his capacity as administrator of Estate Constructions of Australia Pty Limited (administrators appointed); and \n \n (c) Tim Mullaly of the Australian Securities and Investments Commission.",
      "id": "s10"
    },
    {
      "text": "4.",
      "id": "s11"
    },
    {
      "text": "As soon as practicable, the Applicants post a copy of these orders on the pwcrecovery webpage, in respect of Australian Capital Reserve Limited (administrators appointed) and publish in The Australian newspaper notification of the substance of these orders.",
      "id": "s12"
    },
    {
      "text": "5.",
      "id": "s13"
    },
    {
      "text": "The Applicants' costs of the proceedings be paid as a cost of the administration of Australian Capital Reserve Limited (administrators appointed).",
      "id": "s14"
    },
    {
      "text": "6.",
      "id": "s15"
    },
    {
      "text": "Costs of Permanent Nominees (Aust) Limited be reserved.",
      "id": "s16"
    },
    {
      "text": "7.",
      "id": "s17"
    },
    {
      "text": "Adjourn the proceedings for mention on 13 August 2007 at 9.30 am.",
      "id": "s18"
    },
    {
      "text": "8.",
      "id": "s19"
    },
    {
      "text": "The Applicants have liberty to apply on 24 hours notice.",
      "id": "s20"
    },
    {
      "text": "9.",
      "id": "s21"
    },
    {
      "text": "Direct that these orders be passed and entered forthwith.",
      "id": "s22"
    },
    {
      "text": "\" \n \n \n \n\nI said I would give reasons later.",
      "id": "s23"
    },
    {
      "text": "These are those reasons.",
      "id": "s24"
    },
    {
      "text": "3 The fate of this company, Australian Capital Reserve Limited (Administrators Appointed) (ACR) depends entirely upon the recoverability of loans made by it to other companies in the Group for the purposes of real estate development.",
      "id": "s25"
    },
    {
      "text": "It virtually follows that the convening period for the second meeting of the creditors of ACR should be extended in line with that of the Group as it is only when there is a report as to those companies that the administrators of ACR (the Administrators) can prepare a meaningful report.",
      "id": "s26"
    },
    {
      "text": "However, there are two special features pertaining to ACR which require consideration.",
      "id": "s27"
    },
    {
      "text": "4 The first is that ACR is a secured creditor in relation to the loans to other companies in the Group, albeit usually ranking after other mortgagees.",
      "id": "s28"
    },
    {
      "text": "As such, the Administrators have been involved, together with other secured lenders, in the investigations and deliberations by the administrators of the Group of companies and have taken their own expert real estate advice.",
      "id": "s29"
    },
    {
      "text": "They, thus, have sources of information not available to ordinary creditors of the Group.",
      "id": "s30"
    },
    {
      "text": "Nonetheless, there is a good case for coordinating the administrations as all companies are members of the same corporate group with the same information relevant to all.",
      "id": "s31"
    },
    {
      "text": "5 The second feature is that the only creditor of ACR in the strict sense in respect of public investors is Permanent Nominees (Aust) Limited (Permanent) which is trustee for the holders of notes (noteholders) issued to the public by ACR pursuant to an unsecured note trust deed dated 10 March 2000 and a deed of amendment of unsecured notes trust deed dated 28 March 2001.",
      "id": "s32"
    },
    {
      "text": "The consent of Permanent to the successive extensions of the convening period, as overwhelmingly the largest creditor of ACR, was put forward as an important factor in favour of approval of the extension sought.",
      "id": "s33"
    },
    {
      "text": "The proof of debt lodged by Permanent on behalf of noteholders was in an amount of $331,010,805.70, and that on its own behalf was in the amount of $100,000.00.",
      "id": "s34"
    },
    {
      "text": "The number of noteholders is in the vicinity of 7,000.",
      "id": "s35"
    },
    {
      "text": "6 When the matter first came on, the gist of the evidence on behalf of Permanent was that a relevant officer had reviewed the evidence to be relied upon by the Administrators in seeking a further extension and supported that extension.",
      "id": "s36"
    },
    {
      "text": "I indicated that a fuller account of what was being done by Permanent, particularly in relation to communications with noteholders, should be provided and that it would be appropriate for Permanent to be represented to explain the position.",
      "id": "s37"
    },
    {
      "text": "That led to the filing of further evidence and the appearance of senior counsel for Permanent thereafter.",
      "id": "s38"
    },
    {
      "text": "7 The requirement for a trustee in situations like the present comes from Pt 2L.1 of Ch 2L of the Act.",
      "id": "s39"
    },
    {
      "text": "In short, a body offering debentures in the stated circumstances must enter into a trust deed that complies with s 283AB and appoint a trustee that complies with s 283AC (s 283AA ).",
      "id": "s40"
    },
    {
      "text": "\"Debenture\" is defined in s 9 to mean:\n \n \"a chose in action that includes an undertaking by the [company] to repay as a debt money deposited with or lent to the [company].",
      "id": "s41"
    },
    {
      "text": "\" \n \n\n8 Section 283AB(1) provides as follows:\n \n \n \"(1) The trust deed must provide that the following are held in trust by the trustee for the benefit of the debenture holders: \n \n \n \n \n (a) the right to enforce the borrower's duty to repay; \n (b) any charge or security for repayment; \n (c) the right to enforce any other duties that the borrower and any guarantor have under: \n (i) the terms of the debentures; or \n (ii) the provisions of the trust deed or this Chapter.",
      "id": "s42"
    },
    {
      "text": "Note: For information about the duties that the borrower and any guarantor body have under this Chapter, see sections 283BB to 283CE .",
      "id": "s43"
    },
    {
      "text": "\" \n \n\n9 Section 283AC(1) specifies the parties that can be a trustee and s 283AC(2) provides a general prohibition of appointment which will result in a conflict of interest or duty.",
      "id": "s44"
    },
    {
      "text": "10 The duties of a borrower company pursuant to Pt 2L.2 include making its financial and other records available for inspection by the trustee or persons appointed by the trustee (s 283BB(c)) , a duty to notify the Australian Securities and Investments Commission (ASIC) of the name of the trustee within 14 days (s 283BC) , a duty to replace the trustee in the event of a vacancy (s 283BD) , a duty to inform the trustee about charges (s 283BE) and the duty to give the trustee and ASIC quarterly reports (s 283BF).",
      "id": "s45"
    },
    {
      "text": "11 The trustee's duties are set out in Pt 2L.4 and, in particular, s 283DA.",
      "id": "s46"
    },
    {
      "text": "Amongst those duties are the following:\n \n \"The trustee of a trust deed entered into under section 283AA must: \n \n \n (a) exercise reasonable diligence to ascertain whether the property of the borrower and of each guarantor that is or should be available (whether by way of security or otherwise) will be sufficient to repay the amount deposited or lent when it becomes due; and \n (b) exercise reasonable diligence to ascertain whether the borrower or any guarantor has committed any breach of: \n \n \n \n \n (i) the terms of the debentures; or \n (ii) the provisions of the trust deed or this Chapter; and \n \n \n \n \n (c) do everything in its power to ensure that the borrower or a guarantor remedies any breach known to the trustee of: \n \n \n \n \n (i) any term of the debentures; or \n (ii) any provision of the trust deed or this Chapter; \n \n \n \n \n unless the trustee is satisfied that the breach will not materially prejudice the debenture holders' interests or any security for the debentures; and \n (d) ensure that the borrower and each guarantor complies with Part 2K to the extent that it applies to the debentures; and \n (e) notify ASIC as soon as practicable if: \n \n \n \n \n (i) the borrower has not complied with section 283BE , 283BF or subsection 318(1) or (4); or \n (ii) a guarantor has not complied with section 283CC ; ...\" \n \n \n \n\n12 Part 2L.5 deals with meetings of debenture holders, covering the borrower's duty to call a meeting (s 283EA) , the trustee's power to call a meeting (s 283EB) --- which is triggered by a failure by the borrower or guarantor to remedy any breach of the terms of the debentures or the provisions of the trust deed or Chapter 2L --- and the Court's discretion to call a meeting (s 283EC) --- which includes calling of a meeting to give directions to the trustee of the kind specified in the section.",
      "id": "s47"
    },
    {
      "text": "13 Part 2L.8 deals with the powers of the Court --- s 283HA provides a general power to give directions and determine questions and s 283HB sets out specific Court powers.",
      "id": "s48"
    },
    {
      "text": "14 Clause 4 of the trust deed between Permanent and ACR contains an acknowledgement by ACR that it is indebted to Permanent for the amount owing in relation to each note.",
      "id": "s49"
    },
    {
      "text": "The power to issue notes is limited to a total of $25 million without the written consent of Permanent and there are obligations as to backing of notes by the holding of net tangible assets.",
      "id": "s50"
    },
    {
      "text": "Clause 9 gives power to Permanent to institute proceedings to enforce the payment of the amount owing and provides that \"a noteholder is not competent to, and must not institute the proceedings for, the enforcement of this Deed\".",
      "id": "s51"
    },
    {
      "text": "All of the reporting by ACR is to Permanent and all inspection of records of ACR is by Permanent.",
      "id": "s52"
    },
    {
      "text": "There is no requirement for information to be provided by Permanent to noteholders and no provision for meetings of noteholders, except on application by persons holding not less than 10 per cent in value of all notes then on issue.",
      "id": "s53"
    },
    {
      "text": "There are a number of provisions which purport to limit the duties of the Trustee or limit or exclude liability on the part of the Trustee.",
      "id": "s54"
    },
    {
      "text": "The remuneration of the Trustee was $5,000 upon acceptance and an annual fee in relation to principal amounts of more than $50 million of $20,000 plus $125 per additional $1 million plus payment of various expenses.",
      "id": "s55"
    },
    {
      "text": "15 This analysis supports the position taken by the Administrators that, so far as ACR is concerned, the only creditor is Permanent, a position supported by Permanent.",
      "id": "s56"
    },
    {
      "text": "That is of enormous practical convenience to ACR and its Administrators but leaves individual noteholders in the hands of Permanent with no provision for, or requirement of, communication by it to noteholders.",
      "id": "s57"
    },
    {
      "text": "Permanent has statutory, contractual and fiduciary duties and is subject to direction in some respects by meetings of noteholders and by the Court.",
      "id": "s58"
    },
    {
      "text": "Enforcement of those duties by individual noteholders is, of course, another matter.",
      "id": "s59"
    },
    {
      "text": "16 There has been no communication by Permanent to noteholders since the administration commenced.",
      "id": "s60"
    },
    {
      "text": "A meeting of creditors was held on the afternoon of 4 June 2007 simultaneously in each of Sydney, Melbourne and Brisbane, having been convened by the administrators originally appointed to ACR but ultimately chaired by Mr Greg Hall, one of the then newly appointed Administrators.",
      "id": "s61"
    },
    {
      "text": "A number of noteholders attended.",
      "id": "s62"
    },
    {
      "text": "It is said that that meeting was called in consultation with Permanent.",
      "id": "s63"
    },
    {
      "text": "At the meeting the Chairman said that the Administrators would report to noteholders in writing within a month, that they would maintain a website on which information relevant to noteholders would be available and that the Administrators and their staff would be available to deal with noteholder queries.",
      "id": "s64"
    },
    {
      "text": "17 The Administrators have maintained a website since about 4 June 2007 with information which would be of interest to noteholders.",
      "id": "s65"
    },
    {
      "text": "It includes a noteholder change of address procedure and an email address for queries.",
      "id": "s66"
    },
    {
      "text": "Although it is said that Permanent could utilise the website, it has not done so.",
      "id": "s67"
    },
    {
      "text": "On or about 3 July 2007 a document entitled \"ACR Noteholder Update --- 2 July 2007\" with a document entitled \"Frequently Asked Questions --- Dated: 2/7/2007\" and a personalised covering letter to each noteholder seeking confirmation as to the details of their investment as compared with the records of ACR was sent by the Administrators to noteholders.",
      "id": "s68"
    },
    {
      "text": "The draft was provided to Permanent prior to them being sent and copies have been posted on the website.",
      "id": "s69"
    },
    {
      "text": "The Administrators maintain an \"infoline\" telephone number which noteholders can ring and speak to a member of staff.",
      "id": "s70"
    },
    {
      "text": "18 Permanent has liaised closely with the Administrators and it has been satisfied at a responsible level that the further extension of the convening period is appropriate.",
      "id": "s71"
    },
    {
      "text": "It has taken the view that it is not necessary that there be any endeavour to seek directions as to the decision to be made, either from noteholders or otherwise.",
      "id": "s72"
    },
    {
      "text": "It takes the view that the supply of information to the noteholders from the Administrators is adequate and that the costs of independent notification by it are not justified.",
      "id": "s73"
    },
    {
      "text": "It is understood by Permanent that voting as to the fate of ACR at the second meeting will be a different matter.",
      "id": "s74"
    },
    {
      "text": "19 I was persuaded that an extension could properly be granted without further communication to noteholders principally because Permanent took the initial step of facilitating the appointment of separate administrators for ACR, in place of the administrators who were appointed to all of the companies in the Group, because of the special position that ACR played in the structure and the significance of the interests of the members of the public who, as noteholders, had provided the finance for the operations of the Group.",
      "id": "s75"
    },
    {
      "text": "Those Administrators are able to concentrate on the interests of ACR alone.",
      "id": "s76"
    },
    {
      "text": "Thus, in a practical sense, the Administrators and Permanent have similar interests at this stage in maximising the position of ACR and so the position of noteholders who comprise the overwhelming body of creditors.",
      "id": "s77"
    },
    {
      "text": "20 Permanent's costs of appearing were reserved.",
      "id": "s78"
    },
    {
      "text": "They were incurred as the result of a suggestion by the Court and can be seen as part and parcel of the application by the Administrator.",
      "id": "s79"
    },
    {
      "text": "On the other hand, Permanent has statutory (and other) duties in relation to a vast number of investors without any other voice that made an appearance appropriate.",
      "id": "s80"
    },
    {
      "text": "On that basis, the costs can be seen to be incurred as part of Permanent's duty as a trustee and best dealt with between trustee and beneficiaries.",
      "id": "s81"
    },
    {
      "text": "However, as Permanent supported the Administrator's position, and was effectively brought to Court, the costs of doing so should be regarded as costs of the administration.",
      "id": "s82"
    },
    {
      "text": "That should not include costs connected with the affidavits that were filed.",
      "id": "s83"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s84"
    },
    {
      "text": "Associate:\nDated: 29 August 2007\n\n Counsel for the Applicants: Mr CRC Newlinds SC; Ms S Mirzabegian \n \n Solicitor for the Applicants: Baker &amp; McKenzie \n \n Counsel for Permanent Nominees (Aust) Limited: Mr LG Foster SC on 11 and 13 July 2007 \n \n Solicitor for Permanent Nominees (Aust) Limited: Baker &amp; McKenzie \n \n Dates of Hearing: 6, 11 and 13 July 2007 \n \n Dates of Orders: 13 July 2007 and 29 August 2007 \n \n Date of Reasons: 29 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1328.html",
      "id": "s85"
    }
  ]
}