{
  "name": "Mohamed v Minister for Immigration &amp; Citizenship [2007] FCA 1004 (10 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1004.html",
  "catchphrases": [
    {
      "text": "partner visa",
      "id": "c0"
    },
    {
      "text": "appellant sought to prove domestic violence by the provision of statutory declarations made under state legislation",
      "id": "c1"
    },
    {
      "text": "\"statutory declaration\" defined by the migration regulations 1994 (cth) to mean a declaration \"under\" the statutory declarations act 1959 (cth) in div 1.5",
      "id": "c2"
    },
    {
      "text": "contrary intention in reg 1.21 as to the inclusion of state declarations under s 27 of the acts interpretation act",
      "id": "c3"
    },
    {
      "text": "statutory declaration made under state legislation is not a statutory declaration \"under\" the commonwealth act",
      "id": "c4"
    },
    {
      "text": "appeal dismissed",
      "id": "c5"
    },
    {
      "text": "\"statutory declaration\"",
      "id": "c6"
    },
    {
      "text": "\"under\"",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    },
    {
      "text": "words and phrases",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 Division 1.5 of the Migration Regulations 1994 (Cth) ('the Regulations') specifies the circumstances in which a person is to be taken to have suffered domestic violence for the purposes of the Regulations.",
      "id": "s0"
    },
    {
      "text": "Regulation 1.24 in that division requires statutory declarations to be provided in respect of certain evidence.",
      "id": "s1"
    },
    {
      "text": "2 Regulation 1.21 in Div 1.5 relevantly provides:\n \n ' (1) In this Division: \n \n ... \n \n statutory declaration means a statutory declaration under the Statutory Declarations Act 1959 ' ('the 1.21 definition').",
      "id": "s2"
    },
    {
      "text": "This is a reference to an Act of the Commonwealth, the Statutory Declarations Act 1959 (Cth) ('the Commonwealth Act').",
      "id": "s3"
    },
    {
      "text": "3 The appellant, an Egyptian national, applied for a Partner (Migrant) (Class BC) visa ('the visa') on the basis of his marriage to an Australian citizen.",
      "id": "s4"
    },
    {
      "text": "The relationship broke down and the appellant made claims of domestic violence suffered at the hands of the sponsor and her family.",
      "id": "s5"
    },
    {
      "text": "A delegate of the Minister concluded that the appellant had not established that he suffered domestic violence because the requirements of Div 1.5 were not satisfied.",
      "id": "s6"
    },
    {
      "text": "It followed that he had not met the requirements for a grant of the visa.",
      "id": "s7"
    },
    {
      "text": "On review of that decision, the Migration Review Tribunal was not satisfied that the appellant had been in a genuine domestic relationship with the sponsor.",
      "id": "s8"
    },
    {
      "text": "It also concluded that the appellant did not meet the requirements of the Regulations in relation to domestic violence.",
      "id": "s9"
    },
    {
      "text": "The Tribunal affirmed the Delegate's decision.",
      "id": "s10"
    },
    {
      "text": "4 At each stage, the appellant provided statutory declarations, purportedly in accordance with the Regulations.",
      "id": "s11"
    },
    {
      "text": "They were apparently made in accordance with Victorian legislation.",
      "id": "s12"
    },
    {
      "text": "The appellant accepts that the statutory declarations before the Tribunal and before the Delegate were not in accordance with the form prescribed by the Commonwealth Act.",
      "id": "s13"
    },
    {
      "text": "5 The appellant sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s14"
    },
    {
      "text": "The Minister conceded that the Tribunal had committed jurisdictional error in relation to its conclusion that there was no genuine domestic relationship between the appellant and the sponsor.",
      "id": "s15"
    },
    {
      "text": "However, O'Dwyer FM found that the appellant had not satisfied the requirements of the Regulations because he had not provided a statutory declaration in the form prescribed by the Commonwealth Act ( Mohamed v Minister for Immigration &amp; Anor [2007] FMCA 30 at [25] ) and dismissed the application.",
      "id": "s16"
    },
    {
      "text": "6 The appellant appears by Counsel and the parties agree that the sole issue in this appeal from the Federal Magistrate's decision is whether the 1.21 definition encompasses only a statutory declaration in the manner and form required by the Commonwealth Act ('a Commonwealth declaration') or whether a statutory declaration in some other form and made under a State Act ('a State declaration') is also a statutory declaration for the purposes of Div 1.5 of the Regulations.",
      "id": "s17"
    },
    {
      "text": "Consideration \n The Commonwealth Act \n \n7 Section 7 of the Commonwealth Act provides:\n \n ' Where, in a law of the Commonwealth or of a Territory (whether passed or made before or after the commencement of this Act), a reference is made to a statutory declaration, the reference includes a reference to a statutory declaration made under this Act, unless the contrary intention appears in that law.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n8 Section 8 of the Commonwealth Act provides:\n \n ' A statutory declaration made under this Act must: \n \n (a) be in the prescribed form; and \n \n \n (b) be made before a prescribed person.",
      "id": "s19"
    },
    {
      "text": "' \n \n \n \n\n9 Section 7 of the Commonwealth Act does not preclude the use of a declaration made under a State Act ('a State declaration').",
      "id": "s20"
    },
    {
      "text": "It renders it unnecessary to define the words \"statutory declaration\" in a law of the Commonwealth or a Territory specifically to include a declaration made under the Commonwealth Act.",
      "id": "s21"
    },
    {
      "text": "Section 8 prescribes the \"mechanics\" of a statutory declaration made under the Commonwealth Act.",
      "id": "s22"
    },
    {
      "text": "Provision is made for the \"prescribed form\" under reg 3 of the Statutory Declarations Regulations 1993 (Cth).",
      "id": "s23"
    },
    {
      "text": "10 By s 7 and s 8 of the Commonwealth Act, a Commonwealth declaration in the prescribed form is a statutory declaration for the purposes of the Regulations unless the contrary intention appears.",
      "id": "s24"
    },
    {
      "text": "The appellant does not suggest any such contrary intention.",
      "id": "s25"
    },
    {
      "text": "11 The appellant draws a distinction between a statutory declaration \" made under\" the Commonwealth Act and a statutory declaration \"under\" the Commonwealth Act, the latter being prescribed by reg 1.21.",
      "id": "s26"
    },
    {
      "text": "The appellant argues that a \"statutory declaration\" in Div 1.5 is not confined to statutory declarations made under the Commonwealth Act and ought to be interpreted as including all statutory declarations sworn under any Act of a Parliament, provided that the declaration contains the information as required by the Regulations.",
      "id": "s27"
    },
    {
      "text": "He submits that a \"statutory declaration\" pursuant to reg 1.21 is not confined to a Commonwealth declaration as prescribed by s 8.",
      "id": "s28"
    },
    {
      "text": "The use of \"under\" rather than \"made under\" is said to enliven the whole of the Commonwealth Act, including s 7.",
      "id": "s29"
    },
    {
      "text": "That section, the appellant submits, is plainly inclusive and sufficiently broad to encompass a statutory declaration made in Victoria pursuant to Victorian legislation and intended to be used in a proceeding arising under Commonwealth legislation.",
      "id": "s30"
    },
    {
      "text": "12 The appellant accepts that, if this is not the case, the Tribunal was bound by the Migration Act 1958 (Cth) ('the Act') and the Regulations to affirm the decision of the Delegate and it would be futile to remit the matter to the Tribunal.",
      "id": "s31"
    },
    {
      "text": "13 In the context of the Act and Div 1.5 of the Regulations, reg 1.21 refers to a statutory declaration \"under\", in the ordinary sense of ' in accordance with ' ( Macquarie Dictionary , 4 th ed, 2005, 16) or ' pursuant to ' the Commonwealth Act ( Energy Resources of Aust Ltd v Commissioner of Taxation (2003) 52 ATR 120 at [37] per Lindgren J and the cases there cited), that is a s 8 statutory declaration.",
      "id": "s32"
    },
    {
      "text": "The fact that the expression used is \"under\" rather than \"made under\" does not mean that statutory declarations made in accordance with legislation other than the Commonwealth Act are or were intended to be included for the purposes of Div 1.5.",
      "id": "s33"
    },
    {
      "text": "The appellant contends that Parliament could have stated its intention more explicitly by referring in reg 1.21 to a statutory declaration \"made under\" or \"in a manner prescribed by\" the Commonwealth Act.",
      "id": "s34"
    },
    {
      "text": "That may be so but it does not mean that the intention was the opposite, to include State declarations.",
      "id": "s35"
    },
    {
      "text": "14 The appellant submits that, if the intention were to specify only Commonwealth declarations in reg 1.21, the intention was not executed.",
      "id": "s36"
    },
    {
      "text": "I do not accept that this is so.",
      "id": "s37"
    },
    {
      "text": "A statutory declaration under or in accordance with the Commonwealth Act is a Commonwealth declaration which complies with s 8 of the Commonwealth Act.",
      "id": "s38"
    },
    {
      "text": "15 Regulation 1.21 is a definition for the purposes of Div 1.5 of the Regulations, which relates to domestic violence.",
      "id": "s39"
    },
    {
      "text": "The effect of Div 1.5 is to institute a mechanical form of proof of domestic violence, a serious allegation, which absolves an applicant from the need to prove domestic violence in the ordinary course.",
      "id": "s40"
    },
    {
      "text": "It is therefore appropriate that every element of that mode of proof be satisfied ( Cakmak v Minister for Immigration &amp; Multicultural Affairs [2005] FCA 503 at [40] per Gray J, not the subject of comment on dismissal of the appeal in Cakmak v Minister for Immigration &amp; Multicultural Affairs [2003] FCAFC 257 ; (2003) 135 FCR 183).",
      "id": "s41"
    },
    {
      "text": "The specification of a Commonwealth declaration also absolves the decision-maker from having to ascertain whether a statutory declaration meets the requirements of the varied State laws.",
      "id": "s42"
    },
    {
      "text": "Perhaps, as a matter of less significance, a single form of declaration exposes a person making a statutory declaration to uniform penalties for a false declaration.",
      "id": "s43"
    },
    {
      "text": "16 The appellant submits that a declaration sworn under State legislation is no less effective or efficacious than a declaration under the Commonwealth Act.",
      "id": "s44"
    },
    {
      "text": "In his submission, it has the same effect of imposing on the deponent an awareness of the consequences of a false declaration and the penalties for perjury.",
      "id": "s45"
    },
    {
      "text": "That may be the case for awareness but not necessarily for the consequences.",
      "id": "s46"
    },
    {
      "text": "17 The parties referred the Court to reg 1.27 of the Regulations after the hearing, without further comment or submission.",
      "id": "s47"
    },
    {
      "text": "That regulation provides that a statutory declaration made under the relevant provisions of Div 1.5 is not admissible in evidence before a court or tribunal otherwise than in an application for judicial review or merits review of a decision to refuse to grant a visa or in a prosecution \"under section 11 of the Commonwealth Act\" for the making of a false declaration.",
      "id": "s48"
    },
    {
      "text": "There is no reference in reg 1.27 to admissibility in prosecutions under relevant State legislation.",
      "id": "s49"
    },
    {
      "text": "If State declarations were intended to be included within the meaning of reg 1.21, such a reference would be expected.",
      "id": "s50"
    },
    {
      "text": "The Acts Interpretation Act \n \n18 Section 27 of the Acts Interpretation Act 1901 (Cth) relevantly provides:\n \n 'In any Act, unless the contrary intention appears: \n \n \n \n ... \n \n \n \n \n (c) The words \"statutory declaration\" shall mean a declaration made by virtue of any Act authorizing a declaration to be made otherwise than in the course of a judicial proceeding.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n\n19 The Commonwealth Act is an act authorising a declaration to be made otherwise than in the course of a judicial proceeding (s 6(1) of the Commonwealth Act).",
      "id": "s52"
    },
    {
      "text": "20 Neither party made submissions in reliance on s 27 of the Acts Interpretation Act .",
      "id": "s53"
    },
    {
      "text": "As with reg 1.27 of the Regulations, the parties referred the Court to the provision after the hearing, without submission or comment.",
      "id": "s54"
    },
    {
      "text": "21 Section 27 applies to the words \"statutory declaration\" when used '[i] n any Act '.",
      "id": "s55"
    },
    {
      "text": "That includes the Regulations (s 13(1)(a) of the Legislative Instruments Act 2003 (Cth)).",
      "id": "s56"
    },
    {
      "text": "Expressions used in the Regulations have the same meaning as those used in the enabling legislation (s 13(1)(b) of the Legislative Instruments Act ).",
      "id": "s57"
    },
    {
      "text": "If a State Act comes within \"any Act\" in s 27(c) (cf a reference to \"a State Act\" as envisaged by subs 38(3) of the Acts Interpretation Act ), \"statutory declaration\" when used in the Regulations would include a declaration made by virtue of a State Act, unless the contrary intention appears.",
      "id": "s58"
    },
    {
      "text": "On this basis, s 27 encompasses Commonwealth and State declarations.",
      "id": "s59"
    },
    {
      "text": "22 There is no definition of \"statutory declaration\" in the Act to provide a contrary intention.",
      "id": "s60"
    },
    {
      "text": "There is, however, the 1.21 definition in the Regulations.",
      "id": "s61"
    },
    {
      "text": "There would be no purpose in defining \"statutory declaration\" in reg 1.21 merely to include a Commonwealth declaration because that has already been provided for by s 27 of the Acts Interpretation Act and s 7 of the Commonwealth Act ( Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at [71] ).",
      "id": "s62"
    },
    {
      "text": "23 Section 27 applies subject to a contrary intention.",
      "id": "s63"
    },
    {
      "text": "A contrary intention is evidenced by the 1.21 definition, which purports to exclude a State declaration.",
      "id": "s64"
    },
    {
      "text": "There is no other apparent reason for defining \"statutory declaration\" in reg 1.21.",
      "id": "s65"
    },
    {
      "text": "Accordingly, s 27 does not apply to \"statutory declaration\" in Div 1.5 to include a State declaration.",
      "id": "s66"
    },
    {
      "text": "Conclusion \n \n24 For the purposes of Div 1.5 of the Regulations, it was necessary for the appellant to provide a Commonwealth declaration; that is, a statutory declaration in the form prescribed by the Commonwealth Act (s 8).",
      "id": "s67"
    },
    {
      "text": "He did not do so.",
      "id": "s68"
    },
    {
      "text": "The task of the Tribunal was to determine ' whether the evidence presented to it satisfie [d] the description called for in the delegated legislation ' ( Cakmak 132 FCR 183 at [52] per the Full Court; Minister for Immigration and Citizenship v Ejueyitsi [2007] FCAFC 89 at [24] ).",
      "id": "s69"
    },
    {
      "text": "For the reasons given, the evidence did not satisfy that description.",
      "id": "s70"
    },
    {
      "text": "The Federal Magistrate was not in error in finding that the Tribunal had correctly concluded that the appellant had not satisfied the requirements of reg 1.24 of the Regulations in relation to his claims of domestic violence.",
      "id": "s71"
    },
    {
      "text": "I agree with Hill J in Morgan v Minister for Immigration &amp; Multicultural Affairs [1999] FCA 1059 at [11] that the fact that a declaration was not made under the Commonwealth Act but under a Victorian Act means that, were the matter to go back to the Tribunal, the Tribunal would have to find against the appellant for this reason.",
      "id": "s72"
    },
    {
      "text": "Such referral is, therefore, futile.",
      "id": "s73"
    },
    {
      "text": "25 The appeal is dismissed.",
      "id": "s74"
    },
    {
      "text": "The appellant is to pay the Minister's costs.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: 10 July 2007\n\n Counsel for the Appellant: J A Gibson \n \n Solicitor for the Appellant: Erskine Rodan &amp; Associates \n \n Counsel for the First Respondent: K L Walker \n \n Solicitor for the First Respondent: Clayton Utz \n \n Date of Hearing: 17 May 2007 \n \n Date of Final Submissions: 24 May 2007 \n \n Date of Judgment: 10 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1004.html",
      "id": "s77"
    }
  ]
}