{
  "name": "SZGQZ v Minister for Immigration and Citizenship [2007] FCA 1091 (18 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1091.html",
  "catchphrases": [
    {
      "text": "no obligation of tribunal to put its thought processes and subjective appraisals to an appellant as long as they are natural and obvious appraisals",
      "id": "c0"
    },
    {
      "text": "obligation of tribunal to provide an appellant with a meaningful opportunity to appear and give evidence at a hearing",
      "id": "c1"
    },
    {
      "text": "tribunal may reject corroborative evidence based on reasons given for disbelieving a principal witness.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant is a citizen of the People's Republic of China ('the PRC') who arrived in Australia on 17 October 2004 holding a visitor's visa.",
      "id": "s0"
    },
    {
      "text": "On 30 November 2004 he lodged an application for a protection visa but on 27 February 2005 the Minister for Immigration and Multicultural Affairs ('the Minister') refused such application.",
      "id": "s1"
    },
    {
      "text": "On 28 February 2005 the appellant lodged an application for review of the Minister's decision in the Refugee Review Tribunal ('the Tribunal').",
      "id": "s2"
    },
    {
      "text": "On 2 June 2005 the Tribunal ('the first Tribunal') affirmed the decision of the Minister and the appellant applied to the Federal Magistrates Court ('the FMC') for a review of such decision.",
      "id": "s3"
    },
    {
      "text": "On 19 June 2006 orders were made by consent in the FMC quashing the decision of the Tribunal and the matter was remitted to the Tribunal for consideration according to law.",
      "id": "s4"
    },
    {
      "text": "2 In a decision handed down on 26 October 2006 a differently constituted Tribunal ('the second Tribunal') affirmed the decision not to grant the appellant a protection visa and the appellant then applied for review of such decision in the FMC.",
      "id": "s5"
    },
    {
      "text": "Turner FM dismissed the application on 20 March 2007.",
      "id": "s6"
    },
    {
      "text": "His Honour's decision is the subject of the application for appeal to this Court.",
      "id": "s7"
    },
    {
      "text": "BACKGROUND \n \n3 The appellant claims to fear persecution because of his alleged breach of the one child policy of the PRC and because of his involvement with an underground Christian Church in the PRC.",
      "id": "s8"
    },
    {
      "text": "4 The appellant attended a hearing before the first Tribunal on 4 May 2005 and provided various corroborating documents, including a summons for the appellant to attend court on 20 February 2005 and a document entitled 'Court Verdict on Criminal Case' ('the summons and verdict documents').",
      "id": "s9"
    },
    {
      "text": "The latter document indicated that seven people, including the appellant's aunt, had been imprisoned and fined for 'committing the crime of organizing illegal religious groups' .",
      "id": "s10"
    },
    {
      "text": "5 On 30 August 2006, being the date of the second Tribunal hearing, the appellant submitted two documents, namely, a statement from his wife which indicated that the authorities had interrogated her and a summons for the appellant to attend court on 5 June 2006 for 'interrogation &amp; trial'.",
      "id": "s11"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n6 The Tribunal found that it was plausible that the appellant had three children in the PRC and that as a result of the breach of the one child policy his family faced serious hardship during the late 1980s and 1990s.",
      "id": "s12"
    },
    {
      "text": "However, it was satisfied that by 2000, all the appellant's problems relating his breach of the policy had been 'resolved in practice', noting that the appellant had paid all his fines; his wife had been sterilised; he was employed in a position commensurate with his skills and abilities; and the 'general quality of his life was good' .",
      "id": "s13"
    },
    {
      "text": "The Tribunal found that the appellant faced no adverse consequences as a result of breaching the one child policy at the time he left the PRC in 2004.",
      "id": "s14"
    },
    {
      "text": "The Tribunal found that the appellant did not have a well-founded fear of persecution relating to his past breach of the policy.",
      "id": "s15"
    },
    {
      "text": "7 The Tribunal doubted the veracity of the appellant's claims in respect of his alleged involvement in the underground church and did not consider that the documents provided in support were reliable sources of evidence.",
      "id": "s16"
    },
    {
      "text": "The summons did not refer to any penal code and the Tribunal noted evidence from the Department of Foreign Affairs and Trade that irregular or improper issue of documentation was widespread in the PRC.",
      "id": "s17"
    },
    {
      "text": "Further, in light of the country information indicating that PRC authorities monitor the mail system, the Tribunal did not consider that it was plausible that the appellant's wife would have sent a letter addressed to the appellant in Australia using her own address as the sender on the envelope, as it would provide a link to reveal the whereabouts of the appellant.",
      "id": "s18"
    },
    {
      "text": "8 The Tribunal accepted that the appellant attended a church in Sydney and was satisfied that he may have attended a church in the PRC.",
      "id": "s19"
    },
    {
      "text": "However, it was not satisfied the appellant was of interest to the authorities because of his involvement in an underground or unregistered church in the PRC.",
      "id": "s20"
    },
    {
      "text": "The Tribunal was satisfied that the appellant could attend a registered church which would be an entirely lawful activity which would not give rise to any Convention-related harm.",
      "id": "s21"
    },
    {
      "text": "9 The Tribunal was not satisfied that the appellant had a well founded fear of persecution for a Convention reason and affirmed the Minister's decision not to grant a protection visa to the appellant.",
      "id": "s22"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n \n10 By application filed on 27 November 2006 and by amended application filed on 1 March 2007 the appellant raised several issues in the Federal Magistrates Court, namely: the Tribunal made the appellant believe that his evidence was well understood and completely accepted; the Tribunal did not ensure the appellant understood that some of the evidence was still unclear or difficult to understand; the Tribunal misunderstood the summons submitted by the appellant; the Tribunal failed to comply with s 424A(1) of the Migration Act 1958 (Cth) ('the Act'); the Tribunal failed to comply with s 425 of the Act; and the Tribunal identified a wrong issue or ignored relevant material.",
      "id": "s23"
    },
    {
      "text": "11 Turner FM found that it was open to the Tribunal to make its findings relating to the credibility of the appellant.",
      "id": "s24"
    },
    {
      "text": "His Honour found no breach of natural justice nor of s 425 of the Act.",
      "id": "s25"
    },
    {
      "text": "His Honour considered whether there was a failure to comply with s 424A of the Act but found that the conclusions of the Tribunal were not information for the purposes of that section.",
      "id": "s26"
    },
    {
      "text": "Further, any reference to country information fell within the exception to s 424A(1) contained in s 424A(3)(a) of the Act.",
      "id": "s27"
    },
    {
      "text": "As the grounds did not raise jurisdictional error on the part of the Tribunal, the application was dismissed.",
      "id": "s28"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n12 By Notice of Appeal filed 13 April 2007 the appellant relied upon the following grounds of appeal namely, the Federal Magistrate erred in finding that the Tribunal had complied with its obligations under s 424A of the Act; the Federal Magistrate erred in finding that the Tribunal had complied with its obligations under s 425 of the Act; and the Federal Magistrate erred in failing to find a reasonable apprehension of bias on the part of the Tribunal.",
      "id": "s29"
    },
    {
      "text": "13 In his written submissions, the appellant referred to the decision of the Full Court of this Court in SZCOQ v Minister for Immigration and Multicultural and Indigenous Affairs [2007] FCAFC 9 in support of his contention that the Tribunal had disregarded the summons and verdict documents that he had provided to the Tribunal, and that the Tribunal had not provided the appellant with an opportunity to comment on issues arising from the documentary evidence he had provided, in breach of s 424A(1) of the Act.",
      "id": "s30"
    },
    {
      "text": "FINDINGS \n Alleged breach of s 424A(1) of the Act \n \n14 Turner FM dismissed the appellant's claim that the Tribunal had breached s 424A(1) of the Act for two reasons.",
      "id": "s31"
    },
    {
      "text": "Firstly, the Tribunal had relied on its own subjective appraisals of the claims and evidence advanced by the appellant and this did not constitute ' information' within the meaning of the Act.",
      "id": "s32"
    },
    {
      "text": "Secondly the independent country information relied upon by the Tribunal in its finding that the supporting documents provided by the appellant were not a reliable source of evidence, fell within the exception to s 424A(1) in s 424A(3)(b) of the Act.",
      "id": "s33"
    },
    {
      "text": "15 It is clear from the decision of the Tribunal that it had relied on its subjective appraisal of the evidence given by the appellant in its finding that the appellant's claims were not credible.",
      "id": "s34"
    },
    {
      "text": "The Tribunal considered the appellant's evidence to be vague, lacking in detail and cogency and that his claims were implausible.",
      "id": "s35"
    },
    {
      "text": "It concluded that the appellant was not being truthful with respect to his claims.",
      "id": "s36"
    },
    {
      "text": "16 In SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 which applied the decision of the Full Federal Court in Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 the Court held that a Tribunal is not obliged to put to an applicant its own appraisals of the applicant's evidence unless they are not an obvious and natural appraisal of such material.",
      "id": "s37"
    },
    {
      "text": "The meaning of natural and obvious in this context has been considered in numerous decisions: see Somaghi v Minister for Immigration, Local Government and Ethnic Affairs (1991) 31 FCR 100 at 108.",
      "id": "s38"
    },
    {
      "text": "In Re Ruddock (in his capacity as Minister for Immigration and Multicultural and Affairs); Ex parte Applicant S154/2002 (2003) 201 ALR 437 at [86] Kirby J said:\n \n The extent of the duty to indicate a relevant piece of apparently adverse evidence for comment obviously depends upon the importance that may be attached to that evidence and whether the importance was so obvious that it did not need to be underlined.",
      "id": "s39"
    },
    {
      "text": "In a body proceeding by inquisitorial methods, procedural fairness may require bringing the attention of the applicant to critical facts that appear to contradict, or cast doubt on, his or her claim.",
      "id": "s40"
    },
    {
      "text": "Where an observation about an applicant's case is one that is obvious and natural to the circumstances that evoked it, it is usually unnecessary for it to be specifically called to notice.",
      "id": "s41"
    },
    {
      "text": "For similar observations, see Pilbara Aboriginal Land Council Aboriginal Corporation Inc v Minister for Aboriginal &amp; Torres Strait Islander Affairs [2000] FCA 1113 ; (2000) 103 FCR 539 at 557 and Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 633.",
      "id": "s42"
    },
    {
      "text": "Further the Tribunal is not required to give the appellant a running commentary of its reasons: see SZBBL v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 834 at [11] .",
      "id": "s43"
    },
    {
      "text": "17 The Court is satisfied that the Tribunal's determination of the credibility of the appellant and the truthfulness of his claims comprise obvious and natural appraisals of the material and evidence presented to it.",
      "id": "s44"
    },
    {
      "text": "Further the Tribunal's findings based on country information were open to it and there is no obligation to provide the appellant with such material.",
      "id": "s45"
    },
    {
      "text": "Accordingly no error of the Tribunal nor of Turner FM exists, and this ground of appeal is dismissed.",
      "id": "s46"
    },
    {
      "text": "Alleged breach of s 425 of the Act \n \n18 Section 425(1) of the Act provides as follows:\n \n The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s47"
    },
    {
      "text": "19 Turner FM found that the Tribunal had complied with its obligation pursuant to s 425 of the Act to invite the appellant to appear and give evidence in relation to the decision under review by way of the letter dated 21 July 2006 sent to the appellant's authorised recipient at the address nominated by the appellant in his Application for Review to the Tribunal.",
      "id": "s48"
    },
    {
      "text": "Turner FM also noted that the appellant had appeared and given evidence at the Tribunal hearing and accordingly rejected the appellant's claim.",
      "id": "s49"
    },
    {
      "text": "20 In SZBEL [2006] HCA 63 ; 231 ALR 592, the High Court observed of s 425 of the Act (at [36]):\n \n It is also important to recognise that the invitation to an applicant to appear before the tribunal to give evidence and make submissions is an invitation that need not be extended if the tribunal considers that it should decide the review in the applicant's favour.",
      "id": "s50"
    },
    {
      "text": "Ordinarily then, as was the case here, the tribunal will begin its interview of an applicant who has accepted the tribunal's invitation to appear, knowing that it is not persuaded by the material already before it to decide the review in the applicant's favour.",
      "id": "s51"
    },
    {
      "text": "That lack of persuasion may be based on particular questions the tribunal has about specific aspects of the material already before it; it may be based on nothing more particular than a general unease about the veracity of what is revealed in that material.",
      "id": "s52"
    },
    {
      "text": "But unless the tribunal tells the applicant something different, the applicant would be entitled to assume that the reasons given by the delegate for refusing to grant the application will identify the issues that arise in relation to that decision.",
      "id": "s53"
    },
    {
      "text": "21 The appellant was put on notice of the issues for determination at the Tribunal hearing as demonstrated, inter alia, by the following passages from the Tribunal's decision:\n \n I told him that I understood that it was easy to get official looking documents in China which were not genuine so that I would have regard to that when I was considering whether to accept that these documents were what they were purported to be.",
      "id": "s54"
    },
    {
      "text": "22 The Tribunal's decision also reveals that the appellant did not experience difficulties in understanding the interpreter at the Tribunal hearing and it specifically noted that the appellant:\n \n ... gave oral evidence with the assistance of a suitably accredited interpreter.",
      "id": "s55"
    },
    {
      "text": "He said that he had no difficulty understanding the interpreter and no objection to using her services during the hearing.",
      "id": "s56"
    },
    {
      "text": "Later, referring to the appellant's claim that his assistant in running the underground church was arrested, the Tribunal said:\n \n I told him that I was finding his evidence about her role very vague and asked him again what precisely she did when she took over the management of the orders for the paper.",
      "id": "s57"
    },
    {
      "text": "He responded that she was also a leader.",
      "id": "s58"
    },
    {
      "text": "He added nothing more.",
      "id": "s59"
    },
    {
      "text": "23 There is no doubt that the invitation to attend the hearing was sent by the Tribunal and received by the appellant.",
      "id": "s60"
    },
    {
      "text": "Such letter complied with ss 425 and 425A of the Act and provided the appellant with a meaningful opportunity to appear and give evidence and 'present arguments relating to the issues arising in relation to the decision under review' .",
      "id": "s61"
    },
    {
      "text": "Since no jurisdictional error is established, the Court dismisses this ground of appeal.",
      "id": "s62"
    },
    {
      "text": "Reasonable apprehension of bias \n \n24 An allegation of apprehension of bias is a serious matter which must be specifically pleaded: see Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507 at [69] ).",
      "id": "s63"
    },
    {
      "text": "The appellant is required to establish that a fair minded lay observer might reasonably apprehend that the decision maker might not bring an impartial and unprejudiced mind to the resolution of the question that the Tribunal is required to consider: see Re Refugee Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425 at [27] ; Re Minister for Immigration and Multicultural Affairs; Ex parte Epeabaka [2001] HCA 23 ; (2001) 206 CLR 128 at [90] per Kirby J.",
      "id": "s64"
    },
    {
      "text": "25 The appellant has not provided any particulars of this ground of appeal and in their absence and in the absence of the transcript of the Tribunal's hearing, the Court is unable to find apprehension of bias on the part of the Tribunal.",
      "id": "s65"
    },
    {
      "text": "Claims in written submission \n \n26 The findings of the Tribunal in relation to the summons and verdict documents were available to it on the basis of the comprehensive findings it had made concerning its lack of satisfaction of the appellant's credibility and the truthfulness of his claims.",
      "id": "s66"
    },
    {
      "text": "The High Court in Re Minister for Immigration and Multicultural Affairs; Ex parte S20/2002 (2003) 198 ALR 59 at [12] per Gleeson CJ said:\n \n It is not necessarily irrational, or illogical, for a finder of fact, who is convinced that a principal witness is fabricating a story, which is considered to be inherently implausible, to reject corroborative evidence, even though there is no separate or independent ground for its rejection, apart from the reasons given for disbelieving the principal witness.",
      "id": "s67"
    },
    {
      "text": "27 The fact that the Tribunal stated that it did not give weight to the documents ' based on the findings above ', that is, the Tribunal's findings as to the lack of credibility of the appellant, does not constitute jurisdictional error on the part of the Tribunal.",
      "id": "s68"
    },
    {
      "text": "Accordingly the Court dismisses this submission.",
      "id": "s69"
    },
    {
      "text": "28 The Court can find no error in the decision of the Tribunal nor of Turner FM and accordingly the appeal is dismissed.",
      "id": "s70"
    },
    {
      "text": "29 The Minister has sought an order for costs in the sum of $3000.",
      "id": "s71"
    },
    {
      "text": "Since this is within a reasonable range for costs the Court will make the order sought.",
      "id": "s72"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s73"
    },
    {
      "text": "Associate:\n\nDated: 18 October 2007\n\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the Respondent: V. McWilliam \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 16 August 2007 \n \n Date of Judgment: 18 October 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1091.html",
      "id": "s74"
    }
  ]
}