{
  "name": "Australian Securities &amp; Investments Commission v Kyriackou [2007] FCA 1781 (22 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1781.html",
  "catchphrases": [
    {
      "text": "application by asic for interlocutory relief",
      "id": "c0"
    },
    {
      "text": "whether defendants involved in unregistered managed investment scheme",
      "id": "c1"
    },
    {
      "text": "application for appointment of provisional liquidators",
      "id": "c2"
    },
    {
      "text": "application for injunction restraining transfer of property by defendants",
      "id": "c3"
    },
    {
      "text": "where one defendant has been wound up in insolvency and liquidator appointed",
      "id": "c4"
    },
    {
      "text": "extent of interlocutory orders necessary to preserve status quo",
      "id": "c5"
    },
    {
      "text": "\" managed investment scheme\"",
      "id": "c6"
    },
    {
      "text": "corporations",
      "id": "c7"
    },
    {
      "text": "words and phrases",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 May 2007 the Australian Securities &amp; Investments Commission ('ASIC') commenced an investigation pursuant to s 13 of the Australian Securities and Investments Commission Act 2001 (Cth) ('ASIC Act') in relation to acts or omissions that may constitute contravention of the Corporations Act 2001 (Cth) ('the Corporations Act ') by the following six related corporations ('Australvic Group'):\n \n(a) Australvic Property Management Pty Ltd (ACN 113 858 021) ('APM');\n \n(b) Australvic Home Loans Pty Ltd (ACN 113 976 257) ('AHL');\n \n(c) Australvic Construction Services Pty Ltd (ACN 117 868 256) ('ACS');\n \n(d) Australvic Finance Pty Ltd (ACN 113 860 638) ('AF');\n \n(e) Australvic Property Management No 2 Pty Ltd (ACN 121 301 175) ('APM 2'); and\n \n(f) MK River Pty Ltd (ACN 109 065 312) ('MK River').",
      "id": "s0"
    },
    {
      "text": "2 The relationship between these companies was as follows:\n \n (a) All companies in the group had as their principal place of business Suite 721, 1 Queens Road, Melbourne, Victoria 3004;\n (b) The corporations were incorporated in or about May 2004, April 2005, and January and August 2006;\n (c) Michael Kyriackou, Walter Edwards and Brian Leslie Fisher or one or more of them were directors, officers or members of each of the Australvic Group corporations; and\n (d) Other than Messrs Kyriackou, Edwards and Fisher, members and officers of the Australvic Group corporations included Pareskevi Katranis (Mr Kyriackou's wife), other Australvic Group corporations and other corporations controlled by Messrs Kyriackou, Edwards and Fisher.",
      "id": "s1"
    },
    {
      "text": "3 ASIC was concerned that:\n \n (a) The Australvic Group operated an unregistered managed investment scheme and solicited funds from investors and financiers for this purpose;\n (b) The remaining assets of the Australvic Group, and any further funds obtained, would be appropriated and dissipated to the detriment of the corporations within that group;\n (c) Assets of the Australvic Group had become intermingled with the personal assets of at least one of its officers making them hard to locate;\n (d) Each company within the Australvic Group had failed to keep the appropriate written financial records;\n (e) Mr Kyriackou was unlikely to cooperate with any investigation into the affairs of the Australvic Group; and \n (f) Mr Kyriackou would not remain within the jurisdiction to be available to assist with any independent investigation into the affairs of the Australvic Group and may be difficult to locate if he left Australia.",
      "id": "s2"
    },
    {
      "text": "4 In light of these concerns, ASIC made an application to the Court under ss 459B , 461 (1)(k), 464 , 472 (2), 473 (1), 601EE , 1323 and 1324 of the Corporations Act , s 12GD of the ASIC Act and ss 21 , 22 and 23 of the Federal Court of Australia Act 1976 (Cth) ('the Federal Court Act').",
      "id": "s3"
    },
    {
      "text": "5 Before me ASIC sought interlocutory relief which, so far as now relevant, is for the appointment of provisional liquidators to the corporate defendants (other than APM) within the Australvic Group, injunctions restraining the transfer of property held in the name of the defendants, and various injunctions in relation to the conduct of the corporate defendants and of Mr Kyriackou, along with ancillary orders.",
      "id": "s4"
    },
    {
      "text": "6 Interim orders are in place preventing the disposal of property and in relation to the financial records held by APM, AF and MK River.",
      "id": "s5"
    },
    {
      "text": "No restraining order is currently in place affecting AHL.",
      "id": "s6"
    },
    {
      "text": "On 5 October 2007, in related proceedings before the Court that were heard concurrently with this proceeding, APM was wound up in insolvency pursuant to s 459A of the Corporations Act and Mr Michael Wesley McCann was appointed liquidator.",
      "id": "s7"
    },
    {
      "text": "Whilst ASIC initially sought the appointment of Mr Andrew James McLellan as provisional liquidator to all the corporate defendants, I understand that it is accepted by ASIC that the same liquidator should be appointed (at least initially) to all the corporate defendants.",
      "id": "s8"
    },
    {
      "text": "As Mr McCann has been appointed as liquidator to APM, I propose to proceed on the basis that he would be the appropriate person to be appointed as provisional liquidator to the other corporate defendants if it were otherwise appropriate to appoint a provisional liquidator.",
      "id": "s9"
    },
    {
      "text": "7 The main issue in this interlocutory hearing raised by ASIC is whether in fact the Australvic Group operated an unregistered managed investment scheme.",
      "id": "s10"
    },
    {
      "text": "In the application, final relief is sought winding up 'the Scheme' as described by ASIC but, for the purposes of this interlocutory application, no order is sought specifically relating to the Scheme, but only in relation to its participants.",
      "id": "s11"
    },
    {
      "text": "8 It is necessary then to consider the nature of the arrangements which primarily involve APM and other third parties.",
      "id": "s12"
    },
    {
      "text": "It will be apparent from my reasons that follow that no view needs to be now expressed as to the legal nature of the Scheme.",
      "id": "s13"
    },
    {
      "text": "However in light of my approach to this interlocutory hearing, I propose to set out the basic operation of the arrangements agreed to by the parties and to say something of the participants to the Scheme as contended for by ASIC.",
      "id": "s14"
    },
    {
      "text": "9 The purpose of APM was to effectively 'bail out' land owners and builders under financial pressure by providing borrowing capacity to the existing owners of property by acting as a trustee and developing the acquired property to increase its value.",
      "id": "s15"
    },
    {
      "text": "Upon final development of the acquired property, APM would dispose of the acquired property and make payment to the beneficiaries after payment of its costs and remuneration.",
      "id": "s16"
    },
    {
      "text": "10 A case study of the way the arrangements worked can be seen by looking at the properties under the control of Mr Rocco Antonio Calderone.",
      "id": "s17"
    },
    {
      "text": "APM was trustee of various properties owned by Mr Calderone and his associated companies the ('the Calderone Properties').",
      "id": "s18"
    },
    {
      "text": "It seems that in respect of those properties, first mortgagees were in the process of entering into possession, and one of Mr Calderone's companies was being wound up.",
      "id": "s19"
    },
    {
      "text": "At a meeting between Mr Kyriackou and a number of financiers, the concept of APM 'bailing out' the Calderone properties by acting as trustee and providing borrowing capacity, developing the acquired properties to increase their value, and making payment to the beneficiaries after payment of costs and remuneration, was discussed.",
      "id": "s20"
    },
    {
      "text": "The proposal of APM acting as trustee was approved by all of the financiers of the Calderone Properties.",
      "id": "s21"
    },
    {
      "text": "11 Further discussions ensued, culminating at a meeting on 3 August 2005 at which an agreement was formalised by way of a memorandum of agreement dated 3 August 2005, prepared by Mr Edwards as director of APM ('the Calderone Trust Agreement').",
      "id": "s22"
    },
    {
      "text": "The Calderone Trust Agreement was between Mr Calderone ('the Developer') and APM and included the following conditions:\n \n &#8226; APM would sign declarations of trust acknowledging that APM held the Calderone Properties on trust;\n &#8226; The Developer authorised APM to have full control and management over the properties subject to consultation and input from the Developer with respect to each individual property;\n &#8226; The Calderone Properties were to be transferred to APM to held on trust whilst construction, management and development of the properties were to be undertaken according to the terms of the Calderone Trust Agreement;\n &#8226; APM would obtain funding for the Calderone Properties;\n &#8226; Upon completion of the development of each individual property and sale of the property, the Developer, on the one hand, and APM, on the other, would be joint venture partners as to 50% each of the net profit derived from the sale of each property; and \n &#8226; The Developer would be responsible for all initial costs and overheads arising from the refinance of the properties including all valuation fees and due diligence costs, and certain legal costs.",
      "id": "s23"
    },
    {
      "text": "12 Mr Kyriackou (director of AHL and ACS, and authorised to give evidence on behalf of APM, AHL, ACS, AF and APM 2) deposed that the Calderone Trust Agreement contained an implied term that none of the parties would use his or her rights or powers pursuant to the Calderone Trust Agreement, as registered proprietor or beneficiary, to:\n \n &#8226; prevent, impede or frustrate the development of the properties or subsequent sale;\n &#8226; impede the sale of the properties when and if it became expedient or necessary to sell the properties;\n &#8226; do otherwise than promote the joint development and sale of the properties.",
      "id": "s24"
    },
    {
      "text": "13 In or about mid-September 2005, a deed of agreement dated 14 September 2005 and a further deed of agreement dated 16 September 2005 were entered into between APM and the financiers of the Calderone Properties ('Calderone Financiers Agreements').",
      "id": "s25"
    },
    {
      "text": "It was agreed that the financiers of the Calderone Properties were to become creditors of APM as per a 'payout schedule' attached provided that the financiers were not to lodge or cause to be lodged any caveat or registered mortgage that may prevent APM from raising development and/or construction funds on any of the Calderone Properties.",
      "id": "s26"
    },
    {
      "text": "14 The financiers were set out in a schedule to the Calderone Financiers Agreement, and were divided into four groups of syndicates, namely:\n \n 1. the Heatherton Road Noble Park Syndicate;\n 2. the Victoria Street North Melbourne Syndicate;\n 3. the Kent Avenue Croydon Syndicate; and\n 4. the Kelvinside Road Noble Park Syndicate.",
      "id": "s27"
    },
    {
      "text": "15 The background to the Calderone Financiers Agreement was that the financiers had already lent to the Developer certain sums of money, repayment had been secured by means of original securities, defaults had occurred whereby the financiers had the right to enforce these original securities, and APM had agreed with the Developer to acquire those original securities and deal with the defaults in the manner set out.",
      "id": "s28"
    },
    {
      "text": "16 It would appear that it was expected that the financiers, as and when required, would provide additional funding to progress the properties into construction, either as a term of the Calderone Trust Agreement or Calderone Financiers Agreement.",
      "id": "s29"
    },
    {
      "text": "At least, this was what was contemplated by Mr Kyriackou and APM.",
      "id": "s30"
    },
    {
      "text": "As it later transpired, further money was required from the financiers and it appears that such money was asked to be contributed by the advancing of further funds to APM.",
      "id": "s31"
    },
    {
      "text": "It would appear that from time to time financiers and 'outside other lenders' were being requested to provide further funds to assist in the development of the Calderone Properties.",
      "id": "s32"
    },
    {
      "text": "Promissory notes would then be provided in favour of the lenders once the monies were provided to APM or to its agent Mr Edwards.",
      "id": "s33"
    },
    {
      "text": "17 ASIC contends that the Scheme was a scheme known as the 'Australvic Property Syndicate' pursuant to which:\n \n 1.",
      "id": "s34"
    },
    {
      "text": "Investors gave money or money's worth to the defendants to acquire rights to benefits produced by the Scheme;\n 2.",
      "id": "s35"
    },
    {
      "text": "The defendants intended that the contributions would be used to generate a financial return or other benefit for the investor; \n 3.",
      "id": "s36"
    },
    {
      "text": "The defendants intended that the contributions would be used to generate a financial return or other benefit for the investor; and \n 4.",
      "id": "s37"
    },
    {
      "text": "The investors had no day-to-day control over the use of the contributions to generate the return or benefit or over the Scheme.",
      "id": "s38"
    },
    {
      "text": "18 It was contended by APM and other defendants, that:\n \n (a) The assignment or acceptance of liability was not a contribution of money or money's worth;\n (b) This assignment or acceptance of liability (as occurred here) was not a pooling or a contribution to be used in a common enterprise;\n (c) There was, under the arrangements, no entitlement to benefits provided by the Scheme (there being fixed repayments); \n\n(d) The promissory notes were merely loans and loans cannot be a scheme; and \n \n(e) There was day-to-day control by investors through their agent.",
      "id": "s39"
    },
    {
      "text": "19 It was also contended that ASIC had not properly particularised the Scheme in that it was unclear whether it was alleged that APM and the other defendants had operated the Scheme in conjunction with each other, and it was also unclear as to who the participants of the Scheme were.",
      "id": "s40"
    },
    {
      "text": "20 A managed investment scheme is defined in s 9 of the Corporations Act , relevantly for present purposes, as:\n \n ... a scheme that has the following features: \n \n \n (i) people contribute money or money's worth as consideration to acquire rights ( interests ) to benefits produced by the scheme (whether the rights are actual, prospective or contingent and whether they are enforceable or not); \n (ii) any of the contributions are to be pooled, or used in a common enterprise, to produce financial benefits, or benefits consisting of rights or interests in property, for the people (the members ) who hold interests in the scheme (whether as contributors to the scheme or as people who have acquired interests from holders); \n (iii) the members do not have day-to-day control over the operation of the scheme (whether or not they have the right to be consulted or to give directions) ... \n \n\n21 The scope of the definition of a 'managed investment scheme' has been considered in a number of cases.",
      "id": "s41"
    },
    {
      "text": "In Australian Securities and Investments Commission v Takaran Pty Ltd [2002] NSWSC 834 ; (2002) 43 ACSR 46, Barrett J adopted the description and explanation of a 'managed investment scheme and its components' in Australian Securities and Investments Commission v Knightsbridge Managed Funds Ltd [2001] WASC 339 at [45] - [49] and Australian Securities and Investments Commission v Pegasus Leveraged Options Group Pty Ltd (2002) 41 ACSR 561 at [26]-[32].",
      "id": "s42"
    },
    {
      "text": "Justice Goldberg in Australian Securities and Investments Commission v Primelife (2006) 235 ALR 328 agreed with and adopted those descriptions and I would be content to do likewise.",
      "id": "s43"
    },
    {
      "text": "22 It is important to recall that I am considering the issue in the context of an application for an interlocutory order - significantly the appointment of a provisional liquidator and particular restraining orders.",
      "id": "s44"
    },
    {
      "text": "23 The principles governing the grant or refusal of interlocutory injunctions have recently been confirmed in Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 229 ALR 457.",
      "id": "s45"
    },
    {
      "text": "Chief Justice Gleeson and Crennan J at [19] observed:\n \n ... in all applications for an interlocutory injunction, a court will ask whether the plaintiff has shown that there is a serious question to be tried as to the plaintiff's entitlement to relief, has shown that the plaintiff is likely to suffer injury for which damages will not be an adequate remedy, and has shown that the balance of convenience favours the granting of an injunction.",
      "id": "s46"
    },
    {
      "text": "These are the organising principles, to be applied having regard to the nature and circumstances of the case, under which issues of justice and convenience are addressed.",
      "id": "s47"
    },
    {
      "text": "We agree with the explanation of these organising principles in the reasons of Gummow and Hayne JJ, and their reiteration that the doctrine of the court established in Beecham Group Ltd v Bristol Laboratories Pty Ltd [(1968) [1968] HCA 1 ; 118 CLR 618] should be folIowed.",
      "id": "s48"
    },
    {
      "text": "(footnotes omitted) \n\n24 In the same case, Gummow and Hayne JJ at [65] stated:\n \n The relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd .",
      "id": "s49"
    },
    {
      "text": "This Court (Kitto, Taylor, Menzies and Owen JJ) said that on such applications the court addresses itself to two main inquiries, and continued: \n \n \n \n The first is whether the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief ...",
      "id": "s50"
    },
    {
      "text": "The second inquiry is ... whether the inconvenience or injury which the plaintiff would be likely to suffer if an injunction were refused outweighs or is outweighed by the injury which the defendant would suffer if an injunction were granted.",
      "id": "s51"
    },
    {
      "text": "By using the phrase \"prima facie case\", their Honours did not mean that the plaintiff must show that it is more probable than not that at trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial.",
      "id": "s52"
    },
    {
      "text": "... With reference to the first inquiry, the court continued, in a statement of central importance for this appeal: \n \n \n \n How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.",
      "id": "s53"
    },
    {
      "text": "(footnotes omitted) \n \n \n \n\n25 At [70] Gummow and Hayne JJ make clear that they (like Gleeson CJ and Crennan J) have no objection to the use of the phrase 'serious question' if it is understood as conveying the notion that the seriousness of the question depends on the considerations emphasised in Beecham [1968] HCA 1 ; 118 CLR 618 .",
      "id": "s54"
    },
    {
      "text": "At [71] their Honours emphasise that the governing consideration is that the requisite strength of the probability of ultimate success depends upon the nature of the rights asserted and the practical consequences likely to flow from the interlocutory order sought.",
      "id": "s55"
    },
    {
      "text": "26 This application is also brought in reliance of provisions of the Corporations Act , and I am mindful of the need to consider the purpose and objectives of that legislation in the consideration of the relief sought, particularly pursuant to ss 1323 and 1324 of the Corporations Act .",
      "id": "s56"
    },
    {
      "text": "I should therefore consider the public interest that would be promoted by the making of certain orders if a proper legal basis existed for such relief: see generally Pegasus 41 ACSR 583-584 at [108]-[110].",
      "id": "s57"
    },
    {
      "text": "I must consider whether it is necessary or desirable to make orders for the purpose of protecting the interests of aggrieved persons where orders are sought prohibiting the transfer of property (see for example s 1323 of the Corporations Act ).",
      "id": "s58"
    },
    {
      "text": "However, I must be careful not to go beyond what is necessary in the circumstances of this case in making interlocutory orders, based on the extent of the evidentiary material before me.",
      "id": "s59"
    },
    {
      "text": "27 APM has already been wound up.",
      "id": "s60"
    },
    {
      "text": "A liquidator, Mr McCann, has been appointed.",
      "id": "s61"
    },
    {
      "text": "As I have said, no relief at this interlocutory stage is sought directly in relation to the alleged Scheme, only in relation to its participants.",
      "id": "s62"
    },
    {
      "text": "Ancillary orders are sought, for instance, that the provisional liquidator provide a written report as to certain aspects, including the future disposition, of the Scheme but the making of these orders depends on the appointment of a provisional liquidator to the corporate defendants.",
      "id": "s63"
    },
    {
      "text": "28 My function now is to preserve the status quo and to protect insofar as is necessary the interests I have outlined above.",
      "id": "s64"
    },
    {
      "text": "As events have transpired the only issues remaining are:\n \n &#8226; whether the continuation of orders preventing the disposal of property in the name of APM should be made;\n &#8226; whether a provisional liquidator should be appointed to the corporate defendants other than APM;\n &#8226; whether the continuation or imposition of orders preventing the disposal of property or the financial records held by the corporate defendants (other than APM) should be made;\n &#8226; whether orders should be made restraining the operation of the Scheme; and\n &#8226; whether restraining orders should be made against Mr Kyriackou.",
      "id": "s65"
    },
    {
      "text": "29 For the reasons which follow, I do not regard it as necessary to make any further observations as to the Scheme.",
      "id": "s66"
    },
    {
      "text": "As contended by ASIC, the main participant in the Scheme was APM, which is now in liquidation.",
      "id": "s67"
    },
    {
      "text": "APM was described by ASIC as the 'linchpin' of the Scheme.",
      "id": "s68"
    },
    {
      "text": "It cannot now obtain further finance, nor does it appear able to complete development of the properties it controls.",
      "id": "s69"
    },
    {
      "text": "In my view, no further order is required in respect of APM, including the continuation of the orders preventing disposal of property in its name.",
      "id": "s70"
    },
    {
      "text": "The liquidator, appointed by the Court, is presumed to act according to the law, and can approach the Court for directions.",
      "id": "s71"
    },
    {
      "text": "The liquidator has, since my reserving my decision, made application to discharge the existing interim orders made against APM, but such application is opposed by ASIC at this stage.",
      "id": "s72"
    },
    {
      "text": "However, I do not consider that I need to continue the interim orders against APM.",
      "id": "s73"
    },
    {
      "text": "The concerns of ASIC can longer apply as the effective control of APM is with the liquidator, not the operators of the Scheme.",
      "id": "s74"
    },
    {
      "text": "I cannot imagine the liquidator dissipating any assets contrary to the expectations of ASIC or other than through appropriate court direction.",
      "id": "s75"
    },
    {
      "text": "If ASIC considers that this assumption is false, further application by it can be made to this Court.",
      "id": "s76"
    },
    {
      "text": "30 As to the appointment of a provisional liquidator to the other corporate defendants, even assuming the Scheme is an unregistered managed investment scheme, the role of each corporate defendant (other than APM) is uncertain.",
      "id": "s77"
    },
    {
      "text": "I do not propose to appoint a provisional liquidator to such companies.",
      "id": "s78"
    },
    {
      "text": "I accept the contentions put against ASIC that at the moment it is unclear how the Scheme is operated, other than by APM, and the participants are not clearly identified.",
      "id": "s79"
    },
    {
      "text": "I do not think it is sufficient merely to refer to the Australvic Group as one entity when attempting to describe the participants in the Scheme.",
      "id": "s80"
    },
    {
      "text": "In relation to some companies within the Australvic Group there is simply no evidence of any involvement in the Scheme, either through receipt of money or the holding of property.",
      "id": "s81"
    },
    {
      "text": "31 The inability to identify sufficiently the participants is a particularly important factor when considering the relief sought, especially in relation to the appointment of a provisional liquidator to each company.",
      "id": "s82"
    },
    {
      "text": "32 I am mindful of the following statements of principle when considering the appointment of provisional liquidator.",
      "id": "s83"
    },
    {
      "text": "33 In Constantinidis v JGL Trading Pty Ltd (1995) 17 ACSR 625, Kirby P said at 635:\n \n In Zempilas v J N Taylor Holdings Ltd (No 2) (1990) 55 SASR 103; 3 ACSR 5183 (SC(SA)), King CJ (with the agreement of Cox and Olsson JJ) stressed that: \n \n \n \n The appointment of a provisional liquidator pending adjudication upon the petition for winding up, is a drastic intrusion into the affairs of the company and is not to be contemplated if other measures would be adequate to preserve the status quo .",
      "id": "s84"
    },
    {
      "text": "(emphasis added) \n \n\n34 In Re Bike World (Wholesale) Pty Ltd (1992) 6 ACSR 681 Anderson J said at 684:\n \n ... An appointment is made primarily to preserve the assets and undertaking of the company pending the hearing of the petition.",
      "id": "s85"
    },
    {
      "text": "The task of the provisional liquidator is to attempt to maintain the status quo until a final decision can be made, after a full hearing, whether the company should be wound up: Re Carapark Industries Pty Ltd (in liq) [1967] 1 NSWR 337 at 341.",
      "id": "s86"
    },
    {
      "text": "Such an appointment is not to be made lightly.",
      "id": "s87"
    },
    {
      "text": "It works a major interference in the management of the company .",
      "id": "s88"
    },
    {
      "text": "... (emphasis added) \n\n35 I do not discount the possibility that a provisional liquidator may be appointed if there be some public interest element calling for his or her appointment, but there must be some need for such an appointment at this interlocutory stage.",
      "id": "s89"
    },
    {
      "text": "36 I consider that if other appropriate orders can be made to protect the public interest element contended for by ASIC, which in my view there can be in the current circumstances, then the appointment of a provisional liquidator to the corporate defendants is not warranted.",
      "id": "s90"
    },
    {
      "text": "37 I have come to this conclusion because whilst there is evidence of a large number of transfers of money within the Australvic Group, and between the Group and Mr Kyriackou and Mr Edwards, and available records are inadequate to enable various payments and receipts to be reconciled, the status quo can be maintained by appropriate restraining orders against certain of the corporate defendants other than APM.",
      "id": "s91"
    },
    {
      "text": "38 I am of the view that interlocutory restraining orders against certain of these companies within the Australvic Group which are trading and which may have some property in their name should be made to prevent the disposal of such property and to protect the integrity of the financial records held.",
      "id": "s92"
    },
    {
      "text": "This will leave the liquidator of APM in place until trial for practical purposes, along with restraints upon appropriate corporate defendants from disposing of relevant assets and from parting with the financial records.",
      "id": "s93"
    },
    {
      "text": "I do not consider this to be an unfair or inappropriate restraint upon those corporate defendants in view of their current trading and operating position.",
      "id": "s94"
    },
    {
      "text": "I do not need to go further in restraining the promotion of the Scheme or arrangements as there is no material to suggest that this has happened at all since the institution of these proceedings, and particularly since the winding up of APM, the 'linchpin' to the operation of the Scheme.",
      "id": "s95"
    },
    {
      "text": "39 In further support of my conclusion that restraining orders should be made, for the purposes of this interlocutory hearing, I make the following observations and findings.",
      "id": "s96"
    },
    {
      "text": "40 I do not revisit the position of APM --- I proceed on the basis it has been wound up.",
      "id": "s97"
    },
    {
      "text": "I do not and need not consider independently the true financial position of APM, the state of its financial records, or the transfer of monies to and from APM.",
      "id": "s98"
    },
    {
      "text": "41 Not all the corporate defendants are in the same position.",
      "id": "s99"
    },
    {
      "text": "42 It would appear that ACS and APM 2 have not commenced trading, have no bank accounts, and have not yet completed the tax or financial statements for the year ending 30 June 2007.",
      "id": "s100"
    },
    {
      "text": "In view of the fact that they have not commenced trading and that there is no evidence they hold any assets or have been in the receipt of moneys in any way associated with the Scheme, I do not propose to make any orders in relation to these companies.",
      "id": "s101"
    },
    {
      "text": "43 AHL and AF have been trading, but apparently have no bank account and have not prepared tax or financial returns for the year ending 30 June 2007.",
      "id": "s102"
    },
    {
      "text": "It does not appear that AHL currently holds any real property associated with the Scheme, although it does appear that substantial sums of money have been transferred between AHL and APM.",
      "id": "s103"
    },
    {
      "text": "Given that AHL and AF are trading, and in light of my views which I am about to express as to the state of their financial records, I do propose to continue the restraining orders against AF and impose such orders on AHL.",
      "id": "s104"
    },
    {
      "text": "44 In relation to MK River, it has been trading and Mr Andrew Leonard Dunner was appointed Receiver and Manager on 23 March 2007.",
      "id": "s105"
    },
    {
      "text": "In relation to both MK River and AF there is some uncertainty as to whether they hold any real property in their name.",
      "id": "s106"
    },
    {
      "text": "Apparently transfers of land dated 23 March 2007 purporting to transfer from MK River to AF certain real properties were provided to ASIC but, as at 21 May 2007, the respective titles were still registered in the name of MK River.",
      "id": "s107"
    },
    {
      "text": "Further, there is some evidence that monies have been paid by at least one investor (Mr Steemers) into the account of MK River, so that it would appear MK River was at least in receipt of funds, even if some doubt exists as to its existing liability to any investor.",
      "id": "s108"
    },
    {
      "text": "As I have said, I do not consider that the evidence sufficiently connects any corporate defendant to the Scheme (including MK River) so as to warrant relief on that basis.",
      "id": "s109"
    },
    {
      "text": "It may have been appropriate to consider the appointment of a provisional liquidator to MK River, assuming I had come to the view that MK River was involved in an unregistered managed investment Scheme, having regard to the fact there is some evidence about its receipt of funds from investors.",
      "id": "s110"
    },
    {
      "text": "Assuming then that MK River could be identified as a participant, and assuming the Scheme is an unregistered managed scheme, I still would not appoint a provisional liquidator to MK River.",
      "id": "s111"
    },
    {
      "text": "Mr Dunner, appointed a Receiver and Manager to MK River, would appear to be cooperating with ASIC, and I have no doubt that this will continue.",
      "id": "s112"
    },
    {
      "text": "I propose to continue the restraining orders made in relation to MK River; this will be sufficient relief in relation to MK River at this time.",
      "id": "s113"
    },
    {
      "text": "45 The evidence as to the affairs of each of AHL, AF and MK River shows an incomplete picture of their financial position, but nevertheless seems to indicate that their assets would be insufficient to meet liabilities and that their financial records are inadequate to enable payments, receipts and accounts to be reconciled.",
      "id": "s114"
    },
    {
      "text": "46 The defendants have not demonstrated that the financial position of and the books of account of each corporate defendant (putting aside APM) is other than has been suggested by ASIC, and for the purposes of this interlocutory hearing, demonstrated by the evidence.",
      "id": "s115"
    },
    {
      "text": "The evidence further shows that funds have been advanced by investors and financiers to at least some entities within the Australvic Group and that there has been a large number of transfers of money within the Australvic Group and between the Group and Mr Kyriackou and Mr Edwards (some of which cannot be explained satisfactorily).",
      "id": "s116"
    },
    {
      "text": "The records of the corporate defendants (putting aside APM) have been incomplete and unsatisfactory since at least October 2006, and such must be treated as a continuing and serious problem.",
      "id": "s117"
    },
    {
      "text": "There is sufficient evidence of a breach of s 286(1) of the Corporations Act in respect of each corporate defendant, again putting aside APM.",
      "id": "s118"
    },
    {
      "text": "47 The relief I propose to grant is reasonable having regard to the interests of the public and the balance of convenience considering the position of each corporate defendant (other than APM).",
      "id": "s119"
    },
    {
      "text": "Having regard to the trading position of each corporate defendant (other than APM) and the state of the financial records as I have found for the purposes of this interlocutory hearing, there is a proper basis for concern that the assets of each trading corporate defendant be maintained and that there is no intermingling of assets.",
      "id": "s120"
    },
    {
      "text": "The orders that I propose restraining the disposition of assets will deal with that concern.",
      "id": "s121"
    },
    {
      "text": "48 In light of the above, I propose to make orders restraining AHL, AF and MK River from disposing of their assets or property, and to make orders in relation to their financial records, until the hearing and determination of this proceeding or further order.",
      "id": "s122"
    },
    {
      "text": "49 I now turn to Mr Kyriackou.",
      "id": "s123"
    },
    {
      "text": "There is no material to suggest that Mr Kyriackou proposes to continue to solicit further funds from investors or financiers in relation to the Scheme.",
      "id": "s124"
    },
    {
      "text": "No court order is required to deal with that eventuality, even assuming that the Scheme as alleged is illegal.",
      "id": "s125"
    },
    {
      "text": "The main company (APM) with the Australvic Group has been wound up.",
      "id": "s126"
    },
    {
      "text": "50 I do not consider that there is any evidence to suggest that Mr Kyriackou is unlikely to cooperate with any investigation into the affairs of the Australvic group or that he will not remain within the jurisdiction.",
      "id": "s127"
    },
    {
      "text": "In fact, the available evidence suggests the contrary.",
      "id": "s128"
    },
    {
      "text": "I do not have before me any evidence or basis to restrain Mr Kyriackou from disposing of any assets in his own name.",
      "id": "s129"
    },
    {
      "text": "I see no necessity to order Mr Kyriackou, where there is no evidence to suggest he will not cooperate, to deliver up books and records in relation to the various company defendants.",
      "id": "s130"
    },
    {
      "text": "51 Interlocutory orders were sought pursuant to s 601EE and s 1323 of the Corporations Act directing the liquidator (if appointed) to file a written report as to certain aspects of the Scheme.",
      "id": "s131"
    },
    {
      "text": "I do not consider this order needs be made now in relation to the liquidator of APM, who is the only liquidator appointed who would be in a position to file such a written report.",
      "id": "s132"
    },
    {
      "text": "Of course, the liquidator of APM has various responsibilities under the Corporations Act and to the Court which will involve him in carrying out investigations which may impact on any report he may be directed to give at a later time.",
      "id": "s133"
    },
    {
      "text": "52 Accordingly, I propose to order that:\n \n (1) Orders 1 and 2 made by the Court on 11 July 2007 be set aside;\n (2) Until the hearing and determination of the proceeding or further order the third, fourth and sixth defendants by themselves, their servants or agents or howsoever otherwise be restrained from parting with possession of, encumbering or disposing of any their assets or property;\n (3) Until the hearing and determination of the proceeding or further order the third, fourth and sixth defendants by themselves, their servants or agents or howsoever otherwise be restrained from disposing of, destroying, amending, altering or parting with possession of their books of account or other financial records;\n (4) The interlocutory application be otherwise dismissed; \n\n(5) The costs of the interlocutory application be reserved; and \n \n(6) The proceeding be adjourned to 10.15am on 30 November 2007 for directions.",
      "id": "s134"
    },
    {
      "text": "I certify that the preceding fifty-two (52) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s135"
    },
    {
      "text": "Associate:\n\nDated: 20 November 2007\n\n\n Counsel for the Plaintiff: P Willis, M Scott \n \n Counsel for the Defendants: J Levine \n \n Solicitor for the Defendants: Isaac Brott &amp; Co, Sam Angelatos &amp; Co \n \n Solicitor for Liquidator: Goldsmiths \n \n Solicitor for R &amp; A Cab Co: John Matthies &amp; Co \n \n Solicitor for Kathleen Monica Murphy Syndicate: Saxbys Lawyers \n \n Counsel for J.P. Morgan Trust: S Hay \n \n Solicitor for J.P. Morgan Trust: Gadens \n \n Date of Hearing: 29 May 2007, 7, 12, 18 June 2007, 4 July 2007, 30 August 2007, 10 September 2007, 2 October 2007 \n \n Date of Judgment: 22 November 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1781.html",
      "id": "s136"
    }
  ]
}