{
  "name": "SBFD v Minister for Immigration and Citizenship [2007] FCA 1171 (1 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1171.html",
  "catchphrases": [
    {
      "text": "tribunal to identify issues it considers important",
      "id": "c0"
    },
    {
      "text": "illogical reasoning not of itself ground for review",
      "id": "c1"
    },
    {
      "text": "migration law",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a Federal Court Magistrate dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\") which refused a protection visa, thereby affirming the decision of a delegate of the first respondent.",
      "id": "s0"
    },
    {
      "text": "When the matter came on for hearing before me, the appellant was unrepresented but he had present a friend who assisted him and also an interpreter.",
      "id": "s1"
    },
    {
      "text": "The matter that he raised on the hearing before me was a submission to the effect that he had not had an opportunity to have his case properly put before the Tribunal, and that he was not present during at least part of the proceedings before the Federal Magistrate.",
      "id": "s2"
    },
    {
      "text": "2 The adequacy of the interpretation was a matter dealt with in some detail in the decision of the Tribunal.",
      "id": "s3"
    },
    {
      "text": "The Tribunal addressed the issue because a complaint was made by the appellant after the hearing to the effect that the interpretation was inadequate.",
      "id": "s4"
    },
    {
      "text": "To support this claim, the appellant put an allegedly correctly translated transcript, along with the original transcript, before the Tribunal.",
      "id": "s5"
    },
    {
      "text": "The Tribunal examined this material and formed the view that the inaccuracies alleged did not affect the reasons for its decision.",
      "id": "s6"
    },
    {
      "text": "These reasons were then set out in its decision of 14 November 2005.",
      "id": "s7"
    },
    {
      "text": "3 Notwithstanding the above, the appellant pleaded no ground of appeal and made no submission before the Federal Magistrate in relation to misinterpretation.",
      "id": "s8"
    },
    {
      "text": "Consequently, this matter was not dealt with in the decision of the Federal Magistrate.",
      "id": "s9"
    },
    {
      "text": "In addition, no question was raised concerning the appellant's absence during the course of the hearing before the Federal Magistrate.",
      "id": "s10"
    },
    {
      "text": "These omissions occurred despite the fact that the appellant was represented before the Federal Magistrate by a firm of solicitors and also by counsel.",
      "id": "s11"
    },
    {
      "text": "4 In light of these omissions before the Federal Magistrate, I am not persuaded in the circumstances of this case that it is appropriate for this Court to entertain on appeal any further dispute in relation to the alleged misinterpretation and the effect which it may have had on the reasoning of the Federal Magistrate.",
      "id": "s12"
    },
    {
      "text": "In any event, these matters were not raised in the Notice of Appeal before this Court, and have not been addressed by the appellant in submissions.",
      "id": "s13"
    },
    {
      "text": "Moreover, insofar as the appellant alleges that the Tribunal did not act logically or rationally in deciding the case, no information was given, no specifics were set out and no argument was put to the Court to support this contention.",
      "id": "s14"
    },
    {
      "text": "In any case, the Full Court of this Court has held on several occasions that the mere fact that a decision is not logical is not of itself a ground for judicial review: NACB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 235 at [29] ; W404/01A of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 255 at [35] ; VWST v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 286 at [18] .",
      "id": "s15"
    },
    {
      "text": "5 Another contention which was raised in the Notice of Appeal related to the construction of s 425 of the Migration Act 1958 (Cth) and its application to the circumstances of the present case.",
      "id": "s16"
    },
    {
      "text": "One matter which was raised by the appellant was that the Tribunal did not put him on notice that his failure to move to Karachi was going to be a critical issue in its decision.",
      "id": "s17"
    },
    {
      "text": "6 In its recent decision in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 at [35] (' SZBEL '), the High Court enunciated the principle that if the Tribunal takes no step to identify and raise an issue other than those which the delegate considered dispositive, and does not tell the applicant what that other issue is, the applicant is entitled to assume that the issues the delegate considered important comprise all the issues in relation to the decision under review.",
      "id": "s18"
    },
    {
      "text": "In the present case, the Federal Magistrate accepted that there was an issue which was different which was considered by the Tribunal.",
      "id": "s19"
    },
    {
      "text": "However, having regard to the transcript of the proceedings in the Tribunal, the Federal Magistrate formed the view that the issue had been referred to as an important question by the Tribunal, which was sufficient to satisfy the principle set out in SZBEL .",
      "id": "s20"
    },
    {
      "text": "7 In SZBEL , the High Court refers to an obligation on the Tribunal to invite an applicant to amplify any aspect which it believes will be taken into account and of which the applicant may not be aware.",
      "id": "s21"
    },
    {
      "text": "It is not necessary, according to the reasoning in SZBEL , to expressly challenge an applicant by directly putting a proposition contradictory to his or her submissions, but it is important that the matter should at least be referred to.",
      "id": "s22"
    },
    {
      "text": "In the present case, I am of the view that the transcript indicates that the Tribunal did signal a concern in relation to the question now raised by the appellant on appeal, namely, his reasons for not going back to Karachi.",
      "id": "s23"
    },
    {
      "text": "The Tribunal raised these questions and indicated their importance in questions 46 through to 57 of the transcript before the Tribunal.",
      "id": "s24"
    },
    {
      "text": "8 In those circumstances, although the principles of SZBEL are indeed called into play, I consider that the task imposed on the Tribunal by those principles has been satisfied.",
      "id": "s25"
    },
    {
      "text": "Accordingly, having heard the submissions of the appellant and having considered the reasoning of the Tribunal and the Federal Magistrate below, I am of the opinion that this appeal should be dismissed with costs as it does not have any substance and in particular because the question of misinterpretation was not raised either before the Federal Magistrate or in the Notice of Appeal before this Court.",
      "id": "s26"
    },
    {
      "text": "9 For the above reasons, the appeal is dismissed.",
      "id": "s27"
    },
    {
      "text": "I will fix costs in this matter at $4000.",
      "id": "s28"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s29"
    },
    {
      "text": "Associate:\n\nDated: 6 August 2007\n\n Counsel for the Appellant: None \n \n Solicitor for the Appellant: None \n \n Counsel for the Respondent: Mr T. Reilly \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 1 August 2007 \n \n Date of Judgment: 1 August 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1171.html",
      "id": "s30"
    }
  ]
}