{
  "name": "SZIOE v Minister for Immigration &amp; Citizenship [2007] FCA 1176 (7 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1176.html",
  "catchphrases": [
    {
      "text": "application for extension of time within which to file and serve a notice of appeal",
      "id": "c0"
    },
    {
      "text": "application for protection visa under migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "whether proposed appeal has sufficient prospect of success",
      "id": "c2"
    },
    {
      "text": "application dismissed",
      "id": "c3"
    },
    {
      "text": "no point of principle.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time to file and serve a notice of appeal from a judgment of a Federal Magistrate of 18 April 2007.",
      "id": "s0"
    },
    {
      "text": "The application before the Federal Magistrate sought judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') of 2 February 2006 and handed down on 23 February 2006 in which it affirmed the decision of the delegate of the Minister refusing to grant a protection visa to the applicant under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The applicant is a citizen of the People's Republic of China who arrived in Australia on 26 September 2005.",
      "id": "s2"
    },
    {
      "text": "On 7 October 2005 the applicant lodged an application for a Protection (Class XA) visa with the Department of Immigration and Multicultural and Indigenous Affairs ('DIMIA').",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister refused the application on 9 November 2005.",
      "id": "s4"
    },
    {
      "text": "On 12 December 2005 the applicant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "PROCEEDINGS BEFORE THE TRIBUNAL \n \n3 The applicant claimed that he had been practising Falun Gong in China for a long time, which helped his insomnia, and that he had been \"pursuing Falun Gong as long as seven years.",
      "id": "s6"
    },
    {
      "text": "\" He claimed that his friends and relatives had introduced him to Falun Gong, and that they \"always\" exercised together and have \"benefited a lot.",
      "id": "s7"
    },
    {
      "text": "\"\n \n4 The applicant further claimed that prior to coming to Australia, his life in China was \"quite miserable\" and that he was attacked by a policeman and sent to hospital with serious injuries.",
      "id": "s8"
    },
    {
      "text": "He claimed that he was arrested by the police whilst in hospital and was placed in a \"detaining house\" for one month, even though he had not recovered.",
      "id": "s9"
    },
    {
      "text": "He further alleged that he was beaten, and released when he pretended to \"repent and never practise Falun Gong again\".",
      "id": "s10"
    },
    {
      "text": "5 The applicant claimed to be a persistent Falun Gong practitioner that had never thought of giving up his practise of Falun Gong although he practises this secretly.",
      "id": "s11"
    },
    {
      "text": "He maintained that he cannot survive in China and had no other choice but to escape to Australia.",
      "id": "s12"
    },
    {
      "text": "6 He alleged that if he were to return to China, he would be arrested and imprisoned.",
      "id": "s13"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n7 The Tribunal wrote to the applicant on 13 December 2005, advising him that it had received his application for review.",
      "id": "s14"
    },
    {
      "text": "The Tribunal's letter was sent to the address provided in his application for review.",
      "id": "s15"
    },
    {
      "text": "It advised him that he should immediately advise the Tribunal of any change of address and telephone number and stated: \n \n 'If you do not, you might not receive an invitation to a hearing or other important information and your case may be decided without further notice'.",
      "id": "s16"
    },
    {
      "text": "8 The letter further explained that the applicant might be invited to a hearing, which was an opportunity to give the Tribunal evidence to support his application.",
      "id": "s17"
    },
    {
      "text": "There was no record before the Tribunal that the applicant did not receive the letter.",
      "id": "s18"
    },
    {
      "text": "9 On 22 December 2005 the Tribunal again wrote to the applicant at this address and advised that it had considered all of the material before it relating to his application, but that it was unable to make a decision in his favour on that information alone.",
      "id": "s19"
    },
    {
      "text": "The Tribunal then invited the applicant to give oral evidence and present arguments before the Tribunal at a hearing on 2 February.",
      "id": "s20"
    },
    {
      "text": "The Tribunal also advised the applicant that if he did not attend this hearing, and a postponement was not granted, the Tribunal could make a decision on his case, without any further notice.",
      "id": "s21"
    },
    {
      "text": "This letter was an invitation pursuant to s 425 of the Act.",
      "id": "s22"
    },
    {
      "text": "10 The Tribunal noted in its decision record that there was no record before the Tribunal that this letter was not received by the applicant.",
      "id": "s23"
    },
    {
      "text": "It noted that the applicant did not respond to the hearing invitation and did not attend the scheduled hearing on 2 February 2006.",
      "id": "s24"
    },
    {
      "text": "Consequently, the Tribunal proceeded, in accordance with s 426A of the Act, to make a decision on the review, without taking any further action to allow or enable the applicant to appear before it.",
      "id": "s25"
    },
    {
      "text": "The Tribunal determined the matter on the evidence available to it.",
      "id": "s26"
    },
    {
      "text": "11 The Tribunal found that the applicant had made a series of vague and general claims which lacked details.",
      "id": "s27"
    },
    {
      "text": "The Tribunal provided the example that although the applicant claimed to be a Falun Gong practitioner, he did not provide details about when and how he practised Falun Gong, except that he has been \"pursuing Falun Gong as long as seven years.",
      "id": "s28"
    },
    {
      "text": "\" The Tribunal also noted that although the applicant claimed that he was \"even attacked by a policeman and was sent to hospital for serious injuries\", he did not provide any details about when this happened.",
      "id": "s29"
    },
    {
      "text": "The Tribunal found that the applicant made general claims that he and others \"always\" exercised together and have \"benefited a lot\".",
      "id": "s30"
    },
    {
      "text": "12 The Tribunal was satisfied that the applicant had been given proper opportunity, at both the primary level and review stage, to support his application, but that although he was invited to appear before the Tribunal to give evidence and present arguments, the applicant had not provided any corroborative evidence of his claims.",
      "id": "s31"
    },
    {
      "text": "13 On the basis of the available information, the Tribunal was not satisfied that the applicant had suffered any Convention-related harm nor was it satisfied that there was a real chance of such harm occurring to the applicant in the reasonably foreseeable future.",
      "id": "s32"
    },
    {
      "text": "The Tribunal stated that: \n \n 'Without further details, clarifications, corroborative evidence and without having had the opportunity to explore the claims with the applicant at a hearing and test the evidence, the Tribunal is not satisfied that the applicant has ever been a Falun Gong practitioner, or that he has ever engaged in Falun Gong activities.",
      "id": "s33"
    },
    {
      "text": "It follows that the Tribunal is not satisfied that the applicant was detained by the Chinese authorities, or that he was beaten, or that he was released because he pretended to \"repent and never practise Falun Gong again\", nor is the Tribunal satisfied that if the applicant were to return, he would be arrested and imprisoned.",
      "id": "s34"
    },
    {
      "text": "In essence and for the stated reasons, the Tribunal is not satisfied tha the applicant has suffered or would suffer any of the claimed harm.",
      "id": "s35"
    },
    {
      "text": "' \n \n\n14 The Tribunal could not be satisfied that the applicant had a well-founded fear of persecution for a Convention related reason and accordingly the decision not to grant a protection visa was affirmed.",
      "id": "s36"
    },
    {
      "text": "PROCEEDINGS BEFORE THE FEDERAL MAGISTRATE \n \n15 On 27 March 2006 the applicant filed an amended application for judicial review of the Tribunal's decision.",
      "id": "s37"
    },
    {
      "text": "The grounds were as follows:\n \n \n 1.",
      "id": "s38"
    },
    {
      "text": "The applicant was denied procedural fairness in connection with the making of the decision.",
      "id": "s39"
    },
    {
      "text": "2.",
      "id": "s40"
    },
    {
      "text": "It is not reasonable for the Tribunal to point out that I had not been detained by the Chinese Government.",
      "id": "s41"
    },
    {
      "text": "3.",
      "id": "s42"
    },
    {
      "text": "The decision did not take into account that the applicant, would be placed in danger if I return to China.",
      "id": "s43"
    },
    {
      "text": "16 Whilst no written particulars of the first ground were provided the applicant informed his Honour that this arose from his not being advised of the hearing and not being given a proper opportunity to present his case.",
      "id": "s44"
    },
    {
      "text": "17 The Federal Magistrate found that the Tribunal was within its powers to proceed to decide the case, pursuant to s 426A in the absence of the applicant, as the applicant was sent an invitation to a hearing in accordance with the provisions of Div 7A of the Act and there was no evidence that the letter was returned to the Tribunal (which itself would not invalidate the notice).",
      "id": "s45"
    },
    {
      "text": "The Federal Magistrate concluded that the applicant had received the letter inviting him to the hearing.",
      "id": "s46"
    },
    {
      "text": "He appeared to have received every other letter sent to the same address.",
      "id": "s47"
    },
    {
      "text": "18 His Honour considered the other grounds raised by the applicant but found that those sought impermissible merits review.",
      "id": "s48"
    },
    {
      "text": "At the hearing before the Federal Magistrate, the applicant told his Honour that the Tribunal had not considered his evidence carefully, but had rejected his application without hearing important evidence.",
      "id": "s49"
    },
    {
      "text": "The applicant contended that the Tribunal had accused him of 'being here only for illegal work.",
      "id": "s50"
    },
    {
      "text": "' However, there being no such statement in the Tribunal's decision, the Federal Magistrate found that such a claim could not be properly imputed to the Tribunal.",
      "id": "s51"
    },
    {
      "text": "His Honour noted that the Tribunal had expressly stated that it had failed to reach the necessary state of satisfaction under s 65 of the Act.",
      "id": "s52"
    },
    {
      "text": "No jurisdictional error was found in the decision of the Tribunal and the application was dismissed.",
      "id": "s53"
    },
    {
      "text": "THE PRESENT APPLICATION \n \n19 On 22 May 2007 the applicant filed an application for an extension of time to file and serve a notice of appeal and an affidavit in support of his claims.",
      "id": "s54"
    },
    {
      "text": "The draft notice of appeal annexed to the affidavit asserted two grounds which in substance reiterate the grounds of appeal before the Federal Magistrate:\n \n 1.",
      "id": "s55"
    },
    {
      "text": "The Tribunal failed to give natural justice in that: \n \n \n \n The Tribunal failed to ask appropriate questions and appropriately categorise the basis of the applicant's suffer [sic] convention based persecution.",
      "id": "s56"
    },
    {
      "text": "2.",
      "id": "s57"
    },
    {
      "text": "It is not reasonable for the Tribunal to point out that I had not been detained by the Chinese Government.",
      "id": "s58"
    },
    {
      "text": "20 The affidavit filed on 22 May 2007 asserted the applicant has filed his application out of time because he did not know how to lodge an application and consequently missed the lodgement date.",
      "id": "s59"
    },
    {
      "text": "It also asserts that there was a denial of procedural fairness.",
      "id": "s60"
    },
    {
      "text": "21 At the hearing of the appeal before me the applicant volunteered that the reason he had not filed an appeal in time was because he forgot to do so.",
      "id": "s61"
    },
    {
      "text": "REASONS \n \n22 I have considered the first respondent's submissions which I have drawn upon in framing these reasons.",
      "id": "s62"
    },
    {
      "text": "23 The Tribunal's decision here is a privative clause decision, as defined by s 474(2) of the Act.",
      "id": "s63"
    },
    {
      "text": "Section 474 validly operates to prevent the judicial review of all decisions under the Act, except those vitiated by jurisdictional error: Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476.",
      "id": "s64"
    },
    {
      "text": "24 By Order 52 rule 15(1) of the Federal Court Rules , the time limit for filing a notice of appeal is 21 days from the date of the judgment, which was given on 18 April 2007.",
      "id": "s65"
    },
    {
      "text": "Taking into account Order 3 rule 2(2), the notice of appeal was required to have been filed on or before 9 May 2007.",
      "id": "s66"
    },
    {
      "text": "The application for an extension of time was filed on 22 May 2007.",
      "id": "s67"
    },
    {
      "text": "This is a delay of 13 days.",
      "id": "s68"
    },
    {
      "text": "25 By Order 52 rule 15(2), the time limit may be extended 'for special reasons'.",
      "id": "s69"
    },
    {
      "text": "To justify an extension of time, there must be 'a special reason why the appeal should be permitted to proceed, though filed after the expiry date of 21 days:' Joss v Scott (1986) 12 FCR 187 at 195.",
      "id": "s70"
    },
    {
      "text": "In that case the expression 'special reasons' was characterised as 'an expression describing a flexible discretionary power, but one requiring a case to be made upon grounds sufficient to justify a departure, in the particular circumstances, from the ordinary rule prescribing a period within which an appeal must be filed and served'.",
      "id": "s71"
    },
    {
      "text": "26 The discretion of the Court to extend time is given for the purpose of enabling the court to do justice between the parties: WAAD v MIMIA [2002] FCAFC 399 at [7] , Hughes v National Trustees Executors &amp; Agency Co of Australasia Ltd [1978] VR 257 at 262; Gallo v Dawson [1990] HCA 30 ; (1990) 93 ALR 479 at 480.",
      "id": "s72"
    },
    {
      "text": "However, an extension of time within which to file an appeal will not be granted without a consideration of the putative appellant's prospects of successfully prosecuting his appeal: WAAD v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs at [9], Hughes at 264.",
      "id": "s73"
    },
    {
      "text": "27 Accordingly, before granting the extension sought, the Court is required to be satisfied that the reasons put forward in the applicant's affidavit in support of the application constitute sufficient grounds for a departure from this general rule.",
      "id": "s74"
    },
    {
      "text": "28 The applicant's explanation for the delay in filing the application, contained in the affidavit attached to his application for an extension of time, is that he did not know how to lodge the application.",
      "id": "s75"
    },
    {
      "text": "He also claims that he was denied procedural fairness in connection with the making of the decision.",
      "id": "s76"
    },
    {
      "text": "29 I am not satisfied that these reasons constitute sufficient grounds for the grant of an extension of time.",
      "id": "s77"
    },
    {
      "text": "The applicant clearly had no difficulties in filing the application for review before the Tribunal and within the specified time limit, nor any difficulties filing the application for judicial review before the Federal Magistrates Court, again, within the required time.",
      "id": "s78"
    },
    {
      "text": "Furthermore, the reason given by the applicant today, namely that he forgot to file his appeal within time, was a different reason, although I suspect the correct one, to that contained in his affidavit.",
      "id": "s79"
    },
    {
      "text": "I do not accept his earlier explanation.",
      "id": "s80"
    },
    {
      "text": "30 The applicant has not in any meaningful way particularised its first ground of proposed appeal relating to a denial of procedural fairness.",
      "id": "s81"
    },
    {
      "text": "The reasoning and conclusion of the Federal Magistrate in this respect were in my opinion correct.",
      "id": "s82"
    },
    {
      "text": "31 The applicant's second proposed ground of appeal amounts to no more than an impermissible request for a review of the merits of the Tribunal's decision.",
      "id": "s83"
    },
    {
      "text": "32 The applicant's two grounds of appeal noted above, are, in effect, reiterations of the applicant's grounds for judicial review before the Federal Magistrates Court.",
      "id": "s84"
    },
    {
      "text": "The proposed grounds of appeal do not point to any jurisdictional error by the Court below.",
      "id": "s85"
    },
    {
      "text": "CONCLUSION \n \n33 I have considered the proposed grounds of appeal together with the findings and reasoning of the Tribunal and the Federal Magistrate.",
      "id": "s86"
    },
    {
      "text": "In my opinion, an extension should not be granted in this case because the proposed appeal has insufficient prospects of success.",
      "id": "s87"
    },
    {
      "text": "34 The application for extension of time to file and serve a notice of appeal should be dismissed with costs.",
      "id": "s88"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s89"
    },
    {
      "text": "Associate:\nDated: 7 August 2007\n\n The Applicant represented himself: \n \n \n Counsel for the Respondent: Mr A Cox \n \n Solicitors for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 7 August 2007 \n \n Date of Judgment: 7 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1176.html",
      "id": "s90"
    }
  ]
}