{
  "name": "Webb v Western Australia [2007] FCA 1342 (28 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1342.html",
  "catchphrases": [
    {
      "text": "native title determination application",
      "id": "c0"
    },
    {
      "text": "application of mandatory dismissal provision",
      "id": "c1"
    },
    {
      "text": "lodgement of native title determination application following notification of proposed future acts",
      "id": "c2"
    },
    {
      "text": "exhaustion of procedural rights under right to negotiate provisions",
      "id": "c3"
    },
    {
      "text": "statutory report by native title registrar to federal court registrar",
      "id": "c4"
    },
    {
      "text": "function of report",
      "id": "c5"
    },
    {
      "text": "operation of mandatory dismissal provisions of s 94c",
      "id": "c6"
    },
    {
      "text": "power of court to give directions",
      "id": "c7"
    },
    {
      "text": "whether failure to take steps to have claim resolved",
      "id": "c8"
    },
    {
      "text": "large country claim",
      "id": "c9"
    },
    {
      "text": "area of claim much larger than areas covered by future act notices",
      "id": "c10"
    },
    {
      "text": "application part of regional work program",
      "id": "c11"
    },
    {
      "text": "no occasion for consideration of mandatory dismissal provisions",
      "id": "c12"
    },
    {
      "text": "native title",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 On 5 September 2006, the South West Aboriginal Land and Sea Council Aboriginal Corporation (SWALSC) lodged a native title determination application in this Court.",
      "id": "s0"
    },
    {
      "text": "The persons named as applicant were William Webb, Bertram Williams, Margaret Culbong and Wendy Williams.",
      "id": "s1"
    },
    {
      "text": "The area of the application covers the extreme southwest corner of the State.",
      "id": "s2"
    },
    {
      "text": "Its boundary follows the low water mark from a point about 70 km to the west of Walpole, to Augusta, north through Dunsborough to a point a little south of Capel.",
      "id": "s3"
    },
    {
      "text": "The boundary then turns inland extending as far east as Bridgetown, Manjimup and Northcliffe.",
      "id": "s4"
    },
    {
      "text": "2 The application was registered on 6 October 2006.",
      "id": "s5"
    },
    {
      "text": "3 By amendments to the Native Title Act 1993 (Cth) (the NT Act) made in 2007 by the Native Title Amendment Act 2007 (Cth) a new s 94C was enacted.",
      "id": "s6"
    },
    {
      "text": "The new section defines circumstances in which applications, apparently made in response to future act notices given in relation to land or waters within the area covered by the application, are subject to dismissal by the Court.",
      "id": "s7"
    },
    {
      "text": "This circumstance arises where the procedural rights of the native title claimants in relation to the future acts have been exhausted and no steps are taken to advance the resolution of the application itself.",
      "id": "s8"
    },
    {
      "text": "4 Notification to the Court of applications affected by s 94C is a function conferred on the Native Title Registrar by s 66C of the NT Act.",
      "id": "s9"
    },
    {
      "text": "5 In this case the Native Title Registrar has notified the Registrar of the Court, by way of a report dated 29 June 2007, of five future act notices affecting areas covered by the present application.",
      "id": "s10"
    },
    {
      "text": "In relation to the first notice, which evidently concerned a mining lease, no s 31 agreement was lodged and the tenement was granted.",
      "id": "s11"
    },
    {
      "text": "The other four were evidently expedited procedure notices to which no objection had been taken.",
      "id": "s12"
    },
    {
      "text": "The report was basic and tabular in form.",
      "id": "s13"
    },
    {
      "text": "Before considering what the Court should do about it, it is helpful to set out the relevant provisions of ss 94C and 66C.",
      "id": "s14"
    },
    {
      "text": "Statutory framework \n \n6 Section 94C of the NT Act provides: \n \n Order dismissing an application relating to a future act \n \n \n \n (1) Subject to subsections (2) and (3), the Federal Court must, on the application of a party or on its own motion, dismiss an application made by a person under section 61 if: \n \n \n \n \n \n (a) the application is for a determination of native title in relation to an area; and\n (b) it is apparent from the timing of the application that it is made in response to a future act notice given in relation to land or waters wholly or partly within the area; and \n (c) the future act requirements are satisfied in relation to each future act identified in the future act notice; and \n (e) either:\n \n \n \n \n (i) the person fails to produce evidence in support of the application despite a direction by the Court to do so, or to take other steps to have the claim sought in the application resolved despite a direction by the Court to do so; or \n (ii) in a case to which subparagraph (i) does not apply, the Court considers that the person has failed, within a reasonable time, to take steps to have the claim sought in the application resolved.",
      "id": "s15"
    },
    {
      "text": "(1A) For the purposes of paragraph (1)(b), it is apparent from the timing of an application by a person for a determination of native title in relation to an area that it is made in response to a future act notice to which the current law applies if: \n \n \n \n \n \n (a) the future act notice is given in relation to land or waters wholly or partly within the area; and \n (b) the application is made during the period of 3 months after the notification day specified in the future act notice; and \n (c) the person becomes a registered native title claimant in relation to any land or waters that will be affected by the act, before the end of 4 months after the notification day specified in the future act notice.",
      "id": "s16"
    },
    {
      "text": "(1B) Not relevant for present purposes.",
      "id": "s17"
    },
    {
      "text": "(1C) The regulations may prescribe, for the purposes of paragraph (1)(b), other circumstances in which it is taken to be apparent from the timing of an application by a person for a determination of native title in relation to an area that it is made in response to a future act notice, including circumstances in which it is taken to be apparent in relation to a future act notice given under alternative provisions.",
      "id": "s18"
    },
    {
      "text": "(1D) For the purposes of paragraph (1)(c), the future act requirements are satisfied in relation to a future act notice to which the current law applies if one of the following paragraphs is satisfied in relation to each future act identified in the notice: \n \n \n \n \n \n (a) subsection 32(2) (which applies if no objection is made after the giving of a notice that the act attracts the expedited procedure) allows the act to be done; \n (b) a determination is made under subsection 32(4) that the act is an act attracting the expedited procedure; \n (c) native title parties have lodged one or more objections in relation to the act under subsection 32(3), but all such objections are withdrawn under subsection 32(6); \n (d) an agreement of the kind mentioned in paragraph 31(1)(b) is made; \n (e) a determination is made under section 36A or 38 that the act may be done, or may be done subject to conditions being complied with; \n (f) a determination is made under section 36A or 38 that the act must not be done; \n (g) a determination that the act may be done, or may be done subject to conditions being complied with or must not be done, is declared to be overruled in accordance with section 42; \n (h) a circumstance occurs in which, under the regulations, the future act requirements are satisfied.",
      "id": "s19"
    },
    {
      "text": "(1E) Not relevant for present purposes.",
      "id": "s20"
    },
    {
      "text": "(1F) The regulations may prescribe, for the purposes of paragraphs (1D)(h) and (1E)(g), other circumstances in which future act requirements are satisfied.",
      "id": "s21"
    },
    {
      "text": "(1G) The regulations may prescribe circumstances in which future act requirements are satisfied in relation to a future act notice given under alternative provisions.",
      "id": "s22"
    },
    {
      "text": "(2) the Court must not dismiss the application without first ensuring that the person is given a reasonable opportunity to present his or her case about why the application should not be dismissed.",
      "id": "s23"
    },
    {
      "text": "(3) The Court must not dismiss the application if there are compelling reasons not to do so.",
      "id": "s24"
    },
    {
      "text": "However, the fact that: \n \n \n \n \n \n (a) a subsequent future act notice has been given that specifies all or part of an area that is included in the area covered by the application; and \n (b) paragraph (1)(d) is not satisfied in relation to each future act identified in the subsequent future act notice; \n \n is not, of itself, a compelling reason.",
      "id": "s25"
    },
    {
      "text": "(4) To avoid doubt, the Court's dismissal of an application under this section does not affect any rights, liabilities or obligations of a person under: \n \n (a) an agreement of the kind mentioned in paragraph 31(1)(b); or \n \n \n \n \n (b) a determination made under subsection 32(4) or section 36A, 38 or 42; or \n (c) an agreement made in accordance with, or a determination made under, any alternative provisions that are equivalent to the provisions mentioned in paragraphs (a) and (b).",
      "id": "s26"
    },
    {
      "text": "(5) To avoid doubt, this section does not affect the Court's power to dismiss an application under the Federal Court of Australia Act 1976 .",
      "id": "s27"
    },
    {
      "text": "Section 94(6) contains a number of definitions.",
      "id": "s28"
    },
    {
      "text": "The only ones relevant for present purposes are: \n \n future act notice means: \n \n (a) a notice of a future act given under section 29 ; and \n (b) a notice of a future act given under alternative provisions.",
      "id": "s29"
    },
    {
      "text": "future act notice to which the current law applies means a future act notice to which the provisions in Subdivision P of Division 3 of Part 2 of this Act apply.",
      "id": "s30"
    },
    {
      "text": "7 Section 66C specifies the Native Title Registrar's role in reporting on applications affected by future act notices thus: \n \n (1) If:\n \n \n \n \n (a) an application is of the kind mentioned in paragraph 94C(1)(a); and \n (b) paragraph 94C(1)(b) is satisfied in relation to the application; and \n (c) paragraph 94C(1)(c) is satisfied in relation to the applicant; \n \n \n \n \n \n the Registrar may advise the Registrar of the Federal Court of those facts.",
      "id": "s31"
    },
    {
      "text": "(2) The Registrar may seek advice from the relevant governmental officials in the Commonwealth or in a State or Territory as to: \n \n \n \n \n \n (a) whether all or part of an area specified in a future act notice is included in the area covered by an application; and \n (b) whether paragraph 94(C)(1)(c) is satisfied for each future act identified in a future act notice; \n \n and may advise the Registrar of the Federal Court accordingly.",
      "id": "s32"
    },
    {
      "text": "(3) In this section: \n \n Future act notice has the same meaning as in section 94C.",
      "id": "s33"
    },
    {
      "text": "How ss 94C and 66C work \n \n8 The purpose of s 94C is to provide for summary dismissal of native title determination applications that have been filed to secure procedural rights with respect to future acts covered by the right to negotiate provisions of Subdivision P of Div 3 of Pt 2 of the NT Act.",
      "id": "s34"
    },
    {
      "text": "The mechanism for summary dismissal is enlivened when, broadly speaking, the procedural rights are effectively exhausted and the native title determination application is not being pursued to a mediated or litigated determination.",
      "id": "s35"
    },
    {
      "text": "This broad characterisation of the effect of the provisions is subject to their precise language.",
      "id": "s36"
    },
    {
      "text": "The report of the Native Title Registrar under s 66C is a statutory means for drawing to the attention of the Court applications which may meet the conditions for dismissal under s 94C.",
      "id": "s37"
    },
    {
      "text": "9 Section 66C(1) assumes that the matters of report are \"facts\".",
      "id": "s38"
    },
    {
      "text": "The Native Title Registrar providing advice under that section must tell the Federal Court Registrar:\n \n (a) that an application is a determination for native title in relation to an area --- this is a matter of fact; \n (b) that it is apparent from the timing of the application that it was made in response to a future act notice given in relation to land or waters wholly or partly within the area of the claim --- whilst this has the form of an opinion, it is established if conditions set out in s 94C(1A) are met.",
      "id": "s39"
    },
    {
      "text": "Those conditions are simply matters of fact; \n (c) that the future act requirements are satisfied in relation to each future act identified in the future act notice --- this is made out if one or other of the conditions set out in s 94C(1D) is met.",
      "id": "s40"
    },
    {
      "text": "Again, that is a matter of fact.",
      "id": "s41"
    },
    {
      "text": "10 The occasion for considering dismissal of native title determination applications under s 94C arises upon the establishment of the facts set out in that section.",
      "id": "s42"
    },
    {
      "text": "The Court must decide for itself that they exist before considering whether the application must be dismissed.",
      "id": "s43"
    },
    {
      "text": "In so doing it is not bound to act upon the advice of the Native Title Registrar.",
      "id": "s44"
    },
    {
      "text": "That advice to the Court's Registrar is not necessarily evidence.",
      "id": "s45"
    },
    {
      "text": "It is given no evidentiary standing by the NT Act.",
      "id": "s46"
    },
    {
      "text": "In the present case that made little difference because the relevant events as to the filing of the native title determination application, the issue of the s 29 notices and the outcomes thereof were not in dispute.",
      "id": "s47"
    },
    {
      "text": "Importantly the Court is not required to proceed to consider mandatory dismissal of a native title determination application even where the facts set out in the Native Title Registrar's report are undisputed or otherwise made out.",
      "id": "s48"
    },
    {
      "text": "11 Where the Native Title Registrar provides an advice under s 66C and the Court finds the facts set out in his advice, consideration of mandatory dismissal does not follow automatically.",
      "id": "s49"
    },
    {
      "text": "Section 94C(1)(e) contemplates that the Court may require an applicant to produce evidence in support of the application or to take steps to have the claim resolved.",
      "id": "s50"
    },
    {
      "text": "Alternatively, the Court may consider whether the applicant has failed, within a reasonable time, to take steps to have the claim resolved.",
      "id": "s51"
    },
    {
      "text": "Any such judgment will require an assessment of whether the applicant has engaged with the mediation process for which the NT Act provides or has prepared or complied with directions for steps to be taken with a view to the trial of the action.",
      "id": "s52"
    },
    {
      "text": "The Court does not proceed to consider dismissal until there has been a failure to comply with its direction under s 94C(1)(e)(i) or there has been a failure to take steps within a reasonable time to have the claim resolved.",
      "id": "s53"
    },
    {
      "text": "12 It will be seen that before it gets to the point of considering mandatory dismissal the Court has a degree of leeway under the section to move the applicants forward.",
      "id": "s54"
    },
    {
      "text": "The mandatory dismissal power, in effect, provides a tool or sanction to be used by the Court to dispose of applications lodged to get procedural rights and not otherwise being pursued.",
      "id": "s55"
    },
    {
      "text": "The disposition in this case \n \n13 It is plain upon inspection of the application that, despite its timing, it was not filed simply to acquire procedural rights in relation to the particular future act notices mentioned in the Native Title Registrar's report.",
      "id": "s56"
    },
    {
      "text": "It covers a much greater area of land than the areas affected by those notices.",
      "id": "s57"
    },
    {
      "text": "The applicants are represented by the SWALSC which is working with the National Native Title Tribunal in the mediation process.",
      "id": "s58"
    },
    {
      "text": "The application takes its place in a regional timetable affecting claims in the southwest region.",
      "id": "s59"
    },
    {
      "text": "Having regard to the resources available to the applicants' representative body and the priorities for the region, this is not a case in which the Court considers that the applicants have failed, within a reasonable time, to take steps to have the claims in the application resolved.",
      "id": "s60"
    },
    {
      "text": "No direction pursuant to s 94C(1)(e) is necessary in the circumstances.",
      "id": "s61"
    },
    {
      "text": "14 In the event that one or other of the conditions in s 94C(1)(e) were to be satisfied, then the question of mandatory dismissal may arise.",
      "id": "s62"
    },
    {
      "text": "It does not arise at the present time.",
      "id": "s63"
    },
    {
      "text": "The Court will therefore simply note the Native Title Registrar's advice.",
      "id": "s64"
    },
    {
      "text": "This is the procedure that I propose to follow in future when such advices are provided and the occasion for consideration of mandatory dismissal does not arise.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s66"
    },
    {
      "text": "Associate:\nDated: 28 August 2007\n\n Counsel for the Applicant: Mr V Hughston QC and Ms T Jowett \n \n Solicitor for the Applicant: South West Aboriginal Land &amp; Sea Council Aboriginal Corporation \n \n Counsel for the State of Western Australia: Mr G Ranson \n \n Solicitor for the State of Western Australia:\n\nCounsel for the Commonwealth:\n\nSolicitors for the Commonwealth:\n State Crown Solicitor\n\n\nMs R Webb QC\n\n\nAustralian Government Solicitor\n\n\nMr J Catlin represented the National Native Title Tribunal \n \n Date of Hearing: 31 July 2007 \n \n Date of Judgment: 28 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1342.html",
      "id": "s67"
    }
  ]
}