{
  "name": "Pattison (Trustee), in the matter of Bell (Bankrupt)v Bell [2007] FCA 137 (16 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/137.html",
  "catchphrases": [
    {
      "text": "injunction",
      "id": "c0"
    },
    {
      "text": "failure to comply",
      "id": "c1"
    },
    {
      "text": "first order requiring payment of proceeds of sale of named property into designated trust account",
      "id": "c2"
    },
    {
      "text": "first respondent dissipated proceeds of sale otherwise than in accordance with order",
      "id": "c3"
    },
    {
      "text": "whether non-compliance with order within reasonable time",
      "id": "c4"
    },
    {
      "text": "whether wilful disobedience",
      "id": "c5"
    },
    {
      "text": "whether second respondent had any capacity to comply with order",
      "id": "c6"
    },
    {
      "text": "second order requiring same payment by a particular date",
      "id": "c7"
    },
    {
      "text": "respondents without means at that date",
      "id": "c8"
    },
    {
      "text": "whether either respondent in breach of order they were unable to comply with",
      "id": "c9"
    },
    {
      "text": "whether onus of proof of inability to comply on respondents",
      "id": "c10"
    },
    {
      "text": "penalty",
      "id": "c11"
    },
    {
      "text": "range of penalties available",
      "id": "c12"
    },
    {
      "text": "whether community service order can be made",
      "id": "c13"
    },
    {
      "text": "whether power to order term of imprisonment in default of payment of fine",
      "id": "c14"
    },
    {
      "text": "appropriate level of fine",
      "id": "c15"
    },
    {
      "text": "relevance of other orders made",
      "id": "c16"
    },
    {
      "text": "judgment in principal proceeding against party in default",
      "id": "c17"
    },
    {
      "text": "order for costs of contempt proceeding",
      "id": "c18"
    },
    {
      "text": "indemnity costs",
      "id": "c19"
    },
    {
      "text": "appropriate length of default term of imprisonment",
      "id": "c20"
    },
    {
      "text": "reduction for partial payment of fine",
      "id": "c21"
    },
    {
      "text": "\"an offence against the law of the commonwealth\"",
      "id": "c22"
    },
    {
      "text": "contempt of court",
      "id": "c23"
    },
    {
      "text": "contempt of court",
      "id": "c24"
    },
    {
      "text": "words and phrases",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding \n \n\n \n1 The principal concern of these reasons for judgment is the appropriate orders consequent upon an admitted contempt of court in failing to obey an order of the Court.",
      "id": "s0"
    },
    {
      "text": "2 The applicant is the trustee in bankruptcy of Phillip Emmanuel Bell, who became a bankrupt consequent upon his presentation of a debtor's petition on 17 May 2005.",
      "id": "s1"
    },
    {
      "text": "The first respondent Ruth Marina Bell ('Ms Bell') is the former spouse of the bankrupt.",
      "id": "s2"
    },
    {
      "text": "The second respondent Living It Up Pty Ltd ('Living It Up') is a corporation, of which Ms Bell is the sole director, the secretary and the sole shareholder.",
      "id": "s3"
    },
    {
      "text": "3 In the latter stages of their marriage, the bankrupt and Ms Bell occupied a matrimonial home at 516 Neerim Road, Murrumbeena ('the Neerim Road property'), of which they were the registered proprietors as joint tenants.",
      "id": "s4"
    },
    {
      "text": "On 16 May 2002, the bankrupt executed a transfer of his interest in the Neerim Road property to Ms Bell.",
      "id": "s5"
    },
    {
      "text": "The transfer expressed the consideration for the transaction as 'natural love and affection'.",
      "id": "s6"
    },
    {
      "text": "The transfer was subsequently registered, so that Ms Bell became the sole registered proprietor of the Neerim Road property.",
      "id": "s7"
    },
    {
      "text": "4 At the time of the transfer, there was pending in the Supreme Court of Victoria a proceeding in which the bankrupt was one of the named defendants.",
      "id": "s8"
    },
    {
      "text": "Two of the other defendants were the bankrupt's brother Anthony Wilfred Bell ('Tony Bell') and a corporation called The Tetley's Company Pty Ltd ('Tetley's').",
      "id": "s9"
    },
    {
      "text": "The proceeding concerned alleged breaches of a contract for the acquisition by the plaintiff of a substantial interest in another corporation, which was also a defendant.",
      "id": "s10"
    },
    {
      "text": "On 7 June 2004, the Supreme Court gave judgment in the proceeding, in which five of the defendants, including the bankrupt, Tony Bell and Tetley's, were ordered to pay to the plaintiff damages of $810 000 plus interest of $200 522.",
      "id": "s11"
    },
    {
      "text": "Among the defendants, the bankrupt was ordered to pay contribution to the extent of 50 per cent.",
      "id": "s12"
    },
    {
      "text": "Tony Bell and Tetley's thereafter made payments to the plaintiff in satisfaction of the judgment.",
      "id": "s13"
    },
    {
      "text": "They claim that they are entitled to $505 261 contribution from the bankrupt, pursuant to the contribution order.",
      "id": "s14"
    },
    {
      "text": "5 Tony Bell and Tetley's obtained a bankruptcy notice, based on the judgment, and served it on the bankrupt.",
      "id": "s15"
    },
    {
      "text": "They followed this with a creditors' petition, filed on 7 April 2005, thereby commencing a proceeding numbered VID 300 of 2005 ('the creditors' proceeding') in this Court.",
      "id": "s16"
    },
    {
      "text": "On 8 April 2005, application was made, without notice to the bankrupt, Ms Bell or Living It Up, for orders by way of Mareva injunctions, seeking to preserve assets which the creditors wished to pursue.",
      "id": "s17"
    },
    {
      "text": "On that day, Marshall J made an order joining Ms Bell and Living It Up as respondents to the creditors' proceeding.",
      "id": "s18"
    },
    {
      "text": "His Honour made orders against Ms Bell and Living It Up, including an order restraining Ms Bell until 15 April 2005 from disposing of, transferring, charging, encumbering or in any way dealing with a property at 8 Mariners Place, Noosa Heads, Queensland ('the Mariners Place Property').",
      "id": "s19"
    },
    {
      "text": "His Honour made similar orders against Ms Bell and Living It Up, restraining them from dealing with the assets of a business known as Resort to Health ('the Resort to Health business'), otherwise than in the ordinary course of business.",
      "id": "s20"
    },
    {
      "text": "6 On 15 April 2005, Marshall J extended the effect of these orders until 19 May 2005.",
      "id": "s21"
    },
    {
      "text": "On 13 May 2005, a firm of solicitors called Kelly &amp; Chapman filed a notice of appearance in the creditors' proceeding on behalf of Ms Bell and Living It Up.",
      "id": "s22"
    },
    {
      "text": "By the time the creditors' proceeding came before the Court again on 19 May, the bankrupt had filed his debtor's petition.",
      "id": "s23"
    },
    {
      "text": "All parties to the creditors' proceeding consented to an order adjourning it to 6 June 2005 and extending the times specified in the orders made by Marshall J until that day.",
      "id": "s24"
    },
    {
      "text": "On 6 June 2005, the creditors' proceeding came before Kenny J.",
      "id": "s25"
    },
    {
      "text": "Counsel for Ms Bell and Living It Up gave undertakings to the Court, including undertakings that they would not dispose of, transfer, charge, encumber or in any way deal with the Mariners Place Property, and that they would not deal with or dispose of the proceeds of sale of the Resort to Health business without the consent in writing of the creditors or their solicitors.",
      "id": "s26"
    },
    {
      "text": "Her Honour adjourned the proceeding until 10 June 2005.",
      "id": "s27"
    },
    {
      "text": "7 On 10 June 2005, the creditors' proceeding came before me as duty judge.",
      "id": "s28"
    },
    {
      "text": "The applicant also filed on 10 June 2005 the application that commenced proceeding no VID 572 of 2005 ('the principal proceeding') against Ms Bell and Living It Up.",
      "id": "s29"
    },
    {
      "text": "In the principal proceeding, the applicant applied for interlocutory orders of a Mareva injunction nature, seeking to preserve both the Mariners Place property and the proceeds of sale of the Resort to Health business, which had by then been sold.",
      "id": "s30"
    },
    {
      "text": "Counsel appeared for the first and second respondent to oppose the orders.",
      "id": "s31"
    },
    {
      "text": "In case the orders should be made, counsel for the first and second respondents relied upon an affidavit of David Ivo Chapman, a partner in Kelly &amp; Chapman, sworn on 10 June 2005, purporting to set out the financial circumstances of Ms Bell.",
      "id": "s32"
    },
    {
      "text": "After hearing argument, and upon the applicant by his counsel giving the usual undertaking in damages, I made orders in the following terms:\n \n '1.",
      "id": "s33"
    },
    {
      "text": "Until the determination of the proceeding or further order, the \n respondents be restrained from disposing of, transferring, charging, \n encumbering or in any way dealing with the property situated at and \n known as 8 Mariners Place, Noosa Heads, Queensland, more \n particularly described in certificate of title no 50179851, without first \n giving notice in writing to the applicant no less than 14 days prior to \n such dealing, save that the respondents be at liberty to sell the \n property by public auction without giving such notice, provided that \n the proceeds of sale (after deduction of the reasonable costs and \n expenses of sale) be paid into the trust account referred to in \n paragraph 2.",
      "id": "s34"
    },
    {
      "text": "2.",
      "id": "s35"
    },
    {
      "text": "Until the determination of the proceeding or further order, the \n respondents be restrained from disposing of, transferring, or in any \n way dealing with the proceeds of sale of the assets of the business \n \"Resort to Health\", other than by the payment of those proceeds to an \n interest-bearing trust account to be operated by the respondents' \n solicitors, without the consent in writing of the applicant or his \n solicitors, other than for the payment of ordinary living expenses of \n the first respondent up to an amount of $5,127 per month.",
      "id": "s36"
    },
    {
      "text": "' \n \n\n8 I dismissed the creditors' petition, the basis of the creditors' proceeding, on the basis that the bankrupt had already become bankrupt by his presentation of a debtor's petition.",
      "id": "s37"
    },
    {
      "text": "I also ordered that the principal proceeding be placed in the docket of a judge and adjourned to a directions hearing on a date to be fixed by the docket judge.",
      "id": "s38"
    },
    {
      "text": "Subsequently, after some delay, I became the docket judge.",
      "id": "s39"
    },
    {
      "text": "On 4 August 2005, I made an order by consent of the parties referring the proceeding to mediation, requesting that the mediation be conducted by 31 August 2005 if possible, and fixing 19 September 2005 as the date for the directions hearing.",
      "id": "s40"
    },
    {
      "text": "Subsequently, on 29 August 2005, by consent of the parties, I extended the date for completion of the mediation to 30 September 2005 and changed the date of the directions hearing to 24 October 2005.",
      "id": "s41"
    },
    {
      "text": "The proceeding did not settle at mediation.",
      "id": "s42"
    },
    {
      "text": "On 24 October 2005, I gave directions for pleadings and discovery of documents.",
      "id": "s43"
    },
    {
      "text": "In accordance with those directions, on 23 November 2005, the applicant filed his statement of claim.",
      "id": "s44"
    },
    {
      "text": "Despite a direction that a defence be filed by 5 December 2005, the defence was not filed until 23 January 2006.",
      "id": "s45"
    },
    {
      "text": "The timetable for discovery was not observed by Ms Bell and Living It Up, and it was necessary for me to make further directions for discovery by them, on 19 April 2006.",
      "id": "s46"
    },
    {
      "text": "On that occasion, again by consent of the parties, I referred the proceeding for mediation.",
      "id": "s47"
    },
    {
      "text": "Again, no settlement was achieved.",
      "id": "s48"
    },
    {
      "text": "9 In the meantime, Kelly &amp; Chapman gave notice that they had ceased to act as solicitors for the respondents in the principal proceeding.",
      "id": "s49"
    },
    {
      "text": "On 24 February 2006, Barclay Beirne Lawyers of Maroochydore, Queensland, filed a notice of address for service.",
      "id": "s50"
    },
    {
      "text": "By the time of the directions hearing on 19 April 2006, it had become apparent to the applicant that Ms Bell and Living It Up may have failed to comply with the first paragraph of the orders made on 10 June 2005.",
      "id": "s51"
    },
    {
      "text": "The Mariners Place property had been sold otherwise than by public auction and without giving notice to the applicant.",
      "id": "s52"
    },
    {
      "text": "The proceeds of sale had not been paid into the trust account to preserve them.",
      "id": "s53"
    },
    {
      "text": "By notice of motion filed on 18 April 2006, the applicant sought orders that Ms Bell swear an affidavit deposing to the terms of the contract of sale of the Mariners Place property, how the sale proceeds were distributed, by what means the sale was effected, why there had been no notice to the applicant, why the net proceeds of sale were not paid into the trust account and the extent to which the property was further encumbered after 10 June 2005.",
      "id": "s54"
    },
    {
      "text": "In a telephone directions hearing on 19 April, I received an assurance from the solicitor then acting for the respondents that Ms Bell would file such an affidavit.",
      "id": "s55"
    },
    {
      "text": "I made no order to that effect.",
      "id": "s56"
    },
    {
      "text": "No such affidavit was filed until after I had again conducted a directions hearing, this time on 4 September 2006.",
      "id": "s57"
    },
    {
      "text": "In the meantime, Barclay Beirne Lawyers had attempted to remove themselves from the record as solicitors for the respondents, without complying with the provisions of O 45 r 7 of the Federal Court Rules .",
      "id": "s58"
    },
    {
      "text": "They finally succeeded in complying with those provisions after the directions hearing on 4 September.",
      "id": "s59"
    },
    {
      "text": "10 In the directions hearing on 4 September 2006, at which Ms Bell was not present, either in person or by telephone, I made orders, including the following:\n \n '1.",
      "id": "s60"
    },
    {
      "text": "On or before 15 September 2006, the respondents and each of them \n pay into the trust account referred to in paragraph 2 of the order made \n 10 June 2005 the whole of the proceeds of sale of the property situated \n at and known as 8 Mariners Place, Noosa Heads, Queensland referred \n to in paragraph 1 of that order after deduction of the reasonable costs \n and expenses of the sale.",
      "id": "s61"
    },
    {
      "text": "2.",
      "id": "s62"
    },
    {
      "text": "Until the determination of the proceeding or further order, the \n respondents be restrained from withdrawing, encumbering or \n otherwise dealing with any monies standing to the credit of the \n respondents or either of them in any account with any bank or other \n financial institution and any monies in any account with any bank or \n other financial institution controlled by the respondents or either of \n them except for the purpose of complying with the order in paragraph \n 1 of this order.",
      "id": "s63"
    },
    {
      "text": "3.",
      "id": "s64"
    },
    {
      "text": "The order in paragraph 2 of the order made on 10 June 2005 be \n varied by deleting the words \"other than for payment of ordinary \n living expenses of the first respondent up to an amount of $5,127.00 \n per month\" such variation to operate forthwith.",
      "id": "s65"
    },
    {
      "text": "' \n \n\nI adjourned the directions hearing to 25 September 2006.",
      "id": "s66"
    },
    {
      "text": "11 Ms Bell finally swore and filed an affidavit, which she prepared without legal assistance, on 21 September 2006.",
      "id": "s67"
    },
    {
      "text": "At the directions hearing on 25 September 2006, counsel for the applicant pointed out that this affidavit did not account for the sum of $73 987.57, being the difference between the net proceeds of sale of the Mariners Place property and the amount paid to the Commonwealth Bank to discharge a mortgage over that property.",
      "id": "s68"
    },
    {
      "text": "I ordered that Ms Bell file and serve an affidavit containing a full account of the disposition of the proceeds of sale and, in particular, of that amount of $73 987.57.",
      "id": "s69"
    },
    {
      "text": "The respondent filed a further affidavit, again prepared without legal assistance, on 10 October 2006.",
      "id": "s70"
    },
    {
      "text": "12 At yet another directions hearing, on 23 October 2006, I ordered that any notice of motion seeking to punish the respondents for contempt of court be filed on or before 6 November 2006 and made returnable on 4 December 2006.",
      "id": "s71"
    },
    {
      "text": "I laid down a timetable for the filing and service of affidavit material necessary for such a motion to be heard.",
      "id": "s72"
    },
    {
      "text": "Apprehending that Ms Bell might be in some jeopardy, I indicated that I was prepared to grant a certificate pursuant to O 80 of the Federal Court Rules for her referral for legal representation without fee.",
      "id": "s73"
    },
    {
      "text": "As a consequence, counsel for Ms Bell, instructed by Hewlett Walker Lawyers, solicitors of Brisbane, appeared for Ms Bell on the return of the motion.",
      "id": "s74"
    },
    {
      "text": "The making of arrangements for pro bono representation took longer than expected, so it was necessary to adjourn the return date of the notice of motion until 30 January 2007.",
      "id": "s75"
    },
    {
      "text": "Ms Bell's third affidavit was not sworn until 18 December 2006.",
      "id": "s76"
    },
    {
      "text": "She also gave oral evidence and was cross-examined on the hearing of the motion.",
      "id": "s77"
    },
    {
      "text": "13 In order to deal with the issues that have arisen, it is necessary to understand something of the nature of the claim put forward by the applicant and to explore in some detail the circumstances in which the admitted failure of Ms Bell to comply with para 1 of the order of 10 June 2005 occurred.",
      "id": "s78"
    },
    {
      "text": "The applicant's claim \n \n\n \n14 In his statement of claim in the principal proceeding, the applicant relies on s 120 of the Bankruptcy Act 1966 (Cth) ('the Bankruptcy Act ').",
      "id": "s79"
    },
    {
      "text": "His contention is that, because the bankrupt transferred his interest in the Neerim Road property to Ms Bell within five years before the commencement of the bankruptcy, and Ms Bell gave no consideration for the transfer, or gave consideration of less value than the market value of the property, then the transfer is void against the applicant as trustee in bankruptcy of the bankrupt.",
      "id": "s80"
    },
    {
      "text": "Section 120(1) has this effect, particularly in light of the provision in s 120(5) that love or affection have no value as consideration.",
      "id": "s81"
    },
    {
      "text": "Alternatively, the applicant contends that, but for the transfer, the bankrupt's interest in the Neerim Road property would probably have been available to his creditors, and that his main purpose in making the transfer was to prevent his interest from becoming divisible amongst his creditors, or to hinder or delay the process of making the interest available for division amongst the creditors.",
      "id": "s82"
    },
    {
      "text": "The applicant relies on the Supreme Court proceeding pending at the time of the transfer.",
      "id": "s83"
    },
    {
      "text": "Alternatively, the applicant asserts that it can reasonably be inferred from all the circumstances that, at the time of the transfer, the bankrupt was, or was about to become, insolvent.",
      "id": "s84"
    },
    {
      "text": "Again, the applicant relies on the pending Supreme Court proceeding and its subsequent resolution against the bankrupt.",
      "id": "s85"
    },
    {
      "text": "The applicant relies on s 121 of the Bankruptcy Act to contend that, for all these reasons, the transfer is void against the applicant as trustee in bankruptcy of the bankrupt.",
      "id": "s86"
    },
    {
      "text": "15 The applicant alleges, and Ms Bell and Living It Up admitted in their defence, that on 24 February 2003, Ms Bell transferred the Neerim Road property to other parties for $830 000, part of which she used to purchase the Mariners Place property and part of which she used to assist Living It Up in its purchase of a property it used to operate the Resort to Health business.",
      "id": "s87"
    },
    {
      "text": "Living It Up operated the business until 5 May 2005, when it sold the property and received net proceeds of sale of $159 112.43.",
      "id": "s88"
    },
    {
      "text": "The applicant seeks to trace the proceeds of the sale of the Neerim Road property into the Mariners Place property and into the proceeds of sale of the Resort to Health business.",
      "id": "s89"
    },
    {
      "text": "16 In the application by which he commenced the proceeding, the applicant sought relief in the following terms:\n \n '1.",
      "id": "s90"
    },
    {
      "text": "A declaration that the transfer of 16 May 2002 by the bankrupt to the \n first respondent is void against the applicant.",
      "id": "s91"
    },
    {
      "text": "2.",
      "id": "s92"
    },
    {
      "text": "An order that the first respondent pay to the applicant an amount \n equal to the value of the bankrupt's interest in the Neerim Road \n property as at the date of the transfer, 16 May 2002, plus interest from \n that date to the date of judgment.",
      "id": "s93"
    },
    {
      "text": "3.",
      "id": "s94"
    },
    {
      "text": "Further and in the alternative, an order that the second respondent \n pay to the applicant an amount equal to the value of the bankrupt's \n interest in the Neerim Road property as at the date of the transfer, 16 \n May 2002, plus interest from that date to the date of judgment.",
      "id": "s95"
    },
    {
      "text": "less [ sic ] any amount paid by the first respondent in accordance with paragraph 2 above.",
      "id": "s96"
    },
    {
      "text": "4.",
      "id": "s97"
    },
    {
      "text": "An order that the respondents pay the applicant's costs of and \n incidental to this application.",
      "id": "s98"
    },
    {
      "text": "5.",
      "id": "s99"
    },
    {
      "text": "Such further or other orders as the Court considers fit, including any \n necessary and consequential orders.",
      "id": "s100"
    },
    {
      "text": "' \n \n\n17 In the statement of claim, the relief sought was stated in somewhat different terms, partly to take account of developments that had occurred up to the date of the statement of claim, but the applicant never sought formally to amend the application.",
      "id": "s101"
    },
    {
      "text": "The circumstances in which the failure to comply with the Court's order occurred \n \n\n \n18 In the defence of Ms Bell and Living It Up in the principal proceeding, it was pleaded that Ms Bell and the bankrupt ceased to live as husband and wife and legally separated in or about January 2002.",
      "id": "s102"
    },
    {
      "text": "There was a contention that the bankrupt's half interest in the Neerim Road property was subject to and charged with equities in favour of Ms Bell equal to or greater than the value of that interest.",
      "id": "s103"
    },
    {
      "text": "It was also contended that, in accordance with a separation agreement, Ms Bell in fact provided valuable consideration for the transfer to her of the bankrupt's interest in the Neerim Road property.",
      "id": "s104"
    },
    {
      "text": "In support of these claims, the defence pleaded a considerable amount of history of the relationship between the bankrupt and Ms Bell, and details of the acquisition and improvement of the Neerim Road property and an earlier matrimonial home.",
      "id": "s105"
    },
    {
      "text": "It was pleaded that, between 1978 and 1991, Ms Bell was employed full-time as a bank officer for the State Bank of Victoria.",
      "id": "s106"
    },
    {
      "text": "The defence also pleaded details of the separation agreement and of the claims that Ms Bell might have had against the bankrupt as his spouse, but relinquished in return for the transfer of his interest in the Neerim Road property.",
      "id": "s107"
    },
    {
      "text": "19 The following account of the facts is taken largely from Ms Bell's three affidavits and her oral evidence.",
      "id": "s108"
    },
    {
      "text": "In part, it relies on the affidavit of Mr Chapman, to which I have referred, and on material filed by the applicant.",
      "id": "s109"
    },
    {
      "text": "20 After her sale of the Neerim Road property, Ms Bell went to live on the Sunshine Coast in Queensland.",
      "id": "s110"
    },
    {
      "text": "She took with her the two children of her marriage to the bankrupt, a daughter who is now 17 years old and a son who suffers from Asperger's syndrome and is currently in the care of the bankrupt.",
      "id": "s111"
    },
    {
      "text": "She purchased the Mariners Place property, a vacant block of land with ocean views, for $460 000.",
      "id": "s112"
    },
    {
      "text": "Approximately $300 000 from the proceeds of sale of the Neerim Road property was taken by the bankrupt to pay his costs in relation to the Supreme Court proceeding.",
      "id": "s113"
    },
    {
      "text": "In order to purchase the Resort to Health business, Ms Bell and Living It Up borrowed the amount of the purchase, approximately $220 000, from the Commonwealth Bank of Australia ('the Commonwealth Bank').",
      "id": "s114"
    },
    {
      "text": "The business had both a cafe and a shop selling health products.",
      "id": "s115"
    },
    {
      "text": "Ms Bell worked approximately 60 hours per week running the business, which also employed other staff.",
      "id": "s116"
    },
    {
      "text": "She also cared and provided for the children, who attended a private school, for which Ms Bell paid the fees.",
      "id": "s117"
    },
    {
      "text": "In the course of running the business, she became friendly with one of the regular customers, a man named Salem Rejb.",
      "id": "s118"
    },
    {
      "text": "From about October 2004, a relationship developed between Ms Bell and Mr Rejb.",
      "id": "s119"
    },
    {
      "text": "The two began to discuss the idea of entering into a business partnership to import into Australia home-wares (decorative tiles, other ceramic products and furniture) from Tunisia and to export from Australia to Tunisia health products.",
      "id": "s120"
    },
    {
      "text": "Ms Bell advertised for sale the Mariners Place property with an asking price of $550 000.",
      "id": "s121"
    },
    {
      "text": "The property was subject to a substantial mortgage in favour of the Commonwealth Bank, to secure the monies borrowed to purchase the business.",
      "id": "s122"
    },
    {
      "text": "The business was also advertised for sale at $250 000.",
      "id": "s123"
    },
    {
      "text": "These advertisements were part of the material on which the applicant relied in seeking the orders made by Marshall J in April 2005 and the order of 10 June 2005.",
      "id": "s124"
    },
    {
      "text": "21 In fact, by the time Marshall J made his order of 8 April 2005, the business had become the subject of a contract of sale.",
      "id": "s125"
    },
    {
      "text": "The sale price was substantially less than the price asked.",
      "id": "s126"
    },
    {
      "text": "The net proceeds of sale were $159 112.43.",
      "id": "s127"
    },
    {
      "text": "Ms Bell said that this was because of an economic downturn in Noosa Heads.",
      "id": "s128"
    },
    {
      "text": "The contract of sale required Living It Up to continue to operate the business until settlement.",
      "id": "s129"
    },
    {
      "text": "Ms Bell left another staff member in charge and went to Tunisia with Mr Rejb, to explore the possibility of commencing the import-export business.",
      "id": "s130"
    },
    {
      "text": "22 While Ms Bell and Mr Rejb were in Tunisia, it was necessary for him to engage in all of the negotiations with Tunisian suppliers and the Tunisian Government because, according to Ms Bell, it is unacceptable in Tunisia for a woman to be involved in business negotiations.",
      "id": "s131"
    },
    {
      "text": "It was clear, as between Ms Bell and Mr Rejb, that she was providing the finance for the business.",
      "id": "s132"
    },
    {
      "text": "While in Tunisia, Ms Bell was surprised to learn that her bank accounts had been frozen.",
      "id": "s133"
    },
    {
      "text": "It can be concluded that this was the result of the communication to the bank of the orders made by Marshall J on 8 April and 15 April 2005.",
      "id": "s134"
    },
    {
      "text": "Ms Bell learned of it when she attempted to use a credit card, which was confiscated and destroyed by the shopkeeper from whom she was attempting to make a purchase.",
      "id": "s135"
    },
    {
      "text": "She found that she was unable to obtain any cash.",
      "id": "s136"
    },
    {
      "text": "She assumed that some mistake had been made, and that she would be able to sort out the mistake on her return to Australia.",
      "id": "s137"
    },
    {
      "text": "She did not attempt to contact the bank.",
      "id": "s138"
    },
    {
      "text": "Instead, Mr Rejb borrowed some money to pay a deposit to a supplier or suppliers of goods, so that artisans could begin work on manufacturing the goods that Ms Bell and Mr Rejb intended to import to Australia.",
      "id": "s139"
    },
    {
      "text": "Ms Bell says that the amount so borrowed and paid was the equivalent of $25 000.",
      "id": "s140"
    },
    {
      "text": "Ms Bell also went ahead with what she described in one of her affidavits as a 'holiday excursion' to Egypt and Morocco, which she had previously booked and not paid for.",
      "id": "s141"
    },
    {
      "text": "She says that she borrowed from or through Mr Rejb the equivalent of $17 500, in order to finance this holiday and to conduct what she described as 'market research' into the feasibility of importing health products into Tunisia.",
      "id": "s142"
    },
    {
      "text": "This market research consisted of looking for shops selling products of that kind wherever she went in Tunisia.",
      "id": "s143"
    },
    {
      "text": "She did not find any.",
      "id": "s144"
    },
    {
      "text": "23 At some stage after her return to Australia, Ms Bell discovered that Marshall J's orders had been made.",
      "id": "s145"
    },
    {
      "text": "The time at which she did this is not altogether clear.",
      "id": "s146"
    },
    {
      "text": "Although Kelly &amp; Chapman entered an appearance in the creditors' proceeding for her on 13 May 2005, Ms Bell said that the bankrupt must have arranged for those solicitors to act for her.",
      "id": "s147"
    },
    {
      "text": "It is unlikely that Kelly &amp; Chapman were prepared to consent on behalf of Ms Bell and Living It Up to an extension of the orders on 19 May 2005, unless they had instructions from Ms Bell on her own behalf and on behalf of Living It Up.",
      "id": "s148"
    },
    {
      "text": "The likelihood is that she was aware of the orders of Marshall J by that time.",
      "id": "s149"
    },
    {
      "text": "It is even more unlikely that Mr Chapman would swear the affidavit on which the respondents relied on 10 June 2005 without instructions from Ms Bell as to her financial situation.",
      "id": "s150"
    },
    {
      "text": "It is therefore certain that she was aware of the orders before that date.",
      "id": "s151"
    },
    {
      "text": "It is perhaps significant that Mr Chapman's affidavit contains no information at all about liabilities of Ms Bell.",
      "id": "s152"
    },
    {
      "text": "It refers to trading debts of Living It Up from the operation of the business.",
      "id": "s153"
    },
    {
      "text": "In particular, it does not refer to any liability of Ms Bell to Mr Rejb, or anyone else in Tunisia, in respect of the sums of $25 000 and $17 500.",
      "id": "s154"
    },
    {
      "text": "24 In accordance with para 2 of the order of 10 June 2005, the proceeds of sale of the Resort to Health business were paid into an interest-bearing trust account operated by Kelly &amp; Chapman.",
      "id": "s155"
    },
    {
      "text": "Each month thereafter until the order of 4 September 2006 was made, Ms Bell drew the maximum amount of $5127 per month for her living expenses.",
      "id": "s156"
    },
    {
      "text": "By 7 September 2006, there was only an amount of $27 643.71, invested at 5.75 per cent per annum and renewed at four monthly intervals, together with an amount of $6696.94 in the trust account.",
      "id": "s157"
    },
    {
      "text": "It is common ground that none of the proceeds of sale of the Mariners Place property has been paid into that trust account.",
      "id": "s158"
    },
    {
      "text": "25 The Mariners Place property was auctioned at the Sheraton Hotel in Noosa Heads on a date that is not specified in the evidence.",
      "id": "s159"
    },
    {
      "text": "Only one bid of $380 000 was received.",
      "id": "s160"
    },
    {
      "text": "The property was passed in.",
      "id": "s161"
    },
    {
      "text": "After negotiations with the bidder, Ms Bell's agent obtained an offer of $406 000 and the property was sold at this price.",
      "id": "s162"
    },
    {
      "text": "The sale was settled in early October 2005 at the latest.",
      "id": "s163"
    },
    {
      "text": "Ms Bell explained the substantial reduction from the time she purchased the property, and the even more substantial reduction from the advertised price, on the basis that she had purchased on a rising market and advertised for sale in the course of a property boom, but had not acted in time to catch the tail end of that boom and had sold in a depressed market.",
      "id": "s164"
    },
    {
      "text": "Although the differences were such as to give rise to a suspicion that the sale may have involved some hidden payment of money, I am not able to make a finding on the evidence that such a payment was made.",
      "id": "s165"
    },
    {
      "text": "26 The net proceeds of the sale, after deduction of expenses, amounted to $386 772.16.",
      "id": "s166"
    },
    {
      "text": "In return for a discharge of its mortgage, the Commonwealth Bank took $312 784.59, leaving a balance of $73 987.57.",
      "id": "s167"
    },
    {
      "text": "According to Ms Bell, $25 000 and $17 500 of the balance were paid to Mr Rejb, to recompense him for the deposit paid to the artisans in Tunisia and for the holiday excursion to Morocco and Egypt and the market research in Tunisia.",
      "id": "s168"
    },
    {
      "text": "She paid these amounts in cash in October or November 2005.",
      "id": "s169"
    },
    {
      "text": "She said that she was 'forced' or felt 'compelled' to make these payments.",
      "id": "s170"
    },
    {
      "text": "In truth, she was motivated by her infatuation for Mr Rejb, and her attempts to cement their relationship.",
      "id": "s171"
    },
    {
      "text": "The fact that she was able to give no details of these payments in her affidavits might have given rise to the suspicion that she had relied on Mr Rejb or others to take care of the money overseas, in order to put it out of reach of the applicant.",
      "id": "s172"
    },
    {
      "text": "Again, the evidence does not permit me to make such a finding.",
      "id": "s173"
    },
    {
      "text": "27 Unfortunately for Ms Bell, Mr Rejb could not be induced to continue the relationship.",
      "id": "s174"
    },
    {
      "text": "So desperate did Ms Bell become that she spent $3500 more of the proceeds of sale of the Mariners Place property on airfares and insurance to travel to Tunisia in March 2006, to try to save what she still thought was her relationship with Mr Rejb.",
      "id": "s175"
    },
    {
      "text": "She spent approximately three months in Tunisia at that time, leaving her children in Australia, while her daughter was in her final year at school.",
      "id": "s176"
    },
    {
      "text": "While in Tunisia, she spent another $4500 of the proceeds of sale of the Mariners Place property.",
      "id": "s177"
    },
    {
      "text": "She sought out Mr Rejb in places that she knew he frequented.",
      "id": "s178"
    },
    {
      "text": "Whenever she found him, she endeavoured to talk to him about the relationship.",
      "id": "s179"
    },
    {
      "text": "She also tried to talk about the money paid to the Tunisian artisans, and what she might receive in return for it, but could make no progress.",
      "id": "s180"
    },
    {
      "text": "28 The remainder of the net proceeds of sale of the Mariners Place property was expended in paying credit card debts ($12 000), paying lawyers in Tunisia ($800), and paying solicitors in Australia ($10 740).",
      "id": "s181"
    },
    {
      "text": "29 When Ms Bell sold the Mariners Place property and made these payments, she was aware of the order of 10 June 2005.",
      "id": "s182"
    },
    {
      "text": "She admitted as much in her affidavit of 18 December 2006.",
      "id": "s183"
    },
    {
      "text": "The barrister who had appeared for her on 10 June 2005 explained the order to her by telephone after it had been made.",
      "id": "s184"
    },
    {
      "text": "She also received a photocopy of it either by mail or fax, from either Kelly &amp; Chapman or the barrister.",
      "id": "s185"
    },
    {
      "text": "She says that she did not understand the order fully when it was explained to her or when she read it.",
      "id": "s186"
    },
    {
      "text": "The two matters of greatest importance to her were obtaining a regular monthly income, so that she could support herself and her children, and being able to sell the Mariners Place property, so that she could draw from the proceeds of that sale, as well as the sale of the Resort to Health business, that monthly income.",
      "id": "s187"
    },
    {
      "text": "She understood from her discussion with the barrister that she was to receive $5127 per month for living expenses and that she was able to sell the Mariners Place property.",
      "id": "s188"
    },
    {
      "text": "Although she had a copy of the order, Ms Bell did not show it to the agent who was selling the property, did not consult it for the purpose of determining what she could and could not do by way of sale, and did not refer to it in relation to the disposition of the proceeds.",
      "id": "s189"
    },
    {
      "text": "I am not satisfied that she had great difficulty understanding the order.",
      "id": "s190"
    },
    {
      "text": "Although it is a legal document, it is not a particularly complicated one.",
      "id": "s191"
    },
    {
      "text": "Ms Bell had considerable experience as a bank officer, including supervising staff.",
      "id": "s192"
    },
    {
      "text": "She had also run a business of her own for some considerable period.",
      "id": "s193"
    },
    {
      "text": "She is far from lacking in intelligence.",
      "id": "s194"
    },
    {
      "text": "She had lawyers acting for her at the time, and an estate agent engaged to sell the Mariners Place property, from whom she could have sought advice about the terms of the order, if she had chosen to ask.",
      "id": "s195"
    },
    {
      "text": "Being aware that there was an order of the Court relating to the sale of the Mariners Place property and the disposition of the proceeds of that sale, she chose not to make any reference to that order with respect to either the sale or the disposition of the proceeds.",
      "id": "s196"
    },
    {
      "text": "In my view, this amounted to deliberate blindness as to the terms of the order.",
      "id": "s197"
    },
    {
      "text": "30 The order of 10 June 2005 was never served personally on Ms Bell.",
      "id": "s198"
    },
    {
      "text": "The provisions of O 37 r 2 of the Federal Court Rules , requiring service personally of a certified or office copy of the order, endorsed with a notice warning that she would be liable to imprisonment if she failed to obey the order, were not complied with.",
      "id": "s199"
    },
    {
      "text": "The provisions of O 37 r 2(5) are applicable, however, because Ms Bell was notified of the terms of the order by telephone and by her receipt of a photocopy of it, so the order may be enforced by committal against her.",
      "id": "s200"
    },
    {
      "text": "Her knowledge of the order became the knowledge of Living It Up, because she was the directing mind and will of Living It Up.",
      "id": "s201"
    },
    {
      "text": "The order can therefore be enforced by sequestration of the property of Living It Up, notwithstanding that service was not effected in accordance with the other provisions of O 37 r 2.",
      "id": "s202"
    },
    {
      "text": "31 Service of the order of 4 September 2006 was effected personally on Ms Bell.",
      "id": "s203"
    },
    {
      "text": "The order so served was endorsed with the notice required by O 37 r 2 of the Federal Court Rules .",
      "id": "s204"
    },
    {
      "text": "The order itself was not signed by the registrar, although it bore the stamp of the seal of the Court.",
      "id": "s205"
    },
    {
      "text": "The order had been so stamped in consequence of it having been filed electronically, pursuant to O 1 r 5A(1)(e) and O 1 r 5AC of the Federal Court Rules .",
      "id": "s206"
    },
    {
      "text": "In accordance with O 1 r 5AC(5)(b), the document served had attached to it a notice of filing bearing a facsimile signature of the registrar.",
      "id": "s207"
    },
    {
      "text": "There is a question whether the appearance of the signature of the registrar on that notice, attached to the copy of the order served, is sufficient compliance with the requirement for signature imposed by O 37 r 2.",
      "id": "s208"
    },
    {
      "text": "See Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118 (2006) 152 FCR 129 at [64] ; and see O 36 r 7 of the Federal Court Rules .",
      "id": "s209"
    },
    {
      "text": "The question need not be answered in the present case, because O 37 r 2(5) clearly applies in the case of the order of 4 September 2006 to both Ms Bell and Living It Up; Ms Bell was aware of the terms of the order, and Living It Up is fixed with her knowledge.",
      "id": "s210"
    },
    {
      "text": "In any event, it is clear that, by the time the order of 4 September 2006 was made, Ms Bell had already put it out of her power, and that of Living It Up, to comply with the order, by disposing of the proceeds of sale of the Mariners Place property in the manner I have described.",
      "id": "s211"
    },
    {
      "text": "The contempt \n \n\n \n32 The statement of charges in the notice of motion, pursuant to O 40 r 6 of the Federal Court Rules , reads as follows:\n \n '1.",
      "id": "s212"
    },
    {
      "text": "The respondents failed to pay into an interest-bearing trust account \n operated by Kelly &amp; Chapman Solicitors ( the Account ) the proceeds \n of sale (after deduction of the reasonable costs and expenses of sale) \n of the property situated at and known as 8 Mariners Place, Noosa \n Heads, Queensland ( the Property ), having: \n \n (a) been ordered to do so by the Court on 10 June 2005; and \n\n (b) sold the Property on or before 18 October 2005.",
      "id": "s213"
    },
    {
      "text": "2.",
      "id": "s214"
    },
    {
      "text": "The respondents failed to pay into the Account the whole of the \n proceeds of sale of the Property after deduction of the reasonable \n costs and expenses of the sale by 15 September 2006, having been: \n \n (a) ordered to do so by the Court on 4 September 2006; and \n \n (b) served with that order on 11 September 2006.",
      "id": "s215"
    },
    {
      "text": "' \n \n\n33 Counsel for the applicant conceded that the onus lay upon him to prove these charges beyond reasonable doubt.",
      "id": "s216"
    },
    {
      "text": "He did contend, however, that on any issue as to whether either of the respondents lacked the capacity or the ability to comply with an order of the Court, the onus fell on that respondent to prove that lack of capacity or inability.",
      "id": "s217"
    },
    {
      "text": "This contention was based on somewhat obscure authority, Lewis v Pontypridd , Caerphilly, and Newport Railway Company (1895) 11 TLR 203.",
      "id": "s218"
    },
    {
      "text": "The judgment of the English Court of Appeal in that case, delivered by Lord Esher MR on behalf of himself and Lindley and Rigby LJJ, is apparently not reported in any mainstream series of law reports.",
      "id": "s219"
    },
    {
      "text": "It is reported, not verbatim but in indirect speech, in the Times Law Reports.",
      "id": "s220"
    },
    {
      "text": "Apparently, the defendant company in that case had been ordered forthwith to make a junction connecting its railway line with the plaintiff's works, a junction it was obliged by Act of Parliament to create.",
      "id": "s221"
    },
    {
      "text": "Having failed to do the work, the company was prima facie in the position of having disobeyed a judgment.",
      "id": "s222"
    },
    {
      "text": "The company denied having wilfully disobeyed the judgment.",
      "id": "s223"
    },
    {
      "text": "Wilful disobedience was an essential element of the charge of contempt under the relevant rule of court applied in that case.",
      "id": "s224"
    },
    {
      "text": "Lord Esher MR's judgment is reported relevantly as follows:\n \n 'The directors said that the company had never been able to comply with the judgment, and therefore could not be said to have wilfully disobeyed it.",
      "id": "s225"
    },
    {
      "text": "If from the time when the judgment was given they had always been unable, through want of funds, to do the work, probably they could not be said to have wilfully disobeyed the judgment.",
      "id": "s226"
    },
    {
      "text": "But it was necessary for the directors to make that out.",
      "id": "s227"
    },
    {
      "text": "They said that they had never had any funds out of which they could do the work, because they had paid away all the money which they earned in the ordinary expenses of carrying on the railway.",
      "id": "s228"
    },
    {
      "text": "It might be that they were entitled to keep the railway going.",
      "id": "s229"
    },
    {
      "text": "But, in [ Lord Esher MR's ] opinion, they were bound, so long as this obligation was lying upon them, to keep down their expenses to the lowest point possible.",
      "id": "s230"
    },
    {
      "text": "They failed to show that they could not have obeyed the judgment if they had used proper economy.",
      "id": "s231"
    },
    {
      "text": "' \n \n\n34 It is by no means clear from this report that Lord Esher MR was speaking about the legal onus of proof, when he was reported as saying that 'it was necessary for the directors to make that out'.",
      "id": "s232"
    },
    {
      "text": "His Lordship may simply have been drawing attention to the obvious need for the company to rely on evidence available from within it if it wished to contest the issue of wilfulness in that case.",
      "id": "s233"
    },
    {
      "text": "In my view, it would be contrary to principle to cast onto an alleged contemnor the onus of proving lack of capacity or ability to comply with a court order.",
      "id": "s234"
    },
    {
      "text": "It would be unthinkable that a person should be found guilty of contempt of court for failing to do something that could not be done.",
      "id": "s235"
    },
    {
      "text": "In my view, it lies upon anyone making an allegation that a contempt of court has been committed by a failure to perform an act required by a court order to prove that the alleged contemnor could have performed the act.",
      "id": "s236"
    },
    {
      "text": "35 This view was applied by the English Court of Appeal in Re Bramblevale Ltd [1970] 1 Ch 128.",
      "id": "s237"
    },
    {
      "text": "In that case, the managing director of a company had been ordered to produce the company's books to its liquidator.",
      "id": "s238"
    },
    {
      "text": "At first instance, he had been found guilty of contempt of court on the basis that he was shown to have had the books in his possession on a particular date, so that it could be presumed that he still had them in his possession more than a year later.",
      "id": "s239"
    },
    {
      "text": "The Court of Appeal overturned the finding, holding that the managing director could not be found guilty of contempt of court unless it were proved beyond reasonable doubt that he still had the books in his possession after the order had been made.",
      "id": "s240"
    },
    {
      "text": "Bramblevale was cited in Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 529 --- 530 per Brennan, Deane, Toohey and Gaudron JJ.",
      "id": "s241"
    },
    {
      "text": "In Witham , the question was whether the appropriate standard of proof was beyond reasonable doubt or the balance of probabilities.",
      "id": "s242"
    },
    {
      "text": "The case itself did not involve any issue of capacity or ability to obey the order.",
      "id": "s243"
    },
    {
      "text": "Nonetheless, no reservation was expressed in the citation of Bramblevale , on the basis that any onus could lie upon the alleged contemnor on any issue.",
      "id": "s244"
    },
    {
      "text": "See also Chelvarajah v Global Protection Pty Ltd [2004] FCA 1661 (2004) 142 FCR 296 at [61] --- [68].",
      "id": "s245"
    },
    {
      "text": "36 It is clear in the present case that the applicant is unable to prove that the respondents had the capacity to comply with the order of 4 September 2006.",
      "id": "s246"
    },
    {
      "text": "Paragraph 1 of that order had the effect of requiring compliance with para 1 of the order of 10 June 2005, once the Mariners Place property had been sold, by a specific date.",
      "id": "s247"
    },
    {
      "text": "As I have said, by the time that order was made, Ms Bell had put it out of her power to comply with that order by disposing of the proceeds of sale of the Mariners Place property in a variety of ways.",
      "id": "s248"
    },
    {
      "text": "It is clear that she had no other resources on which she could call in order to make the payment required.",
      "id": "s249"
    },
    {
      "text": "The evidence also is that Living It Up had no assets (other than the remaining proceeds of the sale of the Resort to Health business, which it could not access because of the order of 10 June 2005) and therefore no capacity to make the payment.",
      "id": "s250"
    },
    {
      "text": "It is true that Ms Bell's inability to comply with the order of 4 September 2005 was the result of her failure to comply with para 1 of the order of 10 June 2005.",
      "id": "s251"
    },
    {
      "text": "It is also true that her inability to pay on and after 4 September 2006 was the result of her choice to discharge other debts and perceived obligations, and to expend some of the money in her fruitless attempt to revive her relationship with Mr Rejb.",
      "id": "s252"
    },
    {
      "text": "She is not to be found guilty of contempt of court for failure to comply with the order of 4 September 2006 because of choices that she made before that order came into existence, however ill-advised those decisions might have been.",
      "id": "s253"
    },
    {
      "text": "This would offend the principle that someone should not be punished for not doing something they cannot do.",
      "id": "s254"
    },
    {
      "text": "It would also be contrary to the strong presumption against retrospective liability.",
      "id": "s255"
    },
    {
      "text": "37 This leaves the question of contempt by failing to comply with para 1 of the order of 10 June 2005.",
      "id": "s256"
    },
    {
      "text": "It should be noted that the statement of charge in the notice of motion alleges contempt against both respondents, but only in one respect.",
      "id": "s257"
    },
    {
      "text": "There is no charge of disposing of, transferring or dealing with the Mariners Place property without first giving notice in writing to the applicant no less than 14 days prior to such dealing.",
      "id": "s258"
    },
    {
      "text": "There is no charge of failing to sell the property by public auction.",
      "id": "s259"
    },
    {
      "text": "The only charge is failing to pay the proceeds of sale (after deduction of the reasonable costs and expenses of sale) into the trust account kept by Kelly &amp; Chapman.",
      "id": "s260"
    },
    {
      "text": "In the absence of a specification in para 1 of the order of 10 June 2005 of the time within which such a payment was required, Ms Bell was obliged to pay the proceeds of the sale into the trust account within a reasonable time of receiving them.",
      "id": "s261"
    },
    {
      "text": "See Natural Floor Covering Centre Pty Ltd v Monamy (No 1) [2006] FCA 518 at [13] and [41] --- [42].",
      "id": "s262"
    },
    {
      "text": "In any event, the time may not be crucial because, at least by June 2006, when Ms Bell returned from her second trip to Tunisia, she had clearly disposed of all of the proceeds of sale otherwise than by paying them into the trust account, and thereby put it out of her power to comply with the order.",
      "id": "s263"
    },
    {
      "text": "38 As I have said, Ms Bell knew of the order of 10 June 2005 throughout the time she was disposing of the proceeds of sale of the Mariners Place property.",
      "id": "s264"
    },
    {
      "text": "She conceded that she had the opportunity to consult the terms of the order had she chosen to do so, to ascertain what her obligations were.",
      "id": "s265"
    },
    {
      "text": "She chose not to do this.",
      "id": "s266"
    },
    {
      "text": "As I have said, this amounted to deliberate blindness on her part about the obligations the Court had imposed on her.",
      "id": "s267"
    },
    {
      "text": "There is no doubt that it constituted wilful disobedience of the order of the Court.",
      "id": "s268"
    },
    {
      "text": "It is necessary to make a finding that Ms Bell was guilty of contempt of court in relation to the failure to comply with the order of 10 June 2005.",
      "id": "s269"
    },
    {
      "text": "39 The charge against Living It Up is more difficult.",
      "id": "s270"
    },
    {
      "text": "Living It Up was not the registered proprietor of any interest in the Mariners Place property.",
      "id": "s271"
    },
    {
      "text": "Its relationship to that property was that the property had been used as security for a loan from the Commonwealth Bank that enabled Living It Up to purchase the Resort to Health business.",
      "id": "s272"
    },
    {
      "text": "It is clear from the respondents' defence that both Ms Bell and Living It Up were liable to repay the monies borrowed from the Commonwealth Bank for this purpose.",
      "id": "s273"
    },
    {
      "text": "In para 47 of the defence, the respondents plead that, in order to complete the purchase of the Resort to Health business by Living It Up, 'the First and Second Respondents borrowed the sum of $240,000 from the CBA'.",
      "id": "s274"
    },
    {
      "text": "At the time, according to the pleading, the advance was secured over the assets of the business and the Neerim Road property.",
      "id": "s275"
    },
    {
      "text": "Following the sale of the Neerim Road property, according to para 50 of the defence, Ms Bell refinanced liabilities, including that liability, so that they were 'solely the liability of the First Respondent and/or the Second Respondent', and were secured over a cash deposit in the name of Ms Bell.",
      "id": "s276"
    },
    {
      "text": "Upon the purchase of the Mariners Place property, according to para 52 of the defence, Ms Bell again refinanced the liabilities, including the money borrowed to purchase the business, so that they were 'solely the liability of the First Respondent and/or the Second Respondent', and secured over the Mariners Place property.",
      "id": "s277"
    },
    {
      "text": "It is unlikely that, in the refinancing, Ms Bell would have been able to persuade the Commonwealth Bank to release either her or Living It Up from liability to repay the amount borrowed, in favour of the other.",
      "id": "s278"
    },
    {
      "text": "It is therefore clear that, at the time when the Mariners Place property was sold, both respondents were liable to repay the amount borrowed from the Commonwealth Bank and secured on that property.",
      "id": "s279"
    },
    {
      "text": "40 Living It Up being a corporation, I am obliged to treat it as a separate person from Ms Bell.",
      "id": "s280"
    },
    {
      "text": "There is some unreality about that requirement in the circumstances of the present case, since Ms Bell had total control over Living It Up.",
      "id": "s281"
    },
    {
      "text": "There can be no doubt that she was Living It Up's directing mind and will, to the exclusion of anybody else.",
      "id": "s282"
    },
    {
      "text": "Nevertheless, treating Living It Up as an entirely separate person, it is necessary to determine whether it had any capacity to ensure compliance with para 1 of the order made on 10 June 2005.",
      "id": "s283"
    },
    {
      "text": "In my view, it did not.",
      "id": "s284"
    },
    {
      "text": "Even as a person jointly liable with Ms Bell to repay the loan secured on the Mariners Place property, Living It Up could have done nothing more than to exhort Ms Bell not to sell the security for that loan.",
      "id": "s285"
    },
    {
      "text": "Even if it had been motivated by desire to ensure that the Court's order was complied with, it could have done nothing more than to urge Ms Bell to comply with it once the property had been sold.",
      "id": "s286"
    },
    {
      "text": "Ms Bell could have replied that the property was hers to deal with as she pleased, and that she chose not to obey the order of the Court, either as to the manner and time of its sale or as to the disposition of the proceeds.",
      "id": "s287"
    },
    {
      "text": "Living It Up had no power to direct Ms Bell not to sell, not to sell in a particular way, or to comply with the order after she had sold.",
      "id": "s288"
    },
    {
      "text": "She controlled Living It Up, rather than it controlling her.",
      "id": "s289"
    },
    {
      "text": "To the extent to which Living It Up had any assets, it appears that its only asset was what remained of the proceeds of the sale of the Resort to Health business, which were held in the trust account kept by Kelly &amp; Chapman and were subject to the Court's control.",
      "id": "s290"
    },
    {
      "text": "Living It Up could not even have chosen to use that money to fulfil its obligation to pay into that trust account the proceeds of sale of the Mariners Place property.",
      "id": "s291"
    },
    {
      "text": "In the absence of any other assets, Living It Up had no capacity to make any such substitute payment.",
      "id": "s292"
    },
    {
      "text": "41 For these reasons, it is impossible to find that Living It Up is guilty of any contempt of court.",
      "id": "s293"
    },
    {
      "text": "Only Ms Bell is guilty of such contempt, and only in respect of the first charge, of failing to comply with the order of 10 June 2005 by failing to pay into the trust account of Kelly &amp; Chapman the proceeds of sale of the Mariners Place property.",
      "id": "s294"
    },
    {
      "text": "The range of penalties available \n \n\n \n42 The notice of motion seeks orders that Ms Bell be imprisoned for contempt, and that the respondents be debarred from defending the proceeding and their defences be struck out, and that the respondents pay the applicant's costs of the application on an indemnity basis.",
      "id": "s295"
    },
    {
      "text": "43 There is a question as to the range of penalties for contempt of court in this Court.",
      "id": "s296"
    },
    {
      "text": "This Court is a creature of statute, created by Parliament pursuant to Ch III of the Constitution .",
      "id": "s297"
    },
    {
      "text": "The source of the power of this Court to punish for contempt of court is s 31(1) of the Federal Court of Australia Act 1976 (Cth) ('the Federal Court Act'), which provides:\n \n 'Subject to any other Act, the Court has the same power to punish contempts of its power and authority as is possessed by the High Court in respect of contempts of the High Court.",
      "id": "s298"
    },
    {
      "text": "' \n \n\n44 The power of the High Court in relation to punishment for contempt is found in s 24 of the Judiciary Act 1903 (Cth) ('the Judiciary Act '), which provides:\n \n 'The High Court shall have the same power to punish contempts of its power and authority as is possessed at the commencement of this Act by the Supreme Court of Judicature in England.",
      "id": "s299"
    },
    {
      "text": "' \n \n\n45 The power of the English courts to punish for contempt of court at the date of commencement of the Judiciary Act was clearly limited to the power to fine or the power to imprison or, in the case of a corporation, to order sequestration of the assets of the corporation.",
      "id": "s300"
    },
    {
      "text": "Rule 11.04.1(a) of the High Court Rules 2004 (Cth) presently provides that, in the case of a natural person, the order may be 'that the contemnor pay a fine, be committed to prison, or both pay a fine and be committed to prison'.",
      "id": "s301"
    },
    {
      "text": "In Siminton at [74], the Full Court relied upon r 11.04 of the High Court Rules as removing any doubt as to whether this Court could impose a fine for contempt of court, and as making it clear that both a fine and committal to prison were available penalties.",
      "id": "s302"
    },
    {
      "text": "Given that it is possible to include in the one order both a fine and a term of imprisonment, there appears to be no sound reason why the two powers should not be exercised by imposing a fine, with a term of imprisonment in default of payment of the fine, or part of the fine, in order to enforce the payment.",
      "id": "s303"
    },
    {
      "text": "In Viner v Australian Building Construction Employees' and Builders Labourers' Federation (No 3) (1982) 63 FLR 242, Keely J made such an order.",
      "id": "s304"
    },
    {
      "text": "The order was set aside by the Full Court in Australian Building Construction Employees' and Builders Labourers' Federation v Viner (1982) 63 FLR 253, but not on the ground that it was beyond power.",
      "id": "s305"
    },
    {
      "text": "In Australian Industrial Group v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union of Australia &amp; Ors [2001] FCA 774 (2001) 188 ALR 653 at [17] Merkel J suggested that, as a matter of practice in an order fining a contemnor, the Court ought always to make provision for enforcement of that order, in the event that the fine is not paid.",
      "id": "s306"
    },
    {
      "text": "His Honour suggested that, in most cases, it would be sufficient for the order to provide that, in default of payment, the district registrar must apply to the Court for directions concerning the enforcement of the order.",
      "id": "s307"
    },
    {
      "text": "If that were done, there seems little doubt that the Court would have power to impose a sentence of imprisonment upon the application for directions for enforcement.",
      "id": "s308"
    },
    {
      "text": "If that be the case, there seems to be no reason why the Court could not impose a sentence of imprisonment in default of payment of the fine, or part of the fine, in the first place.",
      "id": "s309"
    },
    {
      "text": "I am not to be taken as suggesting that the Court ought to do this in every case.",
      "id": "s310"
    },
    {
      "text": "There will undoubtedly be many cases in which the Court takes the view that a contempt is insufficiently serious to warrant imprisonment, and that the contemnor's means are such that other enforcement methods will be sufficient to enable the fine to be collected, if it is not paid in accordance with the order.",
      "id": "s311"
    },
    {
      "text": "I am satisfied, however, that a sentence of imprisonment in default of payment of a fine, or part of a fine, is a course within the powers of this Court.",
      "id": "s312"
    },
    {
      "text": "46 As to the possibility of other forms of penalty, the position is less clear.",
      "id": "s313"
    },
    {
      "text": "Section 20AB(1) of the Crimes Act 1914 (Cth) ('the Crimes Act ') provides:\n \n 'Where under the law of a participating State or a participating Territory a court is empowered in particular cases to pass a sentence or make an order known as a community service order, a work order, a sentence of periodic detention, an attendance centre order, a sentence of weekend detention or an attendance order, or to pass or make a similar sentence or order or a sentence or order that is prescribed for the purposes of this section, in respect of a State or Territory offender, such a sentence or order may in corresponding cases be passed or made by that court or any federal court in respect of a person convicted before that first-mentioned court, or before that federal court in that State or Territory, of a federal offence.",
      "id": "s314"
    },
    {
      "text": "' \n \n\n Section 20AB is found in Pt 1B of the Crimes Act .",
      "id": "s315"
    },
    {
      "text": "For the purposes of that part, s 16(1) defines 'federal offence' to mean 'an offence against the law of the Commonwealth.",
      "id": "s316"
    },
    {
      "text": "'\n \n47 In Re Colina; Ex parte Torney [1999] HCA 57 (1999) 200 CLR 386, the High Court dealt with the question whether a person charged with contempt of the Family Court of Australia by scandalising the court was required to be tried by jury under s 80 of the Constitution .",
      "id": "s317"
    },
    {
      "text": "By majority, the High Court held that, for the purposes of s 35 of the Family Law Act 1975 (Cth) (the Family Court's equivalent provision to s 31 of the Federal Court Act), contempt of court did not fall within the phrase 'any offence against any law of the Commonwealth' in s 80 of the Constitution .",
      "id": "s318"
    },
    {
      "text": "See Colina at [16] --- [25] per Gleeson CJ and Gummow J and [108] --- [113] per Hayne J. McHugh J at [35] --- [50] and Kirby J at [70] --- [81] expressed the contrary view.",
      "id": "s319"
    },
    {
      "text": "The judgment of Callinan J, especially at [119] --- [136], focused more upon the words 'trial on indictment' in s 80 of the Constitution .",
      "id": "s320"
    },
    {
      "text": "It therefore appears that the majority view is that contempt of a court created by Parliament under Ch III of the Constitution is not an offence against any law of the Commonwealth, for the purposes of s 80 of the Constitution .",
      "id": "s321"
    },
    {
      "text": "If that be the case, then it is likely to follow that contempt of such a court does not fall within the meaning of the phrase 'an offence against the law of the Commonwealth', despite the use of the definite article in that phrase, as against the indefinite article in s 80 of the Constitution .",
      "id": "s322"
    },
    {
      "text": "48 Section 20AB of the Crimes Act 1914 (Cth) therefore appears to have no application to such a contempt, and the range of sentencing alternatives specified in s 20AB(1) is not available.",
      "id": "s323"
    },
    {
      "text": "To the extent to which Moore J suggested to the contrary in Reches Pty Ltd v Tadiran Limited [2001] FCA 1486 at [22] , I respectfully disagree.",
      "id": "s324"
    },
    {
      "text": "His Honour's statement that a community service order fell within the range of penalties for contempt was obiter, in that his Honour did not make a community service order in the particular case.",
      "id": "s325"
    },
    {
      "text": "What his Honour said was based on Registrar of the Court of Appeal v Maniam [No 2] (1992) 26 NSWLR 309.",
      "id": "s326"
    },
    {
      "text": "In that case, the New South Wales Court of Appeal expressed the view that the Supreme Court of New South Wales had power to impose a community service order in respect of a contempt of court, constituted by disobedience of an order of the court in refusing to respond to a subpoena to attend as a witness.",
      "id": "s327"
    },
    {
      "text": "See at 319 per Kirby P, 320 per Mahoney JA agreeing with Kirby P and 320-321 per Hope A-JA, again agreeing with Kirby P. An examination of what Kirby P said indicates that his Honour saw the power as arising from the inherent power of the Supreme Court of New South Wales.",
      "id": "s328"
    },
    {
      "text": "The actual order was for the imposition of a fine, suspended on condition that the contemnor undertook to the court that he would perform a certain number of hours of voluntary service of a particular kind.",
      "id": "s329"
    },
    {
      "text": "The court did not therefore impose directly an order that the contemnor perform community service.",
      "id": "s330"
    },
    {
      "text": "It accepted his undertaking to do so in lieu of payment of a fine it imposed.",
      "id": "s331"
    },
    {
      "text": "There is no doubt that it could not have taken this step if it did not have the power to make a community service order in the first place.",
      "id": "s332"
    },
    {
      "text": "This Court certainly does not have the power to accept undertakings that it would not have the power to enforce by injunction: Thomson Australian Holdings Pty Ltd v Trade Practices Commission [1981] HCA 48 ; (1981) 148 CLR 150.",
      "id": "s333"
    },
    {
      "text": "As a creature of statute, pursuant to the power of Parliament in Ch III of the Constitution , this Court has a different character from the Supreme Court of a State.",
      "id": "s334"
    },
    {
      "text": "There is a need for caution when talking of inherent powers, particularly where specific powers are conferred on the Court by statute.",
      "id": "s335"
    },
    {
      "text": "The terms of s 31 of the Federal Court Act and s 24 of the Judiciary Act are so specific as to make it clear that this Court is restricted to common law penalties for contempt of court.",
      "id": "s336"
    },
    {
      "text": "Those penalties are limited to a fine, a term of imprisonment or a combination of the two.",
      "id": "s337"
    },
    {
      "text": "49 That is not to say that all forms of orders ancillary to fines and imprisonment are beyond the power of the Court.",
      "id": "s338"
    },
    {
      "text": "For this purpose, resort may be had to the general power to make orders in relation to matters in which it has jurisdiction, granted by s 23 of the Federal Court Act.",
      "id": "s339"
    },
    {
      "text": "It has been recognised that the power to impose a sentence of imprisonment includes a power to suspend that sentence on conditions.",
      "id": "s340"
    },
    {
      "text": "See Australian Competition and Consumer Commission v Goldstar Corporation Pty Ltd (unreported, Federal Court of Australia, Drummond J, 6 November 1998) and Australian Securities &amp; Investments Commission v Matthews [1999] FCA 803 (1999) 32 ACSR 404 at [29] .",
      "id": "s341"
    },
    {
      "text": "50 There may also be other courses that the Court can take, in addition to the limited range of penalties, which themselves can have an effect on whether, or on the extent to which, the Court will exercise its penalty powers.",
      "id": "s342"
    },
    {
      "text": "An order against a contemnor for the payment of the costs of the party bringing the application for punishment for contempt of court is not itself a penalty, but the fact that such an order is made can mitigate the severity of the penalty that would otherwise be imposed.",
      "id": "s343"
    },
    {
      "text": "Orders for costs on an indemnity basis are often made against persons found guilty of contempt, although the making of costs orders on an indemnity basis is not an inflexible rule of practice.",
      "id": "s344"
    },
    {
      "text": "51 The contention of the applicant in the present case that the Court could debar the respondents from defending the proceeding, and strike out their defences, is based on a comment of Lord Donaldson of Lymington MR in Derby &amp; Co Ltd v Weldon (Nos.",
      "id": "s345"
    },
    {
      "text": "3 and 4) [1990] 1 Ch 65 at 81.",
      "id": "s346"
    },
    {
      "text": "In that case, the English Court of Appeal was considering whether it was appropriate for a court to grant a Mareva -type injunction in respect of assets beyond the jurisdiction of the court.",
      "id": "s347"
    },
    {
      "text": "Relevant to that question was the question whether such an injunction could be enforced in any event.",
      "id": "s348"
    },
    {
      "text": "The Master of the Rolls said:\n \n 'in the context of the grant of the Mareva injunction, I think that a sufficient sanction exists in the fact that, in the event of disobedience, the court could bar the defendant's right to defend.",
      "id": "s349"
    },
    {
      "text": "This is not a consequence which it could contemplate lightly as it would become a fugitive from a final judgment given against it without its explanations having been heard and which might well be enforced against it by other courts.",
      "id": "s350"
    },
    {
      "text": "' \n \n\nNeill LJ at 87 and Butler-Sloss LJ at 96 expressed agreement with the judgment of the Master of the Rolls.",
      "id": "s351"
    },
    {
      "text": "Each went on to deal with the issues in the case, with Neill LJ at 95 expressing specific agreement with what the Master of the Rolls had said about enforceability.",
      "id": "s352"
    },
    {
      "text": "Butler-Sloss LJ did not comment specifically on that issue.",
      "id": "s353"
    },
    {
      "text": "It is unnecessary in the present case to debate the question whether barring the right to defend a proceeding falls within the range of penalties the Court could impose for contempt of court.",
      "id": "s354"
    },
    {
      "text": "Order 35A of the Federal Court Rules contains specific provisions about the powers of the Court in the event of default of a party in complying with an order.",
      "id": "s355"
    },
    {
      "text": "Order 35A r 2(2)(d) provides that a respondent is in default by failing to comply with an order of the Court in a proceeding.",
      "id": "s356"
    },
    {
      "text": "Order 35A r 3(2)(c) provides that, if a respondent is in default, the Court may:\n \n 'if the proceeding was commenced by an application supported by a statement of claim or the Court has ordered that the proceeding continue on pleadings -- give judgment against the respondent for the relief that: \n \n (i) the applicant appears entitled to on the statement of claim; and \n \n (ii) the Court is satisfied it has power to grant'.",
      "id": "s357"
    },
    {
      "text": "Order 35A r 3(2)(d) also provides that, if a respondent is in default, the Court may give judgment or make any other order against the respondent.",
      "id": "s358"
    },
    {
      "text": "Order 35A r 4 specifically provides that O 35A does not limit the power of the Court to punish for contempt.",
      "id": "s359"
    },
    {
      "text": "It must be the case, however, that, if the Court exercises its power to give judgment against a respondent, on the ground that the respondent has failed to comply with an order of the Court, and the giving of judgment has significant consequences for the respondent, those consequences could be taken into account as factors mitigating the exercise of the Court's powers to punish for contempt.",
      "id": "s360"
    },
    {
      "text": "The nature of the contempt \n \n\n \n52 The contempt in this case is a serious one.",
      "id": "s361"
    },
    {
      "text": "It involved a significant sum of money, $73 987.57.",
      "id": "s362"
    },
    {
      "text": "As I have said, Ms Bell was well aware that an injunction had been granted, restricting her freedom of action in relation to the sale of the Mariners Place property, and her freedom of action to deal with the proceeds of sale if a sale were effected.",
      "id": "s363"
    },
    {
      "text": "She chose not to have regard to the terms of that order.",
      "id": "s364"
    },
    {
      "text": "She preferred to satisfy her obligations, or perceived obligations, and to spend the money for her own purposes, instead of complying with the injunction.",
      "id": "s365"
    },
    {
      "text": "In short, she preferred her own interests, and even her own whims, to her duty to comply with the injunction.",
      "id": "s366"
    },
    {
      "text": "The effect of the contempt on the administration of justice is also of major significance.",
      "id": "s367"
    },
    {
      "text": "If Ms Bell had complied with the injunction, the applicant would have been secure in the knowledge that he could bring the proceeding to its conclusion and, if he were to be successful, there would be a substantial asset available to satisfy the judgment and to augment the estate of the bankrupt, for the benefit of the bankrupt's creditors.",
      "id": "s368"
    },
    {
      "text": "There is now a powerful disincentive to the applicant in proceeding to a conclusion, because the execution of any judgment is much less likely to prove fruitful.",
      "id": "s369"
    },
    {
      "text": "This consequence can be ameliorated to some extent by exercising the power to give judgment summarily against Ms Bell, thereby saving the applicant from the need to expend further costs in the proceeding, but it still renders the proceeding largely fruitless for the applicant if, as appears to be the case, Ms Bell has no means of satisfying a judgment.",
      "id": "s370"
    },
    {
      "text": "The effect of the contempt, therefore, is to tilt the balance in the litigation heavily against the applicant.",
      "id": "s371"
    },
    {
      "text": "53 There can be little doubt that a contempt of this magnitude, coupled with the degree of culpability of Ms Bell (amounting to wilful blindness as to the terms of the order, as I have said, and to preferring to satisfy her own needs and desires) would warrant a significant term of imprisonment.",
      "id": "s372"
    },
    {
      "text": "Only if there are powerful mitigating factors would it be appropriate to consider a course other than imprisonment as a minimum step.",
      "id": "s373"
    },
    {
      "text": "It is therefore necessary to turn to the mitigating factors.",
      "id": "s374"
    },
    {
      "text": "Mitigating factors \n \n\n \n54 Ms Bell claims that she did not understand the nature of the order and therefore that she did not intend to commit a breach of it or to demonstrate any disrespect for the Court.",
      "id": "s375"
    },
    {
      "text": "She has expressed her contrition for her failure to comply, and has apologised to the Court.",
      "id": "s376"
    },
    {
      "text": "I accept that she did not in fact understand the terms of the order, although they had been explained to her by her then counsel, and she was in possession of a copy of the order.",
      "id": "s377"
    },
    {
      "text": "Although I do not consider that the order is a particularly complex one, I can accept that legal terminology and drafting techniques can make an order less than wholly comprehensible to some people.",
      "id": "s378"
    },
    {
      "text": "55 The fact is, however, as I have found, that Ms Bell did not pay any heed to the order at all.",
      "id": "s379"
    },
    {
      "text": "She did not take the trouble to read it in the context of the conduct of the auction of the Mariners Place property, or in the context of her disposal of the proceeds of sale.",
      "id": "s380"
    },
    {
      "text": "She did not provide the agent responsible for the sale, or the auctioneer, with the copy of the order that she had, either for the purpose of guiding their conduct, or for the purpose of seeking guidance from them as to her own.",
      "id": "s381"
    },
    {
      "text": "She did not seek advice from Kelly &amp; Chapman, who were then acting for her in the principal proceeding.",
      "id": "s382"
    },
    {
      "text": "She simply decided not to have regard to the order.",
      "id": "s383"
    },
    {
      "text": "Even when her contravention of it was pointed out to her, she took no immediate steps to remedy the contravention.",
      "id": "s384"
    },
    {
      "text": "Her initial explanation, in her affidavit of 21 September 2006, was anything but frank as to what had happened to the proceeds.",
      "id": "s385"
    },
    {
      "text": "It was necessary for me to make a further order on 25 September 2006, requiring Ms Bell to make an affidavit, explaining specifically the manner in which the sum of $73 987.57 had been expended.",
      "id": "s386"
    },
    {
      "text": "Even then, in her affidavit of 9 October 2006, she was vague about a number of the payments she had made.",
      "id": "s387"
    },
    {
      "text": "Both of these affidavits were prepared by her without legal assistance, which is a partial explanation for their inadequacy.",
      "id": "s388"
    },
    {
      "text": "Even when she swore her affidavit of 18 December 2006, prepared with the assistance of her pro bono lawyers, no further detail was provided.",
      "id": "s389"
    },
    {
      "text": "Only in her oral evidence, and under cross-examination, was further detail about the payments obtained.",
      "id": "s390"
    },
    {
      "text": "Her expression of contrition and her formal apology to the Court only came about after she had received the advice of her counsel as to the seriousness of her position.",
      "id": "s391"
    },
    {
      "text": "56 Ms Bell is impecunious, and was so at the time she received the proceeds of sale of the Mariners Place property.",
      "id": "s392"
    },
    {
      "text": "Her impecuniosity on both of these occasions must be taken into account in mitigation of penalty.",
      "id": "s393"
    },
    {
      "text": "Again, however, the extent of the mitigating effect is somewhat modified.",
      "id": "s394"
    },
    {
      "text": "Ms Bell was impecunious in part because she had made the decision after the sale of the Resort to Health business that she would not seek employment.",
      "id": "s395"
    },
    {
      "text": "In the words of Mr Chapman, in his affidavit of 10 June 2005, she had sold the business and was selling the Mariners Place property 'to take a break from work, downsize her house and spend more time with her daughter'.",
      "id": "s396"
    },
    {
      "text": "Ms Bell was quite prepared to accept the monthly payment of her living expenses, for which the order of 10 June 2005 allowed, rather than to take responsibility for her economic well-being and that of her children, by working.",
      "id": "s397"
    },
    {
      "text": "In addition, her impecuniosity, and her consequent wish to use the proceeds of sale of the Mariners Place property to reduce her liabilities, can be traced to a substantial extent to her ill-advised decision to enter into a business, as well as a personal, relationship with Mr Rejb, in which she was to be the only party providing the finance for the proposed business.",
      "id": "s398"
    },
    {
      "text": "The business itself was of a speculative nature, involving the import to Australia and the export to Tunisia of products for which there appears to have been no clearly-established demand of any significance.",
      "id": "s399"
    },
    {
      "text": "It may be that, in retrospect, Ms Bell would accept that her financial judgment was clouded by her feelings for Mr Rejb.",
      "id": "s400"
    },
    {
      "text": "Her decision to incur a debt of $17 500 to Mr Rejb, to undertake the planned 'holiday excursion' and the market research, was taken without her taking the obvious and relatively simple step of contacting her bank to ask why her accounts had been frozen while she was in Tunisia.",
      "id": "s401"
    },
    {
      "text": "She was certainly not taking proper care of her own financial well-being by proceeding with her holiday regardless of her inability to access her own funds.",
      "id": "s402"
    },
    {
      "text": "57 Ms Bell is responsible for the care of her children.",
      "id": "s403"
    },
    {
      "text": "In fact, her son currently lives with his father, the bankrupt.",
      "id": "s404"
    },
    {
      "text": "Ms Bell communicates with him by telephone on a regular basis.",
      "id": "s405"
    },
    {
      "text": "She does have her daughter living with her.",
      "id": "s406"
    },
    {
      "text": "The daughter has now finished her schooling.",
      "id": "s407"
    },
    {
      "text": "Ms Bell and her daughter live in a three-bedroom rented apartment on the Sunshine Coast.",
      "id": "s408"
    },
    {
      "text": "There are also two other girls, former school-mates of her daughter, who live in the house.",
      "id": "s409"
    },
    {
      "text": "Ms Bell says they are otherwise homeless, and that she has taken them in at her daughter's request.",
      "id": "s410"
    },
    {
      "text": "The arrangement appears to be motivated, from Ms Bell's point of view, by economic need as much as anything.",
      "id": "s411"
    },
    {
      "text": "Each of the girls pays some $70 per week towards rent and board, which assists Ms Bell in maintaining the household.",
      "id": "s412"
    },
    {
      "text": "Her impecuniosity has become more acute because she was retrenched in December 2006 from a job she had finally undertaken, owing to a down-turn in the business.",
      "id": "s413"
    },
    {
      "text": "She is now in receipt of social security benefits of some sort.",
      "id": "s414"
    },
    {
      "text": "She is pursuing other employment opportunities, but has become somewhat hampered in doing so because of the order I made on 30 January 2007, that she surrender any passport in her possession or power and not be permitted to apply for or to obtain any further Australian passport until further order.",
      "id": "s415"
    },
    {
      "text": "Effectively, this prevents her from travelling overseas until further order.",
      "id": "s416"
    },
    {
      "text": "Her counsel informed me that she had been seeking employment of a kind that might involve some overseas travel.",
      "id": "s417"
    },
    {
      "text": "Her options will therefore be limited until the order is modified or discharged.",
      "id": "s418"
    },
    {
      "text": "58 The need to care for others is undoubtedly a factor to be taken into account when considering whether to impose a term of imprisonment.",
      "id": "s419"
    },
    {
      "text": "In the present case, however, that need must be viewed somewhat less seriously than it might in the case of younger children, or others who need greater care.",
      "id": "s420"
    },
    {
      "text": "The fact that Ms Bell was prepared to travel back to Tunisia in March 2006, and to remain there until June 2006, while engaging in a fruitless attempt to win back the affections of Mr Rejb, leaving her daughter to fend for herself in her final year of schooling, suggests that Ms Bell's commitment to caring for her daughter is not as strong as it might be.",
      "id": "s421"
    },
    {
      "text": "59 Ms Bell's health is not perfect.",
      "id": "s422"
    },
    {
      "text": "She suffers from M&eacute;ni&egrave;re's syndrome, a disease of the internal ear.",
      "id": "s423"
    },
    {
      "text": "She has suffered from that disease for the past 10 years and says that it is brought on by stress and is quite debilitating at times.",
      "id": "s424"
    },
    {
      "text": "She also claims to have been suffering from stress anxiety with panic attacks for the last five years, and that her condition has deteriorated in the last 12 to 18 months.",
      "id": "s425"
    },
    {
      "text": "The medical certificate on which she relies in support of this claim indicates that she has made only one visit to a general practitioner in Maroochydore in respect of this condition.",
      "id": "s426"
    },
    {
      "text": "Her counsel's explanation for this is that Ms Bell has been treating herself with natural remedies.",
      "id": "s427"
    },
    {
      "text": "The medical practitioner's opinion refers to 'a mild form of depression and anxiety' and to 'generalised anxiety symptoms', which the medical practitioner feels are significantly contributed to by the stresses in her life as a result of this litigation.",
      "id": "s428"
    },
    {
      "text": "It is no surprise that Ms Bell would find this litigation stressful, especially recently, having regard to the position in which she finds herself as a consequence of her contempt.",
      "id": "s429"
    },
    {
      "text": "I accept that stress can exacerbate her M&eacute;ni&egrave;re's syndrome, and that it can cause depression and anxiety, but neither condition appears to be particularly serious.",
      "id": "s430"
    },
    {
      "text": "Even with her background in the sale of health products, Ms Bell would have sought medical assistance for serious conditions.",
      "id": "s431"
    },
    {
      "text": "Neither her physical nor her mental condition is such that a relatively short term of imprisonment would cause her harm significantly more serious than is normally inflicted upon anyone imprisoned.",
      "id": "s432"
    },
    {
      "text": "The appropriate orders \n \n\n \n60 Although the mitigating factors on which Ms Bell relies are not as significant as her counsel would have preferred to have me accept, in my view, they are significant enough to cause me to consider the imposition of a fine as a first option, rather than to impose immediately a sentence of imprisonment.",
      "id": "s433"
    },
    {
      "text": "I am of the view, however, that if Ms Bell does not pay the fine after having been allowed a substantial opportunity to acquire the money, I should impose a sentence of imprisonment in default of payment.",
      "id": "s434"
    },
    {
      "text": "If Ms Bell can find sufficient money to pay part of the fine, she should be given the benefit of a reduction in the default term of imprisonment commensurate with the payment she makes.",
      "id": "s435"
    },
    {
      "text": "I am aware that her impecuniosity may well prevent her from paying any fine.",
      "id": "s436"
    },
    {
      "text": "She is very likely to be made bankrupt in consequence of other orders I propose to make, particularly as to judgment against her and costs of the proceeding and of the contempt application.",
      "id": "s437"
    },
    {
      "text": "It can be said that to fine her with a default term of imprisonment is tantamount to imprisoning her directly.",
      "id": "s438"
    },
    {
      "text": "Bankruptcy would certainly put paid to any chance she might have of raising the money to pay the fine by borrowing, even assuming that she could find anyone to lend her money in her current circumstances.",
      "id": "s439"
    },
    {
      "text": "Nevertheless, I think that the order ought to involve imprisonment only in default of payment of the fine.",
      "id": "s440"
    },
    {
      "text": "61 As to other orders, I am of the view that I should exercise the powers given to the Court by O 35A of the Federal Court Rules , and terminate the proceeding as against Ms Bell, by giving judgment against her.",
      "id": "s441"
    },
    {
      "text": "Because I am unable to find Living It Up guilty of contempt of court, I am not able to bring the proceeding to an end completely.",
      "id": "s442"
    },
    {
      "text": "This is a significant reason for exercising the power to fine, with a default term of imprisonment.",
      "id": "s443"
    },
    {
      "text": "It is possible for me to give judgment against Ms Bell, as a result of which she will probably be made bankrupt, if the applicant or the creditor or creditors indemnifying the applicant in this proceeding consider that it is worth expending further monies to make Ms Bell bankrupt, in circumstances in which the recovery of any asset is unlikely.",
      "id": "s444"
    },
    {
      "text": "62 Because I take the view that the money currently held on trust by Kelly &amp; Chapman is an asset of Living It Up, not of Ms Bell, it seems to me that I am unable to order the payment of that money to the applicant in part satisfaction of a judgment against Ms Bell.",
      "id": "s445"
    },
    {
      "text": "The effect of this is that Ms Bell will have the ability, if she chooses to do so, to continue to defend the proceeding through Living It Up, to see if she can make good the contentions in the defence.",
      "id": "s446"
    },
    {
      "text": "Of course, she will have great difficulty in obtaining any form of legal assistance to do so.",
      "id": "s447"
    },
    {
      "text": "It is unlikely that pro bono legal assistance will be found for a corporation.",
      "id": "s448"
    },
    {
      "text": "In the absence of leave of the Court, the corporation will have to be represented in the proceeding by a solicitor, because of the provision to that effect in O 9 r 1(3) of the Federal Court Rules .",
      "id": "s449"
    },
    {
      "text": "Living It Up has outstanding debts, but I do not know the value of them.",
      "id": "s450"
    },
    {
      "text": "It may be that one or more of its creditors might take the view that there is possible advantage to them by defending the proceeding, because a successful defence would result in the amount held by Kelly &amp; Chapman being available to those creditors if Living It Up were to be placed in liquidation.",
      "id": "s451"
    },
    {
      "text": "Even if Ms Bell and Living It Up's creditors were to do nothing, the applicant would still have to make a decision as to whether it was worth proceeding, and to endeavour to prove its case, in order to have a chance of executing against the monies held by Kelly &amp; Chapman.",
      "id": "s452"
    },
    {
      "text": "This will involve the further expenditure of legal costs in the proceeding.",
      "id": "s453"
    },
    {
      "text": "The alternative of discontinuance would require the applicant to pay Living It Up's costs, so the applicant has little choice about continuing.",
      "id": "s454"
    },
    {
      "text": "The net effect of this is that the giving of judgment against Ms Bell is by no means as great a disadvantage to her as it would have been if I had been able to terminate the entire proceeding by giving judgment against both respondents.",
      "id": "s455"
    },
    {
      "text": "The defence of the proceeding by Living It Up will depend upon the evidence of Ms Bell and she may well decide that it is worth her while to give this evidence.",
      "id": "s456"
    },
    {
      "text": "63 As to judgment against Ms Bell, it is open to me on the statement of claim filed to give the applicant the declaration sought in para 1 of the application, and the order sought in para 2.",
      "id": "s457"
    },
    {
      "text": "I can of course also order that Ms Bell pay the applicant's costs of the proceeding up to the time of entry of that judgment.",
      "id": "s458"
    },
    {
      "text": "As to the quantification of the amount to be paid, I am of the view that I can act on the admission made in the defence that the bankrupt and Ms Bell were registered proprietors of the Neerim Road property as joint tenants, to conclude that the interest of each is to be valued as a half-interest.",
      "id": "s459"
    },
    {
      "text": "Accepting the allegations in the statement of claim (as I am bound to do when applying the powers in O 35A, which requires that any defence be disregarded for this purpose), I am bound to find that the proceeds of sale of the Neerim Road property can be traced into the Mariners Place property.",
      "id": "s460"
    },
    {
      "text": "In turn, the Mariners Place property was used as security for the purchase of the Resort to Health business.",
      "id": "s461"
    },
    {
      "text": "On the basis that the interests of the bankrupt and Ms Bell in the Neerim Road property were equal, it is appropriate to regard the applicant as entitled to trace the bankrupt's interests into the proceeds of sale of the business and the proceeds of sale of the Mariners Place property to the extent of half of each of those sums.",
      "id": "s462"
    },
    {
      "text": "The proceeds of sale of the business were $159 112.43 (as alleged in para 24 of the statement of claim).",
      "id": "s463"
    },
    {
      "text": "The proceeds of sale of the Mariners Place property are now known to be $73 987.57.",
      "id": "s464"
    },
    {
      "text": "The total of these two amounts is $233 100.",
      "id": "s465"
    },
    {
      "text": "Half of that sum is $116 550.",
      "id": "s466"
    },
    {
      "text": "I should therefore give judgment for the applicant against Ms Bell in the sum of $116 550 with costs.",
      "id": "s467"
    },
    {
      "text": "As part of that judgment, there should be interest on that sum from the date of sale of the Neerim Road property until the date of judgment.",
      "id": "s468"
    },
    {
      "text": "In accordance with the usual practice of the Court, interest will be at the penalty interest rate applicable in Victoria under s 2(1) of the Penalty Interest Rates Act 1983 (Vic), currently 12 per cent per annum, non-cumulative (see Victorian Government Gazette no G38, 21 September 2006 at 2005).",
      "id": "s469"
    },
    {
      "text": "The total amount of interest from the date of commencement of the principal proceeding to the date of judgment is $66 519.71.",
      "id": "s470"
    },
    {
      "text": "64 Although commenced by notice of motion entitled in the principal proceeding, the application for punishment for contempt of court is to be regarded as a separate proceeding in its own right.",
      "id": "s471"
    },
    {
      "text": "See Viner v Australian Building Construction Employees' and Builders Labourers' Federation (No 1) (1981) 5 FLR 5 at 27 --- 32 and Australian Building Construction Employees' and Builders Labourers' Federation v Viner (1982) 63 FLR 253 at 266 per Evatt and Deane JJ.",
      "id": "s472"
    },
    {
      "text": "Having been found guilty of contempt of court, Ms Bell should be ordered to pay the costs of that proceeding.",
      "id": "s473"
    },
    {
      "text": "No occasion appears for departing from the usual order that costs follow the event, particularly as the impecuniosity of the losing party is not regarded as a ground for refraining from making an order as to costs in most circumstances.",
      "id": "s474"
    },
    {
      "text": "Further, it is appropriate that the order for costs in respect of the contempt proceeding be on an indemnity basis.",
      "id": "s475"
    },
    {
      "text": "In effect, the applicant applies for punishment for contempt of court to vindicate the authority of the Court.",
      "id": "s476"
    },
    {
      "text": "He, or the creditors indemnifying him in the principal proceeding, ought not be out of pocket for costs for performing their function on behalf of the Court.",
      "id": "s477"
    },
    {
      "text": "Although it is clear that the proceeding for contempt is to be regarded as a separate proceeding from the principal proceeding, for the avoidance of doubt, I should make an order pursuant to O 62 r 3(2) of the Federal Court Rules that the costs of the contempt proceeding be paid forthwith.",
      "id": "s478"
    },
    {
      "text": "65 In determining the appropriate amount of a fine for contempt of court, it is necessary to have regard to the magnitude of the contempt.",
      "id": "s479"
    },
    {
      "text": "In a case such as the present, in which the contempt consists of a failure to pay a sum of money in a particular way, the amount of the money involved must be taken into account.",
      "id": "s480"
    },
    {
      "text": "The imposition of a fine bearing no relationship to that amount of money might have the effect, in a case like this, of allowing a discount for payment of a fine, as against payment of the amount required.",
      "id": "s481"
    },
    {
      "text": "This is not to say that the amount of the fine must necessarily be equivalent to, or greater than, the sum required by the order to be paid.",
      "id": "s482"
    },
    {
      "text": "In the present case, the fact that judgment will be given against Ms Bell for an appropriate amount, together with the fact that Ms Bell will be ordered to pay a substantial sum in legal costs, coupled with her impecuniosity and the consequent likelihood that she will be made bankrupt, suggests that a significantly lower fine is appropriate.",
      "id": "s483"
    },
    {
      "text": "In the circumstances, having regard to the seriousness of the contempt, the mitigating factors and the other orders I propose to make, the appropriate amount of a fine is $20 000.",
      "id": "s484"
    },
    {
      "text": "66 The length of a sentence of imprisonment in default of payment of the fine is also a very difficult matter.",
      "id": "s485"
    },
    {
      "text": "There appears to be no uniformity of practice in this Court as to the relationship between the amount of a fine and the length of a term of imprisonment in default of its payment.",
      "id": "s486"
    },
    {
      "text": "By s 63(1) of the Sentencing Act 1991 (Vic), the relationship is fixed at one day's imprisonment for each penalty unit or part of a penalty unit remaining unpaid, with a maximum of 24 months.",
      "id": "s487"
    },
    {
      "text": "The value of a penalty unit is currently fixed at $107.43, by notice in the Victoria Government Gazette no G14, dated 6 April 2006 at 680.",
      "id": "s488"
    },
    {
      "text": "For a fine of $20 000, if the appropriate length of a term of imprisonment were determined on this basis, the result would be approximately 186 days, or slightly over six months.",
      "id": "s489"
    },
    {
      "text": "I consider that to be excessive in the circumstances of this case.",
      "id": "s490"
    },
    {
      "text": "Accordingly, I do not propose to use the Victorian sentencing provisions, which are applicable to criminal offences in any event, as a guide.",
      "id": "s491"
    },
    {
      "text": "In my view, it would be appropriate to sentence Ms Bell to a term of imprisonment of 40 days in default of payment of the fine of $20 000.",
      "id": "s492"
    },
    {
      "text": "This equates to $500 per day.",
      "id": "s493"
    },
    {
      "text": "Further, because of Ms Bell's financial circumstances, if she can pay part of the fine, she should get a reduction in the term of imprisonment on the basis of two days' reduction for each $1000 of the fine she pays.",
      "id": "s494"
    },
    {
      "text": "This will provide her with a real incentive to endeavour to raise the money to keep out of prison as much as possible.",
      "id": "s495"
    },
    {
      "text": "67 Before the orders for judgment against Ms Bell, a fine and imprisonment in default of payment of the fine take effect, I am of the view that I should give Ms Bell one further opportunity to purge her contempt.",
      "id": "s496"
    },
    {
      "text": "She may be able to locate a source of funds that would enable her to do this, in order to avoid the unpleasant consequences of her default.",
      "id": "s497"
    },
    {
      "text": "I propose that she should have a period of 21 days from the date on which the order is pronounced to purge her contempt by paying into Court the sum of $73 987.57, which she was obliged to pay to the trust account held by Kelly &amp; Chapman, according to para 1 of the order made on 10 June 2005.",
      "id": "s498"
    },
    {
      "text": "If she can find a way of doing this, the only consequence that should be visited upon her in respect of her contempt of court should be the payment of the costs of the proceeding concerned with contempt, on an indemnity basis.",
      "id": "s499"
    },
    {
      "text": "Otherwise, the principal proceeding can continue, and Ms Bell, as well as Living It Up, can continue to defend it.",
      "id": "s500"
    },
    {
      "text": "If Ms Bell does not purge her contempt in this fashion, then the other orders should come into operation.",
      "id": "s501"
    },
    {
      "text": "That is to say, judgment should be given against her in the manner I have described in [61] --- [63].",
      "id": "s502"
    },
    {
      "text": "She should be ordered to pay the applicant's costs of the principal proceeding, and the costs of the contempt proceeding, the latter on an indemnity basis and payable forthwith.",
      "id": "s503"
    },
    {
      "text": "In order to give her a reasonable chance of remaining out of prison, I propose to give Ms Bell a period of six months, following the expiration of the 21 day period after the pronouncement of the order, to pay the fine.",
      "id": "s504"
    },
    {
      "text": "If she is unable to pay it by that stage, then she will have to serve the term of imprisonment, to the extent to which she has not paid off the fine.",
      "id": "s505"
    },
    {
      "text": "I shall, of course, reserve liberty to apply.",
      "id": "s506"
    },
    {
      "text": "68 It is also necessary to make some provision with respect to the orders I made on 30 January that the respondent forthwith surrender to the Registrar of the Court any passport, including any Australian passport, in her possession or power, and not be permitted to apply for or to obtain any further Australian passport.",
      "id": "s507"
    },
    {
      "text": "If Ms Bell purges her contempt, she should be entitled thereupon to the return of her passport and to apply for any further passport.",
      "id": "s508"
    },
    {
      "text": "Similarly, if she pays the entirety of the fine within the six-month period, the same consequences should follow.",
      "id": "s509"
    },
    {
      "text": "If it is necessary for her to serve a term of imprisonment, she should be entitled to the return of her passport, and to apply for any further passport, once she has completed serving the term of imprisonment.",
      "id": "s510"
    },
    {
      "text": "In case it is necessary, I should reserve liberty to apply.",
      "id": "s511"
    },
    {
      "text": "I should list the principal proceeding for directions once it is known whether Ms Bell has purged her contempt, and the applicant and the second respondent have had \n \nsome time to consider these reasons for judgment and to decide how the principal proceeding might be dealt with in the future.",
      "id": "s512"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s513"
    },
    {
      "text": "Associate:\n\nDated: 16 February 2007\n\n\n Counsel for the applicant: S J Maiden \n \n Solicitor for the applicant: Harwood Andrews Lawyers \n \n Counsel for the first respondent: R B C Wilson (pro bono) \n \n Solicitor for the first respondent: Hewlett Walker Lawyers (pro bono) \n \n Counsel for the second respondent: The second respondent did not appear and was not represented \n \n Date of Hearing: 30 January 2007 \n \n Date of Judgment: 16 February 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/137.html",
      "id": "s514"
    }
  ]
}