{
  "name": "Clark v ING Life Limited [2007] FCA 1960 (22 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1960.html",
  "catchphrases": [
    {
      "text": "application for leave to discontinue proceedings",
      "id": "c0"
    },
    {
      "text": "with leave of the court pursuant to o 22 r 2(1)(d) of the federal court rules 2001 (cth) and s 43(2) of the federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "where leave sought is to discontinue with no order as to costs",
      "id": "c2"
    },
    {
      "text": "where there has been no hearing on the merits",
      "id": "c3"
    },
    {
      "text": "where respondent asserts discontinuing applicant failed to join a relevant party to the proceedings",
      "id": "c4"
    },
    {
      "text": "whether discontinuing applicant acted 'unreasonably' in all the circumstances",
      "id": "c5"
    },
    {
      "text": "costs",
      "id": "c6"
    },
    {
      "text": "factors governing the exercise of the court's discretion to award costs",
      "id": "c7"
    },
    {
      "text": "where application has been brought under o 22 r 2(1)(d) of the federal court rules",
      "id": "c8"
    },
    {
      "text": "where court finds there is no delinquency or misconduct on the part of the discontinuing applicant",
      "id": "c9"
    },
    {
      "text": "where there has been no determination of the proceedings on the merits",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    },
    {
      "text": "practice and procedure",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n1 Mrs Clark, the applicant, has applied to discontinue these proceedings which are currently now only brought against Adept Super &amp; Life Pty Limited, the second respondent.",
      "id": "s0"
    },
    {
      "text": "Her application is made under O 22 r 2(1)(d) which provides that a party making a claim for relief may discontinue a proceeding:\n \n '... at any time --- with the leave of the Court.",
      "id": "s1"
    },
    {
      "text": "' \n\n\n \n2 The position of Adept is that leave should only be granted on condition that Mrs Clark pay its costs of the proceedings.",
      "id": "s2"
    },
    {
      "text": "Adept estimates the amount of its costs recoverable on a taxation to be about $25,000.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n3 The proceedings arose because Mrs Clark and her husband came to review their insurance arrangements in late 2004.",
      "id": "s4"
    },
    {
      "text": "Mrs Clark is the mother of three young children.",
      "id": "s5"
    },
    {
      "text": "At that time, the youngest was about three years of age.",
      "id": "s6"
    },
    {
      "text": "She described her occupation in the proposal for insurance, completed with Adept's assistance, as 'home duties'.",
      "id": "s7"
    },
    {
      "text": "Her husband was a coal miner.",
      "id": "s8"
    },
    {
      "text": "4 In January 2003 Mrs Clark had taken out life and trauma insurance cover with Suncorp Metway Life &amp; Superannuation Limited providing for a maximum benefit of about $260,000 should she be diagnosed with a 'critical condition', one of which was breast cancer.",
      "id": "s9"
    },
    {
      "text": "She renewed that policy in late December 2003 for a further year.",
      "id": "s10"
    },
    {
      "text": "During the course of 2004 Mrs Clark became aware of a lump in her right breast.",
      "id": "s11"
    },
    {
      "text": "She claimed to have consulted medical practitioners who advised her that the lump was a cyst and not malignant.",
      "id": "s12"
    },
    {
      "text": "5 In early November 2004, Mr Budin, an employee of Adept, attended at the home of Mr and Mrs Clark.",
      "id": "s13"
    },
    {
      "text": "He assisted her in completing an application form for life and trauma insurance cover with ING Life Limited, the first respondent.",
      "id": "s14"
    },
    {
      "text": "ING issued a policy to Mrs Clark on about 30 November 2004 which provided for a cover of $250,000 in respect of a diagnosis of breast cancer.",
      "id": "s15"
    },
    {
      "text": "However, during the course of November 2004, Mrs Clark's breast condition needed further medical attention.",
      "id": "s16"
    },
    {
      "text": "She prepared an affidavit for the purpose of this costs application.",
      "id": "s17"
    },
    {
      "text": "There is a substantial issue discussed in it as to precisely what diagnosis she should have been aware of and what, if anything, may have been required to be disclosed by her to ING under her duty of disclosure pursuant to the Insurance Contracts Act 1984 (Cth).",
      "id": "s18"
    },
    {
      "text": "6 Mrs Clark's statement of claim was filed on 26 July 2007.",
      "id": "s19"
    },
    {
      "text": "It joined only ING and Adept.",
      "id": "s20"
    },
    {
      "text": "It alleged that on or about 6 December 2004 Mrs Clark contracted, and was diagnosed with, breast cancer.",
      "id": "s21"
    },
    {
      "text": "In January 2005 she made a claim on the ING policy.",
      "id": "s22"
    },
    {
      "text": "That claim was declined by ING in April 2005.",
      "id": "s23"
    },
    {
      "text": "Also, at some stage during 2005, she lodged a claim on the Suncorp policy.",
      "id": "s24"
    },
    {
      "text": "It too was declined on two bases.",
      "id": "s25"
    },
    {
      "text": "First, Suncorp asserted that, at the time of the claim, Mrs Clark was not the subject of a policy issued by it which was then in force.",
      "id": "s26"
    },
    {
      "text": "Secondly, Suncorp declined on the basis that the diagnosis of a breast cancer tumour failed to meet what it asserted was the policy's requirement that it be of such severity as to require a full mastectomy.",
      "id": "s27"
    },
    {
      "text": "7 In her original statement of claim, Mrs Clark alleged breaches of the Insurance Contracts Act against ING and breaches s 52 of the Trade Practices Act 1974 (Cth), against, relevantly, Adept.",
      "id": "s28"
    },
    {
      "text": "She claimed that Adept had represented to her that:\n \n \n &#8226; she need only complete the ING proposal to the best of her knowledge;\n &#8226; Mr Budin had checked the information she had inserted into the proposal form and considered it to have been her best effort in completing it;\n &#8226; he had inserted information into the proposal which would be sufficient disclosure to ING;\n &#8226; if there were information not disclosed in the proposal form, then ING would conduct inquiries to ascertain any additional information required; and\n &#8226; Mrs Clark had no ongoing duty of disclosure pursuant to s 21 of the Insurance Contracts Act .",
      "id": "s29"
    },
    {
      "text": "8 These allegations were in the pleadings.",
      "id": "s30"
    },
    {
      "text": "Earlier this year I gave directions in the matter with a view to bringing forward an early final hearing which I fixed to commence on 10 December 2007.",
      "id": "s31"
    },
    {
      "text": "9 In October 2007, following the answer to subpoenas against, among others, Suncorp, ING's solicitors wrote to the solicitors for Mrs Clark informing them of a statement in a facsimile letter, dated 5 October 2005, which Suncorp had produced on subpoena.",
      "id": "s32"
    },
    {
      "text": "The officer of Suncorp who wrote the facsimile letter recorded, among other things, having spoken to one of Mrs Clark's treating doctors and said:\n \n 'We have reviewed the medical aspect and are of the opinion that the condition is covered.",
      "id": "s33"
    },
    {
      "text": "' \n \n\n10 Despite that conclusion, for reasons that I need not explore, Suncorp did not inform Mrs Clark that it should have accepted liability at that time.",
      "id": "s34"
    },
    {
      "text": "However, later in October 2007, perhaps inspired by the fact that Mrs Clark was now prepared to commence litigation and had sued ING and Adept already, Suncorp very quickly resolved the proposed proceedings without admissions.",
      "id": "s35"
    },
    {
      "text": "It paid Mrs Clark her $250,000 trauma cover and reinstated her policies.",
      "id": "s36"
    },
    {
      "text": "11 Mrs Clark had provoked the settlement with Suncorp by foreshadowing a notice of motion in which she sought its joinder as an additional respondent together with amendments to her current pleadings against ING and Adept.",
      "id": "s37"
    },
    {
      "text": "One of her proposed claims was for, among other things, distress caused by the misleading or deceptive conduct, and or negligent misrepresentations, she alleged had been made by Adept's employee, Mr Budin, in November 2004.",
      "id": "s38"
    },
    {
      "text": "12 In consequence of Suncorp's action, Mrs Clark was able to negotiate a settlement of these proceedings with ING. That permitted her to discontinue the proceedings against it with no order as to costs.",
      "id": "s39"
    },
    {
      "text": "She sought to negotiate a similar settlement with Adept, but it refused.",
      "id": "s40"
    },
    {
      "text": "It asserted that Mrs Clark was unreasonable because she had failed to commence litigation against Suncorp, following its refusal of 9 September 2005 to indemnify her.",
      "id": "s41"
    },
    {
      "text": "Adept pointed to the fact that, with hindsight or otherwise, once it became apparent to Suncorp that Mrs Clark was prepared to take legal proceedings, it immediately resolved them.",
      "id": "s42"
    },
    {
      "text": "ADEPT'S SUBMISSIONS THAT MRS CLARK ACTED UNREASONABLY \n \n13 Adept asserted that it had been subjected, unreasonably, to the costs of the proceedings because of Mrs Clark's failure to sue Suncorp, either in 2005 or when she commenced these proceedings in July 2007.",
      "id": "s43"
    },
    {
      "text": "There was also a suggestion put by Adept that it was not futile for Mrs Clark to continue the action against it because she had some residual claim that she may have been able to make, but now no longer wished to pursue.",
      "id": "s44"
    },
    {
      "text": "14 On 6 November 2007, Adept's solicitors wrote to Mrs Clark's solicitors.",
      "id": "s45"
    },
    {
      "text": "They asserted that by force of O 22 r 3 the 'usual' order consequent upon discontinuance of proceedings is that the discontinuing applicant must pay the costs incurred by the relevant respondent up to the date of the notice of discontinuance.",
      "id": "s46"
    },
    {
      "text": "However, that order applies in circumstances where the leave of the Court has not been sought, as here, under O 22 r 2(1)(d).",
      "id": "s47"
    },
    {
      "text": "15 Adept's solicitors also asserted that there was an underlying policy in the rules that a discontinuing party should be liable for the other party's costs, unless the Court otherwise ordered.",
      "id": "s48"
    },
    {
      "text": "They recognised that costs ultimately were a matter in the discretion of the Court, but said there were no special circumstances in these proceedings which would justify a departure from the 'usual' order.",
      "id": "s49"
    },
    {
      "text": "They then pointed out that the proceedings would never have been necessary, had Suncorp been sued or proper attention given to the operation of s 54 of the Insurance Contracts Act .",
      "id": "s50"
    },
    {
      "text": "They referred to an affidavit by the solicitor for Mrs Clark in support of the application to amend, which referred to the suggestion made by ING (which I have been informed was also orally communicated by the solicitors for Adept), that a claim could be made on Suncorp and s 54 of the Insurance Contracts Act relied on to support it.",
      "id": "s51"
    },
    {
      "text": "They said that Mrs Clark had, and always had, a valid claim on the Suncorp policy and that her sole allegation of loss in her current pleadings against Adept was her loss of opportunity to make good that claim because of the advice she received to cancel that policy once the ING policy had incepted.",
      "id": "s52"
    },
    {
      "text": "(The statement of claim pleads that one of the losses Mrs Clark suffered was her failure to recover the $250,000 in accordance with the ING policy or, alternatively, that sum under the Suncorp policy.",
      "id": "s53"
    },
    {
      "text": ")\n CONSIDERATION \n \n16 In my opinion, the proper approach under O 22 r 2(1)(d) is to take the view that it is not the function of the Court to make a prediction as to the outcome of a hypothetical case.",
      "id": "s54"
    },
    {
      "text": "I am of opinion that Mrs Clark's application for leave to discontinue is not an acknowledgement by her of likely defeat.",
      "id": "s55"
    },
    {
      "text": "Nor is there a basis on which it can be said that on any objective view of the case, she would have failed against Adept: see the discussion by Finn J in O'Neill v Mann [2000] FCA 1680 [11]-[13] and JH Lever &amp; Co Pty Ltd v Maniotis (2005) 215 ALR 773 at 774-775 [3]-[4] per Mansfield J.",
      "id": "s56"
    },
    {
      "text": "In the appeal in the latter case, Maniotis v JH Lever &amp; Co Pty Ltd [2006] FCAFC 7 , Finn, Emmett and Bennett JJ, said at [74]:\n \n 'There is no absolute rule with respect to the exercise of the power to award costs that, in the absence of disentitling conduct, a successful party is to be compensated by the unsuccessful party: Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72 at [40] .",
      "id": "s57"
    },
    {
      "text": "A successful party may be ordered to bear the costs of the unsuccessful party.",
      "id": "s58"
    },
    {
      "text": "There may be prima facie rules that a successful party is entitled to costs or that a successful party should receive its costs unless good reason is shown to the contrary (at [35]) but that is subject to the \"myriad circumstances\" in the institution and conduct of litigation.",
      "id": "s59"
    },
    {
      "text": "' \n\n\n \nThey also said:\n \n 'Usually the circumstances in which a successful party is denied all or part of its costs have to do with the conduct of proceedings.",
      "id": "s60"
    },
    {
      "text": "' \n \n\nHowever, in that case the resolution was made by the Court rather than by a withdrawal of the proceedings from the field of litigation.",
      "id": "s61"
    },
    {
      "text": "17 The question as to who should bear costs in an application under O 22 r 2(1) (d), falls to be determined under s 43(2) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s62"
    },
    {
      "text": "That provides that: \n \n \n '(2) Except as provided by any other Act, the award of costs is in the discretion of the Court or Judge.",
      "id": "s63"
    },
    {
      "text": "' \n \n\n\n \n18 It is inappropriate to read provisions such as s 43(2) of the Act, which confer jurisdiction or grant powers to a court, by making conditions or imposing limitations which are not to be found in the words used: The Owners of The Ship ' Shin Kobi Maru' v Empire Shipping Co Inc [1994] HCA 54 ; (1994) 181 CLR 404 at 421; Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72 at 81 [21] per Gaudron and Gummow JJ.",
      "id": "s64"
    },
    {
      "text": "19 Of course, the discretion must be exercised judicially.",
      "id": "s65"
    },
    {
      "text": "Parties should be encouraged to engage in sensible attempts to resolve disputes having regard to all the circumstances of the case at the time at which resolution is proposed.",
      "id": "s66"
    },
    {
      "text": "The purpose of an order for costs is not solely to compensate one party at the expense of the other: Oshlack 193 CLR at 89 [43].",
      "id": "s67"
    },
    {
      "text": "Where there is no delinquency or misconduct on the part of the party seeking to discontinue in a situation such as the present, and there has been no determination of the proceedings on the merits, it is not usually appropriate for the Court to engage in predicting the outcome or assigning responsibility for the conduct of the proceedings in a way which attributes blameworthiness, unless there is a solid foundation for doing so.",
      "id": "s68"
    },
    {
      "text": "20 In Smith v Airservices Australia [2005] FCA 997 ; (2005) 146 FCR 37 at 47-50 [36] - [49] Stone J examined a number of cases in which the principles had been explored.",
      "id": "s69"
    },
    {
      "text": "She noted that Finn J had said in O'Neill [2000] FCA 1680 at [13] that while there is an underlying policy that a party who discontinues proceedings is to be held liable for the costs of the other parties unless the Court otherwise orders, the reasons for, and circumstances of, discontinuance are so various that the policy cannot safely be said to have hardened into a usual rule.",
      "id": "s70"
    },
    {
      "text": "Finn J had observed that this was different to the usual rule which exists where there has been a determination of a claim on its merits.",
      "id": "s71"
    },
    {
      "text": "21 So, in Re Minister for Immigration and Ethnic Affairs; Ex parte Lai Qin (1997) 186 CLR 662 at 624-625, McHugh J commented on the difficulties inherent in a court seeking to allocate costs in circumstances such as the present.",
      "id": "s72"
    },
    {
      "text": "As he pointed out, when there has been no hearing on the merits, a court is necessarily deprived of the factor that usually determines whether or how it should make a costs order.",
      "id": "s73"
    },
    {
      "text": "22 In the circumstances which I have briefly described it is also conceivable that Mrs Clark may have had claims under each policy, depending on the precise way in which the facts came out, particularly, what advice or other services may or may not have been given or performed by Adept in accordance with its professional obligations to her.",
      "id": "s74"
    },
    {
      "text": "On the pleadings and material before me, there was a sufficient basis for Mrs Clark to bring these proceedings and pursue them to judgment against both the respondents which she chose to sue, even if, properly advised, she may have been better advised to have sued Suncorp, either alone or with ING and Adept as additional respondents.",
      "id": "s75"
    },
    {
      "text": "23 Mrs Clark suffered the trauma of breast cancer.",
      "id": "s76"
    },
    {
      "text": "That trauma was one risk in respect of which she had contracted to have the protection of insurance cover while bringing up a young family.",
      "id": "s77"
    },
    {
      "text": "It is not something that can be put to one side as an irrelevant consideration in determining the reasonableness of her course of action.",
      "id": "s78"
    },
    {
      "text": "If a person, in the position of Mrs Clark, has to deal with a life threatening illness or condition, such as cancer, she cannot be expected to take immediately every logical, rational or commercial decision which a large corporation with adequate resources and insurance might.",
      "id": "s79"
    },
    {
      "text": "Such a decision is particularly difficult for a person in her position, where as an individual, she would be required to take on the burden of litigation against well-resourced insurance companies and insurance brokers, who are entitled to resist the claims made against them.",
      "id": "s80"
    },
    {
      "text": "24 I am of opinion that it is unreal for Adept to suggest that Mrs Clark was unreasonable in failing to sue a second insurance company, which had also declined her claim.",
      "id": "s81"
    },
    {
      "text": "After all, she had been given advice by Adept to take the insurance cover with ING. That advice was given in the knowledge that at that very time, something had occurred which required Mrs Clark to have medical attention for her breast condition, whatever it might have been.",
      "id": "s82"
    },
    {
      "text": "Whether that advice was right or wrong, as it turned out, it left her in a position where both ING and Suncorp had refused her claims.",
      "id": "s83"
    },
    {
      "text": "In a perfect world she may have had access earlier to the file note produced on subpoena by Suncorp, which indicated that its attitude to its refusal of Mrs Clark's claim, at least on the view of the officer who wrote the note, was not necessarily one that it was going to be able to sustain.",
      "id": "s84"
    },
    {
      "text": "25 Courts have always encouraged parties to resolve proceedings without the need for engaging in full litigation of the dispute.",
      "id": "s85"
    },
    {
      "text": "There is a good public purpose for that encouragement.",
      "id": "s86"
    },
    {
      "text": "It saves the resources of the state from having to be engaged in the resolution of proceedings which the parties themselves are able to bring to an end consensually.",
      "id": "s87"
    },
    {
      "text": "And settlements enable parties to resolve differences consensually in ways that cannot necessarily be achieved by orders that courts have powers to make.",
      "id": "s88"
    },
    {
      "text": "Litigation is fraught with risk.",
      "id": "s89"
    },
    {
      "text": "It is even more risky than providing insurance cover, or as this case shows, taking out insurance policies sequentially with two insurers for the same risk.",
      "id": "s90"
    },
    {
      "text": "26 Adding parties to litigation multiplies the risk for all concerned that one or more may lose or be subjected to costs, which might not be recoverable or fully recoverable from the party found to be responsible for their payment.",
      "id": "s91"
    },
    {
      "text": "In addition, claims for relatively small sums (although in the lives of Mr and Mrs Clark, the sum of $250,000 is no doubt of great significance) tend to become swallowed up in the legal costs required to be expended in the final resolution of those claims.",
      "id": "s92"
    },
    {
      "text": "It is not difficult to see that costs potentially involved in a case like the present, listed for a week's hearing with ING and Adept, could present a formidable burden to Mrs Clark by themselves --- the more so were she to add, as Adept said she should, a second insurer and a second broker.",
      "id": "s93"
    },
    {
      "text": "The costs at stake for Mrs Clark should be seen as an enormous hurdle for her in being able to continue or to bring further proceedings.",
      "id": "s94"
    },
    {
      "text": "27 On top of that she still has the difficulty of dealing with the condition for which she sought, and paid, two insurers for trauma cover.",
      "id": "s95"
    },
    {
      "text": "Until recently she had been refused indemnity by both.",
      "id": "s96"
    },
    {
      "text": "28 I am unable to see any substance in Adept's assertion that Mrs Clark has behaved unreasonably.",
      "id": "s97"
    },
    {
      "text": "In my opinion, there is no basis on which it could be said that she behaved unreasonably in the conduct of this litigation.",
      "id": "s98"
    },
    {
      "text": "It is true she may have been able to take a different, and, as it turned out, a better course earlier.",
      "id": "s99"
    },
    {
      "text": "That does not make the course she took unreasonable, even using the benefit of hindsight.",
      "id": "s100"
    },
    {
      "text": "Indeed, Adept has not demonstrated that she could not have recovered under the ING policy, as she claimed.",
      "id": "s101"
    },
    {
      "text": "If she had been properly advised by Adept she might have had cover under both ING's and Suncorp's policies.",
      "id": "s102"
    },
    {
      "text": "Moreover, on the evidence before me, Adept advised Mrs Clark that she no longer needed to maintain the Suncorp policy on foot in late 2004, so she cancelled it.",
      "id": "s103"
    },
    {
      "text": "29 All these factors would be capable of bewildering ordinary citizens into thinking that litigation of any kind would be risky.",
      "id": "s104"
    },
    {
      "text": "Litigation is fraught with its own trauma and stress inevitably associated with committing one's own resources and family to a speculative endeavour.",
      "id": "s105"
    },
    {
      "text": "Anything can happen in litigation.",
      "id": "s106"
    },
    {
      "text": "Often the experience of the courts, and those who practise in them, is that the unlosable case can be lost and the unwinnable case can be won.",
      "id": "s107"
    },
    {
      "text": "Of course, life just does not have the crisp simplicity which hindsight can provide to assess one's past actions.",
      "id": "s108"
    },
    {
      "text": "Adept's argument is based on the certainty of hindsight and ignores the reality of actual experience.",
      "id": "s109"
    },
    {
      "text": "Suncorp declined and maintained its declinature despite the contents of its file note.",
      "id": "s110"
    },
    {
      "text": "Adept advised Mrs Clark to effect cover with ING.\n \n30 Adept here relied on its assertion of Mrs Clark's supposed unreasonableness.",
      "id": "s111"
    },
    {
      "text": "As I have pointed out, in my opinion she did not act unreasonably.",
      "id": "s112"
    },
    {
      "text": "There is no basis for suggesting that she did so in bringing the litigation against Adept or in seeking to discontinue against it, in the circumstances, and at the time at which she has.",
      "id": "s113"
    },
    {
      "text": "31 On the evidence before me, as soon as Mrs Clark became aware of the possibility that s 54 of the Insurance Contracts Act and the internal memorandum of Suncorp of 5 October 2005 might, in fact, be deployed forensically to persuade Suncorp to pay, she sought to do just that.",
      "id": "s114"
    },
    {
      "text": "In my opinion, no matter what mistakes or oversights Adept may imagine occurred within the minds of those advising Mrs Clark from time to time, these are not matters that warrant a finding that she had been unreasonable in failing to take proceedings against Suncorp earlier than she did or in bringing the proceedings against Adept.",
      "id": "s115"
    },
    {
      "text": "32 If the residue of this litigation were to be resolved in a sensible and commercial way, the steps taken by ING of permitting discontinuance without an order as to costs seem eminently more attuned to achieving that end than the insistence by Adept that Mrs Clark pay its costs as the price of doing so.",
      "id": "s116"
    },
    {
      "text": "After all, Adept's advice was at the heart of the circumstances in which Mrs Clark came to face the litigious dilemma that she has.",
      "id": "s117"
    },
    {
      "text": "33 In my opinion, the appropriate order to make is that sought by Mrs Clark.",
      "id": "s118"
    },
    {
      "text": "Adept should pay the costs of the application to discontinue.",
      "id": "s119"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s120"
    },
    {
      "text": "Associate:\n\nDated: 10 December 2007\n\n\n Counsel for the Applicant: MBJ Lee \n \n Solicitor for the Applicant: William Roberts Lawyers \n \n Counsel for the Second Respondent: RW Potter \n \n Solicitor for the Second Respondent: DLA Phillips Fox \n \n Date of Hearing: 22 November 2007 \n \n Date of Judgment: 22 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1960.html",
      "id": "s121"
    }
  ]
}