{
  "name": "SZJQS v Minister for Immigration &amp; Citizenship [2007] FCA 1893 (28 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1893.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "claims of harassment and detention by corrupt officials",
      "id": "c2"
    },
    {
      "text": "whether persecution",
      "id": "c3"
    },
    {
      "text": "whether persecution for a ground under the refugee convention",
      "id": "c4"
    },
    {
      "text": "no basis for appeal",
      "id": "c5"
    },
    {
      "text": "appeal dismissed.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellants are nationals of the People's Republic of China.",
      "id": "s0"
    },
    {
      "text": "They are husband and wife.",
      "id": "s1"
    },
    {
      "text": "The husband arrived in Australia on 24 March 2006.",
      "id": "s2"
    },
    {
      "text": "His wife had preceded him, arriving in Australia on 6 January that year.",
      "id": "s3"
    },
    {
      "text": "They both applied for protection visas on 5 May 2006.",
      "id": "s4"
    },
    {
      "text": "Those applications were refused by a delegate of the Minister on 15 July 2006.",
      "id": "s5"
    },
    {
      "text": "2 The appellants applied to the Refugee Review Tribunal (the Tribunal) on 17 August 2006 for review of the delegate's decision.",
      "id": "s6"
    },
    {
      "text": "By a decision, which was made on 5 October 2006, the Tribunal affirmed the delegate's decision.",
      "id": "s7"
    },
    {
      "text": "The appellants then applied to the Federal Magistrates Court seeking judicial review of the Tribunal's decision under s 476 of the Migration Act 1958 (Cth) (the Act).",
      "id": "s8"
    },
    {
      "text": "On 18 July 2007 the learned federal magistrate found no jurisdictional error had been made by the Tribunal and dismissed the application.",
      "id": "s9"
    },
    {
      "text": "3 On 7 August 2007 the appellants filed a notice of appeal from the judgment of the Federal Magistrates Court.",
      "id": "s10"
    },
    {
      "text": "4 In the Tribunal's reasons for decision the husband's claims are summarised.",
      "id": "s11"
    },
    {
      "text": "As set out in the primary application they were as follows:\n \n 1.",
      "id": "s12"
    },
    {
      "text": "Between 1991 and 2002 the husband carried on business in China as a carpenter.",
      "id": "s13"
    },
    {
      "text": "He said that he was forced to close that business because of corrupt officials.",
      "id": "s14"
    },
    {
      "text": "These officials forced him to make furniture and other products but did not pay for them.",
      "id": "s15"
    },
    {
      "text": "From 2003 he worked as a labour contractor.",
      "id": "s16"
    },
    {
      "text": "2.",
      "id": "s17"
    },
    {
      "text": "In the middle of 2004 he was approached by a Mr W, a police officer at the Public Security Bureau.",
      "id": "s18"
    },
    {
      "text": "Mr W asked him to do some work for a restaurant and nightclub to be operated by Mr W's relative, Mr Z.",
      "id": "s19"
    },
    {
      "text": "The husband reluctantly agreed to do the work and organised 23 carpenters from his village and other villages to work on the project.",
      "id": "s20"
    },
    {
      "text": "3.",
      "id": "s21"
    },
    {
      "text": "Although the husband was paid 10% of the contract fee in advance he was not paid the balance.",
      "id": "s22"
    },
    {
      "text": "4.",
      "id": "s23"
    },
    {
      "text": "In January 2006 Mr W and policemen entered his home at night claiming they had been informed there were Falun Gong materials hidden there.",
      "id": "s24"
    },
    {
      "text": "They used this as a pretext to remove the husband's commercial documents, including those relating to his contract with Mr Z.",
      "id": "s25"
    },
    {
      "text": "5.",
      "id": "s26"
    },
    {
      "text": "Mr Z subsequently refused to pay the husband unless he could produce the contract.",
      "id": "s27"
    },
    {
      "text": "Mr W denied that he had ever removed such a document from the husband's home.",
      "id": "s28"
    },
    {
      "text": "6.",
      "id": "s29"
    },
    {
      "text": "The husband organised the 23 carpenters to go to Mr Z's restaurant and demand the money.",
      "id": "s30"
    },
    {
      "text": "He repeatedly requested Mr Z to make payment.",
      "id": "s31"
    },
    {
      "text": "7.",
      "id": "s32"
    },
    {
      "text": "In February 2006 the husband organised the 23 carpenters and their families to set up a roadblock outside Mr Z's restaurant and nightclub demanding payment.",
      "id": "s33"
    },
    {
      "text": "Shortly afterwards, police, led by Mr W, surrounded the group and removed the roadblock.",
      "id": "s34"
    },
    {
      "text": "8.",
      "id": "s35"
    },
    {
      "text": "In the evening of the same day Mr W and other police officers attended the husband's home and denounced him for planning anti-government political demonstrations.",
      "id": "s36"
    },
    {
      "text": "He was taken to the Public Security Bureau and detained for a week.",
      "id": "s37"
    },
    {
      "text": "He said that, during that period, he was beaten by Mr W and other policemen.",
      "id": "s38"
    },
    {
      "text": "He said he was forced to sign a statement confessing to planning anti-government political demonstrations.",
      "id": "s39"
    },
    {
      "text": "9.",
      "id": "s40"
    },
    {
      "text": "The husband claimed that, after his release, he was regarded as a person with anti-government ideologies who had not given up his protests against government.",
      "id": "s41"
    },
    {
      "text": "Mr W and other policemen visited his home and monitored his daily activities.",
      "id": "s42"
    },
    {
      "text": "10.",
      "id": "s43"
    },
    {
      "text": "He said that he fears returning to China because he could be harmed there.",
      "id": "s44"
    },
    {
      "text": "5 The Tribunal conducted an oral hearing.",
      "id": "s45"
    },
    {
      "text": "At that hearing the appellants appeared and both gave oral evidence.",
      "id": "s46"
    },
    {
      "text": "Although they had a migration agent the migration agent evidently did not attend the hearing.",
      "id": "s47"
    },
    {
      "text": "Given that they had to present their evidence through an interpreter, this is somewhat surprising.",
      "id": "s48"
    },
    {
      "text": "The Tribunal, in its reasons, set out in detail the evidence that was given by the appellants at the hearing.",
      "id": "s49"
    },
    {
      "text": "It also referred to evidence from other independent sources about corruption in the People's Republic of China.",
      "id": "s50"
    },
    {
      "text": "6 In its findings and reasons the Tribunal accepted the husband's evidence that, prior to 2003, he had been approached by various officials seeking donations from him or who withheld payments for work he performed.",
      "id": "s51"
    },
    {
      "text": "The Tribunal accepted that, although the corrupt officials asked him to do work without pay, he had enough money to support his family.",
      "id": "s52"
    },
    {
      "text": "It found that the work he performed for corrupt officials did not give rise to a significant economic hardship which threatened his capacity to earn a livelihood.",
      "id": "s53"
    },
    {
      "text": "Any fines that he was required to pay did not remove his ability to earn enough to support himself and his family.",
      "id": "s54"
    },
    {
      "text": "He was able to save enough money to enable his son to study in Australia.",
      "id": "s55"
    },
    {
      "text": "The request for payment of fines, so the Tribunal found, did not amount to serious harm for the purposes of the Act.",
      "id": "s56"
    },
    {
      "text": "7 The Tribunal accepted the husband's claim that he had performed work for Mr Z and that he had been introduced to Mr Z by Mr W. It accepted that Mr W was employed by the local police.",
      "id": "s57"
    },
    {
      "text": "It also accepted that the husband was not paid the full fee for the work he performed.",
      "id": "s58"
    },
    {
      "text": "It also accepted that he attempted to obtain payment from Mr Z by going to his premises on a number of occasions and demanding it.",
      "id": "s59"
    },
    {
      "text": "However, the Tribunal did not consider that withholding money for work performed would necessarily amount to persecution.",
      "id": "s60"
    },
    {
      "text": "8 The Tribunal accepted the husband's claim that Mr W and other police officers visited his home in January 2006 to remove commercial documents from those premises.",
      "id": "s61"
    },
    {
      "text": "The Tribunal also accepted that neither of the appellants was a member of, or had any involvement in, Falun Gong.",
      "id": "s62"
    },
    {
      "text": "The police who came to their home were aware of the husband's lack of involvement with Falun Gong.",
      "id": "s63"
    },
    {
      "text": "They did not impute any political opinion or religion to the appellants.",
      "id": "s64"
    },
    {
      "text": "9 The Tribunal found, based on the husband's own evidence, that the police visit in January 2006 and their harassment resulted from his commercial dispute with Mr Z.",
      "id": "s65"
    },
    {
      "text": "The events of January 2006 did not relate to any of the matters in the Convention Relating to the Status of Refugees 1951 done at Geneva on 28 July 1951 (the Refugee Convention).",
      "id": "s66"
    },
    {
      "text": "The Tribunal found that the actions of the police in February 2006 dispersing the roadblock had nothing to do with the Refugee Convention.",
      "id": "s67"
    },
    {
      "text": "It found that the appellant had confirmed he was engaged in a criminal activity and had destroyed private property.",
      "id": "s68"
    },
    {
      "text": "In dispersing the people making up the roadblock the police did not act illegally, nor were they acting in a discriminatory way by reference to one of the Convention grounds.",
      "id": "s69"
    },
    {
      "text": "10 The Tribunal did not accept the husband's claim that he was detained by police and mistreated while in detention.",
      "id": "s70"
    },
    {
      "text": "His claims with respect to detention and harm inflicted on him were said to be vague and general.",
      "id": "s71"
    },
    {
      "text": "He had not provided any evidence to support them.",
      "id": "s72"
    },
    {
      "text": "It is not clear what evidence he could have provided, but that is not a matter on which this Court could interfere with the finding of the Tribunal.",
      "id": "s73"
    },
    {
      "text": "The husband also provided the Tribunal with a copy of a document which he said was a warrant for his arrest.",
      "id": "s74"
    },
    {
      "text": "The Tribunal did not accept that the arrest warrant was genuine.",
      "id": "s75"
    },
    {
      "text": "11 The Tribunal accepted that the husband may have been told by police that setting up a roadblock outside Mr Z's premises was an anti-government activity but, in so doing, they were enforcing a law of general application.",
      "id": "s76"
    },
    {
      "text": "The Tribunal rejected the husband's claim that he had signed a confessional statement that he had been involved in anti-government activities.",
      "id": "s77"
    },
    {
      "text": "It rejected his claim that police continued to harass him after his release from detention.",
      "id": "s78"
    },
    {
      "text": "It did not accept that he was of any continuing interest to Chinese authorities.",
      "id": "s79"
    },
    {
      "text": "He was able to depart the country freely.",
      "id": "s80"
    },
    {
      "text": "The Tribunal found, on the basis of independent information, that if he had been of continuing interest to the authorities it would have been harder for him to leave China.",
      "id": "s81"
    },
    {
      "text": "12 The Tribunal concluded that the husband was of no interest to Chinese authorities and was unlikely to be subject to persecution if he were to return to China.",
      "id": "s82"
    },
    {
      "text": "It accepted that, in certain circumstances, exposing corruption could attract an imputation of a political opinion.",
      "id": "s83"
    },
    {
      "text": "In this case, however, it found that the husband's claims of persecution did not come from opposition to official corruption.",
      "id": "s84"
    },
    {
      "text": "His claim was he suffered harm as the result of a commercial dispute.",
      "id": "s85"
    },
    {
      "text": "The actions of corrupt officials were, at all times, directed to gaining financial benefit from the husband.",
      "id": "s86"
    },
    {
      "text": "The husband did not express opposition to official corruption.",
      "id": "s87"
    },
    {
      "text": "His complaints were about non-payment.",
      "id": "s88"
    },
    {
      "text": "The Tribunal did not consider that exposure of corrupt practices in China could be perceived as a challenge to State authority.",
      "id": "s89"
    },
    {
      "text": "13 The Tribunal did not consider the evidence of the wife to be particularly helpful.",
      "id": "s90"
    },
    {
      "text": "14 In their application under the Act the appellants set out a number of grounds which were put before the Federal Magistrates Court.",
      "id": "s91"
    },
    {
      "text": "The first ground related to the Tribunal's failure to comply with its obligation under s 424A of the Act.",
      "id": "s92"
    },
    {
      "text": "The second ground alleged that the Tribunal failed to comply with its obligation under s 425 of the Act.",
      "id": "s93"
    },
    {
      "text": "15 The federal magistrate, in her judgment, rejected both of these grounds and there is no point in my repeating those reasons here.",
      "id": "s94"
    },
    {
      "text": "There was also a contention that the Tribunal had failed to properly consider the husband's claims so far as they were framed by reference to actual or perceived anti-government political ideologies.",
      "id": "s95"
    },
    {
      "text": "16 In the notice of appeal the appellants say that the federal magistrate was wrong in finding that the Tribunal had acted properly in its findings.",
      "id": "s96"
    },
    {
      "text": "They say that both the Tribunal and the Federal Magistrates Court wrongly characterised the appellants' claim as harm resulting from a commercial dispute.",
      "id": "s97"
    },
    {
      "text": "Neither the Tribunal nor the federal magistrate had considered properly and fairly that the core of the appellants' claim was \"basic human rights\".",
      "id": "s98"
    },
    {
      "text": "17 In expanding on that contention, the appellants said that their basic human rights had been ruined by a corrupt communist dictatorship.",
      "id": "s99"
    },
    {
      "text": "They explained this by the fact that they had to close the shop because they could not get rid of corrupt officials.",
      "id": "s100"
    },
    {
      "text": "They also said that the basic human rights of the 23 carpenters had also been ruined.",
      "id": "s101"
    },
    {
      "text": "They explained this by reference to the non-payment for the work and the subsequent removal of commercial documents from the appellants' home.",
      "id": "s102"
    },
    {
      "text": "Thirdly, when they tried to assert their basic human rights the husband was alleged to have been anti-government.",
      "id": "s103"
    },
    {
      "text": "Among other things, Mr W and his policemen had continued to harass the husband after his release from detention.",
      "id": "s104"
    },
    {
      "text": "18 In the notice of appeal the appellants say it is incorrect to treat the case as a matter of a commercial dispute.",
      "id": "s105"
    },
    {
      "text": "They contend that the husband has been regarded as a person with anti-government attitudes, police often visited his home questioning or monitoring his daily activities, he was required to report anti-government activities to the Public Security Bureau, and it was impossible for him to have a normal life.",
      "id": "s106"
    },
    {
      "text": "19 There is no doubt that official corruption in any country is a cancer at the heart of government.",
      "id": "s107"
    },
    {
      "text": "There is no doubt, also, that innocent individuals may suffer economic harm as the result of corrupt activities by government officials.",
      "id": "s108"
    },
    {
      "text": "Harassment of individuals by corrupt officials is also a serious problem for individuals affected by it.",
      "id": "s109"
    },
    {
      "text": "However, the Refugee Convention does not afford general protection against corrupt activity nor against economic harm caused by such activity.",
      "id": "s110"
    },
    {
      "text": "As was acknowledged in the Tribunal's reasons there may be circumstances in which opposition to official corruption can lead to persecution for alleged anti-government attitudes.",
      "id": "s111"
    },
    {
      "text": "In this case, however, the Tribunal's findings of fact did not permit characterisation of any harm suffered by the appellants as harm related to a Refugee Convention ground.",
      "id": "s112"
    },
    {
      "text": "20 The complaints about the Tribunal's decision which were made to the Federal Magistrates Court were somewhat different from those raised in this Court.",
      "id": "s113"
    },
    {
      "text": "Essentially, the appellants say that the Tribunal did not recognise or accept that they were the subject of persecution on account of alleged political beliefs or opinions.",
      "id": "s114"
    },
    {
      "text": "The way in which the Tribunal analysed the evidence and came to the conclusion that Mr W and his supporters were not persecuting the appellants for political reasons does not disclose any jurisdictional error on the part of the Tribunal.",
      "id": "s115"
    },
    {
      "text": "21 Having reviewed the reasons for decision of the Tribunal and the federal magistrate, I am not satisfied that there is any basis upon which this appeal should be allowed.",
      "id": "s116"
    },
    {
      "text": "The appeal will therefore be dismissed with costs.",
      "id": "s117"
    },
    {
      "text": "I will fix costs in the agreed sum of $2,800.",
      "id": "s118"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s119"
    },
    {
      "text": "Associate:\nDated: 5 December 2007\n\n\n \n The Appellants appeared by video.",
      "id": "s120"
    },
    {
      "text": "Counsel for the Respondent: Mr P Silver \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 28 November 2007 \n \n Date of Judgment: 28 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1893.html",
      "id": "s121"
    }
  ]
}