{
  "name": "Kernaghan v Corrections Corporation of Australia Staff Superannuation Pty Ltd (No.2) [2007] FCA 1040 (11 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1040.html",
  "catchphrases": [
    {
      "text": "trustee's liability insurance",
      "id": "c0"
    },
    {
      "text": "settlement of claim against superannuation fund for breach of duties as trustee",
      "id": "c1"
    },
    {
      "text": "settlement included component not covered by liability policy",
      "id": "c2"
    },
    {
      "text": "whether settlement reasonable",
      "id": "c3"
    },
    {
      "text": "whether liability of superannuation fund ascertainable from settlement",
      "id": "c4"
    },
    {
      "text": "whether onus on insurer to prove that the settlement was not reasonable",
      "id": "c5"
    },
    {
      "text": "whether superannuation fund entitled to reopen case to quantify liability.",
      "id": "c6"
    },
    {
      "text": "insurance",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This judgment considers a number of issues which flow from findings made in [90] to [92] of the reasons for judgment delivered on 6 January 2006 in this proceeding.",
      "id": "s0"
    },
    {
      "text": "The background circumstances are explained in those reasons and will not be repeated, save for [90] to [92] which read as follows:\n \n The issue concerning AIMS is now addressed.",
      "id": "s1"
    },
    {
      "text": "CGU argued that CCAS should not have agreed to pay the applicants their costs of suing AIMS as part of the settlement because the policy did not cover AIMS for its own wrongdoing, but only for the wrongdoing of the trustee as defined.",
      "id": "s2"
    },
    {
      "text": "CGU contended that AIMS was sued for its own wrongdoing.",
      "id": "s3"
    },
    {
      "text": "As the cross-claimants did not lead any evidence of the applicant's separate costs attributable to suing AIMS they had not shown, so it was contended, that the settlement was reasonable.",
      "id": "s4"
    },
    {
      "text": "The policy only provides indemnity in respect of wrongful acts committed by the trustee (cl 1.1 and cl 1.2).",
      "id": "s5"
    },
    {
      "text": "AIMS was not within the definition of trustee.",
      "id": "s6"
    },
    {
      "text": "There is no warrant in the policy for construing 'officer' in cl 5 by reference to s 9 of the Corporations Law as contended for by the cross-claimants.",
      "id": "s7"
    },
    {
      "text": "Further, the claims made against AIMS, even where they involve vicarious or accessorial liability, cannot properly be described as claims arising from acts committed by the trustee.",
      "id": "s8"
    },
    {
      "text": "The allegations concerned conduct of AIMS itself.",
      "id": "s9"
    },
    {
      "text": "Finally, the cross-claimants did not lead evidence as to the amount of the costs paid to the applicants which were attributable to the claim against AIMS.",
      "id": "s10"
    },
    {
      "text": "I accept each of CGU's arguments save for the final step, namely, that as a consequence, the settlement should be found not to have been reasonable.",
      "id": "s11"
    },
    {
      "text": "In a written submission in reply, the cross-claimants contended that the Court should assume that the costs incurred by the applicants in suing AIMS were insignificant especially given that the factual basis of the claims against all the respondents were generally common to all of them.",
      "id": "s12"
    },
    {
      "text": "On this assumption, the cross-claimants argued, the settlement should be found to have been reasonable.",
      "id": "s13"
    },
    {
      "text": "However, it would not be proper to make such an assumption without evidence to support it.",
      "id": "s14"
    },
    {
      "text": "There is no such evidence.",
      "id": "s15"
    },
    {
      "text": "On the other hand, it may be unjust to determine that the entire settlement was unreasonable by reason of this gap in the evidence.",
      "id": "s16"
    },
    {
      "text": "In the written submissions in reply the cross-claimants argued that the Court should order that the applicant's costs of suing AIMS should be taxed or otherwise determined and then deducted from the settlement figure.",
      "id": "s17"
    },
    {
      "text": "CGU did not have liberty to respond to the submissions in reply and thus has not been heard on this proposal.",
      "id": "s18"
    },
    {
      "text": "Unless the parties can agree on this issue, the case will be re-listed to hear submissions on the appropriate orders which should be made consequent upon the conclusions reached above.",
      "id": "s19"
    },
    {
      "text": "2 Following the delivery of judgment on 6 January 2006, CCAS contended that notwithstanding the reasoning in [90] to [92] it was unnecessary for it to call evidence to establish the reasonableness of that part of the settlement whereby CCAS undertook to pay the costs of the applicants.",
      "id": "s20"
    },
    {
      "text": "For example, it contended that it was open to the Court on the evidence already adduced to infer that the settlement was reasonable, and, alternatively it contended that the onus lay on CGU to prove that the settlement was not reasonable.",
      "id": "s21"
    },
    {
      "text": "It also argued that if it was necessary to call evidence then it was entitled to do so because it had not closed its case on the issue of the reasonableness of the settlement agreement.",
      "id": "s22"
    },
    {
      "text": "However, in the event that these arguments did not avail it, CCAS applied to the Court for leave to reopen its case to adduce evidence of the reasonableness of the settlement agreement as to the payment of the costs of the applicants suing the respondents other than AIMS.",
      "id": "s23"
    },
    {
      "text": "3 It is convenient at this point to consider CCAS' application to reopen the case on the assumption that its case was closed, that it bears the onus of establishing that the settlement agreement was reasonable, and that it has not yet done so.",
      "id": "s24"
    },
    {
      "text": "THE APPLICATION TO REOPEN \n \n4 CGU opposed the application to reopen.",
      "id": "s25"
    },
    {
      "text": "It contended that it had outlined its position at the beginning of the case, namely that the payment of the applicants' costs of suing AIMS rendered the settlement unreasonable, that there was no attempt by the cross-claimants to lead evidence of the separate costs of the applicants suing the respondents other than AIMS, and consequently, the settlement agreement had not been shown to be reasonable.",
      "id": "s26"
    },
    {
      "text": "5 The issue was addressed initially by counsel for the cross-claimants in opening on the first day of the trial as follows:\n \n MR DAVIS: Your Honour, moving on, Mr Murdoch, on 1 September when your Honour called us before you to ensure that the train was on the tracks, made a point of the fact that the applicants' costs were not taxed.",
      "id": "s27"
    },
    {
      "text": "It's completely irrelevant.",
      "id": "s28"
    },
    {
      "text": "Some costs were in fact subject to a certificate of taxation.",
      "id": "s29"
    },
    {
      "text": "The certificate of taxation is found in the court book, CB2079.",
      "id": "s30"
    },
    {
      "text": "It was a certificate by Registrar Bardsley.",
      "id": "s31"
    },
    {
      "text": "That was the amount of $89,000 which I'll come to how that arose, but the 450 - the absence of taxation is nothing to the point in the circumstances.",
      "id": "s32"
    },
    {
      "text": "HIS HONOUR: I suppose that even at this stage it would be possible to, if I found in your favour on the question of the liability of CGU to pay those costs, it would still be open, would it not, to have the registrar assess them?",
      "id": "s33"
    },
    {
      "text": "MR DAVIS: Yes, your Honour.",
      "id": "s34"
    },
    {
      "text": "Our primary submission is that the costs should be allowed in this amount.",
      "id": "s35"
    },
    {
      "text": "HIS HONOUR: Yes, yes, I understand that.",
      "id": "s36"
    },
    {
      "text": "MR DAVIS: But in default of that, provided there's a liability to pay costs - - - \n \n HIS HONOUR: Mr Davis, I'm responding to your point that Mr Murdoch's position is that there was no taxation.",
      "id": "s37"
    },
    {
      "text": "MR DAVIS: Yes, your Honour.",
      "id": "s38"
    },
    {
      "text": "HIS HONOUR: What I'm saying is, is a solution to that problem the possibility that the registrar could now undertake an assessment - I think under the rules - it may not be the process of taxation of those costs, but it might be a way of assessing - in other words, it's a quantification under the policy, using not my time or any debate that - see, Mr Murdoch might be wanting to satisfy his clients that they're not paying over the odds on that particular quantum, and if there was a procedure available which enabled that to be done, then that might be sufficient to answer the problem.",
      "id": "s39"
    },
    {
      "text": "MR DAVIS: May I respond to that, your Honour.",
      "id": "s40"
    },
    {
      "text": "There are two points that arise from that, if I may.",
      "id": "s41"
    },
    {
      "text": "The first point is that the applicants' costs have been assessed.",
      "id": "s42"
    },
    {
      "text": "They have been assessed in the appropriate way which is in a proceeding between the applicants and my clients.",
      "id": "s43"
    },
    {
      "text": "The second point - so our primary case remains.",
      "id": "s44"
    },
    {
      "text": "There's evidence of the reasonableness of the costs, otherwise what is Registrar Bardsley's estimate.",
      "id": "s45"
    },
    {
      "text": "But moving on from that, if I'm wrong about it, then what your Honour says makes very good sense.",
      "id": "s46"
    },
    {
      "text": "In other words, if your Honour were to find contrary to my primary submission which is that in the absence of evidence to the contrary, and none has been called, the registrar's estimate should stand as an assessment, which is my primary submission.",
      "id": "s47"
    },
    {
      "text": "If I'm wrong about that, then it would be for your Honour to refer the matter out.",
      "id": "s48"
    },
    {
      "text": "I doubt that it could be done under the rules, it would have to be done by direction of your Honour.",
      "id": "s49"
    },
    {
      "text": "The reason it couldn't be done under the rules is the taxation - - - \n \n HIS HONOUR: No, it wouldn't be a taxation under the rules.",
      "id": "s50"
    },
    {
      "text": "It would be - - - \n \n MR DAVIS: Precisely.",
      "id": "s51"
    },
    {
      "text": "HIS HONOUR: It would be an assessment in effect of damages as - - - \n \n MR DAVIS: Precisely, by a referee costing consultant or by a registrar, as your Honour saw fit.",
      "id": "s52"
    },
    {
      "text": "But my primary submission is that's unnecessary, for the reasons I've expressed.",
      "id": "s53"
    },
    {
      "text": "I can't advance them further at this stage, your Honour, other than to say, in my submission, it's a very good argument that the registrar's assessments be good evidence.",
      "id": "s54"
    },
    {
      "text": "It was always open to Mr Murdoch to contradict it, always.",
      "id": "s55"
    },
    {
      "text": "...",
      "id": "s56"
    },
    {
      "text": "So, my submission about the registrar's estimate falls within the umbrella of the general principle that a reasonable settlement is all that you have to prove, and we say we establish reasonableness by the registrar's estimate, and all I've been saying is that it would be very curious if that weren't right.",
      "id": "s57"
    },
    {
      "text": "...\n \n\n6 Senior counsel for CGU put the position in response on the following day as follows:\n \n ... Now our proposition is this, your Honour.",
      "id": "s58"
    },
    {
      "text": "The proceeding that was brought by all of those applicants was a proceeding not just against the trustee or Mr Lawson and Mr Twomey.",
      "id": "s59"
    },
    {
      "text": "It was a significant proceeding against CCA [AIMS].",
      "id": "s60"
    },
    {
      "text": "But the orders that the trustee acceded to that your Honour made, having been invited to do so by the settlement between the parties, was an order that the trustee pay all of the applicants' costs which included the applicants' costs in relation to the significant proceeding that it bought against CCA.",
      "id": "s61"
    },
    {
      "text": "Now we say, your Honour, that is an entirely unreasonable thing to do for the trustee or the trustees to take upon themselves the burden of paying the costs of the trustee which were, the costs of CCA, which were incurred as a result of a claim which was made against CCA - - - \n \n ...\n \n MR MURDOCH: ... And, secondly, in this proceeding the trustee has not essayed to try to tell your Honour how much of those costs which they have paid might have been costs attributable to the applicant's costs of running its case or developing its case against CCA.",
      "id": "s62"
    },
    {
      "text": "We say in those circumstances that situation remains one whereby it is unreasonable.",
      "id": "s63"
    },
    {
      "text": "...\n \n ...\n \n HIS HONOUR: Well, if you succeed in persuading me that the settlement was unreasonable by virtue of having taken into account the applicants' costs of fighting the employer, and that the employer was in any event not covered by the policy, where does it leave - but that you were otherwise liable, ultimately that means your client pays something but not everything claimed.",
      "id": "s64"
    },
    {
      "text": "MR MURDOCH: It might.",
      "id": "s65"
    },
    {
      "text": "We would say the antecedent question is, has the trustee in those circumstances proved that the settlement was reasonable.",
      "id": "s66"
    },
    {
      "text": "If they haven't, if one can see on its face that it can't have been for that reason and they have not sought in this proceeding to advance evidence which could give the Court any degree of comfort about how the sum that they did pay might have a certain further sum extracted from it, having regard to the proportion of costs that the applicants incurred in fighting the employer, then it will simply have failed to prove its case in relation to the issue of costs.",
      "id": "s67"
    },
    {
      "text": "HIS HONOUR: It is not a very attractive outcome on the assumptions that have been made.",
      "id": "s68"
    },
    {
      "text": "MR MURDOCH: I understand that, your Honour.",
      "id": "s69"
    },
    {
      "text": "A fallback position then would be whether, if my learned friend were to ask for some form of declaratory relief, whether the Court could fashion an order for declaratory relief and then make provision for there to be some form of assessment or accounting which would then produce what the Court might think was a more palatable and equitable result; of course, all of this depending upon whether the trustee in any event is able to demonstrate that the contract of insurance responds which we say it doesn't.",
      "id": "s70"
    },
    {
      "text": "7 In view of the submissions of CGU, it was unwise of CCAS not to call evidence as to the separate costs of the applicants suing the respondents other than AIMS in order to meet the eventuality that CGU's argument might be accepted.",
      "id": "s71"
    },
    {
      "text": "8 CGU then contended that it would suffer embarrassment and prejudice if the application to reopen was granted, and hence it would be unfair for the Court to allow the application.",
      "id": "s72"
    },
    {
      "text": "The unfairness lay in the fact, so it was submitted, that the original bill of costs of the applicants did not deal separately with the applicants' costs of suing the respondents other than AIMS.",
      "id": "s73"
    },
    {
      "text": "A calculation of the separate costs of the applicants suing the respondents other than AIMS would have to be done.",
      "id": "s74"
    },
    {
      "text": "CGU attempted to obtain access to the files of the solicitors for the applicants in order to undertake this exercise but such access was denied by the solicitors for the applicants.",
      "id": "s75"
    },
    {
      "text": "9 On the other hand, the evidence on which CCAS seeks to rely, if granted leave to reopen its case, is evidence from Ms Catherine Dealehr.",
      "id": "s76"
    },
    {
      "text": "She is a solicitor practising as a legal costs consultant.",
      "id": "s77"
    },
    {
      "text": "She prepared the original bill of costs for the applicants.",
      "id": "s78"
    },
    {
      "text": "In her affidavits, she analyses the original bill, and by application of her recollection of the files of the applicants' solicitors, produces an opinion of the amount of the separate costs of the applicants suing AIMS.",
      "id": "s79"
    },
    {
      "text": "10 At this point in the argument I did not rule on the application to reopen the case, but rather heard the evidence which would be called if the application were granted.",
      "id": "s80"
    },
    {
      "text": "Ms Dealehr was extensively cross-examined by senior counsel for CGU particularly in relation to her methodology.",
      "id": "s81"
    },
    {
      "text": "By way of answer, CGU relied on an affidavit sworn by Ms Judith Hedstrom, also a solicitor practising as a legal costs consultant.",
      "id": "s82"
    },
    {
      "text": "11 CGU has not persuaded me that it would suffer prejudice if the evidence of Ms Dealehr were admitted on a reopened case.",
      "id": "s83"
    },
    {
      "text": "CGU is in no different position now than it would have been had the evidence been called in the course of the original hearing.",
      "id": "s84"
    },
    {
      "text": "The cross-claimants would have been entitled to call such evidence at the trial without seeking leave of the Court.",
      "id": "s85"
    },
    {
      "text": "The necessity for reconstruction of the applicants' costs of suing AIMS existed then as it does now.",
      "id": "s86"
    },
    {
      "text": "That situation applied from the time of the making of the settlement agreement and does not arise from the reopening of the case.",
      "id": "s87"
    },
    {
      "text": "12 Further, because the decision on the reopening application was postponed until after the taking of evidence which would be relied on if the application were granted, it has been possible to assess the quality of the case which CGU would make against the reasonableness of the settlement.",
      "id": "s88"
    },
    {
      "text": "As will be referred to later in these reasons, the case is cogent and forceful.",
      "id": "s89"
    },
    {
      "text": "13 The Court has discretion whether to allow the case to be reopened or not.",
      "id": "s90"
    },
    {
      "text": "That discretion must be exercised in the interests of justice.",
      "id": "s91"
    },
    {
      "text": "An important consideration against allowing an application to reopen is the need to bring finality to litigation.",
      "id": "s92"
    },
    {
      "text": "It is also relevant to examine the circumstances in which the need to reopen arose and in particular whether the cross-claimants deliberately chose not to call evidence at the first instance which it wished to call in the reopened case: see Smith v New South Wales Bar Association [1992] HCA 36 ; (1992) 176 CLR 256.",
      "id": "s93"
    },
    {
      "text": "As previously mentioned, the cross-claimants deliberately chose not to call evidence as to the separate costs of the applicants suing the respondents other than AIMS despite clear indications from CGU that it would rely on this gap in the evidence.",
      "id": "s94"
    },
    {
      "text": "But the interests of justice require that these factors be taken into account against the competing interests of the parties to the litigation.",
      "id": "s95"
    },
    {
      "text": "In this case if the application is refused, CCAS loses the chance of arguing that the settlement was reasonable.",
      "id": "s96"
    },
    {
      "text": "The interests of justice in this instance lie in allowing CCAS to make that case because the only prejudice suffered by CGU is the delay in the completion of the litigation.",
      "id": "s97"
    },
    {
      "text": "Any additional costs which are attributable to the way in which the CCAS has conducted the case can be awarded to CGU and thereby address any prejudice suffered by CGU.",
      "id": "s98"
    },
    {
      "text": "Subject to the next question to be considered, I would grant leave to CCAS to reopen its case for the limited purpose of calling evidence and addressing argument on the reasonableness of the agreement to settle the costs of the applicants by payment of $450,000.",
      "id": "s99"
    },
    {
      "text": "THE LUMBERMENS POINT \n \n14 Aside from the discretionary argument just considered, CGU argued that CCAS should not have leave to reopen its case because there was a legal impediment in the way of CCAS ever establishing that the settlement agreement relating to the applicants' costs was reasonable.",
      "id": "s100"
    },
    {
      "text": "The settlement included a payment of the applicants' costs of suing AIMS.",
      "id": "s101"
    },
    {
      "text": "This was a liability which was not insured against.",
      "id": "s102"
    },
    {
      "text": "It was necessarily unreasonable for CCAS to saddle CGU with a settlement which included an element which was outside the indemnity provided by the policy.",
      "id": "s103"
    },
    {
      "text": "15 CGU argued that the judgment of Colman J in Lumbermens Mutual Casualty Company v Bovis Lend Lease Limited [2004] EWHC 2197 (Comm) supported this submission.",
      "id": "s104"
    },
    {
      "text": "In that case a builder, Bovis, sued an owner, Braehead, for about [sterling]37 million being the monies allegedly outstanding under a building contract.",
      "id": "s105"
    },
    {
      "text": "Braehead counter-claimed for about [sterling]46 million for defective and non-compliant work and for about [sterling]49 million for mismanagement, together with [sterling]7 million claimed for liquidated damages.",
      "id": "s106"
    },
    {
      "text": "The total of the counter-claim amounted to about [sterling]103 million.",
      "id": "s107"
    },
    {
      "text": "The litigation was settled by an agreement under which Braehead agreed to pay Bovis [sterling]15 million.",
      "id": "s108"
    },
    {
      "text": "16 Bovis held a professional liability policy with Lumbermens.",
      "id": "s109"
    },
    {
      "text": "It made a claim on the policy following the settlement.",
      "id": "s110"
    },
    {
      "text": "Lumbermens refused to indemnify and bought proceedings for a declaration that it had no liability to indemnify under the policy.",
      "id": "s111"
    },
    {
      "text": "Colman J upheld Lumbermens' argument.",
      "id": "s112"
    },
    {
      "text": "He said that under a liability policy the insurer was not obliged to indemnify unless the liability of the insured was ascertained, in the case of the settlement, by the settlement agreement.",
      "id": "s113"
    },
    {
      "text": "Until the liability of the insured was ascertained the insured had no cause of action for an indemnity.",
      "id": "s114"
    },
    {
      "text": "He said at [55]:\n \n ... a global settlement agreement of the nature of that found in the present case does not satisfy the requirement of ascertainment of loss under these liability insurance policies.",
      "id": "s115"
    },
    {
      "text": "It does not impose on the assured any identifiable loss in respect of any identifiable insured eventuality.",
      "id": "s116"
    },
    {
      "text": "It merely identifies the overall price paid by the assured as consideration for a contract which conferred on the assured various different benefits including the dropping by Braehead of all claims in respect of the project.",
      "id": "s117"
    },
    {
      "text": "17 The facts of the instant case are distinguishable from those in Lumbermens .",
      "id": "s118"
    },
    {
      "text": "In Lumbermens it was not possible to determine from the settlement agreement whether any liability for mismanagement, the only liability which attracted indemnity, was part of the settlement sum.",
      "id": "s119"
    },
    {
      "text": "Colman J described the position at [7] thus:\n \n ...",
      "id": "s120"
    },
    {
      "text": "The method of calculation of that global sum was not identified in the agreement.",
      "id": "s121"
    },
    {
      "text": "In particular, there was no indication as to what extent if any Bovis's claim of [sterling]37,778,226 had been treated as validly in excess of [sterling]15 million or which if any of the many detailed elements of Braehead's counterclaim had been treated as valid.",
      "id": "s122"
    },
    {
      "text": "Indeed, the terms of the Settlement Agreement gave no indication as to whether the parties agreed that there was any substance in any of the elements of Braehead's counterclaim that is to say whether there was any common position that the claim by Bovis fell to be reduced because it was partly intrinsically defective or because part of Braehead's counterclaim could be set off against Bovis's claim.",
      "id": "s123"
    },
    {
      "text": "Nor does it contain any indication as to whether any particular amount was paid to settle such part of the counterclaims as the Insurers could not dispute fell within the scope of the indemnity.",
      "id": "s124"
    },
    {
      "text": "18 In the present case the settlement agreement provided for CCAS to consent to orders that:\n \n \n (b) the Trustee pay the Applicants' costs of the Proceeding including reserved costs and costs of the amendments to the statement of claim, to be taxed on a party/party basis in default of agreement such costs to be paid forthwith.",
      "id": "s125"
    },
    {
      "text": "Thus, in this case, the agreement itself specified the liability incurred by the insured.",
      "id": "s126"
    },
    {
      "text": "The agreement thereby ascertained the liability of CCAS.",
      "id": "s127"
    },
    {
      "text": "Hence, the lack of ascertainment of the liability incurred by the insured which was the reason for Colman J upholding Lumbermens' argument, does not exist in this case.",
      "id": "s128"
    },
    {
      "text": "Rather, the present controversy concerns the discharge by the settlement agreement of the liability of CCAS which was not covered by the indemnity provided by CGU.",
      "id": "s129"
    },
    {
      "text": "That liability, although not its amount, was obvious from the terms of the settlement agreement.",
      "id": "s130"
    },
    {
      "text": "19 In any event, the principle formulated in Lumbermens has been the subject of controversy.",
      "id": "s131"
    },
    {
      "text": "A little over a year after judgment in Lumbermens , Aikens J in Enterprise Oil Limited v Strand Insurance Company Ltd [2006] EWHC 58 (Comm) said at [166- 171]:\n \n Therefore, contrary to the view expressed by Colman J at paragraph 47 of his judgment in Lumbermen's , in my view those cases do not establish that it is a pre-condition for recovery under a liability policy that the insured has 'ascertained', by virtue of the wording of a judgment, or award or settlement agreement itself, the 'specific cost to the insured of discharging its insured liability'.",
      "id": "s132"
    },
    {
      "text": "In other words, in my view an insured does not have to show an amount of its loss to be claimed under an insured peril covered by the liability policy has been 'specifically ascertained' in the wording of a judgment, award or settlement.",
      "id": "s133"
    },
    {
      "text": "I say this for two particular reasons, quite apart from the fact that neither case uses such language.",
      "id": "s134"
    },
    {
      "text": "[original emphasis]\n \n The most important, if obvious, point is that an insurer always has the right to challenge whether the insured's right to indemnity under the policy has been established.",
      "id": "s135"
    },
    {
      "text": "Therefore it has the right to challenge whether the insured was, in fact and law, liable to the third party.",
      "id": "s136"
    },
    {
      "text": "It has the right to challenge the quantum of the liability.",
      "id": "s137"
    },
    {
      "text": "And it must also have the right to challenge whether, on the facts of the case, the insured's liability to the third party is a loss within the scope of the liability policy, whatever is stated in a judgment, award or settlement.",
      "id": "s138"
    },
    {
      "text": "Apart from anything else, the insurer will not be a party to the judgment, award or settlement, unless specifically involved.",
      "id": "s139"
    },
    {
      "text": "I accept that in the case of judgments and awards, the conclusion of a competent tribunal on the merits as to liability and quantum is unlikely to be upset in an action on the liability policy.",
      "id": "s140"
    },
    {
      "text": "But I cannot see why, in principle, it should not be challenged.",
      "id": "s141"
    },
    {
      "text": "In the case of settlements, Colman J himself specifically accepted that an insurer is not bound by a settlement agreement between the insured and the third party as to liability, or quantum.",
      "id": "s142"
    },
    {
      "text": "However, Colman J draws a distinction between two functions of 'ascertainment' by judgment, award or settlement.",
      "id": "s143"
    },
    {
      "text": "He describes one function as a 'source of evidence' as to liability and quantum of the insured to the third party.",
      "id": "s144"
    },
    {
      "text": "He says that cases affirming an insurer's right to challenge issues of liability and quantum in a settlement agreement are concerned only with that function of 'ascertainment'.",
      "id": "s145"
    },
    {
      "text": "But he states that the primary function of 'ascertainment' is to identify and 'thereby represent the assured's loss attributable to the relevant liability'.",
      "id": "s146"
    },
    {
      "text": "I cannot find that function identified in any of the cases to which Colman J refers.",
      "id": "s147"
    },
    {
      "text": "Moreover, it seems to me wrong in principle for the reason that I have already given, ie.",
      "id": "s148"
    },
    {
      "text": "that a judgment, award or settlement between an insured and a third party is not concerned to 'ascertain' the loss of the insured under a liability policy; it is irrelevant to those parties.",
      "id": "s149"
    },
    {
      "text": "I accept that if the insured has negotiated a settlement which identifies certain heads of claim as being referable to certain causes of action that are within the perils insured under the insured's liability policy, then that will be evidence that the insured has suffered a loss that is covered by the policy.",
      "id": "s150"
    },
    {
      "text": "But, as the case of MDIS Ltd v Swinbank shows, that can be challenged by underwriters.",
      "id": "s151"
    },
    {
      "text": "If it is challenged, then the question of whether there has been a loss covered by the policy terms will be decided on evidence that is extrinsic to the settlement agreement itself.",
      "id": "s152"
    },
    {
      "text": "If that exercise is permissible, which it must be, then I cannot see the basis for saying that an insured has no cause of action against a liability insurer unless it can demonstrate that there was a pre-existing determination, in the settlement agreement itself, of the precise amount of its liability to a third party that is attributable to a peril insured under the liability policy.",
      "id": "s153"
    },
    {
      "text": "Therefore, on principle, I think that it is open to an insured to assert and prove, by extrinsic evidence, that it is liable to a third party for a particular sum under a settlement that has been made and that the particular sum represents a loss covered by an insured peril under the liability policy.",
      "id": "s154"
    },
    {
      "text": "Equally, if an insured had made a settlement which purported to identify a particular sum as representing the quantum of liability for a particular type of loss that equated to an insured peril under the liability policy, the insurer would be free to challenge the insured's liability to the third party, the quantum of the liability and whether the particular liability identified in the settlement did, in fact, constitute a loss covered by an insured peril under the policy.",
      "id": "s155"
    },
    {
      "text": "These comments are obiter.",
      "id": "s156"
    },
    {
      "text": "Nevertheless they were adopted by Morrison J, also in obiter, in AIG Europe (Ireland) Limited v Faraday Capital Limited [2006] EWCH 2707 (Comm) at [69].",
      "id": "s157"
    },
    {
      "text": "20 In the event that I am wrong in my view that Lumbermens is distinguishable, I would find the criticism of that case by Aikens J compelling and prefer the approach adopted by him.",
      "id": "s158"
    },
    {
      "text": "I would apply it in this case.",
      "id": "s159"
    },
    {
      "text": "The result would be to permit CCAS to lead evidence of the separate costs of the applicants suing the respondents other than AIMS in order to establish that the settlement agreement included a liability which attracted the indemnity provided by CGU and was reasonable.",
      "id": "s160"
    },
    {
      "text": "21 It follows from the above reasoning that CCAS has leave to reopen its case to establish that part of the settlement which represents the reasonable costs of the applicants suing the respondents other than AIMS, and, hence, the amount of the indemnity which CGU has contracted to provide.",
      "id": "s161"
    },
    {
      "text": "THE REASONABLENESS OF THE SETTLEMENT AGREEMENT AS TO COSTS \n \n22 Ms Dealehr has been a legal costs consultant for nearly 20 years.",
      "id": "s162"
    },
    {
      "text": "She has had extensive experience in the area.",
      "id": "s163"
    },
    {
      "text": "When the consent order was made on 18 November 2003 consequent upon the settlement of the applicants' claims, Ms Dealehr was engaged by the applicants' solicitors to prepare the bill of costs.",
      "id": "s164"
    },
    {
      "text": "She spent a month in the offices of the applicants' solicitors for the purpose and had access to their files.",
      "id": "s165"
    },
    {
      "text": "The bill which she produced was 353 pages long.",
      "id": "s166"
    },
    {
      "text": "It itemised each step in the litigation with detailed notation.",
      "id": "s167"
    },
    {
      "text": "The bill contained just over 2,300 separate items.",
      "id": "s168"
    },
    {
      "text": "They were recorded after consideration of the material in the files of the applicants' solicitors and this recording was done approximately at the time when Ms Dealehr considered that material.",
      "id": "s169"
    },
    {
      "text": "23 There was no need to apportion the separate costs of the applicants suing the respondents other than AIMS in this original bill.",
      "id": "s170"
    },
    {
      "text": "The order of the Court governed the way in which the bill was drawn, namely, to show the total amount of the applicants' costs of suing all the respondents.",
      "id": "s171"
    },
    {
      "text": "24 For the purpose of this stage of the case Ms Dealehr revisited the bill of costs in early 2006.",
      "id": "s172"
    },
    {
      "text": "She swore several affidavits which described the exercise she undertook in order to extract from the original bill the costs separately attributable to the applicants suing each of the respondents and the common costs.",
      "id": "s173"
    },
    {
      "text": "She then reduced these costs by the percentage which reflected the difference between the amount of the original costs, namely $566,629.96 and the agreed figure of costs of $450,000.",
      "id": "s174"
    },
    {
      "text": "The final division of the original bill of costs was:\n CCAS $118,767.18 Lawson &amp; Twomey $94, 493.63 AIMS $45,982.57 Common Costs $307,386.58 TOTAL $566,629.96 \n25 In her examination and cross-examination, Ms Dealehr displayed a clear recollection of the detail of the material upon which the original bill was based.",
      "id": "s175"
    },
    {
      "text": "To the extent that this factual basis is relevant to the present issues, I am confident that Ms Dealehr's evidence is reliable even though about two years have passed since she drew the original bill of costs.",
      "id": "s176"
    },
    {
      "text": "26 CGU challenged the methodology used by Ms Dealehr in apportioning the separate costs between the respondents in particular in two areas, namely in relation to the costs of perusals and in relation to the costs of the pleadings.",
      "id": "s177"
    },
    {
      "text": "The two major challenges were justified.",
      "id": "s178"
    },
    {
      "text": "27 The total costs allowed in the original bill for instructions for brief (excluding disbursements) was $312,500.",
      "id": "s179"
    },
    {
      "text": "This is that portion of the total costs of $566,629.96 which relates to the costs of the applicants' solicitors dealing with the applicants' side of the case as distinct from their dealing with the parties on the opposite side of the record.",
      "id": "s180"
    },
    {
      "text": "Most of the costs of instructions for brief relate to the perusals by the applicants' solicitors of documents discovered by the respondents.",
      "id": "s181"
    },
    {
      "text": "Ms Dealehr divided the instructions for brief so that $78,046 was attributed to CCAS, $78,277 to Lawson &amp; Twomey, whilst only $14,302 was attributed to AIMS.",
      "id": "s182"
    },
    {
      "text": "The reason for this allocation was that CCAS on the one hand and Lawson and Twomey on the other hand provided discovered documents to the applicants first and those documents were perused by the applicants' solicitors before they received any documents from AIMS.",
      "id": "s183"
    },
    {
      "text": "Afterwards AIMS provided far fewer documents and these were perused separately.",
      "id": "s184"
    },
    {
      "text": "The costs of the first perusal were divided equally between CCAS on the one hand and Lawson and Twomey on the other because the documents came from them.",
      "id": "s185"
    },
    {
      "text": "But this approach paid no regard to the fact that most of the documents produced by the respondents were relevant to the claims against all of them.",
      "id": "s186"
    },
    {
      "text": "I find that the proper allocation of the costs of perusal for the discovered documents was an equal allocation between the respondents.",
      "id": "s187"
    },
    {
      "text": "It is appropriate to treat Lawson and Twomey as one because they were represented by one solicitor and the case against them was almost the same.",
      "id": "s188"
    },
    {
      "text": "28 Similarly, in relation to the costs of the pleadings, Ms Dealehr failed to make sufficient allowance for the portion of those costs attributable to the applicants suing AIMS.",
      "id": "s189"
    },
    {
      "text": "Initially she allocated the costs of pleadings to common costs.",
      "id": "s190"
    },
    {
      "text": "On reconsideration shortly prior to trial, she allowed 25% of these costs as common costs, 50% in relation to the claim against CCAS, 15% in relation to the claim against Lawson and Twomey and 10% in relation to the claim against AIMS.",
      "id": "s191"
    },
    {
      "text": "In cross examination Ms Dealehr was pressed with the competing view that this allocation did not properly reflect the fact that a large number of the allegations in the statement of claim were made against AIMS and that AIMS contested most allegations made against it.",
      "id": "s192"
    },
    {
      "text": "I accept CGU's criticism of Ms Dealehr's methodology in this regard.",
      "id": "s193"
    },
    {
      "text": "29 The point which CGU sought to make from these challenges to Ms Dealehr's methodology was that the methodology was so unreliable that it could not support a fair calculation of the separate costs of the applicants suing the respondents other than AIMS.",
      "id": "s194"
    },
    {
      "text": "In support of this case, Ms Hedstrom gave evidence for CGU that it was extremely difficult to determine the separate costs of suing each respondent from the bill drawn in the form of this bill which did not separate the costs of suing the separate respondents.",
      "id": "s195"
    },
    {
      "text": "30 Whilst I accept that ordinarily this would be an extremely difficult task, in view of Ms Dealehr's familiarity with the items in the bill and the material which explained it, there is a basis from which the Court is able to form an impression of the appropriate allocation of these costs.",
      "id": "s196"
    },
    {
      "text": "I am left with the impression that Ms Dealehr's calculations had some tendency to favour minimising the costs of the applicants attributable to suing AIMS.",
      "id": "s197"
    },
    {
      "text": "Overall, taking into account the two major challenges made by CGU and several less important challenges, I find that the costs of the applicants suing the respondents other than AIMS, apart from common costs, amounts to two thirds of the separate costs of the applicants suing the respondents.",
      "id": "s198"
    },
    {
      "text": "31 There remains the question of the common costs identified by Ms Dealehr.",
      "id": "s199"
    },
    {
      "text": "There is a defensible argument that CGU should bear all of the common costs because those costs would have been incurred even if AIMS had not been sued.",
      "id": "s200"
    },
    {
      "text": "There is an opposite defensible argument that CGU should not bear any of the common costs because they would all have been incurred if AIMS alone had been sued.",
      "id": "s201"
    },
    {
      "text": "But neither of these alternatives reflects a reasonable view of the actual circumstances in which the applicants sued all the respondents.",
      "id": "s202"
    },
    {
      "text": "It is possible for the Court to allocate the common costs in a reasonable way on the basis of an impression of the work done and difficulty encountered in conducting the case against each of the respondents.",
      "id": "s203"
    },
    {
      "text": "A reasonable division in the circumstances of this case is equality between the parties.",
      "id": "s204"
    },
    {
      "text": "Again, it is appropriate to treat Lawson and Twomey as one.",
      "id": "s205"
    },
    {
      "text": "A reasonable division then would be to divide the common costs three ways.",
      "id": "s206"
    },
    {
      "text": "32 Thus, taking into account both the separate costs and the common costs the reasonable costs of the applicants suing the respondents other than AIMS is two thirds of the $450,000 settlement figure namely $300,000.",
      "id": "s207"
    },
    {
      "text": "THE ONUS OF PROOF SUBMISSIONS \n \n33 It is desirable to address some submissions advanced by CCAS which may be relevant if I am wrong to have allowed CCAS to reopen its case.",
      "id": "s208"
    },
    {
      "text": "34 At [90] to [92] of the reasons for judgment delivered on 6 January 2006 it was determined, prior to the admission of any further evidence on the reopened case, that CCAS had not established that the settlement in relation to the applicants' costs of suing the respondents other than AIMS was reasonable.",
      "id": "s209"
    },
    {
      "text": "The question then is what consequence would follow from this determination.",
      "id": "s210"
    },
    {
      "text": "35 As I understood the argument, CCAS contended that it was immaterial whether CCAS failed to establish that the settlement was reasonable because the onus of proof lay on CGU to demonstrate that the settlement was not reasonable.",
      "id": "s211"
    },
    {
      "text": "As CGU had not done so prior to the application to reopen, there should be judgment for CCAS on this issue.",
      "id": "s212"
    },
    {
      "text": "36 Where an insured claims indemnity from an insurer for liability to a third party based on a settlement of that liability with the third party, the insured is entitled to indemnity if the settlement is reasonable: Unity Insurance Brokers Pty Ltd v Rocco Pezzano Pty Ltd [1998] HCA 38 ; (1998) 192 CLR 603 ( Unity Brokers ).",
      "id": "s213"
    },
    {
      "text": "Counsel for CCAS seemed to argue that the insured need only establish that the settlement was concluded and then the onus shifts to the insurer to establish that the settlement was not reasonable.",
      "id": "s214"
    },
    {
      "text": "The argument appears wrong on its face because the reasonableness of the settlement is a critical part of the case to be made by the insured.",
      "id": "s215"
    },
    {
      "text": "It is a necessary element of its claim.",
      "id": "s216"
    },
    {
      "text": "Furthermore, it depends on information which is normally within the knowledge of the insured and outside the knowledge of the insurer.",
      "id": "s217"
    },
    {
      "text": "However, counsel for CCAS submitted that the proposition was supported by the majority decision in BNP Paribas v Pacific Carriers Ltd [2005] NSWCA 72.",
      "id": "s218"
    },
    {
      "text": "He relied on [263] in the judgment of Giles JA, with whom Sheller JA agreed, as follows:\n \n In the present case a reasonable settlement was foreseeable.",
      "id": "s219"
    },
    {
      "text": "The burden was on BNP [the indemnifier] to prove the level at which it became unreasonable for PCL [the claimant for indemnity] to fail to settle the London arbitration, but on the view that I have taken on the basis that Bolton was likely to fail in the arbitration.",
      "id": "s220"
    },
    {
      "text": "The level is less than the settlement in fact reached, and on the incomplete evidence is something to be arrived at in a fairly broad manner; there being a loss, the court must do its best.",
      "id": "s221"
    },
    {
      "text": "In my opinion, PCL could reasonably have settled the London arbitration for a sum up to the order of seventy per cent of SSOE's claims, in round terms $US2,000,000 plus interest should replace the $2,900,000 plus interest.",
      "id": "s222"
    },
    {
      "text": "(explanation added)\n \n\n37 However, this paragraph is the second half of a two part story.",
      "id": "s223"
    },
    {
      "text": "At [249] in reliance on Unity Brokers , Giles JA, with whom Sheller JA again agreed, said:\n \n PCL had the burden of establishing that the settlement of the London arbitration was reasonable;\n \n\n38 Many other references in the judgment demonstrate that their Honours regarded the onus of establishing that the settlement was reasonable was an onus which lay on the claimant; see, for example, [183], [184], [187].",
      "id": "s224"
    },
    {
      "text": "And, in a separate judgment, Handley JA took the same approach.",
      "id": "s225"
    },
    {
      "text": "For instance at [14] he said:\n \n The judgments in Unity Brokers confirm that the onus is on the plaintiff to prove that the settlement was reasonable ...\n \n\nAnd at [17] he said:\n \n A party relying on a settlement as proof of his loss has the onus of proving that it was reasonable.",
      "id": "s226"
    },
    {
      "text": "39 It follows that CCAS carried the onus of establishing that the settlement as to costs was reasonable.",
      "id": "s227"
    },
    {
      "text": "Prior to reopening it had not done so: see [90] to [92] in the reasons for judgment of 6 January 2006.",
      "id": "s228"
    },
    {
      "text": "On the contrary, the evidence relied upon by CCAS itself established that the settlement as to costs was not reasonable because it included an obligation to pay the costs of the applicants of suing AIMS and that liability was not one against which CGU was bound to indemnify CCAS.",
      "id": "s229"
    },
    {
      "text": "Further, at that point, CCAS had not led evidence which would have allowed the Court to determine, even on a robust approach, the amount of the settlement which represented the applicants' costs of suing the respondents other than AIMS.",
      "id": "s230"
    },
    {
      "text": "Indeed, prior to the evidence of the quantum of the costs of the applicants suing the respondents other than AIMS, counsel for CCAS urged the Court to conclude that those costs were insignificant.",
      "id": "s231"
    },
    {
      "text": "When, later, the affidavit of Ms Dealehr was filed, it became clear that those costs according to CCAS amounted to more than $30,000.",
      "id": "s232"
    },
    {
      "text": "That amount is not insignificant.",
      "id": "s233"
    },
    {
      "text": "And, after full consideration of all the evidence called on the reopened case, I have concluded a much less insignificant figure, namely, $150,000, represents the costs of the applicants suing AIMS.",
      "id": "s234"
    },
    {
      "text": "Consequently, if CCAS were not permitted to reopen its case, it would have failed to discharge its onus and judgment would be given for CGU on this aspect of the case.",
      "id": "s235"
    },
    {
      "text": "CONCLUSION \n \n40 The parties are by 18 July 2007 to bring in short minutes of orders reflecting the conclusions reached in the reasons of judgment delivered on 6 January 2006, and these reasons for judgment.",
      "id": "s236"
    },
    {
      "text": "In default of agreement, the question of costs of the proceeding is listed for hearing at 10.15 am on 24 July 2007.",
      "id": "s237"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice North.",
      "id": "s238"
    },
    {
      "text": "Associate:\n\nDated: 11 July 2007\n\n\n Counsel for the first cross-claimant: Mr J B Davis \n \n Solicitor for the first cross-claimant: Norton Gledhill \n \n Counsel for the first cross-respondent: Mr P Murdoch QC with Ms E Brimer \n \n Solicitor for the first cross-respondent: Deacons \n \n Date of Hearing: 11 and 12 December 2006 and 20 March 2007 \n \n Date of Judgment: 11 July 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1040.html",
      "id": "s239"
    }
  ]
}