{
  "name": "Forbes Engineering (Asia) Pte Limited v Mark Forbes [2007] FCA 1598 (18 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1598.html",
  "catchphrases": [
    {
      "text": "application to vacate trial dates",
      "id": "c0"
    },
    {
      "text": "recent summary dismissal application revealed that respondents misconstrued applicant's case",
      "id": "c1"
    },
    {
      "text": "respondents now seek time to put on further evidence and file a second further amended defence",
      "id": "c2"
    },
    {
      "text": "respondents' previous solicitor now required to appear as a witness",
      "id": "c3"
    },
    {
      "text": "respondents engaged new solicitors one week ago",
      "id": "c4"
    },
    {
      "text": "whether applicants prejudiced by adjournment application.",
      "id": "c5"
    },
    {
      "text": "whether applicants are entitled to costs thrown away by virtue of the adjournment.",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    },
    {
      "text": "costs",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a notice of motion filed yesterday by bci duells lawyers, the solicitors for the first and second respondents in the substantive proceedings (to whom I shall continue to refer as \"the respondents\"), seeking the following orders :\n \n \n 1.",
      "id": "s0"
    },
    {
      "text": "The date for trial fixed by the Court be vacated in accordance with Order 30 rule 7 of the Federal Court Rules .",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "The Court dispense with the requirements of service of this Notice as set out in Order 19 rule 3 in accordance with Order 19 rule 2 of the Federal Court Rules .",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "Costs of this application and the adjourned trial be reserved to the trial judge.",
      "id": "s5"
    },
    {
      "text": "4.",
      "id": "s6"
    },
    {
      "text": "Any further order or other order as to this Honourable Court seems appropriate.",
      "id": "s7"
    },
    {
      "text": "Background \n \n2 The hearing of the substantive proceedings in this matter is listed for five days commencing Monday 22 October 2007.",
      "id": "s8"
    },
    {
      "text": "Accordingly, there is some urgency attendant on a decision as to whether those hearing dates be vacated.",
      "id": "s9"
    },
    {
      "text": "3 In summary, the applicants in the substantive proceedings seek to recover alleged shortfalls in respect of profit guarantees which were the subject of a covenant in a Share Sale Agreement executed on 17 December 1997.",
      "id": "s10"
    },
    {
      "text": "The covenant relates to profit guarantees for the second applicant for the 1997, 1998 and 1999 calendar years.",
      "id": "s11"
    },
    {
      "text": "4 In summary, two claims have been made by the applicants :\n \n1. a claim for $127,284 which is alleged to be the agreed profit shortfall in respect of the 1998 calendar year.",
      "id": "s12"
    },
    {
      "text": "2. a claim for $1,691,284 which is alleged to be the profit shortfall in respect of the 1999 calendar year.",
      "id": "s13"
    },
    {
      "text": "In relation to this claim, the applicants have placed reliance on two reports prepared by Ernst &amp; Young and a report produced by Deloitte Touche Tohmatsu.",
      "id": "s14"
    },
    {
      "text": "5 In relation to these claims the respondents have previously sought source financial documentation of the second applicant, and any working papers that might exist in relation to the report of Deloitte Touche Tohmatsu, so as to obtain expert evidence to meet and answer the reports relied upon by the applicants.",
      "id": "s15"
    },
    {
      "text": "Similarly, the affidavits of the respondents previously filed have been directed towards the substantive correctness of the second applicant's profit result for each of the 1998 and 1999 calendar years.",
      "id": "s16"
    },
    {
      "text": "Ultimately however the respondents were unable to obtain any expert report to meet the reports relied upon by the applicants because:\n \n1. the financial source documents relating to the second applicant's affairs in the 1998 and 1999 calendar years had not been retained by the second applicant and\n \n2.",
      "id": "s17"
    },
    {
      "text": "Deloitte Touche Tohmatsu had not retained its working papers in relation to the report of Deloitte Touche Tohmatsu.",
      "id": "s18"
    },
    {
      "text": "6 On 12 September 2007 the respondents filed a notice of motion for a stay of the substantive proceedings pursuant to Order 20 rule 2 Federal Court Rules .",
      "id": "s19"
    },
    {
      "text": "The respondents claimed that they were prejudiced because they could not undertake any useful or proper examination of :\n \n&#8226; all sales of the second applicant that occurred in 1998 or\n \n&#8226; the trading performance of the second applicant in the 1999 calendar year.",
      "id": "s20"
    },
    {
      "text": "7 The notice of motion filed 12 September 2007 was heard by Tracey J on 26 September 2007.",
      "id": "s21"
    },
    {
      "text": "At this hearing, it became apparent that the applicants' case was focused on the following points :\n \n&#8226; that upon the proper construction of clause 3.3 of the relevant Share Sale Agreement, the production of audited accounts of the second applicant in respect of any calendar year would be conclusive and binding in respect of any profit shortfall under the Share Sale Agreement\n \n&#8226; the report of Deloitte Touche Tohmatsu was relied upon as real evidence rather than as evidence of the substantive accuracy of the second applicant's trading result for the 1999 calendar year, the production of which would bind the respondents in respect of any calculation in profit shortfall\n \n&#8226; in respect of the alleged 1998 profit shortfall there had been agreement between the parties that obviated the need to obtain any audited accounts, or to go behind the manner in which that agreement was reached.",
      "id": "s22"
    },
    {
      "text": "8 During the course of the hearing of 26 September 2007 his Honour queried the terms of the amended statement of claim, in light of the manner in which the applicants were proposing to put their case at trial (transcript 26 September 2007 page 33 lines 33-36).",
      "id": "s23"
    },
    {
      "text": "His Honour asked Counsel for the applicants whether he should have leave to amend the pleadings such that it made plain the case the applicants were proposing to run.",
      "id": "s24"
    },
    {
      "text": "(transcript 26 September 2007 page 34 lines 6-9).",
      "id": "s25"
    },
    {
      "text": "After considering comments of his Honour, Counsel submitted that there was no need to amend the amended statement of claim further.",
      "id": "s26"
    },
    {
      "text": "9 In light of submissions by Counsel for the applicants, Counsel for the respondents accepted that it was not necessary to press the stay application.",
      "id": "s27"
    },
    {
      "text": "His Honour observed that the hearing had been useful in defining the issues between the parties, but also observed that the trial judge would hold the applicants to what their Counsel had said in relation to the way in which their case would be run, and adjourned the notice of motion seeking a stay to the date fixed for trial.",
      "id": "s28"
    },
    {
      "text": "Relevant material supporting today's notice of motion \n \n10 In support of the notice of motion before me this morning the respondents relied on three affidavits.",
      "id": "s29"
    },
    {
      "text": "11 The first affidavit is that sworn yesterday by Mr Mark Dillman, a solicitor with bci duells lawyers.",
      "id": "s30"
    },
    {
      "text": "In that affidavit, Mr Dillman deposes, in summary:\n \n \n &#8226; he was formally engaged by the first and second respondents to assume carriage of this action on their behalf on 11 October 2007\n &#8226; prior to being formally retained by the first and second respondents he had been informed by Mr Steven Grant, a solicitor with Merthyr Law, during a conversation on 10 October 2007, and believed that Mr Grant had previously acted for the respondents, but could no longer act due to a possible conflict of interest\n &#8226; at a meeting at the offices of Merthyr Law on 10 October 2007, Mr Grant informed Mr Dillman that, following an application the respondents had made to the Court on 26 September 2007 for an order pursuant to Order 20 rule 2 Federal Court Rules for a permanent stay of the proceedings, \n \n \n \n \n i.",
      "id": "s31"
    },
    {
      "text": "Counsel for the first and second applicants informed the Court of the nature of the case being advanced by the applicants \n ii.",
      "id": "s32"
    },
    {
      "text": "that in Mr Grant's view the case now being advanced was not apparent on the amended statement of claim filed 31 March 2006\n iii.",
      "id": "s33"
    },
    {
      "text": "it appeared that Mr Grant would now be required to give evidence in the proceedings relating to the construction of certain documents and\n iv.",
      "id": "s34"
    },
    {
      "text": "as a result, Mr Grant was unable to continue to act for the respondents \n \n \n \n \n &#8226; in the circumstances of this case, evidence of Mr Grant and the first respondent as to negotiations leading up to the execution of the Share Sale Agreement is crucial to the respondents' case.",
      "id": "s35"
    },
    {
      "text": "Mr Dillman deposes that he has not yet been able to take instructions from Mr Grant or the first respondent in relation to these issues\n &#8226; the issues referred to by Mr Dillman in his affidavit were first raised by Mr Grant with the solicitors for the first and second applicants in correspondence dated 2 October 2007 and 5 October 2007.",
      "id": "s36"
    },
    {
      "text": "The solicitors for the applicants however declined a request to consent to the adjournment of the trial of the proceedings \n &#8226; it is Mr Grant's belief, having reviewed a large amount of the material relevant to these proceedings and having conferred with both the first respondent and a proposed witness for the respondents, that it will be necessary for the respondents to file supplementary affidavits in relation to a number of issues.",
      "id": "s37"
    },
    {
      "text": "Further, it will be necessary to obtain additional evidence from another witness\n &#8226; he was informed by Mr Grant that Counsel originally briefed on behalf of the respondents withdrew prior to the hearing on 26 September 2007 and that Mr Tucker of counsel has since been retained on behalf of the respondents.",
      "id": "s38"
    },
    {
      "text": "He has been informed by Mr Tucker and believes that Mr Tucker, due to absence from Chambers on leave, has been unable to devote any time to this matter since 26 September 2007 until this week\n &#8226; the respondents are drafting a further proposed amended defence on behalf of the respondents to deal with the issues which became apparent at the hearing of the application on 26 September 2007\n &#8226; he has received instructions from the respondents to retain Senior Counsel for the trial and has been unable to do so\n &#8226; he has not been able to comply yet with orders made by the Court on 14 June 2007 in relation to preparation for the trial\n &#8226; it is his belief that the respondents are not in a position to proceed to trial next Monday, and will be significantly prejudiced if they are forced to proceed with the trial on that day.",
      "id": "s39"
    },
    {
      "text": "12 Further, the respondents relied on an affidavit of Mr Grant sworn 6 September 2007 and an affidavit of Ms Tanya Mitic, solicitor with Merthyr Law, sworn 18 January 2007.",
      "id": "s40"
    },
    {
      "text": "Both affidavits annex correspondence evidencing the extensive inquiries made by the respondents in relation to source documentation for financial information in relation to the trial, and the applicants' endeavours to supply that information.",
      "id": "s41"
    },
    {
      "text": "Submissions of the respondents \n \n13 In summary, Mr Tucker for the respondents submitted as follows :\n \n1.",
      "id": "s42"
    },
    {
      "text": "No blame ought to visit on the respondents on account of the fact that they are not now ready for trial, as that circumstance stems primarily from the late revelation of the applicants' true case.",
      "id": "s43"
    },
    {
      "text": "2.",
      "id": "s44"
    },
    {
      "text": "Prior to the revelation of the applicants' true case, the applicants had engaged in lengthy correspondence for nearly a year between late 2006 and September 2007 in relation to the disclosure of the second applicant's financial records.",
      "id": "s45"
    },
    {
      "text": "Not once in the course of that correspondence did the applicants ever suggest that the financial records were simply irrelevant.",
      "id": "s46"
    },
    {
      "text": "On the contrary, the applicants apparently made genuine efforts to locate such records and provide them to the respondents, thereby plainly conceding that such documents were relevant.",
      "id": "s47"
    },
    {
      "text": "This submission is further supported by the fact that Mr Kiat, a key witness for the applicants, provided an affidavit deposing to his lack of knowledge of the whereabouts of those documents.",
      "id": "s48"
    },
    {
      "text": "3.",
      "id": "s49"
    },
    {
      "text": "Even if it were to be accepted that the applicants had made their true case plain in their amended statement of claim, at most it might be submitted that the respondents will not be ready for trial because of the failure of the respondents' previous solicitors to ascertain the true nature of the applicants' case.",
      "id": "s50"
    },
    {
      "text": "This not a circumstance for which the respondents should be penalised by the refusal of an adjournment.",
      "id": "s51"
    },
    {
      "text": "4.",
      "id": "s52"
    },
    {
      "text": "There is no assertion on the part of the applicants that they will suffer any serious or significant prejudice.",
      "id": "s53"
    },
    {
      "text": "This is to be contrasted with the substantial prejudice the respondents will suffer unless the trial dates are adjourned.",
      "id": "s54"
    },
    {
      "text": "5.",
      "id": "s55"
    },
    {
      "text": "Costs should be reserved.",
      "id": "s56"
    },
    {
      "text": "Submissions of the applicants \n \n14 In reply, Mr Jones for the applicants submitted in summary :\n \n1.",
      "id": "s57"
    },
    {
      "text": "The invitation by Tracey J to the applicants to amend their statement of claim at the hearing of 26 September 2007 should not be taken out of context.",
      "id": "s58"
    },
    {
      "text": "2.",
      "id": "s59"
    },
    {
      "text": "It was not open to assume, simply because the applicants had been helpful to the respondents in responding to their requests for information, which information (it appears) is of minimal relevance to the proceedings, that the applicants had conceded that the case they were putting was not the case represented by the amended statement of claim\n \n3.",
      "id": "s60"
    },
    {
      "text": "A plain reading of the pleadings demonstrated that the applicants were relying on the relevant audited profits.",
      "id": "s61"
    },
    {
      "text": "4.",
      "id": "s62"
    },
    {
      "text": "The solicitors for the applicants had previously contacted Grant Lawyers suggesting that there was a potential conflict of interest and that Grant Lawyers withdraw from acting for the respondents.",
      "id": "s63"
    },
    {
      "text": "5.",
      "id": "s64"
    },
    {
      "text": "A decision to brief new Counsel to appear for the respondents was not a reason to vacate a hearing listed to commence next week.",
      "id": "s65"
    },
    {
      "text": "6.",
      "id": "s66"
    },
    {
      "text": "The applicants would be prejudiced by vacation of the hearing dates because:\n \n \n &#8226; a key witness was in Singapore and had already made plans to travel to Australia for the hearing next week\n &#8226; Mr Jones' costs of preparation for the trial next week had already been incurred\n &#8226; the litigation would be prolonged by the vacation of the hearing dates.",
      "id": "s67"
    },
    {
      "text": "7.",
      "id": "s68"
    },
    {
      "text": "Costs of the applicants thrown away by the adjournment should be paid by the respondents forthwith.",
      "id": "s69"
    },
    {
      "text": "Vacation of trial dates : relevant legal principles \n \n15 The leading case in this area of law is the decision of the High Court of Australia in The State of Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146.",
      "id": "s70"
    },
    {
      "text": "In that case, the trial judge accepted an explanation by the respondents to the substantive proceedings for the delay in making application for leave to amend the defence, however refused the application to amend the defence on the basis, inter alia , that the amendments would jeopardise the hearing dates, and would have the result that the matter would be unlikely to be relisted until the following year.",
      "id": "s71"
    },
    {
      "text": "In allowing the respondent's appeal, Dawson, Gaudron and McHugh JJ held:\n \n \"Sali v SPC Ltd was a case concerning the refusal of an adjournment in relation to which the proper principles of case management may have a particular relevance.",
      "id": "s72"
    },
    {
      "text": "However, nothing in that case suggests that those principles might be employed, except perhaps in extreme circumstances, to shut a party out from litigating an issue which is fairly arguable.",
      "id": "s73"
    },
    {
      "text": "Case management is not an end in itself.",
      "id": "s74"
    },
    {
      "text": "It is an important and useful aid for ensuring the prompt and efficient disposal of litigation.",
      "id": "s75"
    },
    {
      "text": "But it ought always to be borne in mind, even in changing times, that the ultimate aim of a court is the attainment of justice and no principle of case management can be allowed to supplant that aim.",
      "id": "s76"
    },
    {
      "text": "\" (at 154) \n\n16 Later in their judgment, their Honours continued:\n \n \"Justice is the paramount consideration in determining an application such as the one in question.",
      "id": "s77"
    },
    {
      "text": "Save in so far as costs may be awarded against the party seeking the amendment, such an application is not the occasion for the punishment of a party for its mistake or for its delay in making the application.",
      "id": "s78"
    },
    {
      "text": "Case management, involving as it does the efficiency of the procedures of the court, was in this case a relevant consideration.",
      "id": "s79"
    },
    {
      "text": "But it should not have been allowed to prevail over the injustice of shutting the applicants out from raising an arguable defence, thus precluding the determination of an issue between the parties.",
      "id": "s80"
    },
    {
      "text": "\" (at 155) \n\n17 Kirby J in JL Holdings Pty Ltd [1997] HCA 1 ; 189 CLR 146 also observed :\n \n \"Among considerations which may tend to favour the extension of an indulgence to a paty applying for it are the following : that this is the only way in which the true issues and the real merits, factual and legal, can be litigated and artificiality avoided; that the oversight which occurred is adequately explained....; that any fault is that of the party's legal representatives; that the oversight was wholly accident; that it was simply the product of unavoidable human error....",
      "id": "s81"
    },
    {
      "text": "Departures from a court ordered timetable, whilst relevant, are not decisive.",
      "id": "s82"
    },
    {
      "text": "Such orders are servants of justice.",
      "id": "s83"
    },
    {
      "text": "They are designed to enhance its achievement in a way that an inflexible application of rigid rules could prevent.",
      "id": "s84"
    },
    {
      "text": "Efficiency in the dispatch of court lists can sometimes be purchased at too high a price....\" (at 169-170).",
      "id": "s85"
    },
    {
      "text": "18 In addition to this authority, relevant decisions in relation to this application include the following :\n \n1.",
      "id": "s86"
    },
    {
      "text": "In Jarrett v Westpac Banking Corporation [1999] FCA 425 , the Full Court held that the withdrawal of, or change of, legal representation shortly before a hearing will not necessarily or routinely give rise to a situation where the Court should permit the trial dates to be vacated (particularly Mansfield J at [87]).",
      "id": "s87"
    },
    {
      "text": "In that case, however, the Court allowed an appeal from a single judge refusing an adjournment, in circumstances where the respondents would have had no legal representation at the trial if the trial had proceeded\n \n2. in Robinson v Aware Industries Ltd (unreported Weinberg J, 1 October 1998) Weinberg J noted that it was common ground between the parties in that case that, given the fact that the new solicitors and counsel for the applicant had only just been retained, it would be inappropriate and unfair to the applicant, as well as the respondents, to require the trial to proceed.",
      "id": "s88"
    },
    {
      "text": "His Honour ordered that the existing trial dates be vacated and a new trial date be fixed.",
      "id": "s89"
    },
    {
      "text": "However his Honour also ordered that, in the circumstances, the applicant pay the costs thrown away by reason of the need to vacate the trial date, on an indemnity basis\n \n3. in Business in Focus (Aust) Pty Ltd v Begun Property Pty Ltd [2006] FCA 264 , in view of the prejudice the respondents would have suffered in this case if the trial had proceeded because of engagement of new solicitors shortly before the trial after a period of inactivity by their previous legal advisors, I ordered that the trial dates be vacated and any costs thrown away by the respondents as a result of the vacation of the trial date be borne by the applicants\n \n4. in Menzies v CRCI Pty Ltd [2007] NSWCA 118 , where the application for vacation of the trial was made on the first day of the trial, the Court of Appeal of New South Wales held that: \n \n \"where an amendment would require vacation of a trial hearing date which was set to take place within a few days, generally there is prejudice through prolongation of the litigation that is not entirely met by costs, and the imposition of that prejudice on the other party needs to be justified by the strength of the case made for the indulgence by the party applying for it.",
      "id": "s90"
    },
    {
      "text": "\" (at [27]) \n Decision as to Vacation of Trial Dates \n \n19 In my view the appropriate order is that, in the interests of justice, the hearing dates of the trial should be vacated.",
      "id": "s91"
    },
    {
      "text": "I form this view in light of :\n \n&#8226; the recent change of solicitors of the respondents\n \n&#8226; the view taken by the new solicitor for the respondents that, in light of developments following the hearing of 26 September 2007, a second further amended defence needs to be filed and served, and additional evidence produced (for which leave will clearly be required)\n \n&#8226; the fact that the applicants have not demonstrated prejudice other than what would be expected from the prolongation of the litigation beyond next week\n \n&#8226; the fact that, if the trial were to proceed next week, the respondents would be significantly prejudiced.",
      "id": "s92"
    },
    {
      "text": "Decision as to Costs \n \n20 It appears that as a result of the hearing before Tracey J, the respondents now understand that the applicants' case will be conducted on a different basis than that which they had previously understood.",
      "id": "s93"
    },
    {
      "text": "Indeed Counsel before me this morning agreed that the likely length of the trial had reduced from five days to three days.",
      "id": "s94"
    },
    {
      "text": "The respondents claim that this misunderstanding, which prompted the notice of motion heard by his Honour, was due to the conduct of the applicants.",
      "id": "s95"
    },
    {
      "text": "Indeed, it appears that there has been considerable correspondence between solicitors for both parties involving requests by the respondents for source financial documentation and working papers as discussed earlier in this judgment.",
      "id": "s96"
    },
    {
      "text": "21 The respondents also on 5 February 2007 sought and obtained an order for third party discovery of all documents in the possession of Deloitte Touche Tohmatsu relating to the financial affairs of the second applicant concerning the 1997, 1998 and 1999 calendar years.",
      "id": "s97"
    },
    {
      "text": "The respondents now complain that it is clear (following the hearing of 26 September 2007) that such documentation is of minimal (if any) relevance to the substantive proceedings, that as a result of the clarification of issues following the hearing before Tracey J their solicitor now must withdraw because of a conflict of interest, and their new solicitors require time to amend their defence and put on further evidence.",
      "id": "s98"
    },
    {
      "text": "22 However, it does not appear to be in dispute that the amended statement of claim as filed 31 March 2006 actually represents the case the applicants are prosecuting and have been prosecuting since last year, and that it represents the case the respondents are required to meet, notwithstanding the apparent narrowing of issues in light of the hearing before Tracey J.",
      "id": "s99"
    },
    {
      "text": "While it is true that the respondents appear to have been under a serious misapprehension as to the case of the applicants, which has now lead to the solicitor for the respondents withdrawing due to conflict of interest, it is difficult to identify any fault of the applicants which has lead to this state of affairs other than a failure of the applicants to inform the respondents that the documents the respondents sought were of minimal (or possibly, no) relevance to the case.",
      "id": "s100"
    },
    {
      "text": "As Mr Jones said in Court this morning, if the respondents needed clarification of the applicants' case, they could have sought an order for further and better particulars.",
      "id": "s101"
    },
    {
      "text": "23 In addition, the fact remains that, in view of the involvement of Mr Grant in negotiations leading up to the execution of the relevant Share Sale Agreements, there has always been the risk that Mr Grant could a witness in these proceedings.",
      "id": "s102"
    },
    {
      "text": "Mr Tucker in court before me this morning was, for good reason, unable to refute this suggestion.",
      "id": "s103"
    },
    {
      "text": "24 While I understand that the parties have been in correspondence since earlier this month with respect to a possible vacation of the hearing dates, the notice of motion to vacate the trial dates was only filed and served yesterday.",
      "id": "s104"
    },
    {
      "text": "As I have already found, it is in the interests of justice that the hearing dates be vacated and the trial relisted at a subsequent time.",
      "id": "s105"
    },
    {
      "text": "It is not, however, the fault of the applicant that the notice of motion before me was only filed yesterday, in relation to a trial to commence on Monday.",
      "id": "s106"
    },
    {
      "text": "Mr Jones adverted to costs which have been incurred in preparation for the hearing.",
      "id": "s107"
    },
    {
      "text": "25 In my view it is fair that the respondents should pay the costs of the applicants thrown away by this late adjournment.",
      "id": "s108"
    },
    {
      "text": "THE COURT ORDERS THAT: \n \n\n \n 1.",
      "id": "s109"
    },
    {
      "text": "The date for trial fixed by the Court be vacated in accordance with Order 30 rule 7 of the Federal Court Rules .",
      "id": "s110"
    },
    {
      "text": "2 The Court dispense with the requirements of service of this Notice of Motion as set out in the Order 19 rule 3 in accordance with Order 19 rule 2 of the Federal Court Rules .",
      "id": "s111"
    },
    {
      "text": "3.",
      "id": "s112"
    },
    {
      "text": "The respondents in the substantive proceedings pay the costs thrown away by the applicants in the substantive proceedings as a result of the order in paragraph 1, to be taxed if not otherwise agreed.",
      "id": "s113"
    },
    {
      "text": "4.",
      "id": "s114"
    },
    {
      "text": "The costs of and incidental to this Notice of Motion incurred by the applicants in the substantive proceedings be paid by the respondents in the substantive proceedings, to be taxed if not otherwise agreed.",
      "id": "s115"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s116"
    },
    {
      "text": "Associate:\n\nDated: 18 October 2007\n\n\n Solicitor for the Applicants: Jackson Smith \n \n Counsel for the First and Second Respondents: P Tucker \n \n Solicitor for the First and Second Respondents: bci duells lawyers \n \n Date of Hearing: 18 October 2007 \n \n Date of Judgment: 18 October 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1598.html",
      "id": "s117"
    }
  ]
}