{
  "name": "Orion Telecommunications Limited, in the matter of Orion Telecommunications Limited [2007] FCA 1389 (4 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1389.html",
  "catchphrases": [
    {
      "text": "convening scheme meeting",
      "id": "c0"
    },
    {
      "text": "no encumbrance warranty discussed",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 22 August 2007 orders were made pursuant to s 411(1) of the Corporations Act 2001 (Cth) (the Act) convening a meeting of the ordinary shareholders in the plaintiff Orion Telecommunications Limited (Orion) for the purpose of considering a scheme of arrangement proposed between Orion and its ordinary shareholders.",
      "id": "s0"
    },
    {
      "text": "I indicated that reasons for those orders would be given later.",
      "id": "s1"
    },
    {
      "text": "These are those reasons.",
      "id": "s2"
    },
    {
      "text": "2 Orion is publicly listed on the Australian Securities Exchange and its business is providing fixed line, mobile and data communications services.",
      "id": "s3"
    },
    {
      "text": "The essence of the scheme was summarised by counsel for the plaintiff as follows:\n \n \n \"(a) Orion shareholders ( Scheme Shareholders ) will transfer their shares to M2 Telecommunications Group Limited ( M2 ), also a company providing fixed line, mobile and data telecommunications services.",
      "id": "s4"
    },
    {
      "text": "(b) The transfer consideration per Orion share is: \n \n \n &#8226; 0.238 New M2 Shares \n &#8226; 6.55 cents cash, and \n &#8226; An amount referred to as the Net Proceeds, divided by the number of Orion shares on issue.",
      "id": "s5"
    },
    {
      "text": "(c) The Scheme will effect the acquisition of Orion by M2 and will result in Orion becoming a wholly owned subsidiary of M2.",
      "id": "s6"
    },
    {
      "text": "(d) Orion will cease to be listed on the AXS.",
      "id": "s7"
    },
    {
      "text": "\" \n \n\nThe only complication is the determination of Net Proceeds.",
      "id": "s8"
    },
    {
      "text": "Should the Net Proceeds turn out to be negative, that will not reduce the share and cash component of the consideration.",
      "id": "s9"
    },
    {
      "text": "3 The directors of Orion unanimously recommend that, in the absence of a superior proposal, shareholders vote in favour of the scheme.",
      "id": "s10"
    },
    {
      "text": "4 Lonergan Edwards and Associates Limited (LEA) was engaged as independent expert to assess the scheme and prepared a report which is in evidence.",
      "id": "s11"
    },
    {
      "text": "It concluded that the scheme is fair and reasonable and, therefore, in the best interests of Orion shareholders.",
      "id": "s12"
    },
    {
      "text": "5 Counsel has correctly summarised what needs to be proved as follows:\n \n (a) The plaintiff is a \" Part 5.1 body\".",
      "id": "s13"
    },
    {
      "text": "(b) The proposed scheme is an \"arrangement\" within the meaning of s 411.",
      "id": "s14"
    },
    {
      "text": "(c) There has been proper disclosure to members.",
      "id": "s15"
    },
    {
      "text": "(d) The scheme is bona fide and properly proposed.",
      "id": "s16"
    },
    {
      "text": "(e) The Australian Securities and Investments Commission (ASIC) has had reasonable opportunity to examine the proposed scheme and explanatory statement, to make submissions and has had 14 days' notice of the proposed hearing date of the first court hearing --- see generally s 411(2).",
      "id": "s17"
    },
    {
      "text": "(f) Any other procedural requirements have been met, eg Rule 3.2 as to nomination of chairperson for scheme meeting.",
      "id": "s18"
    },
    {
      "text": "6 I was referred to evidence under the following headings:\n \n (a) Formal evidence of the scheme company.",
      "id": "s19"
    },
    {
      "text": "(b) Details of Orion's capital.",
      "id": "s20"
    },
    {
      "text": "(c) Orion's Constitution.",
      "id": "s21"
    },
    {
      "text": "(d) Orion has committed itself to propounding the scheme.",
      "id": "s22"
    },
    {
      "text": "(e) The text of the scheme booklet containing the statutory explanatory statement, the Independent Expert Report, the Implementation Agreement, the Deed Poll, the text of the scheme, the notice of meeting and the proxy form.",
      "id": "s23"
    },
    {
      "text": "(f) Verification of factual information in the scheme booklet, thus providing prima facie evidence of proper disclosure.",
      "id": "s24"
    },
    {
      "text": "(g) Proof of the expert opinion of LEA contained in the scheme booklet giving the Court prima facie evidence of fairness.",
      "id": "s25"
    },
    {
      "text": "(h) Consents to act as chairman and alternative chairman of the scheme meeting.",
      "id": "s26"
    },
    {
      "text": "(i) Notice to ASIC.",
      "id": "s27"
    },
    {
      "text": "(j) The \"usual letter\" from ASIC that it does not propose to appear at the first court hearing --- ASIC's practice is not to give a s 411(17) clearance until the second court hearing.",
      "id": "s28"
    },
    {
      "text": "The form of the orders is in accordance with existing practice.",
      "id": "s29"
    },
    {
      "text": "7 My attention has been drawn to several aspects of the scheme which have, in the past, caused debate.",
      "id": "s30"
    },
    {
      "text": "I am satisfied that there is no relevant performance risk for shareholders.",
      "id": "s31"
    },
    {
      "text": "The break fee, no shop and no talk obligations are within reasonable bounds and in accordance with authority ( Re APN News &amp; Media Ltd (2007) 62 ACSR 400; (2007) 25 ACLC 784; [2007] FCA 770 at [25] ---[55]).",
      "id": "s32"
    },
    {
      "text": "There is no complication in relation to the scheme itself by reason of the existence of the options which are to be dealt with by another mechanism.",
      "id": "s33"
    },
    {
      "text": "8 The following clause caused me some concern.",
      "id": "s34"
    },
    {
      "text": "\"8.2 Scheme Shareholders' agreements and representations \n \n \n \n (1) The Scheme Shareholders agree to the transfer of their Orion Shares in accordance with the Scheme.",
      "id": "s35"
    },
    {
      "text": "(2) The Scheme Shareholders are taken to have warranted to M2 and Orion that all their Orion shares (including any rights attaching to those shares) which are transferred under the Scheme will, at the date of transfer, be fully paid and free from all mortgages, charges, liens, encumbrances and interests of third parties of any kind, whether legal or otherwise, and restrictions on transfer of any kind, and that they have full power and capacity to transfer their Orion Shares together with any rights attaching to those shares.",
      "id": "s36"
    },
    {
      "text": "\" \n \n \n \n\n9 In purporting to create a contractual obligation by the former member in favour of a third party --- whether the member voted for or against the scheme or did not vote --- that clause appears to stretch the effect of an arrangement between a company and its members a long way.",
      "id": "s37"
    },
    {
      "text": "However, Lindgren J considered such a clause in Re APN News 62 ACSR 400; 25 ACLC 784; [2007] FCA 770 at [57] ---[63] with approval and took the same course in Re Investa Properties Ltd [2007] FCA 1104 at [21] .",
      "id": "s38"
    },
    {
      "text": "In Mincom Ltd v EAM Software Finance Pty Ltd (No 3) [2007] QSC 207 Fryberg J considered such a clause at [20]---[29].",
      "id": "s39"
    },
    {
      "text": "His Honour was persuaded to change the initial adverse reaction which he had expressed in Mincom Ltd v EAM Software Finance Pty Ltd (2007) 61 ACSR 266; (2007) 25 ACLC 163; [2007] QSC 37 at [39] .",
      "id": "s40"
    },
    {
      "text": "In this field, it is acknowledged that uniformity of decision is important to avoid unnecessary uncertainty.",
      "id": "s41"
    },
    {
      "text": "As I cannot be satisfied that the other decisions are clearly wrong, I should follow them.",
      "id": "s42"
    },
    {
      "text": "If, on confirmation of the scheme, a party raises the issue so that an argument with a contradictor takes place, it is possible that a different result would occur.",
      "id": "s43"
    },
    {
      "text": "Even if that were so, the scheme could be confirmed without the relevant clause (cf Re WebCentral Group Ltd (No 2) (2006) 58 ACSR 742; [2006] FCA 1203).",
      "id": "s44"
    },
    {
      "text": "10 The scheme is appropriate to be put forward to members for consideration.",
      "id": "s45"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s46"
    },
    {
      "text": "Associate:\n\nDated: 4 September 2007\n\n\n Counsel for the Plaintiff: Mr M Oakes SC \n \n Solicitor for the Plaintiff: Deacons \n \n Date of Hearing: 22 August 2007 \n \n Date of Orders: 22 August 2007 \n \n Date of Reasons: 4 September 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1389.html",
      "id": "s47"
    }
  ]
}