{
  "name": "Australian Competition and Consumer Commission v Audi Australia Pty Ltd [2007] FCA 1990 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1990.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct",
      "id": "c0"
    },
    {
      "text": "conduct liable to mislead the public",
      "id": "c1"
    },
    {
      "text": "false representations that goods are of a particular standard or quality",
      "id": "c2"
    },
    {
      "text": "false representations that goods have performance characteristics, uses or benefits",
      "id": "c3"
    },
    {
      "text": "when advertisement as to purchase price is misleading",
      "id": "c4"
    },
    {
      "text": "whether advertisement must state specified feature is non-standard",
      "id": "c5"
    },
    {
      "text": "declarations by consent or on admissions on matters relating to public rights where supported by evidence, within power, and in the public interest",
      "id": "c6"
    },
    {
      "text": "trade practices",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Audi Australia Pty Ltd (\"Audi\") is the Australian importer and wholesaler of Audi motor vehicles to Audi dealers located throughout Australia.",
      "id": "s0"
    },
    {
      "text": "This proceeding concerns an advertising campaign conducted by Audi in relation to the Audi Q7 Series of motor vehicles, including the Audi Q7 3.6 SE motor vehicle.",
      "id": "s1"
    },
    {
      "text": "2 The advertising campaign was conducted between 23 June 2007 and 18 August 2007 by way of seven advertisements on broadsheet pages in \"The Age\" and 3 half broadsheet pages in the \"Sydney Morning Herald\", a brochure entitled the \"2006 Specification Brochure\" available from its dealerships and on its website and, finally, the Audi website which included the 2006 Specification Brochure (collectively \"the Advertising Material\").",
      "id": "s2"
    },
    {
      "text": "3 By application dated 8 November 2007, the Australian Competition and Consumer Commission (\"the ACCC\") alleged that Audi, by publishing the Advertising Material, engaged in conduct in contravention of ss 52 , 53 (a), 53 (c) and 55 of the Trade Practices Act 1974 (Cth).",
      "id": "s3"
    },
    {
      "text": "On 27 November 2007, the ACCC and Audi agreed to compromise the proceeding and submitted to the Court orders which the parties sought by consent.",
      "id": "s4"
    },
    {
      "text": "The proposed orders were submitted by consent on the basis that Audi also gave certain undertakings to the Court.",
      "id": "s5"
    },
    {
      "text": "4 As a general principle, a court does not make declarations on matters relating to public rights by consent or on admissions, but only if it is satisfied by evidence: ASIC v Rich (No 2) (2004) 22 ACLC 1232 at [10]; Williams v Powell [1894] WN (Eng) 141; Gramophone Co Ltd v Magazine Holder Co (1911) 28 RPC 221 at 225---227; Termijtelen v Van Arkel [1974] 1 NSWLR 525; Wallersteiner v Moir [1974] 3 All ER 217; Metzger v Department of Health and Social Security [1977] 3 All ER 444 at 451; BMI Ltd v Federated Clerks Union of Australia (NSW) Branch (1983) 51 ALR 401; Young P W, Declaratory Orders (2nd ed, 1984) [601].",
      "id": "s6"
    },
    {
      "text": "5 The evidence adduced in support of the resolution of the proceeding on the terms of the proposed consent orders was a copy of the Advertising Material.",
      "id": "s7"
    },
    {
      "text": "These reasons for decision record why, in my view, it is appropriate for the Court to make orders in terms of the proposed consent orders.",
      "id": "s8"
    },
    {
      "text": "FACTS \n \n6 The facts are not in dispute.",
      "id": "s9"
    },
    {
      "text": "The Advertising Material was published; each of the advertisements was published either in the Age or the Sydney Morning Herald, the 2006 Specification Brochure was available from Audi's dealerships and on its website and the 2007 Specification Brochure was available on its website.",
      "id": "s10"
    },
    {
      "text": "7 The ACCC submits that Audi made representations in the Advertising Material that:\n \n \n (1) the Audi Q7 3.6 SE is a motor vehicle with 7 seats as a standard feature (\"the 7 Seat Representation\");\n (2) motor vehicles in the Audi Q7 Series have 7 seats as a standard feature (\"the 7 Seat Series Representation\");\n (3) the Audi Q7 3.6 SE is a motor vehicle available for a purchase price of $79,900 (\"the Price Representation\");\n (4) the Audi Q7 3.6 SE is a motor vehicle with 7 seats available for a purchase price of $79,900 (\"the 7 Seat Price Representation\");\n (collectively \"the Representations\").",
      "id": "s11"
    },
    {
      "text": "8 I have carefully reviewed the Advertising Material several times and have sought to assess the likely effect of each on potential customers.",
      "id": "s12"
    },
    {
      "text": "In reviewing the Advertising Material I had at the forefront the caution from Lindgren J in Gillette Australia Pty Ltd v Energizer Australia Pty Ltd (2002) 193 ALR 629 at [47] regarding television advertising.",
      "id": "s13"
    },
    {
      "text": "Of course, similar caution must be adopted when reviewing the Advertising Material.",
      "id": "s14"
    },
    {
      "text": "9 I accept that the following Representations were conveyed in the following Advertising Material:\n Advertising Material Episode Representations Conveyed The Age First to Sixth Advertisements 23 June 2007, 7, 14, 28 July 2007 4 and 11 August 2007 7 Seat Representation Price Representation 7 Seat Price Representation The Age Seventh Advertisement (18 August 2007) 7 Seat Representation 7 Seat Price Representation Sydney Morning Herald Eighth Advertisement (30 June --- 1 July 2007) 7 Seat Representation Price Representation 7 Seat Price Representation Sydney Morning Herald Ninth and Tenth Advertisements (7-8 July 2007 and 21-22 July 2007) 7 Seat Series Representation Audi Website 7 Seat Series Representation 2007 Specifications Brochure August 2007 7 Seat Series Representation 2006 Specifications Brochure August 2006 7 Seat Series Representation \n10 Next, the ACCC submits that the Representations were false, misleading or deceptive on the basis that:\n \n \n (1) the Audi Q7 Series motor vehicles including the Audi Q7 3.6 SE have 5 seats as a standard feature;\n (2) 7 seats is an option available in the Audi Q7 Series motor vehicles including the Audi Q7 3.6 SE;\n (3) the Audi Q7 3.6 SE is not available for purchase as a 7 seat vehicle at or from $79,900; \n \n \n (4) the Audi Q7 3.6 SE is not available for purchase at or from $79,900; \n \n \n (5) there is a fee or charge to be paid in addition to the price of $79,900 to purchase an Audi Q7 3.6 SE vehicle for mandatory components including dealer delivery and statutory charges; and\n (6) there is a fee or charge to be paid in addition to the price of $79,900 for the 2 optional extra seats (in order to have 7 seats).",
      "id": "s15"
    },
    {
      "text": "7 Seat and 7 Seat Price Representations \n \n11 Audi admits that:\n \n \n (1) by making the 7 Seat Representation, it engaged in conduct in contravention of ss 52 , 53 (a), 53 (c) and 55 of the Act ; and\n (2) by making the 7 Seat Price Representation, it engaged in conduct in contravention of ss 52 and 53 (e) of the Act .",
      "id": "s16"
    },
    {
      "text": "The declarations in paragraphs 1 and 5 of the Orders are directed to these contraventions.",
      "id": "s17"
    },
    {
      "text": "7 Seat Series Representations \n \n12 Audi admits that by making the 7 Seat Series Representation, it engaged in conduct in contravention of ss 52 , 53 (a), 53 (c) and 55 of the Act .",
      "id": "s18"
    },
    {
      "text": "The declarations in paragraphs 2 and 3 of the Orders are directed to these contraventions.",
      "id": "s19"
    },
    {
      "text": "Price Representations \n \n13 Audi admits that by making the Price Representation, it engaged in conduct in contravention of ss 52 and 53 (e) of the Act .",
      "id": "s20"
    },
    {
      "text": "The declaration in paragraph 4 of the Orders is directed to these contraventions.",
      "id": "s21"
    },
    {
      "text": "ORDERS \n \n14 As already noted, the proposed Orders provide for declarations in relation to Audi's admitted contraventions of ss 52 , 53 (a), 53 (c) and 55 of the Act .",
      "id": "s22"
    },
    {
      "text": "The proposed Orders also provide for a publication order pursuant to ss 86D(2)(a) and (b) of the Act and for Audi to pay the costs of the ACCC fixed in the sum of $25,000.",
      "id": "s23"
    },
    {
      "text": "In addition to the proposed Orders, Audi offered to give undertakings to the Court to the effect that it will not repeat the contravening conduct in respect of the Audi Q7 Series of motor vehicles and it will continue to administer and review its trade practices compliance program.",
      "id": "s24"
    },
    {
      "text": "15 In my view, it is appropriate for there to be orders in accordance with the minute of proposed orders.",
      "id": "s25"
    },
    {
      "text": "The orders are within power and otherwise appropriate: ACCC v Target Australia Pty Ltd [2001] ATPR 41-840 at [24] and ACCC v Econovite Pty Ltd [2003] ATPR 41-959 at [12].",
      "id": "s26"
    },
    {
      "text": "Moreover, in the circumstances, it is in the public interest that these proceedings be settled: see Kiefel J in NW Frozen Foods Pty Ltd v ACCC (1996) 71 FCR 285 at 291.",
      "id": "s27"
    },
    {
      "text": "16 In the circumstances, I will make orders in accordance with the minutes of proposed orders in conjunction with the undertakings to be given by Audi to the Court.",
      "id": "s28"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s29"
    },
    {
      "text": "Associate: \n\nDated: 18 December 2007\n\n\n Counsel for the Applicant: Daniel Marquet \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: Roger Letherbarrow \n \n Solicitor for the Respondent: Clinch Neville Long Letherbarrow \n \n Date of Hearing: 7 December 2007 \n \n Date of Judgment: 7 December 2007 \n\n\n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n ANNEXURE 1\n \n Proposed form of advertisement to be published in newspapers pursuant to Publication Orders \n\n Audi Australia Pty Ltd ABN 86 977 092 776 (Audi Australia) \nFollowing civil proceedings instituted by the Australian Competition and Consumer Commission ( ACCC ), the Federal Court of Australia declared on 7 December 2007 that a number of newspaper advertisements published by Audi Australia in The Age and The Sydney Morning Herald newspapers were in breach of the Trade Practices Act 1974 (the TPA ).",
      "id": "s30"
    },
    {
      "text": "The Court also made declarations that certain statements and pictorial images on the Audi Australia website (www.audi.com.au ) and in the 2006 and 2007 Specifications brochures were in breach of the TPA.",
      "id": "s31"
    },
    {
      "text": "The Court declared that Audi Australia engaged in misleading or deceptive conduct and made false or misleading representations in breach of the TPA by representing that:\n \n (a) the Audi Q7 3.6 SE is a motor vehicle with 7 seats as a standard feature, when in fact the standard seating is 5 seats;\n (b) the Audi Q7 Series are motor vehicles with 7 seats as a standard feature, when in fact the standard seating is 5 seats;\n (c) the Audi Q7 3.6 SE is a motor vehicle available for a purchase price at or from $79,900, when in fact it failed to identify the existence of dealer delivery and statutory charges that were payable as mandatory components of the total purchase price; and\n (d) the Audi Q7 3.6 SE with 7 seats is a motor vehicle available for a purchase price of $79,900, when in fact: \n \n \n i. the price of $79,900 was the recommended retail price for the Audi Q7 3.6 SE motor vehicle with 5 seats, excluding dealer delivery and statutory charges;\n ii.",
      "id": "s32"
    },
    {
      "text": "the price for an Audi Q7 3.6 SE motor vehicle with 7 seats included an additional fee or charge of $1,700 for the 2 additional seats; and\n iii.",
      "id": "s33"
    },
    {
      "text": "the reference to the additional fee or charge of $1,700 was not prominent or likely to come to the attention of persons reading the advertisements .",
      "id": "s34"
    },
    {
      "text": "The Court also declared that by making these representations Audi Australia misled the public regarding the price of the Audi Q7 3.6 SE and the standard or quality, the nature, the characteristics and the suitability for their purpose of the motor vehicles in the Audi Q7 Series, including the Audi Q7 3.6 SE.",
      "id": "s35"
    },
    {
      "text": "Further, the Court declared that Audi Australia had represented that motor vehicles in the Audi Q7 Series had performance characteristics, uses or benefits that they did not have.",
      "id": "s36"
    },
    {
      "text": "Audi Australia has given undertakings to the Court that it will not make representations to the effect that a motor vehicle in the Audi Q7 Series is available for purchase for, or from, an advertised price when:\n \n a) the specified motor vehicle is not available for purchase for, or from, the advertised price;\n b) there is a fee or charge to be paid in addition to that advertised price and the existence of the additional fee or charge is not identified; or\n c) there is a fee or charge to be paid in addition to that advertised price for particular features of the advertised motor vehicle and the existence of the additional fee or charge is not identified.",
      "id": "s37"
    },
    {
      "text": "Audi Australia has also given undertakings to the Court that it will not make representations to the effect that a motor vehicle in the Audi Q7 Series is available with a specified feature as standard, when the specified feature is not a standard feature.",
      "id": "s38"
    },
    {
      "text": "Audi Australia has been ordered by the Court to publish this notice to raise general public awareness, as well as specific awareness within the market for the sale of motor vehicles, of the conduct that has contravened the TPA and to redress the breaches the subject of the civil proceedings brought by the ACCC.",
      "id": "s39"
    },
    {
      "text": "For more information on pricing of motor vehicles see the ACCC \"Guidelines for Pricing in the Motor Vehicle Industry\" available at ACCC website at www.accc.gov.au .",
      "id": "s40"
    },
    {
      "text": "[AUSTRALIAN COAT OF ARMS] [ACCC LOGO] \n ANNEXURE 2 \n \n Proposed form of notice to be placed on Audi Australia website at www.audi.com.au \n\n Audi Australia Pty Ltd ABN 86 977 092 776 (Audi Australia) \nFollowing civil proceedings instituted by the Australian Competition and Consumer Commission ( ACCC ), the Federal Court of Australia declared on [ insert date ] that a number of newspaper advertisements published by Audi Australia in The Age and The Sydney Morning Herald newspapers were in breach of the Trade Practices Act 1974 (the TPA ).",
      "id": "s41"
    },
    {
      "text": "The Court also made declarations that certain statements and pictorial images on the Audi Australia website (www.audi.com.au ) and in the 2006 and 2007 Specifications brochures were in breach of the TPA.",
      "id": "s42"
    },
    {
      "text": "The Court declared that Audi Australia engaged in misleading or deceptive conduct and made false or misleading representations in breach of the TPA by representing that:\n \n a) the Audi Q7 3.6 SE is a motor vehicle with 7 seats as a standard feature, when in fact the standard seating is 5 seats;\n b) the Audi Q7 Series are motor vehicles with 7 seats as a standard feature, when in fact the standard seating is 5 seats;\n c) the Audi Q7 3.6 SE is a motor vehicle available for a purchase price at or from $79,900, when in fact it failed to identify the existence of dealer delivery and statutory charges that were payable as mandatory components of the total purchase price; and\n d) the Audi Q7 3.6 SE with 7 seats is a motor vehicle available for a purchase price of $79,900, when in fact: \n \n \n i. the price of $79,900 was the recommended retail price for the Audi Q7 3.6 SE motor vehicle with 5 seats, excluding dealer delivery and statutory charges;\n ii.",
      "id": "s43"
    },
    {
      "text": "the price for an Audi Q7 3.6 SE motor vehicle with 7 seats included an additional fee or charge of $1,700 for the 2 additional seats; and\n iii.",
      "id": "s44"
    },
    {
      "text": "the reference to the additional fee or charge of $1,700 was not prominent or likely to come to the attention of persons reading the advertisements.",
      "id": "s45"
    },
    {
      "text": "The Court also declared that by making these representations Audi Australia misled the public regarding the price of the Audi Q7 3.6 SE and the standard or quality, the nature, the characteristics and the suitability for their purpose of the motor vehicles in the Audi Q7 Series, including the Audi Q7 3.6 SE.",
      "id": "s46"
    },
    {
      "text": "Further, the Court declared that Audi Australia had represented that motor vehicles in the Audi Q7 Series had performance characteristics, uses or benefits that they did not have.",
      "id": "s47"
    },
    {
      "text": "Audi Australia has given undertakings to the Court that it will not make representations to the effect that a motor vehicle in the Audi Q7 Series is available for purchase for, or from, an advertised price when:\n \n a) the specified motor vehicle is not available for purchase for, or from, the advertised price;\n b) there is a fee or charge to be paid in addition to that advertised price and the existence of the additional fee or charge is not identified; or\n c) there is a fee or charge to be paid in addition to that advertised price for particular features of the advertised motor vehicle and the existence of the additional fee or charge is not identified.",
      "id": "s48"
    },
    {
      "text": "Audi Australia has also given undertakings to the Court that it will not make representations to the effect that a motor vehicle in the Audi Q7 Series is available with a specified feature as standard, when the specified feature is not a standard feature.",
      "id": "s49"
    },
    {
      "text": "Audi Australia has been ordered by the Court to publish this notice to raise general public awareness, as well as specific awareness within the market for the sale of motor vehicles, of the conduct that has contravened the TPA and to redress the breaches the subject of the civil proceedings brought by the ACCC.",
      "id": "s50"
    },
    {
      "text": "For more information on pricing of motor vehicles see the ACCC \"Guidelines for Pricing in the Motor Vehicle Industry\" available at ACCC website at www.accc.gov.au .",
      "id": "s51"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1990.html",
      "id": "s52"
    }
  ]
}