{
  "name": "Claveria v Pilkington Australia Limited (No 2) [2007] FCA 1917 (6 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1917.html",
  "catchphrases": [
    {
      "text": "unlawful termination contrary to s 659 workplace relations act 1996 (cth)",
      "id": "c0"
    },
    {
      "text": "penalty under s 665",
      "id": "c1"
    },
    {
      "text": "lost remuneration",
      "id": "c2"
    },
    {
      "text": "superannuation",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 7 November 2007, I delivered reasons for judgment in this matter and ordered that the parties file draft minutes of orders to give effect to them.",
      "id": "s0"
    },
    {
      "text": "On 19 November 2007, I made orders in conformity with agreed minutes.",
      "id": "s1"
    },
    {
      "text": "There remain, however, two principal issues for determination.",
      "id": "s2"
    },
    {
      "text": "I heard the parties yesterday on these two matters.",
      "id": "s3"
    },
    {
      "text": "2 The first issue is the matter of penalty.",
      "id": "s4"
    },
    {
      "text": "Section 665(1)(a) of the Workplace Relations Act 1996 (Cth) (\"the Act \") provides that, where an employer has contravened s 659 in relation to the termination of employment of an employee, the Court can impose a penalty of not more than $10,000.",
      "id": "s5"
    },
    {
      "text": "I stated previously that a penalty should be imposed in this case, although I left for further submission and evidence, if need be, the amount of that penalty.",
      "id": "s6"
    },
    {
      "text": "3 In submissions yesterday, counsel for the respondent referred to Mason v Harrington Corporation Pty Ltd [2007] FMCA 7 ( \"Mason\" ) and Kelly v Fitzpatrick [2007] FCA 1080 ( \"Kelly\" ).",
      "id": "s7"
    },
    {
      "text": "In Kelly at [14] Tracey J adopted \"as potentially relevant and applicable\" to the question of penalty the \"non-exhaustive range of considerations\" referred to by Mowbray FM in Mason .",
      "id": "s8"
    },
    {
      "text": "Plainly enough, the particular circumstances of the contravention are relevant.",
      "id": "s9"
    },
    {
      "text": "These circumstances are set out in my earlier reasons for judgment: see generally Claveria v Pilkington Australia Ltd [2007] FCA 1692 , especially at [148].",
      "id": "s10"
    },
    {
      "text": "This case involved the one breach, which occurred on the day of Mr Claveria's termination.",
      "id": "s11"
    },
    {
      "text": "In my previous reasons for judgment, I referred to the nature of the respondent's business.",
      "id": "s12"
    },
    {
      "text": "I previously found that the respondent terminated Mr Claveria's employment with it on 24 January 2007 for reasons that included retaliation for Mr Claveria's having recourse to the union in connection with perceived bullying and harassment on his manager's part.",
      "id": "s13"
    },
    {
      "text": "I have also referred to the factors that affected his manager, Mr Dunstan, at the time.",
      "id": "s14"
    },
    {
      "text": "I accept that Mr Dunstan was not at senior management level and was in the order of lower management.",
      "id": "s15"
    },
    {
      "text": "I have also referred to the fact that there was less than straight dealing on the respondent's part at and immediately subsequent to Mr Claveria's termination and to the statement in evidence by Mr Findlay, the respondent's human resources manager, that he knew that termination in retaliation for \"going to the union\" would be wrong and in breach of the Act .",
      "id": "s16"
    },
    {
      "text": "4 Mitigating circumstances need to be borne in mind.",
      "id": "s17"
    },
    {
      "text": "In mitigation of penalty, the parties agreed that the respondent has \"never before been found to have breached section 659 of the Workplace Relations Act 1996 (Cth) or like provisions in earlier legislation\" and \"has a history of cooperating with the union\".",
      "id": "s18"
    },
    {
      "text": "The respondent submitted, and I accept, that it should be regarded as a first offender.",
      "id": "s19"
    },
    {
      "text": "I accept that the penalty should not be at the higher end of the range: compare Vickery v Assetta [2004] FCA 555 at [25] per Finkelstein J.",
      "id": "s20"
    },
    {
      "text": "5 I have previously noted that the respondent acted so as to deny Mr Claveria the freedom to pursue a basic right protected by the Act .",
      "id": "s21"
    },
    {
      "text": "The need for deterrence must be borne in mind.",
      "id": "s22"
    },
    {
      "text": "In light of the circumstances referred to above, it appears that general, as opposed to specific, deterrence is the more important factor in this case: compare Kelly at [28].",
      "id": "s23"
    },
    {
      "text": "In this regard, counsel for Mr Claveria referred to Finance Sector Union v Commonwealth Bank of Australia (2005) 147 IR 462 (\" FSU \") at [41], where Merkel J reiterated earlier observations that \"for a penalty to have the desired [deterrent] effect, it must be imposed at a meaningful level\".",
      "id": "s24"
    },
    {
      "text": "As counsel for Mr Claveria rightly conceded, FSU concerned conduct of a very different nature to that impugned in the present case: see Merkel J's characterisation of the conduct in FSU at [59] as \"flagrant and deliberate\".",
      "id": "s25"
    },
    {
      "text": "Notwithstanding this (and the judgments of Spender, Branson and Marshall JJ on appeal: (2007) 161 IR 262), Merkel J's statement as to the relationship of the level of penalty to general deterrence remains apposite.",
      "id": "s26"
    },
    {
      "text": "6 In all the circumstances of the case, and bearing in mind the matters to which I have directly and indirectly referred, I consider an appropriate penalty here to be $4,000.",
      "id": "s27"
    },
    {
      "text": "7 Section 841 of the Act provides that a penalty can be paid \"to a particular ... person\".",
      "id": "s28"
    },
    {
      "text": "The Court has held that a penalty can be paid to an applicant, such as Mr Claveria: see Vickery v Assetta at [25], Automotive, Food, Metals, Engineering, Printing &amp; Kindred Industries Union v DMG Industries Pty Ltd (1999) 89 IR 360 at 365-6 per Marshall J, Stewart v Nickles [1999] FCA 888 per Ryan JR; and Gibbs v The Mayor, Councillors and Citizens of the City of Altona (1992) 37 FCR 216 at 223 per Gray J.",
      "id": "s29"
    },
    {
      "text": "The respondent does not oppose this course.",
      "id": "s30"
    },
    {
      "text": "I would order that the penalty be paid to Mr Claveria.",
      "id": "s31"
    },
    {
      "text": "8 The second issue for determination concerns the amount of compensation.",
      "id": "s32"
    },
    {
      "text": "The parties have filed an Agreed Schedule of Earnings.",
      "id": "s33"
    },
    {
      "text": "This sets out Mr Claveria's pre-termination and post-termination earnings.",
      "id": "s34"
    },
    {
      "text": "Where the Court is satisfied that an employer has contravened s 659 , paragraphs 665(1)(c), (d) and (e) permit the Court to order the employer to pay to the employee compensation of such amounts as the Court thinks appropriate (subject to ss 665(2) -(5)), to make any other order that the Court thinks necessary to remedy the effect of such a termination, and to make any other consequential orders.",
      "id": "s35"
    },
    {
      "text": "Subsections 665(2), (3) and (5) provide as follows:\n \n \n (2) An amount of compensation ordered by the Court under paragraph (1)(c) or (d) to be paid to an employee may not include a component by way of compensation for shock, distress or humiliation, or other analogous hurt, caused to the employee by the manner of terminating the employer's employment.",
      "id": "s36"
    },
    {
      "text": "(3) In fixing an amount under paragraph (1)(c) for an employee who was employed under award-derived conditions immediately before the termination, the Court must not fix an amount that exceeds the total of the following amounts: \n (a ) the total amount of remuneration: \n (i) received by the employee; or \n (ii) to which the employee was entitled; \n \n \n \n \n (whichever is higher) for any period of employment with the employer during the period of 6 months immediately before the termination (other than any period of leave without full pay); and \n (b ) if the employee was on leave without pay or without full pay while so employed during any part of that period --- the amount of remuneration taken to have been received by the employee for the period of leave in accordance with the regulations.",
      "id": "s37"
    },
    {
      "text": "(4) ... \n (5) For the avoidance of doubt, an order by the Court under paragraph (1)(c) or (d) may permit the employer concerned to pay the amount required in instalments specified in the order.",
      "id": "s38"
    },
    {
      "text": "Subsection 665(4) is inapplicable in this case.",
      "id": "s39"
    },
    {
      "text": "Instead, s 665(3) applies because Mr Claveria was \"employed under award-derived conditions\": see s 642(6).",
      "id": "s40"
    },
    {
      "text": "9 The parties are at odds about superannuation.",
      "id": "s41"
    },
    {
      "text": "At the time of termination, the respondent made superannuation contributions in respect of Mr Claveria averaging $83.10 per week.",
      "id": "s42"
    },
    {
      "text": "Mr Claveria lost the benefit of $3,631.47 in superannuation contributions in the period between termination and reinstatement.",
      "id": "s43"
    },
    {
      "text": "In this period, however, he received the benefit of an amount of $707.16 from other employers' superannuation contributions.",
      "id": "s44"
    },
    {
      "text": "His counsel agreed that this latter amount should be set off against the amount of $3,631.47.",
      "id": "s45"
    },
    {
      "text": "Accordingly, for the reasons set out below, pursuant to s 665(1)(d) of the Act , I would order that the respondent pay $2,924.31 to the applicant's nominated superannuation trustee for payment into a superannuation fund in respect of the applicant.",
      "id": "s46"
    },
    {
      "text": "10 The respondent noted that, under the superannuation guarantee legislation, payment is made to a superannuation trustee, who receives the money on behalf of a compliant superannuation fund.",
      "id": "s47"
    },
    {
      "text": "It is inappropriate, therefore, to order under s 665(1)(c) that the respondent make payment to Mr Claveria by way of compensation in respect of lost superannuation.",
      "id": "s48"
    },
    {
      "text": "Rather, it is appropriate to order, under s 665(1)(d) , that the respondent make a payment, in respect of Mr Claveria, to the superannuation trustee in an amount that represents what Mr Claveria has lost by reason of the respondent's failure to make superannuation contributions for him between the date of his termination and his reinstatement.",
      "id": "s49"
    },
    {
      "text": "I accept that, as counsel for Mr Claveria submitted, an order with respect to superannuation entitlements can be characterised as one to remedy the effects of the termination, as contemplated by s 665(1)(d).",
      "id": "s50"
    },
    {
      "text": "11 The parties are also at odds about Mr Claveria's claim for the payment of lost remuneration for the period between termination and reinstatement.",
      "id": "s51"
    },
    {
      "text": "He seeks payment for remuneration lost by him between the date of his termination and the date of his reinstatement.",
      "id": "s52"
    },
    {
      "text": "He relies upon the Agreed Schedule of Earnings, which has been filed for both parties.",
      "id": "s53"
    },
    {
      "text": "At the time of his termination, his earnings were, on average, $1,147.40 per week.",
      "id": "s54"
    },
    {
      "text": "There were 43.7 weeks between termination and reinstatement.",
      "id": "s55"
    },
    {
      "text": "He therefore claims that he lost $50,141.38 in wages in the relevant period.",
      "id": "s56"
    },
    {
      "text": "12 In calculating the amount of lost remuneration, Mr Claveria accepts that his earnings gained during the period between termination and reinstatement should be set off.",
      "id": "s57"
    },
    {
      "text": "Between his termination and reinstatement, he earned wages of $7,857.38.",
      "id": "s58"
    },
    {
      "text": "Further, he acknowledges that deductions should be allowed for payments in respect of annual leave ($2801.00) and long service leave ($8661.00) made at the time of his termination.",
      "id": "s59"
    },
    {
      "text": "He also states that a further deduction should be allowed for the payments in lieu of notice also made at the time of termination ($3179.00).",
      "id": "s60"
    },
    {
      "text": "These deductions amount to $22,498.38 which should be deducted from Mr Claveria's lost wages of $50,141.38.",
      "id": "s61"
    },
    {
      "text": "For the reasons outlined below, I would order that the respondent pay to Mr Claveria the amount of $27,643.00, with an appropriate deduction for taxation.",
      "id": "s62"
    },
    {
      "text": "13 On one view, an amount for lost remuneration is properly the subject of compensation by an order under s 665(1)(c).",
      "id": "s63"
    },
    {
      "text": "(An alternative possibility is mentioned at [21] below.",
      "id": "s64"
    },
    {
      "text": ") In some circumstances, compensation for lost remuneration would be discounted to some extent to reflect the vicissitudes of employment life.",
      "id": "s65"
    },
    {
      "text": "There is no occasion to apply a discount in this case.",
      "id": "s66"
    },
    {
      "text": "Partly, this is because the period between termination and reinstatement is relatively short and finite.",
      "id": "s67"
    },
    {
      "text": "There was no clear evidence that Mr Claveria would have been retrenched in this period, although it was suggested that retrenchments might affect him at some later date.",
      "id": "s68"
    },
    {
      "text": "The effect of s 665(3) must also be borne in mind.",
      "id": "s69"
    },
    {
      "text": "14 Under s 665(1)(c) , the Court may make an order requiring the employer to pay to the employee compensation \"of such amount as the Court thinks appropriate\".",
      "id": "s70"
    },
    {
      "text": "The Court is thus called on to determine an appropriate amount to compensate the employee for the employer's contravention of s 659.",
      "id": "s71"
    },
    {
      "text": "An amount that represents in some way the remuneration that an employee has lost by reason of the employer's contravention falls within the ordinary notion of compensation.",
      "id": "s72"
    },
    {
      "text": "Of course, s 665(1)(c) is subject to subsections (2) to (5).",
      "id": "s73"
    },
    {
      "text": "Compensation must not therefore include any component for shock, distress or humiliation, or other analogous hurt: see s 665(2).",
      "id": "s74"
    },
    {
      "text": "Furthermore, given that Mr Claveria was \"employed under award-derived conditions\" the Court \"must not fix an amount that exceeds the total of\" the amounts referred to in s 665(3).",
      "id": "s75"
    },
    {
      "text": "In this case, s 665(3)(b) has no operation since Mr Claveria was not on leave without pay or without full pay during any part of the relevant period.",
      "id": "s76"
    },
    {
      "text": "Hence the limit or cap is the total amount of remuneration which was: (i) received by the employee; or (ii) to which the employee was entitled (whichever is higher) --- for any period of employment with the employer during the period of 6 months immediately before the termination (here, 24 January 2007).",
      "id": "s77"
    },
    {
      "text": "In the six months prior to his termination on 24 January 2007, Mr Claveria earned $29,832.53 in wages and received $2160.70 in superannuation contributions.",
      "id": "s78"
    },
    {
      "text": "15 The parties disagreed as to whether the respondent's superannuation contributions in respect of Mr Claveria should be included in the calculation of the total amount of remuneration for the purposes of calculating the cap in s 665(3).",
      "id": "s79"
    },
    {
      "text": "16 Counsel for Mr Claveria argued that these superannuation contributions should be included.",
      "id": "s80"
    },
    {
      "text": "If these contributions were included, the cap or limit in s 665(3) would be $31,993.23.",
      "id": "s81"
    },
    {
      "text": "Counsel argued that these contributions were remuneration \"received by\" Mr Claveria because they were received by his superannuation trustee on his behalf.",
      "id": "s82"
    },
    {
      "text": "She argued that the expression \"received by\" was to be understood as \"received by or on behalf of the employee\".",
      "id": "s83"
    },
    {
      "text": "There is some force in this submission.",
      "id": "s84"
    },
    {
      "text": "In Furey v Civil Service Association of WA (Inc) [1999] FCA 1492 ; (1999) 91 FCR 407 at 421, Carr J held that held that the expression \"pay to the employee\" in s 170CM(4) of the Act as it then stood should be understood to mean \"pay to or on behalf of the employee\".",
      "id": "s85"
    },
    {
      "text": "That is, the Act imposed an obligation on an employee seeking to pay compensation instead of notice, to pay either to or for the benefit or on behalf of the employee everything that the employee would have been entitled to have been paid had he or she worked out the required period of notice.",
      "id": "s86"
    },
    {
      "text": "This obligation extended to superannuation payments.",
      "id": "s87"
    },
    {
      "text": "By failing to pay superannuation for the four week period in question, the respondent breached s 170CM of the Act .",
      "id": "s88"
    },
    {
      "text": "In so concluding, Carr J followed the approach of Finn J in Comcare v Fyfe [1999] FCA 1368: see also the decision of the Australian Industrial Relations Commission in Deane v Paper Australia Pty Ltd (2003) 121 IR 362 at 366, holding that the operation of the superannuation guarantee legislation rendered the employer's contribution a benefit to the employee and within the concept of \"remuneration\" for the purposes of calculating the limits imposed by the Act for applicants wishing to bring unfair dismissal proceedings.",
      "id": "s89"
    },
    {
      "text": "17 The respondent argued to the contrary that the applicant's entitlement to superannuation contributions did not fall within the concept of \"remuneration\" to which s 665(3) referred.",
      "id": "s90"
    },
    {
      "text": "According to the respondent:\n \n Superannuation paid to an account in favour of an applicant, but not actually paid to the applicant, is not capable of being 'remuneration' within the meaning of section 659(3) of the WR Act .",
      "id": "s91"
    },
    {
      "text": "This is so, as such monies do not fall to be received by the Applicant.",
      "id": "s92"
    },
    {
      "text": "The respondent argued that the Court's jurisdiction was \"limited to the sum that was paid to the applicant, and payable in any circumstances to the applicant for the six months' period prior to termination\".",
      "id": "s93"
    },
    {
      "text": "This was the amount of $29,832.53.",
      "id": "s94"
    },
    {
      "text": "18 I am inclined to prefer the applicant's analysis to that of the respondent because, in other contexts, as the applicant noted, superannuation has been treated as a part of an employee's remuneration and this appears to me to accord with the ordinary notion of remuneration.",
      "id": "s95"
    },
    {
      "text": "I need not decide the point, however, because the amount of compensation that I would order ($27,643.00) is below the cap in s 665(3) , whether or not the superannuation contributions are included.",
      "id": "s96"
    },
    {
      "text": "19 The parties also disagreed as to how the cap or limit in s 665(3) should be applied.",
      "id": "s97"
    },
    {
      "text": "According to counsel for the respondent, s 665(1)(c) does not contemplate that 'compensation' be first assessed by reference to that which the employee has lost or otherwise suffered by reason of the employer's contravention of s 659 , although he conceded that it conferred a discretion on the court, which might be exercised having regard to the employee's loss.",
      "id": "s98"
    },
    {
      "text": "The respondent submitted that s 665(3) operated as a jurisdictional constraint on the exercise of this discretion.",
      "id": "s99"
    },
    {
      "text": "The respondent argued that, if the court, in the exercise of its discretion, determined that the maximum amount of compensation payable under the cap (or some lesser amount) was appropriate, then any deductions (such as those referred to in [12] above) should be made from this amount.",
      "id": "s100"
    },
    {
      "text": "Finally, the respondent submitted that, to the extent that Laz v Downer Group Ltd (2000) 108 IR 244 (\" Laz \") was contrary to this suggested interpretation, it was wrongly decided or was to be reconsidered in light of the fact that s 665(3) in its present form was enacted after Laz .",
      "id": "s101"
    },
    {
      "text": "20 I reject the respondent's submissions concerning the operation of the cap.",
      "id": "s102"
    },
    {
      "text": "There is no warrant to accord to s 665(3) such a contrived operation.",
      "id": "s103"
    },
    {
      "text": "Section 665(3) operates merely to limit or cap the amount of compensation that the court may fix under s 665(1)(c) , as an amount to be paid by the employer to the employee in compensation for terminating his employment in contravention of s 659 of the Act .",
      "id": "s104"
    },
    {
      "text": "Accordingly, I propose to approach the calculation of compensation in the way advocated by counsel for Mr Claveria.",
      "id": "s105"
    },
    {
      "text": "That is to say, I have calculated the amount of Mr Claveria's lost remuneration, and deducted from this amount the amounts referred to at [12] above.",
      "id": "s106"
    },
    {
      "text": "Only then, once an appropriate compensatory figure is arrived at, should regard be had to the cap in s 665(3).",
      "id": "s107"
    },
    {
      "text": "As I have already said, approached in this way, if lost remuneration is properly dealt with in an order under s 665(1)(c) , then s 665(3) does not operate to require the fixing of any sum lower than the $27,643.00 which I would otherwise award to Mr Claveria (whether or not superannuation is included in the calculation of the s 665(3) cap).",
      "id": "s108"
    },
    {
      "text": "21 Of course, as counsel for Mr Claveria noted, s 665(1)(b) , (d) or (e) might also support an order for the payment of lost remuneration: see Laz at 260 per Moore J.",
      "id": "s109"
    },
    {
      "text": "I accept this might be so.",
      "id": "s110"
    },
    {
      "text": "Section 665(1)(d) , in particular, would in terms provide a basis for such an order.",
      "id": "s111"
    },
    {
      "text": "I note, in passing, that s 665(3) apparently contemplates that an amount of compensation may be ordered under this paragraph.",
      "id": "s112"
    },
    {
      "text": "Having regard to the earlier form of the Act , it does not seem to me that the respondent has shown any convincing basis for its argument that Laz was wrongly decided or stands to be reconsidered.",
      "id": "s113"
    },
    {
      "text": "Of course, if an order of this kind were properly regarded as having been made under s 665(1)(d) (or paragraphs (b) or (e)), the limit set by s 665(3) would not apply.",
      "id": "s114"
    },
    {
      "text": "This is a matter to be considered on another day.",
      "id": "s115"
    },
    {
      "text": "22 In summary, the first respondent should pay Mr Claveria the sums of $4,000 by way of penalty, $27,643.00 (with an appropriate deduction for taxation) in lost remuneration, and $2,924.31 to Mr Claveria's nominated superannuation trustee.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny J.",
      "id": "s117"
    },
    {
      "text": "Associate:\n\nDated: 6 December 2007\n\n\n Counsel for the Applicant: Ms L Doust \n \n Solicitor for the Applicant: Maurice Blackburn \n \n Counsel for the Respondent: Mr T Donaghey \n \n Solicitor for the Respondent: Victorian Employers' Chambers of Commerce and Industry \n \n Date of Hearing: 5 December 2007 \n \n Date of Judgment: 6 December 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1917.html",
      "id": "s118"
    }
  ]
}