{
  "name": "Le v The Queen [2007] FCA 1463 (18 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1463.html",
  "catchphrases": [
    {
      "text": "conviction for offences under copyright act 1968 (cth) and trade marks act 1995 (cth)",
      "id": "c0"
    },
    {
      "text": "appeals against severity of sentences imposed for custodial sentence with non-release period",
      "id": "c1"
    },
    {
      "text": "the court's jurisdiction",
      "id": "c2"
    },
    {
      "text": "whether errors in sentencing",
      "id": "c3"
    },
    {
      "text": "principle against interference with exercise of sentencing discretion",
      "id": "c4"
    },
    {
      "text": "copyright &amp; trade marks",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n This is an appeal against the severity of sentences imposed upon the appellant for her conviction for six offences under the Copyright Act 1968 (Cth) and for five offences under the Trade Marks Act 1995 (Cth).",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n \n On 30 June 2006, the appellant pleaded guilty at Liverpool Local Court to the following offences: \n \n &#8226; Five breaches of copyright by possession of an article for sale/hire: s 132(2A)(a) Copyright Act .",
      "id": "s1"
    },
    {
      "text": "&#8226; One of possessing a device for infringing copyright on a work: s 132(3) Copyright Act ; and\n &#8226; Five of possessing goods with falsely applied trade marks: s 148(e) Trade Marks Act .",
      "id": "s2"
    },
    {
      "text": "In relation to each of the 11 offences, the appellant was convicted and sentenced to 12 months' imprisonment, to be released after eight months on a recognizance release order upon entering into a bond to be of good behaviour for three years, with a self-surety of $1,000.",
      "id": "s3"
    },
    {
      "text": "The sentences were imposed concurrently.",
      "id": "s4"
    },
    {
      "text": "The appellant was remanded into custody following her conviction on 30 June 2006.",
      "id": "s5"
    },
    {
      "text": "On 5 July 2006 the appellant was granted conditional bail after she lodged an appeal against the severity of her sentence.",
      "id": "s6"
    },
    {
      "text": "The appellant has spent five days in custody referable to this matter.",
      "id": "s7"
    },
    {
      "text": "THE OFFENCE AND PENALTY PROVISIONS \n \n The relevant offence and penalty provisions which are the subject of this appeal are contained in ss 132(2A), 132(3), 132(6AA), 132(6A) of the Copyright Act as it stood at the relevant time; and ss 148(e) and 149 of the Trade Marks Act : \n Breach copyright by possession of article for sale/hire: s 132(2A)(a) Copyright Act : \n \n \n \"(2A) A person shall not, at a time when copyright subsists in a work, have in his or her possession an article for the purpose of:\n \n \n \n (a) selling, letting for hire, or by way of trade, or with the intention of obtaining a commercial advantage or profit, offering or exposing for sale or hire, the article;\n \n (b) distributing the article for the purpose of trade, or with the intention of obtaining a commercial advantage or profit, or for any other purpose to an extent that will affect prejudicially the owner of the copyright in the work; or\n \n (c) by way of trade, or with the intention of obtaining a commercial advantage or profit, exhibiting the article in public; \n \n \n \n if the person knows, or ought reasonably to know, the article to be an infringing copy of the work.",
      "id": "s8"
    },
    {
      "text": "\"\n \n Possess device for infringing copyright on work: s 132(3) Copyright Act : \n \n \n \"(3) A person shall not, at a time when copyright subsists in a work, make or have in his or her possession a device that the person knows, or ought reasonably to know, is to be used for making infringing copies of the work.",
      "id": "s9"
    },
    {
      "text": "\"\n \n ...\n \n Penalties specified under s 132(6AA) and (6A) Copyright Act : \n \n \n \"(6AA) If:\n \n \n \n (a) a person contravenes subsection (1), (2) or (2A); and \n \n \n \n \n \n (b) the article to which the contravention relates is an infringing copy because it was made by converting a work or other subject-matter from hardcopy or analog form into a digital or other electronic machine-readable form; \n \n \n \n the person is guilty of an offence punishable on summary conviction by a fine of not more than 850 penalty units and/or imprisonment for not more than 5 years.",
      "id": "s10"
    },
    {
      "text": "... \n \n \n \n \n \n \n (6A) A person who contravenes subsection (3), (5), (5AA), (5A), (5B), (5C), (5D), (5DA) or (5DB) is guilty of an offence punishable on summary conviction by a fine of not more than 550 penalty units and/or imprisonment for not more than 5 years.",
      "id": "s11"
    },
    {
      "text": "Note: A corporation may be fined up to 5 times the amount of the maximum fine.",
      "id": "s12"
    },
    {
      "text": "See subsection 4B(3) of the Crimes Act 1914 .",
      "id": "s13"
    },
    {
      "text": "\"\n \n Possess goods with falsely applied trade marks: s 148 Trade Marks Act : \n \n \n \"A person is guilty of an offence if the person intentionally: \n \n (a) sells goods; or\n \n (b) exposes goods for sale; or\n \n \n \n (c) has goods in his or her possession for the purpose of trade or manufacture; or \n \n \n \n \n \n (d) imports goods into Australia for the purpose of trade or manufacture;\n \n knowing that, or reckless of whether or not: \n \n \n \n \n \n (e) a falsified registered trade mark is applied to them or in relation to them; or \n \n \n \n \n \n (f) a registered trade mark has been unlawfully removed from them; or \n \n \n \n \n \n (g) a registered trade mark is falsely applied to them or in relation to them.",
      "id": "s14"
    },
    {
      "text": "\" \n \n \n \n Penalty specified under s 149 Trade Marks Act : \n \n \n \"A person guilty of an offence under section 145 , 146 , 147 or 148 is punishable on conviction by:\n \n (a) a fine not exceeding 500 penalty units; or\n \n \n \n (b) imprisonment for a period not exceeding 2 years; or (c) by both a fine and a term of imprisonment.",
      "id": "s15"
    },
    {
      "text": "...\"\n \n MAXIMUM PENALTIES \n \n The maximum penalties applicable for the aforementioned offences are as follows: \n\n\n Offence Maximum penalty Breach copyright by possession of article for sale/hire: s 132(2A)(a) Copyright Act On summary conviction: 5 years imprisonment and/or a fine of $93,500: section 132(6AA) Copyright Act .",
      "id": "s16"
    },
    {
      "text": "Possess device for infringing copyright on work: s 132(3) Copyright Act On summary conviction: 5 years imprisonment and/or a fine of $60,500: section 132(6A) Copyright Act .",
      "id": "s17"
    },
    {
      "text": "Possess goods with falsely applied trade marks: s 148(e) Trade Marks Act .",
      "id": "s18"
    },
    {
      "text": "On summary conviction: 12 months imprisonment and/or fine of $6,600: s 4J Crimes Act 1914 (Cth).",
      "id": "s19"
    },
    {
      "text": "JURISDICTION OF THE COURT \n The Copyright Act Offences \n \n This Court is empowered to adjudicate appeals arising out of convictions for offences prosecuted under the Copyright Act : s 131B.",
      "id": "s20"
    },
    {
      "text": "8 Section 131B provides: \n Appeals \n \n \n \n \n \"(1) Subject to subsection (2), a decision of a court of a State or Territory (however constituted) under this Part is final and conclusive.",
      "id": "s21"
    },
    {
      "text": "(2) An appeal lies from a decision of a court of a State or Territory under this Part: \n \n \n \n \n \n (a) to the Federal Court of Australia; or\n \n \n \n \n \n (b) by special leave of the High Court, to the High Court.",
      "id": "s22"
    },
    {
      "text": "\" \n \n \n \n \n \n This Court's appellate jurisdiction is governed by s 24 of the Federal Court of Australia Act 1976 (Cth) which relevantly provides: \n Appellate jurisdiction \n \n \n \n \"(1) Subject to this section and to any other Act, whether passed before or after the commencement of this Act (including an Act by virtue of which any judgments referred to in this section are made final and conclusive or not subject to appeal), the Court has jurisdiction to hear and determine: \n \n \n \n \n \n (a) appeals from judgments of the Court constituted by a single Judge;\n \n (b) appeals from judgments of the Supreme Court of a Territory (other than the Australian Capital Territory or the Northern Territory); and\n \n (c) in such cases as are provided by any other Act, appeals from judgments of a court (other than a Full Court of the Supreme Court) of a State, the Australian Capital Territory or the Northern Territory, exercising federal jurisdiction ...\" \n \n \n \n \n \n Section 25 of the Federal Court of Australia Act relevantly provides: \n Exercise of appellate jurisdiction \n \n \n \n \n \"(1) ...\n \n (5) Subject to any other Act, the jurisdiction of the Court in an appeal from a judgment of a Court of summary jurisdiction may be exercised by one Judge or by a Full Court.",
      "id": "s23"
    },
    {
      "text": "\" \n \n \n \n The Trade Marks Act offences \n \n This Court's jurisdiction in relation to appeals in trade marks prosecutions from \"prescribed courts\" is contained in ss 191 , 195 and 190 of the Trade Marks Act : \n Section 191 Jurisdiction of the Federal Court \n \n \n \n \n \"(1) The Federal Court has jurisdiction with respect to matters arising under this Act.",
      "id": "s24"
    },
    {
      "text": "(2) The jurisdiction of the Federal Court to hear and determine appeals against decisions, directions or orders of the Registrar is exclusive of the jurisdiction of any other court except the jurisdiction of the High Court under section 75 of the Constitution .",
      "id": "s25"
    },
    {
      "text": "(3) A prosecution for an offence against this Act may not be started in the Federal Court.",
      "id": "s26"
    },
    {
      "text": "\" \n \n \n \n Section 195 Appeals \n \n \n \"(1) An appeal lies to the Federal Court against a judgment or order of: \n \n \n \n \n (a) another prescribed court exercising jurisdiction under this Act; or\n (b) any other court in an action under Part 12.",
      "id": "s27"
    },
    {
      "text": "...\"\n \n Section 190 Prescribed courts \n \n \n \"Each of the following courts is a prescribed court for the purposes of this Act: \n \n (a) the Federal Court;\n (b) the Supreme Court of a State; \n \n \n (c) the Supreme Court of the Australian Capital Territory; \n (d) the Supreme Court of the Northern Territory; \n (e) the Supreme Court of Norfolk Island.",
      "id": "s28"
    },
    {
      "text": "\" \n \n \n \n \n As the Local Court of NSW is not a \"prescribed court\" for the purposes of an appeal to this Court under s 195(l)(a) of the Trade Marks Act and the present proceeding is not a civil action for a trade mark infringement under Part 12 of that Act , the Federal Court's jurisdiction to adjudicate the Trade Marks Act appeals is reliant on the \"associated\" jurisdiction conferred upon this Court pursuant to s 32 of the Federal Court of Australia Act .",
      "id": "s29"
    },
    {
      "text": "The associated jurisdiction arises in circumstances where this Court's appellate jurisdiction has already been invoked in the related Copyright Act appeal: \n Section 32 of the Federal Court of Australia Act \n \n \n \n \n \"(1) To the extent that the Constitution permits, jurisdiction is conferred on the Court in respect of matters not otherwise within its jurisdiction that are associated with matters in which the jurisdiction of the Court is invoked.",
      "id": "s30"
    },
    {
      "text": "(2) The jurisdiction conferred by subsection (1) extends to jurisdiction to hear and determine an appeal from a judgment of a court so far as it relates to a matter that is associated with a matter in respect of which an appeal from that judgment, or another judgment of that court, is brought.",
      "id": "s31"
    },
    {
      "text": "\" \n \n \n \n APPELLANT'S SUBMISSIONS \n Errors in Sentencing \n \n In her written submissions, the appellant submitted that the Magistrate committed two errors upon sentencing her: \n \n (1) Failure to consider all possible alternatives to full-time imprisonment: s 17A of the Crimes Act .",
      "id": "s32"
    },
    {
      "text": "That section provides: \n Restrictions on imposing sentences \n \n \n \n \"(1) A court shall not pass a sentence of imprisonment on any person for a federal offence, or for an offence against the law of an external Territory that is prescribed for the purposes of this section, unless the court, after having considered all other available sentences, is satisfied that no other sentence is appropriate in all the circumstances of the case.",
      "id": "s33"
    },
    {
      "text": "(2) Where a court passes a sentence of imprisonment on a person for a federal offence, or for an offence against the law of an external Territory that is prescribed for the purposes of this section, the court: \n \n \n \n \n \n \n (a) shall state the reasons for its decision that no other sentence is appropriate; and\n \n (b) shall cause those reasons to be entered in the records of the court.",
      "id": "s34"
    },
    {
      "text": "(3) The failure of a court to comply with the provisions of this section does not invalidate any sentence.",
      "id": "s35"
    },
    {
      "text": "(4) This section applies subject to any contrary intention in the law creating the offence.",
      "id": "s36"
    },
    {
      "text": "\" \n \n \n \n (2) Failure to apply and properly record the utilitarian discount given for a plea of guilty: R v Thomson; R v Houlton ( 2000) [2000] NSWCCA 309 ; 49 NSWLR 383.",
      "id": "s37"
    },
    {
      "text": "It was submitted that these procedural errors are significant and that their intrinsic part in the sentencing process has the result that the discretion exercised by the sentencing court has miscarried, is unsound or unreasonable in its exercise, and this is reflected in the severity of the sentence actually handed down.",
      "id": "s38"
    },
    {
      "text": "The appellant asks that the sentence the subject of appeal be set aside and that this Court substitute its own sentence in lieu: Kovac v The Queen (1977) 15 ALR 637.",
      "id": "s39"
    },
    {
      "text": "The balance of the appellant's submissions were directed to --- \n \n (1) The circumstances that do not justify full-time custody: three key matters that are to be considered under s 16A of the Crimes Act: \n \n \n (a) the need to ensure that the person is adequately punished for the offence;\n (b) the deterrent effect that any sentence or order under consideration may have on the person;\n (c) the prospect of rehabilitation of the person.",
      "id": "s40"
    },
    {
      "text": "(2) A just and appropriate sentence to be substituted in lieu --- such as community service, as was recommended to Liverpool Local Court by the Probation and Parole Officer's Pre-Sentence Report of 22 June 2006.",
      "id": "s41"
    },
    {
      "text": "a.",
      "id": "s42"
    },
    {
      "text": "The need to ensure that the person is adequately punished for the offence \n \n Dealing with each of the matters in turn, the appellant submitted that the time in full-time custody already spent (five days), together with a community service order, lengthy if need be, would be adequate punishment, and that any greater level of punishment meted by the Court would exceed that which is just and appropriate with respect to the objective features of the offence committed.",
      "id": "s43"
    },
    {
      "text": "In this regard, the appellant relies on sentencing statistics published by the Judicial Commission of New South Wales in 2007 and annexed to her written submissions which illustrate that over the period October 2002 to September 2006 in the case of 90 offenders convicted of breaching s 132 of the Copyright Act and in respect of 102 offenders convicted of breaching s 148 of the Trade Marks Act , none were imprisoned.",
      "id": "s44"
    },
    {
      "text": "Any that were given a custodial sentence were immediately released pursuant to s 20(1(b) of the Crimes Act .",
      "id": "s45"
    },
    {
      "text": "This, the appellant submits, provides a measure for this Court to assess the objective criminality of the offence and thus a guide as to what level of punishment is adequate.",
      "id": "s46"
    },
    {
      "text": "b.",
      "id": "s47"
    },
    {
      "text": "The deterrent effect that any sentence or order under consideration may have on the person \n \n The appellant submitted that the Court should consider the wide publicity that has been given to the case and the manner in which the appellant was identified --- television footage of approximately four minutes duration screened on the nightly news broadcast by a major television station in Sydney on the evening of Friday, 7 July 2006 clearly identifying the appellant's face --- as impacting on the sentencing factor of deterrence.",
      "id": "s48"
    },
    {
      "text": "Given the magnitude of the publicity and the inevitable consequence that the appellant is now publicly known and identified for this case, interactions of the appellant with her friends and the community almost always now raise the subject of the offence and her subsequent incarceration.",
      "id": "s49"
    },
    {
      "text": "With this unique factor in mind, the appellant submitted that specific deterrence has to some extent been achieved by the media publicity over the incident, as the appellant will continually be reminded of the imprisonment that was given to her.",
      "id": "s50"
    },
    {
      "text": "The appellant further submitted that the weight that ought to be attributed to the need for specific deterrence in light of her prior sentence for a similar offence on 15 May 2002 (resulting in $1,520 in fines and a recognizance to be on good behaviour for two years) should be discounted because of the subsequent media publicity surrounding the case, the manner in which it clearly identified the appellant and the ensuing effect on the identity of the appellant and how she is now known amongst her friends and the community.",
      "id": "s51"
    },
    {
      "text": "Finally, it was submitted that general deterrence has also to some extent been achieved by the prominence of the media publicity, and thus in the appellant's submission should be factored into the final sentence that this Court is being asked to substitute.",
      "id": "s52"
    },
    {
      "text": "c. The prospect of rehabilitation of the person \n \n It was submitted: \n \n (1) That the need to rehabilitate the appellant for her inevitable participation in the community should be given greater prominence in deciding upon the appropriate sentence.",
      "id": "s53"
    },
    {
      "text": "The appellant is a 53 year old unemployed pensioner mother of two children, aged 20 and 27 years of age.",
      "id": "s54"
    },
    {
      "text": "The youngest of these children, Angelo Polese, was born in 1986, and since that time has had severe autism.",
      "id": "s55"
    },
    {
      "text": "The appellant has thus been required to provide full-time care for her severely disabled child with little assistance from other persons.",
      "id": "s56"
    },
    {
      "text": "She has done this at home for 20 years, and this has required her to be ever present at home with her disabled child, giving her full-time attention.",
      "id": "s57"
    },
    {
      "text": "(2) That the appellant was required to be constantly at home is the root cause for the psychological state which resulted in the offences for which she is presently before this Court.",
      "id": "s58"
    },
    {
      "text": "Her instructions are that collecting of videos began as a need to keep occupied when housebound caring for her child, resulting in a library.",
      "id": "s59"
    },
    {
      "text": "Lending of her personal collection led to copying for loan, and this behavior formed the basis of her social interaction with the outside community, which would otherwise have been non-existent due to her child's needs.",
      "id": "s60"
    },
    {
      "text": "(3) At the beginning of 2006, Angelo attacked the appellant and substantially injured her.",
      "id": "s61"
    },
    {
      "text": "He was subsequently placed in the care of the Department of Ageing, Disability &amp; Home Care, where he remains to this day.",
      "id": "s62"
    },
    {
      "text": "It is feared that he is unstable and may attack people in his vicinity again, including his mother, and so he is to remain in the care of the Department indefinitely.",
      "id": "s63"
    },
    {
      "text": "(4) Since the beginning of 2006, the appellant has regained a liberty that she has not known for more than 20 years.",
      "id": "s64"
    },
    {
      "text": "That she is no longer housebound means that the psychological state which resulted in the offences before the Court is less likely to recur.",
      "id": "s65"
    },
    {
      "text": "She is now able to actively partake in the community as \"normal\" people who are not housebound do.",
      "id": "s66"
    },
    {
      "text": "She thus now has a support network that she did not have for some 20 years, including regular church attendances with her daughter.",
      "id": "s67"
    },
    {
      "text": "She has also expressed a desire to work part-time.",
      "id": "s68"
    },
    {
      "text": "(5) The appellant has taken active steps to address the psychological trauma caused by the full-time care she provided to her severely disabled child for 20 years and the consequent psychological state attendant upon the commission of these offences, by attending a clinical psychiatrist where she has commenced a course of medication.",
      "id": "s69"
    },
    {
      "text": "There was annexed to the appellant's written submissions a letter from a Dr Thomas Luong dated 8 February 2007 concerning the appellant's depressive disorder, and the treatment that she is receiving for it.",
      "id": "s70"
    },
    {
      "text": "(6) All of these changes have only recently become possible and should give prominence to the need to rehabilitate the appellant to be a positive participant in the community.",
      "id": "s71"
    },
    {
      "text": "A full-time custodial sentence would be counter-productive to the unique hardship endured by the appellant and the renewed opportunity that is now present before the Court to redress the causes of the offences being committed in the first place.",
      "id": "s72"
    },
    {
      "text": "A full-time custodial sentence would also unjustly burden the community with its expense.",
      "id": "s73"
    },
    {
      "text": "(7) As prison is a measure of last resort, full-time custody for the appellant, in the ultimate, is unjust and inappropriate, given the unique changed circumstances before the Court and the unique opportunity to rehabilitate the appellant: s 17A Crimes Act .",
      "id": "s74"
    },
    {
      "text": "THE CROWN'S SUBMISSIONS \n \n In its written submissions, the Crown submitted that: \n \n (1) In considering a severity appeal for Commonwealth offences, the court is required to have regard to the matters set out in Part 1B of the Crimes Act , and more specifically to the matters set out under s 16A , which provides a list of non-exclusive factors that a court should take into account when sentencing a federal offender: R v El Karhani (1990) 21 NSWLR 370.",
      "id": "s75"
    },
    {
      "text": "(2) The governing principle under s 16A(1) is the imposition of a sentence which is of a \"severity appropriate in all the circumstances of the offence\".",
      "id": "s76"
    },
    {
      "text": "(3) The Court must consider the matters adverted to under s 16A(2) , together with the important consideration of general deterrence: R v El Karhani ; R v Paull (1990) 20 NSWLR 427, per Hunt J.",
      "id": "s77"
    },
    {
      "text": "(4) The following sentencing principles are directly applicable in the present case: \n General Deterrence \n \n (5) In R v El Karhani , the NSW Court of Criminal Appeal reaffirmed the principle of general deterrence when sentencing for Commonwealth offences and agreed with Hunt J R v Paull at 377F.",
      "id": "s78"
    },
    {
      "text": "The Court (Kirby P, Campbell &amp; Newman JJ) at 377H also cited Street CJ (writing for the Court) in Rushby [1977] 1 NSWLR 594 at 597 --- 598.",
      "id": "s79"
    },
    {
      "text": "(6) General deterrence is of particular importance in sentencing for Copyright Act and Trade Marks Act offences.",
      "id": "s80"
    },
    {
      "text": "(7) In Hamm v Middleton (1999) 44 IPR 656, Von Doussa J sentenced the defendant to three offences under s 132(1)(b), 132(2A)(a) and 132(1)(d)(i) of the Copyright Act and remarked (at [18]): \n \n \n \"However, there is also the question of general deterrence.",
      "id": "s81"
    },
    {
      "text": "It is important in these types of offences, which are not always easy to detect and that have the potential to interfere with important rights in the community, that the penalty fixed be sufficient to deter others that might be minded to engage in similar conduct.",
      "id": "s82"
    },
    {
      "text": "That is a matter which I must take into account here.",
      "id": "s83"
    },
    {
      "text": "\" \n \n \n \n (8) The legislature has also reflected the seriousness with which it considers such offences by prescribing custodial sentences as maximum penalties.",
      "id": "s84"
    },
    {
      "text": "In particular, the Copyright Act offences stipulate a maximum penalty of five years imprisonment on summary conviction: s 132(6AA) Copyright Act .",
      "id": "s85"
    },
    {
      "text": "(9) In the present case the appellant's high level of criminality is reflected in her role of infringing copyright and affixing false trade mark labels on a large number of pirated video cassettes, before renting these copyright-infringed items to the general public.",
      "id": "s86"
    },
    {
      "text": "The Section 16A(2) \"Check List\" Considerations \n \n (10) In addition to the principle of general deterrence, s 16A(2) of the Crimes Act provides a \"check list\" which the Court is to have regard to when sentencing an offender for a Commonwealth offence.",
      "id": "s87"
    },
    {
      "text": "Section 16A(2)(a): \"The Nature and Circumstances of the Offence\" \n \n (11) The offences for which the appellant pleaded guilty and was convicted are objectively serious, as reflected by the maximum penalties --- five years imprisonment for the copyright offences and 12 months imprisonment for the trade mark offences: see [6] above.",
      "id": "s88"
    },
    {
      "text": "(12) The appellant traded in the pirated videos by renting them to the public for monetary gain.",
      "id": "s89"
    },
    {
      "text": "The presence of the television and extensive video equipment in her home and the large quantity of copyright-infringed video cassettes (over 35,000) demonstrates the high volume commercial extent of her criminality.",
      "id": "s90"
    },
    {
      "text": "The fact that the appellant has previously been convicted of similar offences also negates any suggestion that this was an isolated or \"one-off' offence.",
      "id": "s91"
    },
    {
      "text": "(13) The Court is entitled to take into account the context and surrounding circumstances of the crime.",
      "id": "s92"
    },
    {
      "text": "Although 11 representative charges were ultimately prosecuted and the appellant pleaded guilty to these, this Court is not limited to only considering the facts arising from just these charges.",
      "id": "s93"
    },
    {
      "text": "While this Court cannot rely on the surrounding circumstances to aggravate penalty and increase the sentence, it is entitled to take these factors into account in reaching the conclusion that this was not an isolated incident so there is no warrant to extend leniency: see Holyoak (1995) 82 A Crim R 502 (at 509 --- 511) per Allen J (Handley JA and Hulme J agreeing).",
      "id": "s94"
    },
    {
      "text": "Section 16A(2)(c): \"If the offence forms part of a course of conduct consisting of a series of criminal acts of the same or a similar character --- that course of conduct\" \n \n (14) Under s 16A(2)(c) , the Court is entitled to take into account the fact that the offence forms part of a course of conduct consisting of a series of criminal acts of the same and similar character: Hamm v Middleton at [15].",
      "id": "s95"
    },
    {
      "text": "(15) Prior to the search warrant being executed, undercover representatives of the copyright holder rented copyright-infringed videos from the appellant on three occasions.",
      "id": "s96"
    },
    {
      "text": "(16) This course of conduct serves to further demonstrate that the purpose of the appellant's possession of the copy-infringed items was to achieve a commercial gain for her own benefit.",
      "id": "s97"
    },
    {
      "text": "Section 16A(2)(f): \"The degree to which the person has shown contrition for the offence: (i) by taking action to make reparation for any loss resulting from the offence; or (ii) in any other manner\"; and s 16A(2)(g): \"If the person has pleaded guilty to the charge in respect of the offence --- that fact\" \n \n (17) The offences committed by the appellant were detected after the execution of a search warrant on her home on 7 February 2006 by the NSW Police.",
      "id": "s98"
    },
    {
      "text": "On 14 March 2006, the appellant was arrested and charged.",
      "id": "s99"
    },
    {
      "text": "After two court dates (27 April 2006 and 8 June 2006), the appellant entered pleas of guilty and was convicted and sentenced on 30 June 2006 at Liverpool Local Court.",
      "id": "s100"
    },
    {
      "text": "(18) The Crown acknowledges that the appellant's pleas of guilty to the charges occurred at a relatively early stage.",
      "id": "s101"
    },
    {
      "text": "By her plea, the appellant can be said to have \"facilitated the course of justice\" (otherwise referred to as the utilitarian effect): R v Ellis (1986) 6 NSWLR 603 at 604; R v Winchester (1992) 58 A Crim R 345.",
      "id": "s102"
    },
    {
      "text": "(19) However, the pleas of guilty entered by the appellant were made in circumstances where she faced an overwhelming Crown case, namely: \n \n \n &#8226; Just prior to the execution of the search warrant, the appellant had on three prior occasions rented out pirate videos to undercover representatives of the copyright holder, Status Investigations &amp; Security Pty Ltd; and\n &#8226; Over 35,000 copyright-infringed videocassettes (the large majority bearing the \"TVB\" trade mark) and recording equipment (19 video recorders and two television sets) were located in her home.",
      "id": "s103"
    },
    {
      "text": "Accordingly, the appellant's pleas of guilty must be seen in the context of an acknowledgement of the strength of the Crown case and a recognition of the inevitable: R v Winchester .",
      "id": "s104"
    },
    {
      "text": "Section 16A(2)(h): \"The degree to which the person has co-operated with law enforcement agencies in the investigation of the offence or of other offences\" \n \n (20) The appellant has not cooperated in any way with the authorities in the investigation of the offences.",
      "id": "s105"
    },
    {
      "text": "Section 16A(2)(k): \"The need to ensure that the person is adequately punished for the offence\" \n \n (21) The following should be taken into account: \n \n \n &#8226; The strength of the Crown case.",
      "id": "s106"
    },
    {
      "text": "&#8226; The objective gravity of the offence.",
      "id": "s107"
    },
    {
      "text": "&#8226; The need for general deterrence.",
      "id": "s108"
    },
    {
      "text": "&#8226; The need for a strong subjective deterrence aspect.",
      "id": "s109"
    },
    {
      "text": "Section 16A(2)(m): \"The character, antecedents, age, means and physical and mental condition of the person\" \n Criminal antecedents \n \n (22) On 15 May 2002, the appellant was convicted on a number of Copyright Act infringement offences at Liverpool Local Court (see criminal history tendered on sentence).",
      "id": "s110"
    },
    {
      "text": "In relation to these offences, the appellant was placed on a good behaviour bond for two years with a self-surety of $500 and fined various amounts.",
      "id": "s111"
    },
    {
      "text": "Accordingly, the appellant cannot claim to be a person of good character.",
      "id": "s112"
    },
    {
      "text": "(23) In any event, the Courts have repeatedly held that less weight is accorded to good character for \"white collar\" or fraud-related crime where the need for general deterrence is strong: R v Thompson (1975) 11 SASR 217 (per Bray CJ at 222); R v El-Rashid (unreported, Court of Criminal Appeal, NSW, 7 April 1995); R v Williams [2005] NSWSC 315 ; R v Ronen and Ors [2005] NSWSC 991 ; R v Cooper [2006] NSWSC 609.",
      "id": "s113"
    },
    {
      "text": "The Appellant's Subjective Features \n \n (24) The appellant's subjective features are identified in two pre-sentence reports dated 22 June 2006 and 20 September 2006.",
      "id": "s114"
    },
    {
      "text": "She is a single mother aged 53 with two children, one being an autistic son now aged 20 who is living at a residential home and away from the appellant (see (26) --- (27) below).",
      "id": "s115"
    },
    {
      "text": "(25) At the time of the preparing of these reports the appellant was unemployed and receiving social security benefits.",
      "id": "s116"
    },
    {
      "text": "She does not suffer from any physical or mental health conditions.",
      "id": "s117"
    },
    {
      "text": "At the time of execution of the search warrant, the appellant was living in her mortgaged home.",
      "id": "s118"
    },
    {
      "text": "Section 16A(2)(p): probable effects of any sentence on offender's family or dependants \n \n (26) Section 16A(2)(p) of the Crimes Act requires the Court to consider the probable effects of any sentence would have upon the offenders' family or dependants.",
      "id": "s119"
    },
    {
      "text": "The applicable test is whether the family members will suffer \"exceptional hardship\" as a result of any sentence imposed when evaluated against the objective criminality of the offences: R v Maslen &amp; Shaw (1995) 79 A Crim R 199 at 209.",
      "id": "s120"
    },
    {
      "text": "(27) The appellant has a son aged 20 years old who has been diagnosed as having a \"severe level of Intellectual Disability ... Autism Spectrum Disorder and a Mood Disorder.",
      "id": "s121"
    },
    {
      "text": "\" According to a report provided by the Department of Ageing, Disability &amp; Home Care dated 23 January 2006, the appellant's son had received treatment and accommodation from several residential health care centres.",
      "id": "s122"
    },
    {
      "text": "As at June 2006, the appellant reported in her pre-sentence report that \"her son is currently residing in hospital care due to associated problems with having autism.",
      "id": "s123"
    },
    {
      "text": "\" (at page 1).",
      "id": "s124"
    },
    {
      "text": "Reliance on third party reports tendered at sentence \n \n (28) Considerable caution should be exercised in relying on reports containing hearsay material provided by an offender and such evidence should be given limited weight.",
      "id": "s125"
    },
    {
      "text": "Appropriate Sentencing Range \n \n (29) The proper approach to sentencing involves the weighing of all relevant factors in order to reach a conclusion that a particular penalty is the one that should be imposed.",
      "id": "s126"
    },
    {
      "text": "In doing so a court should avoid taking a mathematical approach in which there are increments to or decrements from a predetermined range of sentences.",
      "id": "s127"
    },
    {
      "text": "Such an approach departs from principle because it does not take into account the fact that there are many conflicting and contradictory elements which bear upon sentencing an offender.",
      "id": "s128"
    },
    {
      "text": "It is also wrong because singling out a circumstance and attributing to it a specific numerical or proportionate value distorts the difficult balancing exercise which the sentencing judge must perform: Markarian v The Queen [2005] HCA 25 ; (2005) 215 ALR 213 (per Gleeson CJ, Gummow, Hayne and Callinan JJ at [37] --- [39]); and Wong v The Queen [2001] HCA 64 ; (2001) 207 CLR 584 (at [74] --- [76]).",
      "id": "s129"
    },
    {
      "text": "(30) However, in a simple case where the circumstances of the crime have to be weighed against one or a small number of other important matters, some \"indulgence\" in an arithmetical process (legislative requirements apart) may be permitted.",
      "id": "s130"
    },
    {
      "text": "But as a general rule courts should no longer add or subtract item by item passages of time in order to fix the time an offender must serve in prison: Markarian at [39].",
      "id": "s131"
    },
    {
      "text": "The Custodial Sentence Imposed by the Local Court \n \n (31) Pursuant to the Court's consideration of relevant provisions under Part 1 B of the Crimes Act and the principle of general deterrence, the objective seriousness of the offence, the repeal of s 16G of the Crimes Act and the applicable maximum penalties, the Magistrate at first instance was well within his discretion to impose concurrent full-time custodial sentences in relation to the six Copyright Act offences and five Trade Marks Act offences.",
      "id": "s132"
    },
    {
      "text": "(32) In imposing these penalties, the Magistrate had proper regard for the following principles: \n \n \n (a) the need for general deterrence;\n (b) the need for specific deterrence, in circumstances where the appellant had previously been convicted for similar offences under the Copyright Act ;\n (c) the objective seriousness and criminality of these offences and the legislative intent of Parliament;\n (d) the reduction in sentence for contrition (demonstrated by the early plea) is tempered by the strength of the Crown case and a recognition of the inevitable.",
      "id": "s133"
    },
    {
      "text": "(e) the subjective features of the appellant, including the medical condition of her son.",
      "id": "s134"
    },
    {
      "text": "(33) It is further submitted that the Magistrate's sentence of 12 months imprisonment as a head sentence with an effective custodial sentence of 8 months was within the permissible range.",
      "id": "s135"
    },
    {
      "text": "(34) While the penalties for the Copyright Act offences may be at the higher end of the scale, the Crown submits that they are not manifestly excessive, given that the allowable maximum penalty for offences under ss 132(6AA) and (6A) of the Copyright Act is five years imprisonment on summary conviction.",
      "id": "s136"
    },
    {
      "text": "Counsel for the Crown conceded what the appellant submitted by reference to the NSW Judicial Commission statistics she relied on, that he had been unable to find any custodial sentences, in the physical sense, for the offences for which the appellant has pleaded guilty.",
      "id": "s137"
    },
    {
      "text": "ANALYSIS AND CONCLUSION \n \n At the time of sentencing the appellant, the transcript records the Magistrate as having said: \n \n \"Ms Le you have pleaded guilty to the eleven charges that are before the court.",
      "id": "s138"
    },
    {
      "text": "Basically all associated with infringing copyright in one way or another, the possessing the devices for infringing copyright, selling items etcetera.",
      "id": "s139"
    },
    {
      "text": "You are a person who has at this point a previous conviction for offences in the same area or previous convictions.",
      "id": "s140"
    },
    {
      "text": "You were dealt with extremely leniently on that occasion This is a large scale operation by you aimed at obviously making money for yourself at the expense of persons who are entitled to receive money from these goods.",
      "id": "s141"
    },
    {
      "text": "There is little that can be said in your favour in terms of the operation that you were involved in.",
      "id": "s142"
    },
    {
      "text": "It was obviously a large scale commercial operation.",
      "id": "s143"
    },
    {
      "text": "The matters you rely upon in terms of hardship were basically hardship for your son.",
      "id": "s144"
    },
    {
      "text": "Matters I have some doubts about in terms of just how truthfully based they are and if they do have, I accept your son at nineteen is a person who is, with his medical problem, his autistic problem, is a person who needs permanent help and assistance but there is a system within our community that adequately addresses that and I do not consider the hardship type issues you have put to me here today are matters that I am going to place any great weight on.",
      "id": "s145"
    },
    {
      "text": "Taking into account your previous matter and previous conviction in this area, the large scale operation involved that is reflected by these charges, I consider that gaol is the only option.",
      "id": "s146"
    },
    {
      "text": "I have considered all other appropriate penalties and I consider nothing other than full time gaol is the appropriate penalty and I note from the presentence report my options are fairly limited in relation to the type of penalty anyway if it is going to be gaol it cannot be periodic detention.",
      "id": "s147"
    },
    {
      "text": "\"\n \n \n In Kovac , a Full Court of this Court said (at 642, 643): \n \n \"In Harris v R [1954] HCA 51 ; (1954) 90 CLR 652, the High Court considered an appeal against sentence under s 64(1) of the Papua New Guinea Act 1949 to hear and determine appeals from all judgments, decrees, orders and sentences of the Supreme Court of the Territory.",
      "id": "s148"
    },
    {
      "text": "The court held that it would not interfere with a sentence of imprisonment imposed unless it was satisfied that the discretion exercised by the court imposing the sentence miscarried or was unsound or unreasonable in its exercise.",
      "id": "s149"
    },
    {
      "text": "In a joint judgment, Dixon CJ, Fullagar, Kitto and Taylor JJ cited with approval a passage from the decision of the High Court in Cranssen v R [1936] HCA 42 ; (1936) 55 CLR 509.",
      "id": "s150"
    },
    {
      "text": "In the latter case, after pointing out that an appeal against sentence is an appeal from a discretionary act of the court responsible for the sentence, Dixon, Evatt and McTiernan JJ (at 519) said: 'The jurisdiction to revise such a discretion must be exercised in accordance with recognized principles.",
      "id": "s151"
    },
    {
      "text": "It is not enough that the members of the court would themselves have imposed a less or different sentence, or that they think the sentence over-severe.",
      "id": "s152"
    },
    {
      "text": "There must be some reason for regarding the discretion confided to the court of first instance as improperly exercised.",
      "id": "s153"
    },
    {
      "text": "This may appear from the circumstances which that court has taken into account.",
      "id": "s154"
    },
    {
      "text": "They may include some considerations which ought not to have affected the discretion, or may exclude others which ought to have done so.",
      "id": "s155"
    },
    {
      "text": "The court may have mistaken or been misled as to the facts, or an error of law may have been made.",
      "id": "s156"
    },
    {
      "text": "Effect may have been given to views or opinions which are extreme or misguided.",
      "id": "s157"
    },
    {
      "text": "But it is not necessary that some definite or specific error should be assigned.",
      "id": "s158"
    },
    {
      "text": "The nature of the sentence itself when considered in relation to the offence and the circumstances of the case, may be such as to afford convincing evidence that in some way the exercise of the discretion has been unsound.",
      "id": "s159"
    },
    {
      "text": "In short, the principles which guide courts of appeal in dealing with matters resting in the discretion of the court of first instance restrain the intervention of this court to cases where the sentence appears unreasonable, or has not been fixed in the due and proper exercise of the court's authority;' Following this citation their Honours (at p 656) in Harris' Case added: 'It is not enough in applying those principles that the judges of this court should regard the sentence as greater than they themselves would have imposed'.",
      "id": "s160"
    },
    {
      "text": "\"\n \n \n These principles were referred to again by another Full Court in R v Tait (1979) 24 ALR 473, following which the Court said (at 476): \n \n \"An appellate court does not interfere with the sentence imposed merely because it is of the view that that sentence is insufficient or excessive.",
      "id": "s161"
    },
    {
      "text": "It interferes only if it be shown that the sentencing judge was in error in acting on a wrong principle or in misunderstanding or in wrongly assessing some salient feature of the evidence.",
      "id": "s162"
    },
    {
      "text": "The error may appear in what the sentencing judge said in the proceedings, or the sentence itself may be so excessive or inadequate as to manifest such error (see generally, Skinner v R [1913] HCA 32 ; (1913) 16 CLR 336 at 339-40; R v Withers (1925) 25 SR (NSW) 382 at 394; Whittaker v R [1928] HCA 28 ; (1928) 41 CLR 230 at 249; Griffiths v R (1977) 15 ALR 1 at 15-17).",
      "id": "s163"
    },
    {
      "text": "\"\n \n \n As indicated at [14] above, the appellant identified two errors in the sentencing procedure in the present case.",
      "id": "s164"
    },
    {
      "text": "The first was said to be a failure to consider all possible alternatives to full-time imprisonment, contrary to the provisions of s 17A of the Crimes Act .",
      "id": "s165"
    },
    {
      "text": "The difficulty with this alleged error is that, at the time of sentencing, his Honour said: \n \n \"I have considered all other appropriate penalties and I consider nothing other than full-time gaol is the appropriate penalty ...\"\n \n\nIn my view, this alleged error cannot be sustained.",
      "id": "s166"
    },
    {
      "text": "The other error in the sentencing procedure identified by the appellant is the alleged failure of his Honour to apply and properly record the utilitarian discount given for a plea of guilty.",
      "id": "s167"
    },
    {
      "text": "In prefacing the imposed sentence, his Honour did refer to the appellant's guilty plea and was obviously mindful of it.",
      "id": "s168"
    },
    {
      "text": "It is just not possible to know to what extent, if any, his Honour took it into account in the exercise of his sentencing discretion.",
      "id": "s169"
    },
    {
      "text": "I would not be prepared to interfere with the sentence his Honour imposed on the basis of this alleged error.",
      "id": "s170"
    },
    {
      "text": "In my view, the only real question raised by this appeal is whether the nature of the sentence imposed, when considered in relation to the offences and the circumstances of the case, is so excessive as to manifest \"convincing evidence\" that in some way the exercise of the discretion has miscarried or is unsound.",
      "id": "s171"
    },
    {
      "text": "As the authorities to which I have referred make clear, it is not enough that I might regard the sentence as greater than what I would have imposed.",
      "id": "s172"
    },
    {
      "text": "It appears to be common ground between the appellant and the Crown that no person convicted of the offences for which the appellant pleaded guilty and was convicted has been incarcerated in prison.",
      "id": "s173"
    },
    {
      "text": "Custodial sentences have been imposed but invariably have been effectively suspended by orders made pursuant to s 20(1)(b) of the Crimes Act directing the immediate release of the offender sentenced to imprisonment upon giving security, by recognizance or otherwise, to the satisfaction of the court, for compliance with the conditions referred to in para (a) of s 20(1).",
      "id": "s174"
    },
    {
      "text": "However, those facts themselves do not lead to the conclusion that the sentence imposed on the appellant was so excessive as to manifest \"convincing evidence\" that the exercise of his Honour's discretion miscarried.",
      "id": "s175"
    },
    {
      "text": "Any such conclusion could only be reached by weighing those comparative facts against the maximum penalties as a measure of the seriousness with which the legislature views such offences --- five years imprisonment for the Copyright Act offences --- having regard to the principle of general deterrence, the need for specific deterrence particularly in the face of conviction for a past similar offence, rejecting as I do, the appellant's submission for discounting this factor for the media publicity this case received, and the scale of the illegal commercial operation carried on by the appellant.",
      "id": "s176"
    },
    {
      "text": "So weighed and measured, the sentence imposed by his Honour does not, on its face, exhibit the character of being so excessive that the exercise of the discretion is put in doubt.",
      "id": "s177"
    },
    {
      "text": "I have come to the conclusion that I should not interfere with the term of imprisonment of 12 months for each offence to be served concurrently, however, I reduce the non-release period from eight months to three months on the same recognizance.",
      "id": "s178"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s179"
    },
    {
      "text": "Associate:\n\nDated: 18 September 2007\n\n Counsel for the Applicant Mr Q Nguyen \n \n Counsel for the Respondent Mr C Ng \n \n Solicitor for the Respondent Commonwealth Director of Public Prosecutions \n\n Date of Hearing: 27 April 2007 \n \n Date of Judgment: 18 September 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1463.html",
      "id": "s180"
    }
  ]
}