{
  "name": "McDonald v Parnell Laboratories (Aust) [2007] FCA 1903 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1903.html",
  "catchphrases": [
    {
      "text": "summary dismissal",
      "id": "c0"
    },
    {
      "text": "serious or wilful misconduct",
      "id": "c1"
    },
    {
      "text": "whether staff guidelines incorporated into employment contract",
      "id": "c2"
    },
    {
      "text": "whether damages available for loss of a chance to remain in employment",
      "id": "c3"
    },
    {
      "text": "whether a term of mutual trust and confidence is implied into employment contracts",
      "id": "c4"
    },
    {
      "text": "unlawful discrimination on the grounds of family responsibilities",
      "id": "c5"
    },
    {
      "text": "assault and battery",
      "id": "c6"
    },
    {
      "text": "misconduct",
      "id": "c7"
    },
    {
      "text": "serious misconduct",
      "id": "c8"
    },
    {
      "text": "serious and wilful misconduct",
      "id": "c9"
    },
    {
      "text": "serious or wilful misconduct",
      "id": "c10"
    },
    {
      "text": "contract of employment",
      "id": "c11"
    },
    {
      "text": "words and phrases",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 Ms Demetrius McDonald was employed by the first respondent ('Parnell Laboratories') with effect from 6 February 2006.",
      "id": "s0"
    },
    {
      "text": "She was employed in the role of Quality Manager, a senior position.",
      "id": "s1"
    },
    {
      "text": "She reported directly to the second respondent, Mr Bell, who was the Managing Director of Parnell Laboratories.",
      "id": "s2"
    },
    {
      "text": "2 She remained in employment for a little under five months.",
      "id": "s3"
    },
    {
      "text": "On 30 June 2006 she was summarily dismissed by Mr Bell, having first agreed to proffer her resignation and then withdrawing it.",
      "id": "s4"
    },
    {
      "text": "Both Ms McDonald and Mr Bell agree that the reason given for termination of employment was dishonesty in a response Ms McDonald gave to Mr Bell in answer to an instruction to state her times of attendance over the previous three weeks.",
      "id": "s5"
    },
    {
      "text": "In a letter dated the same day Ms McDonald was advised that her employment was terminated, effective immediately, on the grounds of wilful and serious misconduct.",
      "id": "s6"
    },
    {
      "text": "The Nature of the Case \n \n3 Prior to her employment Ms McDonald was made a formal offer of engagement which she accepted in writing.",
      "id": "s7"
    },
    {
      "text": "It provided for eight weeks notice in writing of termination of employment 'except in the case of serious, wilful or persistent misconduct'.",
      "id": "s8"
    },
    {
      "text": "It referred to the fact that ' the Company's Staff Guidelines ' which would be provided to her when she commenced employment contained 'many of the personnel policies and procedures that govern your employment and that of all Staff Members' .",
      "id": "s9"
    },
    {
      "text": "Those guidelines contained, amongst many other things, a set of procedures for performance counselling directed to establishing 'the process for addressing and documenting instances of unsatisfactory performance or conduct with a view to improving performance or eliminating inappropriate conduct' .",
      "id": "s10"
    },
    {
      "text": "Ms McDonald argued that these procedures were incorporated into her contract of employment.",
      "id": "s11"
    },
    {
      "text": "She said her contract had been breached both by her summary dismissal and by Parnell Laboratories' failure to follow the performance counselling guidelines.",
      "id": "s12"
    },
    {
      "text": "4 Ms McDonald's denial of the premise leading to the termination of her employment (that she had conducted herself dishonestly) also provided the foundation for an argument that the circumstances of the termination of her employment represented a breach of a term of mutual trust and confidence which should be implied into the contract of employment between her and Parnell Laboratories.",
      "id": "s13"
    },
    {
      "text": "5 It was a substantial part of Ms McDonald's case that the circumstances which led to the confrontation on 30 June 2006 had their origins in her inability, due to her family responsibilities, to attend for work earlier than about 9am on most days.",
      "id": "s14"
    },
    {
      "text": "She suggested that various requirements upon her to come to work earlier represented discrimination against her by reason of her family responsibilities.",
      "id": "s15"
    },
    {
      "text": "She relied upon the fact that she had two young sons whose care and transportation to school were a shared responsibility between her and her husband.",
      "id": "s16"
    },
    {
      "text": "She contended that Parnell Laboratories knew but disregarded the difficulties this created for her.",
      "id": "s17"
    },
    {
      "text": "6 Finally, she alleged that shortly after the termination of her employment on 30 June 2006 she was assaulted and battered by Mr Bell when he grabbed her by the sleeve and pulled her away from a conversation with another senior manager and she was escorted to her office and from the premises.",
      "id": "s18"
    },
    {
      "text": "7 From these various facts, circumstances and contentions Ms McDonald assembled the following causes of action:\n \n1. breach of contract by reason of summary dismissal i.e.",
      "id": "s19"
    },
    {
      "text": "failure to give eight weeks notice in writing (or make a payment in lieu);\n \n2. breach of contract by reason of a failure to follow the performance counselling guidelines;\n \n3. breach of contract by failing to observe an implied term of mutual trust and confidence;\n \n4. discrimination on the ground of family responsibilities contrary to s 14(3A) of the Sex Discrimination Act 1984 (Cth);\n \n5. assault and battery.",
      "id": "s20"
    },
    {
      "text": "8 Ms McDonald sought damages (which for present purposes I will quantify only approximately) of --- (a) about $20,000 for summary termination and failing to provide eight weeks salary in lieu of notice; (b) about $20,000 for failing to follow a performance counselling process over about an eight week period; (c) in addition, damages calculated by reference to the proposition that Ms McDonald 'was well placed to continue in her employment for the following twelve months' and that 'she lost a 70 --- 80% chance to remain in that employment for that period'.",
      "id": "s21"
    },
    {
      "text": "This appears to involve a claim of about $84,000 - $96,000; (d) general damages, for breach of a term of mutual trust and confidence, for assault and battery and for discrimination, of $15,000 - $20,000.",
      "id": "s22"
    },
    {
      "text": "9 The questions which arise potentially for decision are as follows:\n \n1. what was the reason for the termination of Ms McDonald's employment --- had she committed serious, wilful or persistent misconduct?",
      "id": "s23"
    },
    {
      "text": "2. were the performance counselling provisions (at least) of the Staff Guidelines incorporated in Ms McDonald's contract of employment?",
      "id": "s24"
    },
    {
      "text": "3. are damages available for loss of a chance to remain in employment?",
      "id": "s25"
    },
    {
      "text": "4. should a term of mutual trust and confidence be implied into Ms McDonald's contract of employment?",
      "id": "s26"
    },
    {
      "text": "5. was the dismissal of Ms McDonald from her employment unlawful discrimination on the ground of her family responsibilities;\n \n6. did Mr Bell assault and/or batter Ms McDonald on 30 June 2006?",
      "id": "s27"
    },
    {
      "text": "10 Before these questions are examined directly it is necessary to look more closely at some, but certainly not all, of the circumstances of Ms McDonald's short period of employment with Parnell Laboratories.",
      "id": "s28"
    },
    {
      "text": "Ms McDonald's engagement and subsequent employment \n \n11 Parnell Laboratories develops, manufactures and sells veterinary products both in Australia and overseas.",
      "id": "s29"
    },
    {
      "text": "Sale of the products is subject to strict compliance standards.",
      "id": "s30"
    },
    {
      "text": "Prior to 2005, Parnell Laboratories' licence by the Australian Pesticides and Veterinary Medicines Authority allowed it to sell its injectable products in Australia and overseas but not in the United States of America and the European Union.",
      "id": "s31"
    },
    {
      "text": "According to evidence from Mr Bell, in about 2005 Parnell Laboratories decided to sell into the American and European Union markets.",
      "id": "s32"
    },
    {
      "text": "To do so it needed to comply with additional specific regulatory codes which included stipulations as to quality.",
      "id": "s33"
    },
    {
      "text": "12 At about the same time, the Australian Pesticides and Veterinary Medicines Authority also foreshadowed the introduction of a new regulatory code.",
      "id": "s34"
    },
    {
      "text": "Mr Bell decided to employ someone with experience in the compliance requirements under the American and European Union regulatory codes.",
      "id": "s35"
    },
    {
      "text": "Ms McDonald, who trained and worked in the field of quality assurance in the United States of America, met the requirements.",
      "id": "s36"
    },
    {
      "text": "She was first identified by a recruitment agency Mr Bell had engaged for that purpose.",
      "id": "s37"
    },
    {
      "text": "She was subsequently interviewed, in December 2005, by Mr Bell and then offered employment.",
      "id": "s38"
    },
    {
      "text": "One of the advertisements published by the recruiting agency described the character and general responsibilities of the position as follows:\n \n 'As a direct result of exceptional, sustainable growth combined with plans for extensive expansion in the immediate future, our client is looking to appoint an experienced Quality Assurance manager to their executive team.",
      "id": "s39"
    },
    {
      "text": "Pivotal within the strategic senior management team, this role offers an energetic and ambitious individual the opportunity to create their own goals, to engage across the entire organizational matrix, and by the proactive implementation of quality systems, to make a significant contribution to the ongoing success of this high achieving, high growth, active organisation.",
      "id": "s40"
    },
    {
      "text": "With a tertiary qualification in Microbiology or Life Sciences and 5 years plus experience in Pharmaceutical QA and QC roles, the successful applicant will report directly to the Managing Director \n \n As a QA professional currently working within pharmaceuticals, preferably parenterals, you will hold sufficient breadth and depth of experience to lead the management of all quality systems across the existing and planned parenteral facilities, to implement new systems, and to guide and lead the organisation through US FDA and TGA audits.",
      "id": "s41"
    },
    {
      "text": "You will also be decisive leader with strong influencing and relationship building skills, an effective people manager and trainer, and will be able to demonstrate a high level of self motivation combined with a passion for achieving results.",
      "id": "s42"
    },
    {
      "text": "' \n \n\n13 Making due allowance for the 'upbeat' nature of such advertisements it is clear that the position was to be a responsible one involving a high level of personal commitment and responsibility.",
      "id": "s43"
    },
    {
      "text": "The letter of offer to Ms McDonald dated 21 December 2005 attached a position description for the position of Quality Manager.",
      "id": "s44"
    },
    {
      "text": "It is too lengthy to set out here.",
      "id": "s45"
    },
    {
      "text": "It drew attention to the need for a high level of achievement, including with respect to matters concerning attention to detail and those involving quality and accuracy.",
      "id": "s46"
    },
    {
      "text": "14 The letter of offer dated 21 December 2005, which Ms McDonald signed by way of acceptance on 18 January 2006, contained the following matters which are relevant to issues to be later discussed:\n \n 'The terms and conditions of your appointment by Parnell Laboratories (Aust) Pty Ltd, its nominees or assigns (\"Parnell\" or \"the Company\") as Quality Manager are set out below.",
      "id": "s47"
    },
    {
      "text": "... \n \n You are appointed to the position of Quality Manager reporting to the Managing Director.",
      "id": "s48"
    },
    {
      "text": "The appointment is to a full time, permanent position, and is subject to performance review and probation as provided below.",
      "id": "s49"
    },
    {
      "text": "Your responsibilities and key performance indicators are outlined in the attached Quality Manager Position Description , to which you are referred for guidance on the Company's expectations of you and against which your performance will be regularly reviewed.",
      "id": "s50"
    },
    {
      "text": "The Company's Staff Guidelines , a copy of which will be provided to you during induction, contain many of the personnel policies and procedures that govern your employment and that of all Staff Members.",
      "id": "s51"
    },
    {
      "text": "... \n \n Hours of work will be based on a normal working week of 37.5 hours, from 9.00am to 5.00pm.",
      "id": "s52"
    },
    {
      "text": "However, due to the nature of your position you may be required to work additional hours to fulfil the necessary responsibilities.",
      "id": "s53"
    },
    {
      "text": "... \n \n Your performance will be reviewed monthly by KPI self-assessment and by the Company's formal Performance Review at the end of probation, after six months' tenure and at least annually thereafter.",
      "id": "s54"
    },
    {
      "text": "Meeting agreed performance criteria, then assessing and reporting attainment in accordance with Company policy, are essential to satisfactory Performance Review and thus to your ongoing employment.",
      "id": "s55"
    },
    {
      "text": "Hours of work will be based on normal working hours of 9am to 5pm weekdays.",
      "id": "s56"
    },
    {
      "text": "However, due to the nature of this appointment you may be required to work outside those hours to fulfil the necessary responsibilities.",
      "id": "s57"
    },
    {
      "text": "Your salary includes payment in lieu of reasonable overtime.",
      "id": "s58"
    },
    {
      "text": "... \n \n In the event you wish to terminate your employment after probation you are required to give the Company eight (8) weeks' notice, in writing.",
      "id": "s59"
    },
    {
      "text": "Likewise the Company is required to give you eight (8) weeks' notice, in writing, if your employment is terminated except in the case of serious, wilful or persistent misconduct on your part in which event your employment may be terminated without notice.",
      "id": "s60"
    },
    {
      "text": "The Company may not require you to work out all or part of your notice in which event you will be paid an amount equal to the remuneration you would have been paid for the remainder of the notice period.",
      "id": "s61"
    },
    {
      "text": "... \n \n You agree that you shall during the course of your employment:- \n \n \n \n (a) faithfully and diligently perform the duties and exercise the powers from time to time assigned to or vested in you.",
      "id": "s62"
    },
    {
      "text": "You shall perform those duties and exercise those powers in a proper and reasonable manner, with all due care and diligence.",
      "id": "s63"
    },
    {
      "text": "(b) obey all reasonable and lawful directions given by the Company.",
      "id": "s64"
    },
    {
      "text": "(c) without further remuneration, accept those offices in the Company or related bodies corporate of the Company as the Company may from time to time reasonably require.",
      "id": "s65"
    },
    {
      "text": "... \n \n \n \n Your leave entitlements and related obligations are set out in detail in the Staff Guidelines.",
      "id": "s66"
    },
    {
      "text": "...\n \n You agree to be bound by the policies of the Company, as set out in the Company Staff Guidelines and elsewhere, and as amended from time to time.",
      "id": "s67"
    },
    {
      "text": "You acknowledge and accept that it is the prerogative of the Company to vary, change or terminate existing Company policies as well as devise and introduce new policies for the Company.",
      "id": "s68"
    },
    {
      "text": "...' \n (emphasis in original)\n \n\n15 Ms McDonald was initially engaged for a probationary period of three months but that period appears to have passed without any particular formality and without a formal performance review.",
      "id": "s69"
    },
    {
      "text": "16 It will be noted that the letter of offer referred in two places, in slightly differing terms, to arrangements concerning hours of work.",
      "id": "s70"
    },
    {
      "text": "It is clear that the 'normal working week' and 'normal working hours' involved a traditional 9am to 5pm, 5 day week common for office workers.",
      "id": "s71"
    },
    {
      "text": "It is equally clear that the nature of the position, the responsibilities entailed and the salary provided contemplated some requirement to work in addition to those hours and outside their limits.",
      "id": "s72"
    },
    {
      "text": "17 Shortly after Ms McDonald commenced her employment, she attended the first meeting of a new project called 'El Dorado'.",
      "id": "s73"
    },
    {
      "text": "It was a project which involved review of business processes.",
      "id": "s74"
    },
    {
      "text": "The first meeting took place at 4pm on 17 February 2006.",
      "id": "s75"
    },
    {
      "text": "Ms McDonald's evidence was that on about 27 March 2006 the El Dorado project meetings were scheduled on a weekly basis on Monday and Thursday mornings at 8.30am.",
      "id": "s76"
    },
    {
      "text": "18 Each month she was invited to 'MD drinks' which she described as 'a monthly scheduled meeting for Department Managers' commencing at 4.30pm.",
      "id": "s77"
    },
    {
      "text": "Other evidence suggests that the monthly Managing Director's drinks were less formal, non-obligatory and open to many more staff than department managers.",
      "id": "s78"
    },
    {
      "text": "This occasion however was not completely informal or social.",
      "id": "s79"
    },
    {
      "text": "It provided an opportunity to emphasise achievements in particular departments and frequently involved a short presentation by a departmental nominee.",
      "id": "s80"
    },
    {
      "text": "19 About 10 April 2006 a new project commenced which was called 'Project Eclipse'.",
      "id": "s81"
    },
    {
      "text": "Meetings for this project were to take place on Wednesday mornings commencing about 8.30am.",
      "id": "s82"
    },
    {
      "text": "20 Ms McDonald gave evidence that '[o]n a number of occasions I arrived at the El Dorado and Project Eclipse meetings late '.",
      "id": "s83"
    },
    {
      "text": "The question of Ms McDonald's ability to attend meetings at 8.30 in the mornings was an important part of her case alleging that she was discriminated against because of her family responsibilities.",
      "id": "s84"
    },
    {
      "text": "She attributed her inability to arrive before the commencement of the meetings to the need to take one of her sons to a child care facility.",
      "id": "s85"
    },
    {
      "text": "On her evidence the earliest he could be left was 7.30am when the facility opened.",
      "id": "s86"
    },
    {
      "text": "Ms McDonald sought to rely upon a general inference that her family responsibilities prevented her from arriving at work at 8.30am.",
      "id": "s87"
    },
    {
      "text": "The evidence does not support such a proposition.",
      "id": "s88"
    },
    {
      "text": "Ms McDonald gave no evidence, even when she was called in reply and in circumstances where the absence of such evidence had been mentioned, that she in fact regularly dropped her son at the facility at 7.30am.",
      "id": "s89"
    },
    {
      "text": "The evidence certainly discloses that she regularly arrived at work later than 8.30am and, as will in due course be further explored, often after 9am but it did not establish the basic factual premise upon which her case depended (that she was unable to arrive at work before 8.30am) much less that she was dismissed for that reason.",
      "id": "s90"
    },
    {
      "text": "21 On Ms McDonald's evidence there was, at one time, a suggestion by another staff member that the meetings be moved to 9am to accommodate Ms McDonald's difficulties but the proposal was resisted by other attendees and not implemented.",
      "id": "s91"
    },
    {
      "text": "Ms McDonald's recollection is supported by evidence given by other persons who attended the meetings although it is clear from their evidence that the meetings remained at 8.30am because they were generally suitable to those attending in the light of their own responsibilities and not for reasons which had any particular connection with Ms McDonald.",
      "id": "s92"
    },
    {
      "text": "One of the attendees, Mr Kenrick, who was at the time the Procurement Manager for Parnell Laboratories, gave evidence, which I accept, that at one meeting at which Ms McDonald was present his suggestion that the meeting time might be moved to accommodate the fact that she regularly arrived late, to his surprise, was firmly resisted by her and the matter was not raised again.",
      "id": "s93"
    },
    {
      "text": "22 Ms McDonald's frequent failure to arrive on time for 8.30am meetings does not appear, on the evidence, to have had any adverse consequence for her or played any part in the termination of her employment.",
      "id": "s94"
    },
    {
      "text": "There were, however, concerns about her general pattern of attendance which were linked with a perception by some other members of the management staff that her lack of regular and sufficient attendance caused delays in the discharge of some of her responsibilities which affected their own work.",
      "id": "s95"
    },
    {
      "text": "Some of this evidence was general and some of it was quite particular.",
      "id": "s96"
    },
    {
      "text": "Mr Kenrick, for example, gave the following evidence:\n \n \n '21.",
      "id": "s97"
    },
    {
      "text": "During the time that the Applicant worked with the First Respondent my office was located two offices down the hallway.",
      "id": "s98"
    },
    {
      "text": "Due to my close proximity to the Applicant it was my observation that the Applicant was regularly absent during the middle of the day.",
      "id": "s99"
    },
    {
      "text": "In particular this came to my attention during the months of May 2006 and June 2006.",
      "id": "s100"
    },
    {
      "text": "22.",
      "id": "s101"
    },
    {
      "text": "I observed that in the middle of the day, between two or four times a week, the Applicant was absent from her office for over an hour and that upon her return she thereafter ate her lunch at her desk.",
      "id": "s102"
    },
    {
      "text": "One of the reasons it was apparent to me that the Applicant was absent is because on average, on several times a day, I needed to liaise with the Applicant about my work or to obtain her sign off on work ...",
      "id": "s103"
    },
    {
      "text": "When I specifically went to find her to do this she was often absent.",
      "id": "s104"
    },
    {
      "text": "23.",
      "id": "s105"
    },
    {
      "text": "I also observed other employees, including senior executive management, attempting to find her to have work authorised when the Applicant was absent.",
      "id": "s106"
    },
    {
      "text": "... \n \n 25.",
      "id": "s107"
    },
    {
      "text": "I also observed that the Applicant regularly arrived late, often arriving between 9-10am (sometimes later).",
      "id": "s108"
    },
    {
      "text": "The Applicant also sometimes left work between 4 and 5pm.",
      "id": "s109"
    },
    {
      "text": "To the best of my knowledge, the Applicant did not make up these hours on other occasions.",
      "id": "s110"
    },
    {
      "text": "26.",
      "id": "s111"
    },
    {
      "text": "I do not recall the Applicant ever communicating in advance with me or other management that she was likely to be absent from the office on these occasions, or the reasons for her absence.",
      "id": "s112"
    },
    {
      "text": "In my experience it is both necessary and common courtesy in a manufacturing environment, and in accordance with the First Respondent's policies, that absences and whereabouts be communicated to other senior staff and specifically the direct line Manager.",
      "id": "s113"
    },
    {
      "text": "27.",
      "id": "s114"
    },
    {
      "text": "On one occasion (I do not recall when) when the Applicant had arrived at work at 10.00am, left between 4.00 and 5.00pm and had more than a one hour lunch break, I recall Ms Bateup and I had a conversation to the following effect: \n \n \n \n LB: \"I have serious concerns about Deme.",
      "id": "s115"
    },
    {
      "text": "I'm going to start recording her hours.",
      "id": "s116"
    },
    {
      "text": "\" \n \n \n \n \n \n Me: \"This is an appropriate action to take to protect the interests of the company and its staff.",
      "id": "s117"
    },
    {
      "text": "It is an unusual and a difficult situation.",
      "id": "s118"
    },
    {
      "text": "\"\n \n \n \n 28.",
      "id": "s119"
    },
    {
      "text": "Although I do not remember when, I recall attending a meeting about \"future business planning\" with James Wynn, Chief Financial Officer, and Dr Alan Bell, the Second Respondent in these proceedings.",
      "id": "s120"
    },
    {
      "text": "During this meeting I said words to the following effect; \n \n \n \n Me: \"I have concerns about the quality department and that it is going backwards and that Deme McDonald is having difficulty coping.",
      "id": "s121"
    },
    {
      "text": "There's something not quite right there.",
      "id": "s122"
    },
    {
      "text": "Compared to Clare (the Applicant's predecessor), she is not even in the ball park\".",
      "id": "s123"
    },
    {
      "text": "29.",
      "id": "s124"
    },
    {
      "text": "I raised these concerns because ... the Applicant's absences and delays were impacting on my own work as Procurement Manager.",
      "id": "s125"
    },
    {
      "text": "' \n \n \n \n\n23 Mr Kenrick was cross-examined extensively about this evidence but adhered to his recollection and did not relevantly qualify his affidavit evidence.",
      "id": "s126"
    },
    {
      "text": "24 Ms Lisa Bateup, to whom Mr Kenrick referred in his affidavit evidence, was no longer employed by Parnell Laboratories at the time of the proceedings.",
      "id": "s127"
    },
    {
      "text": "She was subpoenaed to give evidence and gave her evidence orally.",
      "id": "s128"
    },
    {
      "text": "She had been, during the period of Ms McDonald's employment, the Production Manager.",
      "id": "s129"
    },
    {
      "text": "She occupied an office next door to Ms McDonald.",
      "id": "s130"
    },
    {
      "text": "The petitioning between the offices contained large areas of glass and she was able, without difficulty, to see Ms McDonald come and go from her office.",
      "id": "s131"
    },
    {
      "text": "From about the beginning of June 2006 she began to pay particular attention to Ms McDonald's movements.",
      "id": "s132"
    },
    {
      "text": "When asked why she had done so she replied:\n \n 'There were --- there were aspects of the production chain that relied on quality sign-offs as well, for the product to get released to customers.",
      "id": "s133"
    },
    {
      "text": "And I had performance management things that I had to meet that related to product getting to the customer within a certain timeframe that quality also impacted on.",
      "id": "s134"
    },
    {
      "text": "' \n \n\n25 Ms Bateup became concerned that delays in Ms McDonald attending to her responsibilities were holding up necessary documentation for a week or more rather than a day or so.",
      "id": "s135"
    },
    {
      "text": "The following evidence was given:\n \n 'HIS HONOUR: What sort of delay are we talking about?---there was time required to do sterility testing, and so on, on batches, and that took up to a couple of weeks, and so, when that information got back, the expectation would be that the documentation was looked at fairly quickly and released, and so sometimes, even after the documentation --- the sterility tests were returned, the products sat in quarantine for a week or more.",
      "id": "s136"
    },
    {
      "text": "MS THEW: So, Ms Bateup, just going back one step, what time --- what kind of time would you expect Ms McDonald to have signed the batches off within?---Within, you know, a day or two of receiving all the necessary information back from test results.",
      "id": "s137"
    },
    {
      "text": "... \n \n So you're saying that the batches should have been signed off within a day or two, but sometimes it was taking up to one or two weeks?---Correct, a week or more.",
      "id": "s138"
    },
    {
      "text": "Is that why you had concerns --- the concerns that you spoke about?---Yes.",
      "id": "s139"
    },
    {
      "text": "' \n \n\n26 These concerns led Ms Bateup to do two things.",
      "id": "s140"
    },
    {
      "text": "She commenced to make notes in her diary of Ms McDonald's arrival and departure times, and sometimes her absences at lunchtime, and she spoke to Mr Bell about her concerns.",
      "id": "s141"
    },
    {
      "text": "Her evidence was that her concerns developed in the period from April to June 2006 and she commenced to make a record in her diary from the beginning of June.",
      "id": "s142"
    },
    {
      "text": "The first record is on Thursday, 1 June and shows Ms McDonald arriving at 9.45am.",
      "id": "s143"
    },
    {
      "text": "The following day she arrived at 9.37am.",
      "id": "s144"
    },
    {
      "text": "There is no reason to doubt the general reliability of Ms Bateup's observations.",
      "id": "s145"
    },
    {
      "text": "They disclose a general pattern, over the period in which she kept a record, that Ms McDonald arrived more often than not substantially later than 9am, on four occasions at about 9am or shortly thereafter, on no occasion before 9am and that she left, generally speaking not long after 5pm.",
      "id": "s146"
    },
    {
      "text": "Occasionally, according to Ms Bateup's observations, she was absent for quite lengthy periods at lunchtime.",
      "id": "s147"
    },
    {
      "text": "The four longest periods were one hour 7 minutes, one hour 20 minutes, one hour 37 minutes and two hours 12 minutes.",
      "id": "s148"
    },
    {
      "text": "27 There was some other material from both Parnell Laboratories and Ms McDonald which was advanced by each of them as a foundation to draw inferences about Ms McDonald's attendance.",
      "id": "s149"
    },
    {
      "text": "In the case of Parnell Laboratories the material concerned an analysis of records generated by the use of a swipe key issued to Ms McDonald.",
      "id": "s150"
    },
    {
      "text": "The first and last use of the key on any particular day was extracted.",
      "id": "s151"
    },
    {
      "text": "These entries do not give any reliable picture of departure from the premises because use of the swipe key was not required to exit.",
      "id": "s152"
    },
    {
      "text": "So far as arrival times are concerned they confirm an initial pattern of arrival during February 2006 generally between 8.30 and 9am (although sometimes earlier and on one occasion at 10.16am), a mixed position through March 2006 with arrivals in the week commencing 6 March 2006 between 8.31am and 9.29am, in the following week between 7.56am and 9.52am (three occasions substantially after 9am), in the week of 20 March 2006 between 8.24am and 9.28am, in the week of 27 March between 7.05am and 8.33am and thereafter a general pattern through April of attendance between roughly 8.30am and 9.30am and a pattern of arrival in May 2006 generally between 8.30am and 9.00am (on one occasion 10.28am) until the records which were in evidence cease at 19 May 2006.",
      "id": "s153"
    },
    {
      "text": "28 Ms McDonald produced records relating to the roam tag in the motor vehicle she used to travel to work.",
      "id": "s154"
    },
    {
      "text": "On her evidence it took about 20 to 30 minutes after passing through the toll collection point for her to arrive at work.",
      "id": "s155"
    },
    {
      "text": "For the period 1 May to 19 May it generally confirmed the swipe card records.",
      "id": "s156"
    },
    {
      "text": "Thereafter for the balance of May it suggests that Ms McDonald arrived at work generally between 8.30 and 9.00am although there are some earlier exceptions.",
      "id": "s157"
    },
    {
      "text": "In the period during which Ms Bateup kept her diary the roam tag records seem to confirm the general accuracy of Ms Bateup's observations during the first week in June.",
      "id": "s158"
    },
    {
      "text": "Thereafter the roam tag records for arrivals were not made available.",
      "id": "s159"
    },
    {
      "text": "29 Although Mr Kenrick and Ms Bateup were concerned about Ms McDonald's pattern of attendance the significance of the records to which I have referred for the present case is not, in the first instance, that they showed dilatory performance on the part of Ms McDonald.",
      "id": "s160"
    },
    {
      "text": "Some of these records were not available at all to Mr Bell when he terminated Ms McDonald's employment.",
      "id": "s161"
    },
    {
      "text": "He certainly did not have the swipe key records nor Ms McDonald's roam tag records.",
      "id": "s162"
    },
    {
      "text": "His evidence was that he had received oral reports from Ms Bateup about the matters which she had recorded in her diary but did not have the diary record itself.",
      "id": "s163"
    },
    {
      "text": "The material to which I have referred does however confirm an objective foundation for subsequent events.",
      "id": "s164"
    },
    {
      "text": "30 As earlier observed no formal performance review was carried out at the expiration of Ms McDonald's probationary period.",
      "id": "s165"
    },
    {
      "text": "According to Mr Bell's evidence the usual general performance review for all staff members was due to commence some time in May and would conclude with a review of remuneration at the end of June.",
      "id": "s166"
    },
    {
      "text": "His evidence was that he sent Ms McDonald a self-appraisal form for the purpose of the general review towards the end of May.",
      "id": "s167"
    },
    {
      "text": "On 9 June he sent a general reminder by email to all his reportees indicating that he wished to complete their performance review by 19 June.",
      "id": "s168"
    },
    {
      "text": "On 26 June he sent an email to Ms McDonald asking 'when can I expect your PR DP' (performance review development plan).",
      "id": "s169"
    },
    {
      "text": "Ms McDonald replied that afternoon that she would complete the PR/PD (sic) after completing some other tasks on 27 June.",
      "id": "s170"
    },
    {
      "text": "The following morning (27 June) Mr Bell sent Ms McDonald a further email.",
      "id": "s171"
    },
    {
      "text": "It is possible to infer from its tone and contents that there were a number of matters of concern to him and that he wished to emphasise the necessity for Ms McDonald to comply with his requests.",
      "id": "s172"
    },
    {
      "text": "The email read:\n \n 'Deme, \n \n 1.",
      "id": "s173"
    },
    {
      "text": "By COB today, please provide me : \n \n \n 1.",
      "id": "s174"
    },
    {
      "text": "Record of your daily attendance at Parnell premises over the last 3 weeks.",
      "id": "s175"
    },
    {
      "text": "Note the time of arrival, lunch break duration and time of departure .",
      "id": "s176"
    },
    {
      "text": "2.",
      "id": "s177"
    },
    {
      "text": "Status Report of your priority responsibilities on which we have been meeting regularly --- see my unanswered email request of yesterday.",
      "id": "s178"
    },
    {
      "text": "Please be sure to include: \n &#8226; all Internal Audit Reports for recent months \n &#8226; schedule for the Internal Audit Program for the next year \n \n \n 2.",
      "id": "s179"
    },
    {
      "text": "By 9am tomorrow, please provide me your completed PR DP Self Assessment \n \n 3.",
      "id": "s180"
    },
    {
      "text": "By COB Friday please provide me a Doctor's Certificate explaining the medical reasons for your absence Monday last week \n \n The above is non-negotiable and without exception must be complied with.",
      "id": "s181"
    },
    {
      "text": "Once I have reviewed the documentation from 1 &amp; 2 above we will meet this week.",
      "id": "s182"
    },
    {
      "text": "Thx, Alan' \n (emphasis added)\n \n\n31 Ms McDonald responded by inserting text in the body of Mr Bell's email.",
      "id": "s183"
    },
    {
      "text": "For present purposes it is item 1 in his request which is of significance.",
      "id": "s184"
    },
    {
      "text": "Her response to that item read as follows:\n \n 'Unfortunately I do not maintain a log of my arrival/departure and lunch and therefore can not comply with this request at the level of detail requested.",
      "id": "s185"
    },
    {
      "text": "In general I arrive at 9:00 (if there is an 8:30 meeting 3 times/week I arrive at 8:15) and Depart at 5:20, in addition I average a 20 minute lunch break twice/week in which I walk to the local caf&eacute; and back to my desk.",
      "id": "s186"
    },
    {
      "text": "There are exceptions to these times, however, they are not excessive or result in my working less hours than a full work week.",
      "id": "s187"
    },
    {
      "text": "' \n \n\nShe added the following at the end of the email:\n \n 'I understand your need to assess my performance and status of deliverables since we have not met in a couple weeks, however, I am perplexed and concerned by the request for detailed account of my arrival/departure time and Lunch durations.",
      "id": "s188"
    },
    {
      "text": "I am here to be a part of the Parnell team and I take pride in my work and meeting the company objectives.",
      "id": "s189"
    },
    {
      "text": "I always endeavour to do my best and perform in the best interest of the organisation.",
      "id": "s190"
    },
    {
      "text": "I have been understaffed for some time and have been working diligently to recruit for the vacant roles while during this time I have managed the Quality Team to meet the increased production export demands with multiple OOS and deviations hindering the process.",
      "id": "s191"
    },
    {
      "text": "I am here to assist Parnell and the continued development of the organisation and its people and if I am not performing to your satisfaction, I ask that you advise me so that we can be successful.",
      "id": "s192"
    },
    {
      "text": "' \n \n\n32 It seems reasonable to infer that Ms McDonald appreciated that Mr Bell had a specific and active concern about her pattern of attendance.",
      "id": "s193"
    },
    {
      "text": "Mr Bell's very specific request and the severe note of his concluding remarks required, in my view, a conscientious answer.",
      "id": "s194"
    },
    {
      "text": "At a minimum Ms McDonald would have been wise to ensure that her response was generally accurate and reliable.",
      "id": "s195"
    },
    {
      "text": "33 When the meeting between Ms McDonald and Mr Bell occurred on 30 June 2006 Mr Bell had arranged for a Ms Slatery to be present.",
      "id": "s196"
    },
    {
      "text": "On Ms McDonald's account of the conversation which ensued, and Mr Bell's, she was challenged about her response.",
      "id": "s197"
    },
    {
      "text": "There are some discrepancies and differences in their accounts but they do not change the general picture.",
      "id": "s198"
    },
    {
      "text": "Ms McDonald was accused of lying to Mr Bell about her attendance.",
      "id": "s199"
    },
    {
      "text": "She denied that she had done so and insisted that she had in fact attended work as stated in her email.",
      "id": "s200"
    },
    {
      "text": "One feature about Ms McDonald's account of the conversation should be mentioned.",
      "id": "s201"
    },
    {
      "text": "She said that the following exchange occurred:\n \n 'DM: \"...",
      "id": "s202"
    },
    {
      "text": "I do have to take my kids to school sometimes and have to drop them off at 7:30am and that gets me to work by 9:00am.",
      "id": "s203"
    },
    {
      "text": "\" \n \n AB: \"So you take your kids to school everyday?",
      "id": "s204"
    },
    {
      "text": "\" \n \n DM: \"No, I don't.",
      "id": "s205"
    },
    {
      "text": "When I have 8:30am meetings my husband takes the kids to school.",
      "id": "s206"
    },
    {
      "text": "My husband usually drops off my oldest son because his school is in St Ives and it is on his way to work.",
      "id": "s207"
    },
    {
      "text": "\"' \n \n\n34 The apparent lack of conformity between this exchange and Ms McDonald's other evidence (that taking at least one of her children to child care inhibited her attendance at 8.30am meetings) was never explained.",
      "id": "s208"
    },
    {
      "text": "As I earlier indicated she did not, in any event, give direct evidence that in fact she left either child at school or at a child care facility at 7.30am on the days when she had 8.30am meetings.",
      "id": "s209"
    },
    {
      "text": "35 Ms McDonald accepts that she said to Ms Slatery that she would resign as a result of the matters which had been raised.",
      "id": "s210"
    },
    {
      "text": "There is a difference between her and Mr Bell about whether he was still present.",
      "id": "s211"
    },
    {
      "text": "She says he had left.",
      "id": "s212"
    },
    {
      "text": "He says that he heard what she said.",
      "id": "s213"
    },
    {
      "text": "Nothing really turns on whether he was present or not.",
      "id": "s214"
    },
    {
      "text": "It is common ground that shortly after agreeing to resign Ms McDonald returned to the meeting room and said to both Ms Slatery and Mr Bell that she would not in fact resign and insisted that she be terminated.",
      "id": "s215"
    },
    {
      "text": "She demanded a letter of termination.",
      "id": "s216"
    },
    {
      "text": "She was directed by Mr Bell to go to her office and collect her things and leave.",
      "id": "s217"
    },
    {
      "text": "On her evidence she agreed to do so.",
      "id": "s218"
    },
    {
      "text": "However, she stopped instead at the office of Ms Fenella Cochrane, a senior manager with Parnell Laboratories, and attempted to enlist Ms Cochrane's help to obtain a letter of termination before she left the premises.",
      "id": "s219"
    },
    {
      "text": "It is events which then occurred which provide the foundation for Ms McDonald's allegation that Mr Bell assaulted her.",
      "id": "s220"
    },
    {
      "text": "In her affidavit evidence she said the following (after referring to a statement made to Ms Cochrane):\n \n \n '112.",
      "id": "s221"
    },
    {
      "text": "Just as I finished saying these words Alan Bell entered Ms. Cochrane's office and approached me from behind.",
      "id": "s222"
    },
    {
      "text": "Alan Bell then grabbed my jacket sleeve and pulled me in a sideways motion out of Ms. Cochrane's office.",
      "id": "s223"
    },
    {
      "text": "Alan then motioned with his hand for me to go down the stairway which we were now standing near.",
      "id": "s224"
    },
    {
      "text": "As Alan Bell motioned for me to go down the stairs Alan Bell said: \n \n \n \n AB: \"You get out of this office.",
      "id": "s225"
    },
    {
      "text": "You go now.",
      "id": "s226"
    },
    {
      "text": "You leave now.",
      "id": "s227"
    },
    {
      "text": "\" \n \n \n \n 113.",
      "id": "s228"
    },
    {
      "text": "As Alan Bell escorted me, by walking immediately behind me to the stairway, we passed the boardroom.",
      "id": "s229"
    },
    {
      "text": "As we passed the boardroom I heard Alan Bell say to Pam Slatery who was still sitting in the boardroom: \n \n \n \n \n AB: \"It looks like I have to escort her after all.",
      "id": "s230"
    },
    {
      "text": "She can't be trusted.",
      "id": "s231"
    },
    {
      "text": "\" \n \n \n \n \n 114.",
      "id": "s232"
    },
    {
      "text": "As I proceeded to walk down the hallway towards the staircase I recall Alan Bell walking at all times very close to me.",
      "id": "s233"
    },
    {
      "text": "This made me feel very uncomfortable and threatened.",
      "id": "s234"
    },
    {
      "text": "Alan Bell remained in very close proximity to me as I was escorted down the unlit stairway and into a vacant warehouse.",
      "id": "s235"
    },
    {
      "text": "Alan Bell then said to me: \n \n \n \n \n AB: \"I can't believe you disobeyed my orders.",
      "id": "s236"
    },
    {
      "text": "You are to go to your office, collect your things, and don't speak to anyone.",
      "id": "s237"
    },
    {
      "text": "\" \n \n \n \n \n 115.",
      "id": "s238"
    },
    {
      "text": "By this stage I was feeling very afraid, anxious and concerned for my safety.",
      "id": "s239"
    },
    {
      "text": "Alan Bell and I were now walking in a vacant warehouse, there were no other people present and I was very fearful of my safety as I believed that Alan Bell may physically assault me.",
      "id": "s240"
    },
    {
      "text": "This experience had a very traumatic effect on me and I continue to be affected by this experience.",
      "id": "s241"
    },
    {
      "text": "116.",
      "id": "s242"
    },
    {
      "text": "Alan Bell and I passed through the warehouse, as we did so Alan Bell saying to me in a raised voice: \n \n \n \n \n AB: \"Just go straight to your office, get your things and don't talk to anyone.",
      "id": "s243"
    },
    {
      "text": "\" \n \n \n \n \n 117.",
      "id": "s244"
    },
    {
      "text": "The staff working on the production floor stopped what they were doing to watch as Alan walked me through the warehouse and to the stairway, which led to my office.",
      "id": "s245"
    },
    {
      "text": "I felt extremely humiliated ... \n \n \n \n \n \n 118.",
      "id": "s246"
    },
    {
      "text": "I was then escorted through the alley behind the office and to the manufacturing facility door.",
      "id": "s247"
    },
    {
      "text": "Once entering the manufacturing warehouse, I said to Alan Bell: \n \n \n \n \n DM: \"Can I have a box to put my things in?",
      "id": "s248"
    },
    {
      "text": "\" \n \n \n \n AB: \"I will get you a box.",
      "id": "s249"
    },
    {
      "text": "\" \n \n \n \n \n 119.",
      "id": "s250"
    },
    {
      "text": "I then entered my office and begun [sic] to collect my personal possessions, as all the administrative staff stood in the hallway and watched me pack my things through the window.",
      "id": "s251"
    },
    {
      "text": "A few minutes later Alan Bell joined me with an empty box for my belongings.",
      "id": "s252"
    },
    {
      "text": "Within 5 minutes I had collected my possessions.",
      "id": "s253"
    },
    {
      "text": "As I begun [sic] to make my way out of my office Alan Bell remained very close to me and walked right behind me as I walked through the warehouse and toward the warehouse door.",
      "id": "s254"
    },
    {
      "text": "This was observed by all the administrative staff as well as the manufacturing personnel working that day.",
      "id": "s255"
    },
    {
      "text": "This scene was extremely distressing and humiliating for me as this scene was witnessed by staff that I had previously been responsible of in my role as Quality Assurance Manager.",
      "id": "s256"
    },
    {
      "text": "I was also saddened that I could not say good bye to any of my colleagues.",
      "id": "s257"
    },
    {
      "text": "' \n \n \n \n\n36 Mr Bell, on the other hand, gave affidavit evidence as follows:\n \n \n '58.",
      "id": "s258"
    },
    {
      "text": "When I entered Ms Cochrane's office, the Applicant was talking to Ms Cochrane asking her for a letter of termination.",
      "id": "s259"
    },
    {
      "text": "I said words to the effect of: \n \n \n \n \n \"Deme, would you please leave?",
      "id": "s260"
    },
    {
      "text": "\" \n \n \n \n \n 59.",
      "id": "s261"
    },
    {
      "text": "The Applicant ignored me and continued talking to Ms Cochrane and I therefore said these words to her again.",
      "id": "s262"
    },
    {
      "text": "The Applicant again ignored me and kept talking so I gently took her by the crook of her arm and said words to the following effect: \n \n \n \n \"Time to go.",
      "id": "s263"
    },
    {
      "text": "I'll walk with you.",
      "id": "s264"
    },
    {
      "text": "\" \n \n \n \n 60.",
      "id": "s265"
    },
    {
      "text": "In relation to paragraph 113 of the McDonald Affidavit, I deny that I walked \"immediately\" behind the Applicant but simply walked with her.",
      "id": "s266"
    },
    {
      "text": "I deny that I said the words attributed to me.",
      "id": "s267"
    },
    {
      "text": "I said words to Ms Slattery to the following effect: \n \n \n \n \"I'm taking Deme to her office to get her things.",
      "id": "s268"
    },
    {
      "text": "\" \n \n \n \n \n 61.",
      "id": "s269"
    },
    {
      "text": "In relation to paragraph 114 of the McDonald Affidavit, I deny that I walked \"very close\" to the Applicant or that I said the words attributed to me.",
      "id": "s270"
    },
    {
      "text": "I recall that the stairway was not dark.",
      "id": "s271"
    },
    {
      "text": "I said words to the following effect: \n \n \n \n \n \n \"I'm surprised that you disobeyed a direct instruction.",
      "id": "s272"
    },
    {
      "text": "We'll go to your office and collect your things.",
      "id": "s273"
    },
    {
      "text": "\" \n \n \n \n \n \n 62.",
      "id": "s274"
    },
    {
      "text": "In relation to paragraph 115 of the McDonald Affidavit, I say that I did nothing to make the Applicant \"very afraid\" or feel as though I was going to \"physically assault\" her.",
      "id": "s275"
    },
    {
      "text": "63.",
      "id": "s276"
    },
    {
      "text": "In relation to paragraph 116 of the McDonald Affidavit I deny that I raised my voice to the Applicant and deny that I said the words attributed to me.",
      "id": "s277"
    },
    {
      "text": "64.",
      "id": "s278"
    },
    {
      "text": "In relation to paragraph 117 of the McDonald Affidavit, I do recall that there were staff around although I do not recall any staff watching the Applicant and I.",
      "id": "s279"
    },
    {
      "text": "65.",
      "id": "s280"
    },
    {
      "text": "In relation to paragraph 118 of the McDonald Affidavit, the Applicant and I walked down the driveway behind the office through the centre of the estate.",
      "id": "s281"
    },
    {
      "text": "This is not an \"alley\" but a broad open sealed area for pedestrian, car and container truck access to the estate.",
      "id": "s282"
    },
    {
      "text": "66.",
      "id": "s283"
    },
    {
      "text": "In relation to paragraph 119 of the McDonald Affidavit, I do not recall seeing other employees watch the Applicant pack her things.",
      "id": "s284"
    },
    {
      "text": "I deny that I \"remained very close\" to the Applicant.",
      "id": "s285"
    },
    {
      "text": "' \n \n \n \n\n37 None of the persons said by Ms McDonald to have observed any of these events were called to give evidence, except Ms Cochrane who was called by the respondents.",
      "id": "s286"
    },
    {
      "text": "Ms Cochrane's affidavit evidence was as follows:\n \n \n '28.",
      "id": "s287"
    },
    {
      "text": "I then saw the Second Respondent walk past the doorway of my office.",
      "id": "s288"
    },
    {
      "text": "The Second Respondent did not enter my office but stood outside in the hallway.",
      "id": "s289"
    },
    {
      "text": "I heard the Second Respondent say words to the Applicant, from outside my office, to the following effect: \n \n \n \n \"I told you to leave.",
      "id": "s290"
    },
    {
      "text": "\" \n \n \n \n 29.",
      "id": "s291"
    },
    {
      "text": "As he said this I recall the Applicant, who had been standing in front of my desk, turned and left my office.",
      "id": "s292"
    },
    {
      "text": "30.",
      "id": "s293"
    },
    {
      "text": "In response to paragraph 112 of the McDonald Affidavit, I say as follows: \n \n \n \n \n (a) From where I was sitting I could not see the Second Respondent because he was outside my office and my view of him was obstructed by the Applicant, who was by this time in the doorway of my office; \n \n \n \n (b) I did not see that [sic] the Second Respondent \"grab\" or touch the Applicant; \n \n \n \n (c) I did not see the Second Respondent motion his hand for the Applicant to go down the stairway.",
      "id": "s294"
    },
    {
      "text": "' \n \n\n38 During her oral evidence, when asked again what had happened Ms McDonald gave evidence which was a little more explicit.",
      "id": "s295"
    },
    {
      "text": "She said:\n \n 'My back was to the door and I was facing Fenella.",
      "id": "s296"
    },
    {
      "text": "So basically the doorway was behind me, I am facing Fenella's desk, I am standing.",
      "id": "s297"
    },
    {
      "text": "I didn't see him come up behind me and when he did come up behind me he grabbed my left sleeve of my jacket here and he pulled me out and I went sort of turned around sideways and lost my footing as he pulled me into the hallway.",
      "id": "s298"
    },
    {
      "text": "' \n \n\n39 In his own oral evidence Mr Bell denied that anything of this kind had happened.",
      "id": "s299"
    },
    {
      "text": "His evidence was, in cross-examination:\n \n 'And you walked towards Ms Cochrane's office, didn't you?---Yes.",
      "id": "s300"
    },
    {
      "text": "And Ms McDonald was talking to Ms Cochrane, wasn't she?---Yes.",
      "id": "s301"
    },
    {
      "text": "And she had her back to the doorway, didn't she?---I don't recall.",
      "id": "s302"
    },
    {
      "text": "You then --- you went into Ms Cochrane's office, where she was talking to her, didn't you?---Yes.",
      "id": "s303"
    },
    {
      "text": "And you grabbed her jacket sleeve and pulled her sideways out of Ms Cochrane's office, didn't you?---No.",
      "id": "s304"
    },
    {
      "text": "Well, Mr Bell, you say in your affidavit that you took her by the crook of the arm.",
      "id": "s305"
    },
    {
      "text": "By the crook of her arm, do you mean her elbow?---Yes.",
      "id": "s306"
    },
    {
      "text": "So you took hold of her elbow; is that right?---No.",
      "id": "s307"
    },
    {
      "text": "Well you touched her elbow; is that what your evidence is?---Yes.",
      "id": "s308"
    },
    {
      "text": "And you then pulled her out of Ms Cochrane's office, didn't you?---No.",
      "id": "s309"
    },
    {
      "text": "' \n \n\nand:\n \n 'You grabbed her sleeve and pulled her forcefully out of Ms Cochrane's room, didn't you?---I categorically deny that.",
      "id": "s310"
    },
    {
      "text": "I did not.",
      "id": "s311"
    },
    {
      "text": "' \n \n\n40 Had matters occurred as Ms McDonald alleged it seems impossible that Ms Cochrane could have remained unaware of it.",
      "id": "s312"
    },
    {
      "text": "In her oral evidence the following exchange occurred, in cross-examination:\n \n 'Right?---And noticed that Ms McDonald was in my office, at which point he spoke.",
      "id": "s313"
    },
    {
      "text": "And that's when he said, \"I told you to leave\"?---Words to that effect, yes.",
      "id": "s314"
    },
    {
      "text": "Yes.",
      "id": "s315"
    },
    {
      "text": "All right.",
      "id": "s316"
    },
    {
      "text": "And the next thing you see is Ms McDonald --- did you see --- did you --- sorry, I withdraw that.",
      "id": "s317"
    },
    {
      "text": "Did you see Mr Bell enter your office?---No, I can't recall that he entered my office at all.",
      "id": "s318"
    },
    {
      "text": "Is it possible that Ms McDonald was blocking your vision of the doorway?---She was effectively in the doorway, I believe.",
      "id": "s319"
    },
    {
      "text": "All right.",
      "id": "s320"
    },
    {
      "text": "And then she abruptly turned her body and left the room?---That's probably the way it happened, yes.",
      "id": "s321"
    },
    {
      "text": "Yes.",
      "id": "s322"
    },
    {
      "text": "All right.",
      "id": "s323"
    },
    {
      "text": "And she stumbled, didn't she?---No, I can't recall seeing her stumble at all.",
      "id": "s324"
    },
    {
      "text": "' \n \n\n41 In re-examination Ms Cochrane confirmed that she did not see Mr Bell touch Ms McDonald.",
      "id": "s325"
    },
    {
      "text": "There is no reason to doubt the general reliability of Ms Cochrane's evidence which appeared to be given in a straightforward and honest fashion.",
      "id": "s326"
    },
    {
      "text": "Ms Cochrane, for a number of reasons, appeared to me to be not unsympathetic to Ms McDonald.",
      "id": "s327"
    },
    {
      "text": "Had Ms McDonald been pulled forcibly from Ms Cochrane's office, or even lost her footing as she turned, I would have no doubt that such a circumstance would be in Ms Cochrane's plain view and there is no reason to believe that she would or did conceal it when she gave evidence.",
      "id": "s328"
    },
    {
      "text": "In relation to this incident I prefer Mr Bell's evidence to Ms McDonald's.",
      "id": "s329"
    },
    {
      "text": "I accept that Ms McDonald turned abruptly when touched on the elbow (or taken by the elbow) by Mr Bell but I do not accept that that was the result of any force applied by Mr Bell or that he pulled Ms McDonald into the hallway.",
      "id": "s330"
    },
    {
      "text": "42 There was other evidence from Ms McDonald designed to suggest that she was, generally speaking, a good and reliable employee making a useful and uncriticised contribution to Parnell Laboratories' operations.",
      "id": "s331"
    },
    {
      "text": "Some of her evidence appeared designed also to suggest that Mr Bell had a tendency to be erratic and even dictatorial.",
      "id": "s332"
    },
    {
      "text": "The respondents, on the other hand, called evidence designed to demonstrate that by reason of matters which were apparent before Ms McDonald's dismissal and also matters which only became apparent subsequently, she was by the end of June 2006, and earlier, in manifest default of her obligations to properly supervise and manage Parnell Laboratories' quality control and audit systems.",
      "id": "s333"
    },
    {
      "text": "Mr Bell gave evidence that if he had not dismissed her for misconduct on 30 June he would have sought her resignation on that day for other reasons.",
      "id": "s334"
    },
    {
      "text": "43 There was a good deal of debate about the requirements and operation of the performance counselling guidelines in relation to these other aspects of Ms McDonald's performance of her duties.",
      "id": "s335"
    },
    {
      "text": "When taken to the matter in detail Mr Bell conceded that he would, in all probability, have felt it appropriate and necessary to follow the procedures set out in the Staff Guidelines and, in particular, to give Ms McDonald an opportunity to remedy deficiencies in her performance at each stage of the process.",
      "id": "s336"
    },
    {
      "text": "As I understand his evidence he was not able, ultimately, to say that her employment was necessarily forfeit had those procedures been carried out and had she been given the opportunity which the procedures contemplate to respond positively to constructive criticism.",
      "id": "s337"
    },
    {
      "text": "What was the reason for the termination of Ms McDonald's employment --- had she committed serious, wilful or persistent misconduct?",
      "id": "s338"
    },
    {
      "text": "44 It was a requirement of the contract of employment between Ms McDonald and Parnell Laboratories that she be given 8 weeks' notice in writing of termination (or payment in lieu) 'except in the case of serious, wilful or persistent misconduct'.",
      "id": "s339"
    },
    {
      "text": "Parnell Laboratories' case is that Ms McDonald was dismissed because her response to Mr Bell about her pattern of attendance was dishonest.",
      "id": "s340"
    },
    {
      "text": "Ms McDonald accepts that this was the reason given for her resignation being requested and, when it was withdrawn, her termination of employment.",
      "id": "s341"
    },
    {
      "text": "It is not necessary to evaluate whether the pattern of attendance itself represents misconduct justifying summary dismissal.",
      "id": "s342"
    },
    {
      "text": "It has not been suggested that it does.",
      "id": "s343"
    },
    {
      "text": "45 The question upon which this issue turns is whether Ms McDonald's answer to Mr Bell represents serious or wilful or persistent misconduct.",
      "id": "s344"
    },
    {
      "text": "It need not satisfy each of those descriptions.",
      "id": "s345"
    },
    {
      "text": "There is no basis to read the contractual term in any sense but its natural English meaning.",
      "id": "s346"
    },
    {
      "text": "46 The response occurred on a singular occasion (although it was repeated at the meeting on 30 June 2006).",
      "id": "s347"
    },
    {
      "text": "The question of persistence may therefore be disregarded.",
      "id": "s348"
    },
    {
      "text": "The next questions are whether it was serious misconduct or wilful misconduct.",
      "id": "s349"
    },
    {
      "text": "There is doubtless substantial overlap between these two descriptions.",
      "id": "s350"
    },
    {
      "text": "Wilful misconduct will more readily be regarded as serious than unintentional or merely careless misconduct.",
      "id": "s351"
    },
    {
      "text": "47 At common law summary dismissal is sometimes, but not always, justified by misconduct.",
      "id": "s352"
    },
    {
      "text": "A common formula is --- 'misconduct justifying summary dismissal'.",
      "id": "s353"
    },
    {
      "text": "Accordingly, it is important to maintain a distinction, at common law at least, between whether misconduct has occurred and whether the misconduct which has occurred justifies summary dismissal.",
      "id": "s354"
    },
    {
      "text": "However, that general position is subject to the express terms of any relevant contract and, of course, to statute.",
      "id": "s355"
    },
    {
      "text": "48 The terms 'misconduct', 'serious misconduct' and 'serious and wilful misconduct' are often the subject of judicial and administrative attention as applied to the facts of particular cases but there is relatively little judicial discussion about their content and meaning.",
      "id": "s356"
    },
    {
      "text": "Naturally enough, when the term 'serious misconduct' is under consideration an evaluation of what conduct represents 'serious' misconduct is influenced by the (usually statutory) setting in which the phrase must be given meaning and applied.",
      "id": "s357"
    },
    {
      "text": "Frequently, for example, the question at issue is whether an employee is disentitled by reason of his or her conduct to a statutory entitlement (eg.",
      "id": "s358"
    },
    {
      "text": "in New South Wales, where Ms McDonald was employed, see Long Service Leave Act 1955 (NSW) s 4(2)(a)(iii) ; Workers Compensation Act 1987 (NSW) s 14(2).",
      "id": "s359"
    },
    {
      "text": "49 In Boral Resources (Queensland) Pty Ltd v Pyke (1989) 93 ALR 89 a Full Court of the Supreme Court of Queensland considered the phrase 'serious or wilful misconduct' in s 66(b) of the Insurance Contracts Act 1984 (Cth).",
      "id": "s360"
    },
    {
      "text": "The provision limits the right of an insurer to exercise rights of subrogation.",
      "id": "s361"
    },
    {
      "text": "An insurer is not subrogated to the rights of an insured employer to recover from an employee when the conduct of the employee arose out of the employment and was not serious or wilful misconduct.",
      "id": "s362"
    },
    {
      "text": "50 Thomas J said (at 97):\n \n 'There are no decisions as to the meaning of the words \"serious or wilful misconduct\" under this section, although there are numerous reported cases under workers' compensation Acts construing phrases such as \"serious and wilful misconduct\".",
      "id": "s363"
    },
    {
      "text": "and:\n \n 'I decline to purport to paraphrase or explain the term \"serious misconduct\" by reference to degree of gravity or otherwise.",
      "id": "s364"
    },
    {
      "text": "It is a classical jury question, and this simply drawn section ought not to be overlaid with legal glosses.",
      "id": "s365"
    },
    {
      "text": "Nor do I think that there is any mystery left in the word \"wilful\".",
      "id": "s366"
    },
    {
      "text": "' \n \n\n51 Derrington J said (at 105):\n \n 'It is accepted by [the respondent] that the reference in the exception to serious or wilful misconduct is clearly in the disjunctive so that it has application if the misconduct is either serious or wilful: Girlock (Sales) Pty Ltd v Hurrell [1982] HCA 15 ; (1982) 149 CLR 155; 40 ALR 45.",
      "id": "s367"
    },
    {
      "text": "Wilful misconduct within this meaning is not necessarily serious, and vice versa, for otherwise one of them would be tautologous: Johnson v Marshall Sons and Co Ltd [1906] AC 409 at 416.",
      "id": "s368"
    },
    {
      "text": "Serious misconduct is judged on an objective level while wilful misconduct emphasises subjectivity.",
      "id": "s369"
    },
    {
      "text": "There is nothing unreasonable about this and indeed there are good reasons discernible for it.",
      "id": "s370"
    },
    {
      "text": "It is irrelevant that other statutes with different purposes use these words conjunctively.",
      "id": "s371"
    },
    {
      "text": "Accordingly authorities upon the construction of those statutes must be considered with caution.",
      "id": "s372"
    },
    {
      "text": "' \n \n\n52 Ambrose J said (at 115):\n \n '\"Wilful\" misconduct involves merely the doing of acts in fact amounting to misconduct intentionally, with knowledge that those acts will amount to misconduct.",
      "id": "s373"
    },
    {
      "text": "' \n \n\nand:\n \n 'Both Thomas J and Derrington J have dealt at some length with a number of authorities dealing with conduct which has been described as \"wilful\" and \"serious\".",
      "id": "s374"
    },
    {
      "text": "I find it unhelpful to further examine in detail those authorities for the purpose of this case.",
      "id": "s375"
    },
    {
      "text": "' \n \n\n53 These observations, with respect, reflect my own view.",
      "id": "s376"
    },
    {
      "text": "54 In Rankin v Marine Power International Pty Ltd [2001] VSC 150 ; 107 IR 117 Gillard J referred to a number of cases in which courts in Australia and the United Kingdom have discussed the circumstances in which summary dismissal at common law is justified (see at [237] --- [269]).",
      "id": "s377"
    },
    {
      "text": "The following passages are of particular relevance for the present discussion:\n \n \n '[239] The acts or omissions of the employee which constitute the breach may amount to misconduct, disobedience, incompetence or negligence.",
      "id": "s378"
    },
    {
      "text": "No doubt, misconduct would cover a multitude of sins.",
      "id": "s379"
    },
    {
      "text": "By way of example, conduct which results in a conflict between the employee's interest and duty to his employer, or impedes the faithful performance of his obligations, or is destructive of the confidence between employer and employee, may ground a right to dismiss without notice: see Blyth Chemicals Ltd v Bushnell [1933] HCA 8 ; (1933) 49 CLR 66 at 81 per Dixon and McTiernan JJ.",
      "id": "s380"
    },
    {
      "text": "[240] There is no rule of law that defines the degree of misconduct which would justify dismissal without notice.",
      "id": "s381"
    },
    {
      "text": "... \n \n \n \n [251] It was also submitted, on behalf of the plaintiff, that the right to terminate for misconduct \"will only arise\" where the employee has conducted himself in a way to demonstrate a repudiation of the contract, by, in a sense, manifesting an intention not to perform contractual obligations in the future.",
      "id": "s382"
    },
    {
      "text": "[252] I respectfully disagree that that is the only occasion when an employer may terminate summarily.",
      "id": "s383"
    },
    {
      "text": "... \n \n \n \n [254] ... the authorities do establish that there are offences which justify dismissal but which would not, in themselves, show that the employee was intending not to perform contractual obligations in the future.",
      "id": "s384"
    },
    {
      "text": "There may be an example of a one-off serious act of misconduct which would justify dismissal, even though the probabilities were high that it would not occur again.",
      "id": "s385"
    },
    {
      "text": "' \n \n \n\n55 In my view Ms McDonald's response to Mr Bell's request for information was plainly misleading.",
      "id": "s386"
    },
    {
      "text": "It is inevitable (in the light of her expression of concern about the request at the end of her email) that it should be regarded as intentionally misleading.",
      "id": "s387"
    },
    {
      "text": "I conclude that it was an attempt to divert attention from the issue with a bland and generalised reassurance.",
      "id": "s388"
    },
    {
      "text": "In the circumstances, and given Ms McDonald's senior role, I think the response lacked honesty.",
      "id": "s389"
    },
    {
      "text": "It was calculated to deny the real position about Ms McDonald's pattern of attendance which, even if she did not keep some log of her hours, she could be expected to recall in sufficient detail for the previous three weeks to make a reasonably accurate response.",
      "id": "s390"
    },
    {
      "text": "There is no escape from the conclusion, in my view, that she chose not to make an accurate or honest response because she knew that the consequence for her might be serious if she did so.",
      "id": "s391"
    },
    {
      "text": "56 There is some reason to think that Ms McDonald entered the meeting on 30 June 2006 knowing that her circumstances were, if not perilous, at least under close scrutiny, and intending to negotiate some compromise arrangement.",
      "id": "s392"
    },
    {
      "text": "She said in her affidavit evidence that after the initial challenge to her response about her attendance the conversation went on as follows:\n \n \n '102.",
      "id": "s393"
    },
    {
      "text": "I then presented to Alan Bell my position description as referred to at paragraph 35 above.",
      "id": "s394"
    },
    {
      "text": "I had also prepared a document which detailed my departments achievements in addition to a document I had prepared for my own performance review, which was the Company's a [sic] standard performance review documents.",
      "id": "s395"
    },
    {
      "text": "DM: \"So, I was prepared to come in here today and discuss with you my position description and possibly going to three days a week because you don't need someone at my level to do the daily functions.",
      "id": "s396"
    },
    {
      "text": "You don't have to do this, I am willing to help you with the strategic planning going forward because we are not moving at the same pace as at the beginning when I started.",
      "id": "s397"
    },
    {
      "text": "\" \n \n AB: \"Oh, so you were willing to resign?",
      "id": "s398"
    },
    {
      "text": "\" \n \n DM: \"No, I was willing to go to three days a week.",
      "id": "s399"
    },
    {
      "text": "\"' \n \n\n57 This initiative is consistent in my view with realisation by Ms McDonald that her position was already in jeopardy.",
      "id": "s400"
    },
    {
      "text": "Such a circumstance confirms that the response which she made in her email should not be excused as a casual overgeneralisation about a matter which she had no reason to believe was of particular importance.",
      "id": "s401"
    },
    {
      "text": "In my view her response was an act of misconduct.",
      "id": "s402"
    },
    {
      "text": "It was, in the circumstances, knowing and wilful.",
      "id": "s403"
    },
    {
      "text": "58 That does not mean that it was necessarily 'serious misconduct'.",
      "id": "s404"
    },
    {
      "text": "Blyth Chemicals Limited v Bushnell [1933] HCA 8 ; (1933) 49 CLR 66 ( Blyth Chemicals ) is often cited as authority for the proposition that conduct by an employee which is destructive of confidence may be a ground for dismissal without notice.",
      "id": "s405"
    },
    {
      "text": "It remains good law but it is always instructive to read the case with its facts and result in mind.",
      "id": "s406"
    },
    {
      "text": "Mr Bushnell was the manager of Blyth Chemicals business of manufacturing lead products.",
      "id": "s407"
    },
    {
      "text": "During the currency of his employment he became chairman of directors for life and the principal or sole shareholder with a controlling interest in a rival, or potential rival, to the business of Blyth Chemicals.",
      "id": "s408"
    },
    {
      "text": "The rival business manufactured white lead but not the specific products manufactured by Blyth Chemicals --- arsonated lead, lime sulphur, litharge and red lead.",
      "id": "s409"
    },
    {
      "text": "Blyth Chemicals sought assurances that neither Mr Bushnell nor the rival company would become a competitor of Blyth Chemicals.",
      "id": "s410"
    },
    {
      "text": "Mr Bushnell was prepared to give the assurance.",
      "id": "s411"
    },
    {
      "text": "The rival company was only prepared to give a limited assurance for the currency of his employment with Blyth Chemicals and for two years thereafter.",
      "id": "s412"
    },
    {
      "text": "Mr Bushnell was dismissed.",
      "id": "s413"
    },
    {
      "text": "His dismissal was found to have been unjustified.",
      "id": "s414"
    },
    {
      "text": "Those background facts are important to understand the distinction which is made in the passages which I propose to set out.",
      "id": "s415"
    },
    {
      "text": "59 Starke and Evatt JJ said (at 74):\n \n 'The mere apprehension that an employee will act in a manner incompatible with the due and faithful performance of his duty affords no ground for dismissing him; he must be guilty of some conduct in itself incompatible with his duty and the confidential relation between himself and his employer.",
      "id": "s416"
    },
    {
      "text": "' \n \n\n60 Dixon and McTiernan JJ said (at 81-82):\n \n 'Conduct which in respect of important matters is incompatible with the fulfilment of an employee's duty, or involves an opposition, or conflict between his interest and his duty to his employer, or impedes the faithful performance of his obligations, or is destructive of the necessary confidence between employer and employee, is a ground of dismissal (Boston Deep Sea Fishing and Ice Co. v. Ansell (1888) 39 Ch. D. 339 at pp.",
      "id": "s417"
    },
    {
      "text": "357-358 and 362-364 ; English and Australian Copper Co. v. Johnson [1911] HCA 65 ; (1911) 13 CLR 490 ; Shepherd v. Felt and Textiles of Australia Ltd [1931] HCA 21 ; (1931) 45 CLR 359 ).",
      "id": "s418"
    },
    {
      "text": "But the conduct of the employee must itself involve the incompatibility, conflict, or impediment, or be destructive of confidence.",
      "id": "s419"
    },
    {
      "text": "An actual repugnance between his acts and his relationship must be found.",
      "id": "s420"
    },
    {
      "text": "It is not enough that ground for uneasiness as to its future conduct arises.",
      "id": "s421"
    },
    {
      "text": "' \n \n\nMr Bushnell succeeded in his action for wrongful dismissal.",
      "id": "s422"
    },
    {
      "text": "The appeal to the High Court was dismissed.",
      "id": "s423"
    },
    {
      "text": "61 In my view, in the present case, there was no 'actual repugnance' between Ms McDonald's response to Mr Bell and the maintenance of confidence between her and her employer Parnell Laboratories.",
      "id": "s424"
    },
    {
      "text": "It was a single foolish (dishonest) act.",
      "id": "s425"
    },
    {
      "text": "Had the relevant contractual term required the commission of serious and wilful misconduct to justify summary dismissal I would not have been satisfied that the contractual condition was satisfied.",
      "id": "s426"
    },
    {
      "text": "However that is not what the contract provides.",
      "id": "s427"
    },
    {
      "text": "The contract is a contract between the parties.",
      "id": "s428"
    },
    {
      "text": "It is their document.",
      "id": "s429"
    },
    {
      "text": "Moreover, there are three, not two, alternative elements.",
      "id": "s430"
    },
    {
      "text": "The presence of the third also denies the legitimacy of making a compound condition from two only.",
      "id": "s431"
    },
    {
      "text": "I see no basis upon which it is permissible for this Court to rewrite the contractual term or ignore the plain and disjunctive nature of the elements which it contains.",
      "id": "s432"
    },
    {
      "text": "62 Furthermore, despite the frequent appearance of the compound term 'serious and wilful misconduct' in some statutory settings there is no reason in principle to conclude that the two elements are bound together under any general law formulation.",
      "id": "s433"
    },
    {
      "text": "In Brackenridge v Toyota Motor Corporation Australia Ltd (1996) 142 ALR 99 a Full Court of the Industrial Relations Court of Australia referred to the rights of an employer 'in the event of serious or wilful misconduct' by an employee (see at 105 and 106).",
      "id": "s434"
    },
    {
      "text": "It concluded in that case that Ms Brackenridge 'was guilty of wilful misconduct that justified termination of her contract of employment without notice both under the general law and pursuant to the award' (at 109).",
      "id": "s435"
    },
    {
      "text": "63 Taking the view, as I do, that the wilfulness of Ms McDonald's misconduct provided a sufficient foundation for her summary dismissal I conclude that no breach of contract has been established by failing to provide at least eight weeks' notice of termination or payment in lieu thereof.",
      "id": "s436"
    },
    {
      "text": "Were the performance counselling provisions (at least) of the Staff Guidelines incorporated into Ms McDonald's contract of employment \n \n64 As I have concluded that there was no breach of contract when Ms McDonald was summarily dismissed it is not strictly necessary to deal with this issue.",
      "id": "s437"
    },
    {
      "text": "However, it is desirable that I indicate why, in any event, I would not have found any breach of contract by reason of a failure to follow the performance counselling provisions in the Staff Guidelines.",
      "id": "s438"
    },
    {
      "text": "65 I earlier included in the extracts from Ms McDonald's contract of employment those parts of the letter to her which referred to Parnell Laboratories' Staff Guidelines which were said in argument to be incorporated in her contract of employment in their entirety or, alternatively, at least so far as they related to the performance management guidelines.",
      "id": "s439"
    },
    {
      "text": "66 It is true that the Staff Guidelines are referred to as being ones which 'govern' her employment and the letter of offer reminds her that she agrees to be bound by the policies of the company as set out in the Staff Guidelines and elsewhere.",
      "id": "s440"
    },
    {
      "text": "On the other hand, it is quite clear that the guidelines were within the unilateral prerogative of Parnell Laboratories to vary, change or terminate.",
      "id": "s441"
    },
    {
      "text": "In addition it reserved to itself the right to devise and introduce new policies.",
      "id": "s442"
    },
    {
      "text": "As a preliminary observation, it is difficult to see much mutuality in such a document although I accept that it is possible for a party to a contract to commit itself such a circumstance if that is shown to be the intended foundation for the legal relations to be governed by the contract.",
      "id": "s443"
    },
    {
      "text": "67 The Staff Guidelines themselves were, on Ms McDonald's evidence and as is clear from the letter of offer, not provided to her at the time that she signed the contract but were only to be provided to her upon the commencement of her employment.",
      "id": "s444"
    },
    {
      "text": "They were not matters, therefore, to which she was committing herself with knowledge.",
      "id": "s445"
    },
    {
      "text": "This circumstance also, in my view, tends in the circumstances of the present case against any general proposition of incorporation.",
      "id": "s446"
    },
    {
      "text": "68 It is important to note also that the staff guidelines are entitled on their first page 'Parnell Laboratories Staff Guidelines for Managers'.",
      "id": "s447"
    },
    {
      "text": "On page 3 this is said (over Mr Bell's name): \n \n 'In addition to incorporating the policy information provided to all Staff Members by the Guidelines, your Manager's version provides the direction and Document Templates to enable undertaking your HR responsibilities in accordance with Company policy.",
      "id": "s448"
    },
    {
      "text": "' \n \n\nAlso:\n \n 'In implementation please refer to the appropriate Guideline as circumstances demand, and follow the specified steps unless I have given direct approval for an alternative action.",
      "id": "s449"
    },
    {
      "text": "If you encounter a situation where the Guidelines do not provide clear direction, please let me know.",
      "id": "s450"
    },
    {
      "text": "Please keep your copy updated as changes and additions are provided to you.",
      "id": "s451"
    },
    {
      "text": "' \n \n\n69 This statement of the purpose of the guidelines also, in my view, tends against the suggestion that they were to be incorporated in Ms McDonald's personal contract of employment as legally enforceable.",
      "id": "s452"
    },
    {
      "text": "70 In Goldman Sachs JB Were Services Pty Ltd v Nikolich [2007] FCAFC 120 ( 'Nikolich' ) a Full Court of this Court considered whether an extensive set of policy and other statements, some of which were admittedly contractual, were incorporated into a contract of employment.",
      "id": "s453"
    },
    {
      "text": "The circumstances, as Black CJ observed (at [19]) were different from Riverwood International Australia Ltd v McCormick (2000) 177 ALR 199 where a conclusion was upheld that the whole of a Human Resources Policies and Procedures Manual had become incorporated into the individual contract of employment of a particular employee.",
      "id": "s454"
    },
    {
      "text": "In the present case I do not think it possible to conclude that the whole of the Staff Guidelines for Managers document was incorporated into Ms McDonald's contract of employment.",
      "id": "s455"
    },
    {
      "text": "Some of its contents were clearly not contractual in nature but aspirational (see e.g.",
      "id": "s456"
    },
    {
      "text": "Nikolich at [41]).",
      "id": "s457"
    },
    {
      "text": "71 As the section of the guidelines which is germane to the present case is that concerning performance counselling it is sufficient to concentrate upon those provisions.",
      "id": "s458"
    },
    {
      "text": "The procedures commence in the following fashion:\n \n ' Applies to: All permanent Staff members who have completed Probation.",
      "id": "s459"
    },
    {
      "text": "Purpose: To establish the process for addressing and documenting instances of unsatisfactory performance or conduct with a view to improving performance or eliminating inappropriate conduct.",
      "id": "s460"
    },
    {
      "text": "Procedure: Performance counselling is a means of clearly identifying problem areas and reaching agreement on improvements, which are then documented with copies provided to the Staff Member and placed in the Staff Member's HR File.",
      "id": "s461"
    },
    {
      "text": "Performance counselling is a positive process aimed at improving performance through: \n \n &#8226; clearly identifying performance or conduct which is below the required standard \n &#8226; clearly identifying the required performance or conduct standards \n &#8226; involving the Staff Member in finding solutions to the problem areas \n &#8226; setting an agreed review timetable, and \n &#8226; documenting the counselling discussion and its outcomes.",
      "id": "s462"
    },
    {
      "text": "Counselling \n \n Steps: Detailed below is the sequence of Performance Counselling steps available for selection depending on circumstances.",
      "id": "s463"
    },
    {
      "text": "Serious conduct breaches may require selection of a more advanced counselling step than the next in sequence, in which case the Supervising Manager's own Manager must be consulted to affirm step selection before proceeding.",
      "id": "s464"
    },
    {
      "text": "' \n \n\n72 There follows a series of steps which are obviously intended to operate as a model for the procedure to be followed.",
      "id": "s465"
    },
    {
      "text": "The fact that the detailed procedures which follow are introduced by the qualification that the steps are 'available for selection depending on circumstances' in my view disqualifies them as contractual obligations.",
      "id": "s466"
    },
    {
      "text": "Furthermore, although the matters that I extracted earlier suggest an expectation by Mr Bell that the guidelines would be followed in their application to individual staff members there is no direction that they be invariably followed, much less a contractual requirement to that effect.",
      "id": "s467"
    },
    {
      "text": "In my view, it has not been established that these procedures have any contractual force and effect.",
      "id": "s468"
    },
    {
      "text": "73 Even were that not so there would be no foundation for any relief arising from them.",
      "id": "s469"
    },
    {
      "text": "The reasons for dismissal did not relate to matters about which performance counselling presented as a sensible option.",
      "id": "s470"
    },
    {
      "text": "Ms McDonald's dismissal was due to the nature of her response to Mr Bell's request for information.",
      "id": "s471"
    },
    {
      "text": "Such an issue is not reasonably capable, in my view, of 'performance management' on the assumption that the performance guidelines form part of the contract of employment.",
      "id": "s472"
    },
    {
      "text": "No occasion had arisen to engage any performance counselling procedures.",
      "id": "s473"
    },
    {
      "text": "I would not have found any breach of contract established on the facts of the present case even if the performance counselling guidelines were incorporated in Ms McDonald's contract of employment.",
      "id": "s474"
    },
    {
      "text": "Are damages available for loss of a chance to remain in employment?",
      "id": "s475"
    },
    {
      "text": "74 Ms McDonald sought not only damages for breach of contract representing eight weeks' notice and a further eight week payment for the loss of any opportunity to proceed through the performance counselling process but also damages for the loss of a chance based upon the decision of the High Court in The Commonwealth of Australia v Amann Aviation Pty Limited [1991] HCA 54 ; (1991) 174 CLR 64 ( 'Amann' ).",
      "id": "s476"
    },
    {
      "text": "In view of my earlier conclusions that no breach of contract has been established it is not necessary for me to enter very far into the field of this debate.",
      "id": "s477"
    },
    {
      "text": "75 The litigation in Amann followed wrongful repudiation by the Commonwealth of Australia of a contract with Amann Aviation Pty ltd to provide aerial coastal surveillance for three years.",
      "id": "s478"
    },
    {
      "text": "The trial judge found there was a strong prospect that Amann Aviation would have been able to secure renewal of the contract after that period but declined to take that into account in awarding damages.",
      "id": "s479"
    },
    {
      "text": "The judgments in the High Court do not provide a completely uniform explanation of the legal principles which were applied but the headnote to the authorised reports provides, so far as here relevant, the following distillation:\n \n ' Per curiam.",
      "id": "s480"
    },
    {
      "text": "The expressions \"expectation damages\", \"damages for loss of profits\", \"reliance damages\" and \"damages for wasted expenditure\" are simply manifestations of the principle that a person who has sustained loss by reason of a breach of contract is entitled to be placed in the same position, so far as money can do it, as if the contract had been performed.",
      "id": "s481"
    },
    {
      "text": "An award of reliance damages or damages for wasted expenditure does not represent direct recovery of the wasted net expenditure.",
      "id": "s482"
    },
    {
      "text": "Per Mason C.J., Deane, Dawson, Toohey, Gaudron and McHugh JJ.",
      "id": "s483"
    },
    {
      "text": "(a) Where it is not possible for a plaintiff to demonstrate whether or to what extent the performance of a contract would have resulted in a profit, he can seek to recover expenses reasonably incurred.",
      "id": "s484"
    },
    {
      "text": "Such damages are described as \"reliance damages\" or \"damages for wasted expenditure\".",
      "id": "s485"
    },
    {
      "text": "and:\n \n Held, further (1) By Mason C.J., Dawson, and Toohey JJ., McHugh J. dissenting, that in assessing the company's damages account should be taken of the prospect that the contract would be renewed after its expiry.",
      "id": "s486"
    },
    {
      "text": "and:\n \n (4) By Mason C.J., Dawson and Gaudron JJ., Deane, Toohey and McHugh JJ.",
      "id": "s487"
    },
    {
      "text": "Contra, that no discount should be applied to the damages to reflect the possibility that the contract would have been validly cancelled by the Commonwealth before expiration even if that possibility were assessed at 20 per cent.",
      "id": "s488"
    },
    {
      "text": "' \n\n\n \n76 The prospect that the contract would be renewed was held relevant to the calculation of the 'wasted expenditure'.",
      "id": "s489"
    },
    {
      "text": "That calculation was not discounted.",
      "id": "s490"
    },
    {
      "text": "However, the case did not involve an estimate of future earnings or profits under a new or different contract.",
      "id": "s491"
    },
    {
      "text": "It concerned expenditure in connection with the contract which was repudiated, in the context that the expenditure was commercially realistic given the prospects of renewal.",
      "id": "s492"
    },
    {
      "text": "77 A division of opinion has developed between this Court (see Martin v Tasmania Development and Resources [1999] FCA 593 ; 89 IR 98 at [97] --- [101]; on appeal, Tasmania Development and Resources v Martin [2000] FCA 414 ; 97 IR 66 at [35] --- [39]; and Walker v Citigroup Global Markets Australia Pty Ltd (formerly known as Salomon Smith Barney Australia Securities Pty Ltd) [2006] FCAFC 101 ; 233 ALR 687 ( Walker v Citigroup ) at [84] and the New South Wales Court of Appeal (see New South Wales Cancer Council v Sarfaty (1992) 28 NSWLR 68 at (80) --- (81) and Murray Irrigation Ltd v Balsdon (2006) 67 NSWLR 73 at [52] --- [58] about whether Amann has any relevance to contracts of employment.",
      "id": "s493"
    },
    {
      "text": "78 Most of these cases concerned non-renewal of a fixed term contract of employment.",
      "id": "s494"
    },
    {
      "text": "The decision of the Full Court in Walker v Citigroup stands in a different position.",
      "id": "s495"
    },
    {
      "text": "In that case Mr Walker's contract was repudiated before he was allowed to commence his employment.",
      "id": "s496"
    },
    {
      "text": "There the Full Court, on appeal, concluded that there was no basis to think that, if permitted to commence his employment pursuant to the contract, Mr Walker would have left his employment voluntarily, or for cause, within a five year period and so damages should be assessed on that basis, subject to some discount for the possibility of earlier termination for one reason or another.",
      "id": "s497"
    },
    {
      "text": "79 Normally a party to a contract is entitled to perform the contract in a way which is open to it.",
      "id": "s498"
    },
    {
      "text": "Sometimes damages are assessed by reference to a principle that a defendant would have performed a contract, if not in breach, in the manner least burdensome to it.",
      "id": "s499"
    },
    {
      "text": "However, it is clear that such a principle does not operate as an automatic restriction on the quantum of damages (see TCN Channel 9 Pty Ltd v Hayden Enterprises Pty Ltd (1989) 16 NSWLR 130 at 154 --- 156; Amann at 93).",
      "id": "s500"
    },
    {
      "text": "Instead a court will look to the facts.",
      "id": "s501"
    },
    {
      "text": "It is not obliged, nor entitled, to proceed upon 'an improbable factual hypothesis'.",
      "id": "s502"
    },
    {
      "text": "80 I would be bound by the statements of the relevant law in judgments of Full Courts of this Court and be obliged to prefer them over the decisions of the New South Wales Court of Appeal, regardless of how persuasive the latter might appear to me to be.",
      "id": "s503"
    },
    {
      "text": "However, the present is not a case where any principle derived from Amann is readily applied.",
      "id": "s504"
    },
    {
      "text": "It did not involve a contract for a term nor any question of the possibility of renewal.",
      "id": "s505"
    },
    {
      "text": "81 In the present case there was, in addition, a good deal of evidence, which I accept, to the effect that investigation after Ms McDonald's departure, as well as concerns which had developed earlier, showed some deficiencies in the administration of her department and in the performance of her own duties.",
      "id": "s506"
    },
    {
      "text": "Mr Bell's email to her on 27 June 2006 struck a serious and uncompromising note about these matters also.",
      "id": "s507"
    },
    {
      "text": "82 However, it is neither necessary nor appropriate to speculate about how such matters may have been managed if they were the only issues that bore upon the cessation of Ms McDonald's employment.",
      "id": "s508"
    },
    {
      "text": "They were not.",
      "id": "s509"
    },
    {
      "text": "If Parnell laboratories was contractually restrained from terminating Ms McDonald's employment, as a result of her answer to Mr Bell's enquiries, except upon eight weeks notice or payment in lieu I am satisfied she would have been dismissed nonetheless and given eight weeks pay.",
      "id": "s510"
    },
    {
      "text": "There is no adequate factual foundation for speculation that she would not have been dismissed at all, if not summarily.",
      "id": "s511"
    },
    {
      "text": "Accordingly, there is no basis upon which to conjecture about the loss of a chance to remain in employment.",
      "id": "s512"
    },
    {
      "text": "Should an implied term of mutual trust and confidence be implied into Ms McDonald's contract of employment \n \n83 This is another controversial area in which it is not necessary for me to enter in any great detail.",
      "id": "s513"
    },
    {
      "text": "I earlier referred to the decision of the High Court in Blyth Chemicals .",
      "id": "s514"
    },
    {
      "text": "That decision referred to the obligation upon an employee to avoid conduct which would destroy a relationship of trust and confidence.",
      "id": "s515"
    },
    {
      "text": "It said nothing, in terms, about the conduct of an employer.",
      "id": "s516"
    },
    {
      "text": "However Dixon J had earlier, in Shepherd v Felt and Textiles of Australia Ltd [1931] HCA 21 ; (1931) 45 CLR 359 ( Shepherd ) referred to a mutuality of confidence.",
      "id": "s517"
    },
    {
      "text": "The case involved a commission salesman who was accused of wilfully disobeying reasonable orders, habitually neglecting his duties and absenting himself without permission on many occasions and for long periods of time.",
      "id": "s518"
    },
    {
      "text": "Rich J referred (at 370) to the necessity, on the part of the plaintiff employee, under an implied or implicit condition, that faithful service be rendered and that there be faithful and loyal discharge of duty towards the employer.",
      "id": "s519"
    },
    {
      "text": "Starke J also referred to the employee's conduct as being 'wholly inconsistent with the continuance of confidence between the parties' to the employment agreement.",
      "id": "s520"
    },
    {
      "text": "Dixon J, on the other hand, expressed the matter in a more general way.",
      "id": "s521"
    },
    {
      "text": "He said (at 378):\n \n 'In considering whether the appellant's conduct amounted to a breach of the conditions of his contract of agency, it must first be ascertained what material conditions the contract contained.",
      "id": "s522"
    },
    {
      "text": "The express promise of the appellant to use his best endeavours to obtain orders for the respondent and to influence business on its behalf necessarily includes an obligation not to hinder or prevent the fulfilment of its purpose.",
      "id": "s523"
    },
    {
      "text": "Moreover, the contract established a relation between the parties intended to subsist for a period, and it involved some degree of mutual confidence and required a continual co-operation .",
      "id": "s524"
    },
    {
      "text": "Its object was the increase of the sale of the respondent's manufactures, and to that end the extension of the respondent's business connection.",
      "id": "s525"
    },
    {
      "text": "Such an agreement inevitably imported a tacit condition that the appellant should perform the services faithfully which he contracted to give the respondent, and should not endeavour to impede or defeat the respondent in the sale of its manufactures at the prices it might think proper to ask.",
      "id": "s526"
    },
    {
      "text": "' \n (emphasis added)\n \n\n84 Cases such as Blyth Chemicals and Shepherd accept a 'tacit condition' of faithful service.",
      "id": "s527"
    },
    {
      "text": "However they do not imply, in my view, a term or condition requiring the maintenance of mutual trust and confidence, breach of which gives rise to some free standing claim for damages or some other remedy.",
      "id": "s528"
    },
    {
      "text": "A failure by an employee to faithfully discharge duties provides grounds for termination of the contract.",
      "id": "s529"
    },
    {
      "text": "No doubt a failure by an employer to faithfully observe its own obligations under a contract would justify resignation by an employee, if necessary without notice, although in most cases this will be of much less practical significance than the right of an employer to terminate.",
      "id": "s530"
    },
    {
      "text": "85 The tendency to postulate an obligation to maintain mutual trust and confidence appears to have been generated by attempts to overcome the effect of Addis v Gramophone Company Ltd [1909] AC 488.",
      "id": "s531"
    },
    {
      "text": "That case denies general damages arising from the manner of a dismissal.",
      "id": "s532"
    },
    {
      "text": "It has not been overruled in Australia.",
      "id": "s533"
    },
    {
      "text": "In State of New South Wales v Paige [2002] NSWCA 235 ; (2002) 60 NSWLR 371 Spigelman CJ (at [134]):\n \n 'In recent years the authority of Addis v Gramophone Co has been challenged, but not undermined, by creative use of implied terms, notably the obligation of mutual trust and confidence.",
      "id": "s534"
    },
    {
      "text": "' \n \n\n86 Heptonstall v Gaskin (No 2) [2005] NSWSC 30 ; 138 IR 103; Hoeben J, when dealing with a strike-out motion, said (at [22]):\n \n 'What is not at all clear is whether a \"trust and confidence\" implied term in the contract of employment forms part of the law of Australia.",
      "id": "s535"
    },
    {
      "text": "In Burazin v Blacktown City Guardian Pty Ltd (1996) 142 ALR 144 the full Federal Court left open the question of the existence of such an implied term (at 154).",
      "id": "s536"
    },
    {
      "text": "Similarly, Spigelman CJ in Paige (at [135]) left that same question open.",
      "id": "s537"
    },
    {
      "text": "In a somewhat different context the full bench of the Industrial Relations Commission of NSW in court session implicitly approved the implication of such a term ( Hollingsworth v Commissioner of Police (No 2) (1999) 47 NSWLR 151 at 190; 88 IR 282 at 318-319) as did Alsopp J [sic] in Thomson v Orica Australia Pty Ltd (2002) 116 IR 186 at [141].",
      "id": "s538"
    },
    {
      "text": "The implication of such a term in employment contracts in Australia remains controversial and awaits clarification by an appellate court.",
      "id": "s539"
    },
    {
      "text": "' \n \n\n87 In a judgment of a Full Court of the Industrial Relations Court of Australia in Burazin v Blacktown City Guardian Pty Ltd (1996) 142 ALR 144 ( Burazin ) there was a discussion of whether the suggested implied term, which was accepted to be part of the law in England, had any role to play in the Australian context (at 146 --- 151).",
      "id": "s540"
    },
    {
      "text": "It was observed that the High Court had given little support for any proposition that the rule in Addis should be abandoned.",
      "id": "s541"
    },
    {
      "text": "Then (at 151) it was further observed that none of the English decisions 'supports the view that damages are available for breach of the implied term' .",
      "id": "s542"
    },
    {
      "text": "The view was expressed that such a term, if it existed, would not give rise to liability in damages but would, rather, give a right to repudiate the contract.",
      "id": "s543"
    },
    {
      "text": "In the final result, however, no firm view was expressed about whether such a term exists or not (see at 154).",
      "id": "s544"
    },
    {
      "text": "88 Subsequent decisions in the Industrial Relations Court of Australia and this Court appear to have accepted the existence of such a term but the authority chiefly cited in support of the proposition is Burazin (see Perkins v Grace Worldwide (Aust) Pty Ltd (1997) 72 IR 186; Thompson v Orica Australia Pty Ltd (2002) 116 IR 186).",
      "id": "s545"
    },
    {
      "text": "Allsop J in Thomson v Orica Australia seemed to accept (at [141]) that there was adequate support for the existence of such a term in Australian law.",
      "id": "s546"
    },
    {
      "text": "By contrast, in the decision at first instance in Walker v Citigroup ((2006) 226 ALR 114), Kenny J at [203] --- [205] declined to imply a duty of good faith and said that under the common law no such duty is implied into employment contracts.",
      "id": "s547"
    },
    {
      "text": "Upon appeal the Full Court did not find it necessary to express a view about this issue (see 233 ALR 687 at [86]).",
      "id": "s548"
    },
    {
      "text": "89 More recently Rothman J in Russell v The Trustees of the Roman Catholic Church for the Archdiocese of Sydney [2007] NSWSC 104 made a positive finding of the existence of such a term, having embarked upon an extensive review of both English and Australian authorities.",
      "id": "s549"
    },
    {
      "text": "His Honour found, however, in the circumstances of that case that no damage had resulted from breach of the term and accordingly no verdict was due to the plaintiff.",
      "id": "s550"
    },
    {
      "text": "90 The tests for the implication of a term into a contract are usually accepted to be those stated in B.P. Refinery (Westernport) Pty Limited v Hastings Shire Council [1977] HCA 40 ; (1977) 180 CLR 266 at 283 --- namely that:\n \n '... for a term to be implied, the following conditions (which may overlap) must be satisfied: (1) it must be reasonable and equitable; (2) it must be necessary to give business efficacy to the contract, so that no term will be implied if the contract is effective without it; (3) it must be so obvious that \"it goes without saying\"; (4) it must be capable of clear expression; (5) it must not contradict any express term of the contract.",
      "id": "s551"
    },
    {
      "text": "' \n \n\n(See also Codelfa Construction Proprietary Limited v State Rail Authority of New South Wales [1982] HCA 24 ; (1982) 149 CLR 337 at 347.",
      "id": "s552"
    },
    {
      "text": ")\n \n91 I confess to some disquiet about the notion that the suggested implied term (which has apparently lain dormant for so long and is now the subject of so much contentious debate) meets the conditions stated in (2) and (3) above.",
      "id": "s553"
    },
    {
      "text": "However that may be, in many cases in which the suggested term is sought to be invoked it will collide to some extent or another with express terms of the contract of employment.",
      "id": "s554"
    },
    {
      "text": "In the present case, it would be of no avail to suggest that such an implied term restricted a right of termination in accordance with the express terms of the contract of employment.",
      "id": "s555"
    },
    {
      "text": "92 Ms McDonald relies upon the suggested existence of such a term to support a claim for damages arising from the circumstances of her dismissal.",
      "id": "s556"
    },
    {
      "text": "She alleges that it was distressing and humiliating.",
      "id": "s557"
    },
    {
      "text": "Evidence which I set out earlier is relied upon to support this proposition.",
      "id": "s558"
    },
    {
      "text": "The argument is contrary to the analysis in Burazin .",
      "id": "s559"
    },
    {
      "text": "For so long as Addis remains good law in Australia, any such argument cannot lead to the grant of relief.",
      "id": "s560"
    },
    {
      "text": "93 There was, in any event, no support in the present case for any claim for damages for distress.",
      "id": "s561"
    },
    {
      "text": "There was no psychiatric evidence.",
      "id": "s562"
    },
    {
      "text": "There was no evidence of any kind except for Ms McDonald's assertions of immediate and continuing distress.",
      "id": "s563"
    },
    {
      "text": "Termination of employment is bound always to bring disappointment, distress and perhaps humiliation.",
      "id": "s564"
    },
    {
      "text": "That has not hitherto, in Australia, been regarded as a ground for general damages.",
      "id": "s565"
    },
    {
      "text": "94 In the circumstances it is not necessary to say more about the legal foundation for this claim.",
      "id": "s566"
    },
    {
      "text": "It cannot succeed on the facts.",
      "id": "s567"
    },
    {
      "text": "Was the dismissal of Ms McDonald from her employment unlawful discrimination on the ground of her family responsibilities?",
      "id": "s568"
    },
    {
      "text": "95 There are a number of reasons why no case of discrimination on the ground of family responsibilities is made out.",
      "id": "s569"
    },
    {
      "text": "Discrimination on this ground is only unlawful if it is a ground for dismissal (see s 14(3A) of the Sex Discrimination Act ) It does not need to be the only ground or the dominant or substantial reason for dismissal (see s 8 of the Sex Discrimination Act ) but it must, nevertheless, be a reason.",
      "id": "s570"
    },
    {
      "text": "96 The hours of work which Ms McDonald were generally to observe were clearly set out in her contract of employment.",
      "id": "s571"
    },
    {
      "text": "As it happens she did not, in significant measure, observe even those hours.",
      "id": "s572"
    },
    {
      "text": "The position for which she applied, and in which she was engaged, was a senior management position.",
      "id": "s573"
    },
    {
      "text": "A requirement to work additional hours or hours outside 9am to 5pm was clearly foreshadowed.",
      "id": "s574"
    },
    {
      "text": "That must have been apparent to her at the time she accepted the position.",
      "id": "s575"
    },
    {
      "text": "She was the person to make an assessment, before she accepted employment, whether she would be able to manage the clearly indicated requirement for some additional work (necessarily outside the hours of 9am --- 5pm) whilst discharging the family responsibilities which she and her husband divided between them in whatever way seemed to them most appropriate.",
      "id": "s576"
    },
    {
      "text": "97 On the evidence Ms McDonald was frequently late for 8.30am meetings.",
      "id": "s577"
    },
    {
      "text": "This circumstance does not, on the evidence, appear to have attracted any adverse consequence.",
      "id": "s578"
    },
    {
      "text": "The concerns which developed about her pattern of attendance, and about which evidence was given by Mr Kenrick and Ms Bateup, arose from delays in the performance of her duties.",
      "id": "s579"
    },
    {
      "text": "They attributed this, rightly or wrongly, to her casual attitude to attendance within her ordinary hours of 9am to 5pm.",
      "id": "s580"
    },
    {
      "text": "Her dismissal, when it occurred, appeared to have nothing to do with her family responsibilities, or any characteristic attributed or imputed (whether generally or particularly) to persons in her position as a working mother.",
      "id": "s581"
    },
    {
      "text": "98 There is no support in the evidence in this case for the proposition that Ms McDonald was dismissed on the grounds of her family responsibilities.",
      "id": "s582"
    },
    {
      "text": "I regard the suggestion as being without any substance.",
      "id": "s583"
    },
    {
      "text": "Assault and battery \n \n 99 Mere physical contact is insufficient to establish either of these torts.",
      "id": "s584"
    },
    {
      "text": "Under the common law 'commonplace, intentional but non-hostile acts such as patting another on the shoulder to attract attention and pushing between others to alight from a crowded bus' are 'if committed inoffensively' not sufficient to constitute battery (see Boughey v R [1986] HCA 29 ; (1986) 161 CLR 10 at 24 --- 26).",
      "id": "s585"
    },
    {
      "text": "Any general principle that ' any touching of another person, however slight may amount to a battery' , is subject to 'a general exception embracing all physical contact which is generally acceptable in the ordinary conduct of daily life' (see Darby v Director of Public Prosecutions [2004] NSWCA 431 ; (2004) 61 NSWLR 558 at [80] --- [81] quoting Collins v Wilcock [1984] 3 All ER 374 at 378).",
      "id": "s586"
    },
    {
      "text": "100 So far as assault is concerned 'proof of assault requires proof of an intention to create in another person an apprehension of imminent harmful or offensive contact' (see Rixson v Star City Pty Ltd [2001] NSWCA 265 ; (2001) 53 NSWLR 98 at [58] ).",
      "id": "s587"
    },
    {
      "text": "101 In my view these torts are not established on the evidence.",
      "id": "s588"
    },
    {
      "text": "Even if they had been I would not, having regard to the evidence which I set out earlier, have awarded any damages with respect to the commission of either alleged tort.",
      "id": "s589"
    },
    {
      "text": "In my view there is no adequate foundation for any proposition that, so far as it might justify an award of damages, Mr Bell's conduct moved unacceptably beyond a distressing but otherwise legitimate circumstance of dismissal to physical confrontation, offence or violence.",
      "id": "s590"
    },
    {
      "text": "I find it inconceivable that there would not have been some protest made immediately if matters had transpired as Ms McDonald alleged.",
      "id": "s591"
    },
    {
      "text": "There is no evidence of shock, protest, complaint or even that, to Ms Cochrane's observation, Ms McDonald looked worried, much less alarmed or apprehensive.",
      "id": "s592"
    },
    {
      "text": "102 This is an area in which Ms McDonald clearly bears the onus.",
      "id": "s593"
    },
    {
      "text": "She has not discharged it.",
      "id": "s594"
    },
    {
      "text": "Conclusion \n \n103 None of the causes of action have been made out.",
      "id": "s595"
    },
    {
      "text": "If I had not been satisfied that there was a contractual right to dismiss Ms McDonald having regard to the wilful character of her misconduct then I would, necessarily, have concluded that there had been a breach of the contractual obligation to provide her with at least eight weeks written notice or payment in lieu.",
      "id": "s596"
    },
    {
      "text": "The appropriate remedy for a breach of that character would have been the award of an equivalent sum plus interest.",
      "id": "s597"
    },
    {
      "text": "There would, however, not have been any foundation for the award of any further amount predicated upon the possibility that the performance counselling guidelines might have been employed nor any foundation for an award of damages based upon the speculative possibility that had she not been dismissed, as she was, her employment may have continued for some further extended period of time.",
      "id": "s598"
    },
    {
      "text": "There would, on the findings which I have made, have been no basis for the award of general damages with respect to any suggested implied term of mutual trust and confidence, for alleged discrimination on the grounds of family responsibilities or for any tort of assault or battery.",
      "id": "s599"
    },
    {
      "text": "104 I will order that the application be dismissed.",
      "id": "s600"
    },
    {
      "text": "The respondents have asked for liberty to address the question of costs in the light of my judgment on questions of liability.",
      "id": "s601"
    },
    {
      "text": "I will hear the parties on costs.",
      "id": "s602"
    },
    {
      "text": "I certify that the preceding one hundred and four (104) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s603"
    },
    {
      "text": "Associate:\n\nDated: 7 December 2007\n\n\n Counsel for the Applicant: Mr S Beckett \n \n Solicitor for the Applicant: Employment Lawyers \n \n Counsel for the Respondent: Ms P Thew \n \n Solicitor for the Respondent: Henry Davis York \n \n Date of Hearing: 21, 25, 26, 27 September 2007, 4, 18 October 2007 \n \n Date of Judgment: 7 December 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1903.html",
      "id": "s604"
    }
  ]
}