{
  "name": "Skyring v Commissioner of Taxation [2007] FCA 1526 (2 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1526.html",
  "catchphrases": [
    {
      "text": "consideration of an application for leave pursuant to order 21, r 1 of the federal court rules for an applicant to take steps in a proceeding when that applicant has been declared a 'vexatious litigant'- consideration of the elements of the contention that provisions of the reserve bank act 1959 (cth) and the currency act 1965 (cth) are constitutionally invalid",
      "id": "c0"
    },
    {
      "text": "consideration of the effect of an unresolved reserved question as to monies paid into court by way of security in an appeal and reserved costs of that appeal",
      "id": "c1"
    },
    {
      "text": "consideration of an application for leave to re-open a judgment of the full court of the federal court",
      "id": "c2"
    },
    {
      "text": "consideration of a contention by the commissioner of taxation that there is no power in the federal court to re-open a judgment of the full court when the orders of the full court have been entered and thus perfected",
      "id": "c3"
    },
    {
      "text": "consideration of the decision of the high court in djl v central authority [2000] hca 17 ; (2000) 201 clr 226 and its implications in the context of the federal court of australia",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 There are two applications before the Court each by Notice of Motion.",
      "id": "s0"
    },
    {
      "text": "The appellant on 11 September 2007 filed a Notice of Motion seeking an order in the following terms: \n \n An order granting leave to commence, by Notice of Motion, the final stage of these proceedings, whereby they may NOW BE BROUGHT to a LEGALLY CORRECT CONCLUSION CONSTITUTIONALLY .",
      "id": "s1"
    },
    {
      "text": "[emphasis of Mr Skyring]\n \n\n2 Although the appellant seeks leave pursuant to Order 21, r 1 of the Federal Court Rules to take further steps in the proceeding, the appellant contends leave is not necessary on the footing that the underlying issues raised by the appeal (and agitated by Mr Skyring in this Court, the Supreme Court of Queensland, the High Court of Australia and other forums) have never been addressed.",
      "id": "s2"
    },
    {
      "text": "Accordingly, Mr Skyring seeks, in effect, leave to re-open the appeal to determine those questions.",
      "id": "s3"
    },
    {
      "text": "The isolation of those questions; the history of the proceedings and related matters; the question of whether the Court has power to re-open a final decision of the Full Court of this Court entered and therefore perfected; and, if such a power resides in the Court, whether the circumstances which might condition its exercise are satisfied, are in issue.",
      "id": "s4"
    },
    {
      "text": "The respondent resists leave and says the Federal Court has no power to re-open the order of the Full Court made and perfected.",
      "id": "s5"
    },
    {
      "text": "3 The second motion is that of the respondent filed on 24 September 2007 by which an order is sought that $1,500 paid into Court by Mr Skyring as security for costs of the appeal pursuant to the order of Fitzgerald J made on 12 October 1983, be paid out of Court to Mr Skyring.",
      "id": "s6"
    },
    {
      "text": "4 That order is not opposed by Mr Skyring.",
      "id": "s7"
    },
    {
      "text": "5 The following preliminary matter should be mentioned.",
      "id": "s8"
    },
    {
      "text": "In considering these applications, I have, of course, had regard to the material filed by each applicant.",
      "id": "s9"
    },
    {
      "text": "However, since Mr Skyring is self-represented, I have closely examined the affidavits and particularly the exhibits upon which he relies, his written submissions, the content of the constitutional points he makes and his oral submissions concerning prejudice, injustice and 'exceptional circumstances'.",
      "id": "s10"
    },
    {
      "text": "6 The background to each motion is this.",
      "id": "s11"
    },
    {
      "text": "7 On 19 January 1983 Mr Skyring made an objection against an assessment of income tax by the Commissioner of Taxation pursuant to the Income Tax Assessment Act 1936 (Cth) (the ITAA) in respect of income tax for the year ending 30 June 1981 and that matter came before the Supreme Court of Queensland.",
      "id": "s12"
    },
    {
      "text": "The objection made by Mr Skyring raised two essential points.",
      "id": "s13"
    },
    {
      "text": "First, the ITAA is invalid as it was enacted in contravention of chapter 29 of Magna Carta and secondly, a tender by the taxpayer of notes and coins in discharge of any obligation of the taxpayer to the Commissioner of Taxation would not be constitutionally competent or possible as the printing, issue and circulation of paper money pursuant to the Currency Act 1965 (Cth) (' Currency Act ') is unlawful as the Currency Act is not a valid law of the Commonwealth by reason of s 115 of the Constitution .",
      "id": "s14"
    },
    {
      "text": "Accordingly, Mr Skyring said, before the Supreme Court of Queensland, he could not lawfully pay any tax debt even if the ITAA is a valid law of the Commonwealth nor secure a good discharge from the Commissioner.",
      "id": "s15"
    },
    {
      "text": "Mr Skyring says this problem has bedevilled his affairs for well over 20 years and has made it impossible for him (among others acting according to law) to discharge continuing obligations to the Commissioner of Taxation and has been the source of other profound difficulty ultimately resulting directly or indirectly in his bankruptcy.",
      "id": "s16"
    },
    {
      "text": "8 On 19 August 1983 McPherson J dismissed Mr Skyring's objection to the assessment; found that if any inconsistency as contended arose, the ITAA is later in time and enacted by a competent Legislature; and found that s 16 of the Currency Act was not affected by s 115 of the Constitution which simply creates a prohibition upon States issuing currency and thus the legislation is valid.",
      "id": "s17"
    },
    {
      "text": "9 On 6 September 1983 Mr Skyring filed an appeal (this appeal) in this Court from the whole of the judgement of McPherson J.",
      "id": "s18"
    },
    {
      "text": "10 On 12 October 1983 during the course of the appeal proceeding, an order was made by Fitzgerald J that the appellant give security for the costs of the respondent of the appeal in the sum of $1,500 by paying that amount into Court 'to the credit of the proceedings' by a particular date.",
      "id": "s19"
    },
    {
      "text": "His Honour stayed the appeal pending the provision of security and reserved the costs of the respondent's application.",
      "id": "s20"
    },
    {
      "text": "Mr Skyring provided security on 12 October 1983.",
      "id": "s21"
    },
    {
      "text": "On 18 April 1984 the appeal was heard and determined by the Court before Smithers, Northrop and Beaumont JJ.",
      "id": "s22"
    },
    {
      "text": "The Court heard argument from Mr Skyring in relation to the grounds of objection raised before McPherson J and the contended errors on the part of the primary judge.",
      "id": "s23"
    },
    {
      "text": "At the conclusion of argument, the presiding judge, Smithers J, on behalf of the Court said this:\n \n We have listened to an interesting and informative argument from Mr Skyring and we have taken into account what he has said, but the matters submitted by him do not seem to us to touch the validity of the judgment which has been given by McPherson J in the matter which, so far as we can see, has dealt with the legal issues satisfactorily and correctly.",
      "id": "s24"
    },
    {
      "text": "Accordingly, this appeal must be dismissed with costs.",
      "id": "s25"
    },
    {
      "text": "(Transcript of proceeding 18 April 1984, p 29) \n \n \n\n11 As to the reserved costs of the proceeding before Fitzgerald J, their Honours ordered that those costs be dealt with by Fitzgerald J and that his Honour 'also deal with the fate of the money in court'.",
      "id": "s26"
    },
    {
      "text": "(Transcript, p 30) Those two questions have remained outstanding ever since.",
      "id": "s27"
    },
    {
      "text": "12 Neither Mr Skyring nor the respondent took any step to resolve those matters.",
      "id": "s28"
    },
    {
      "text": "The respondent does not press any order for costs against Mr Skyring or seek an order as to the reserved costs from 12 October 1983.",
      "id": "s29"
    },
    {
      "text": "The original file of the Australian Government Solicitor relating to the conduct of the appeal has since 18 April 1984 been destroyed.",
      "id": "s30"
    },
    {
      "text": "Moreover, His Honour Justice Fitzgerald resigned from the court on 30 June 1984 with no application having been made before him in relation to the monies paid into court.",
      "id": "s31"
    },
    {
      "text": "The amount of $1,500 remains held by the Court to the credit of the appeal proceedings and is held in the Court's Litigant Fund account.",
      "id": "s32"
    },
    {
      "text": "13 On 6 July 1999 Sackville J in Ramsey v Skyring [1999] FCA 907 ; (1999) 164 ALR 378 made the following orders pursuant to Order 21, r 1 of the Federal Court Rules :\n \n \n 1.",
      "id": "s33"
    },
    {
      "text": "The respondent's motion to strike out the proceedings (that is, the application for an order contemplated by O 21 r 1) be dismissed; \n \n 2.",
      "id": "s34"
    },
    {
      "text": "The respondent shall not institute any proceedings in this court without the leave of the court; \n \n 3.",
      "id": "s35"
    },
    {
      "text": "Any proceedings currently instituted in this court by the respondent shall not be continued by the respondent without the leave of the court; \n \n 4.",
      "id": "s36"
    },
    {
      "text": "The respondent pay the applicant's costs of and incidental to the proceedings.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n \n\n14 His Honour at p 380 [2] made these observations: \n \n The applicant claims that the respondent is a \"vexatious litigant\", within the meaning of FCR O 21, r 1.",
      "id": "s38"
    },
    {
      "text": "The applicant relies on the fact that the respondent has instituted a large number of proceedings in this Court, each of which (according to the applicant) was commenced without reasonable grounds.",
      "id": "s39"
    },
    {
      "text": "The applicant says that in each proceeding the respondent, in one form or another, has sought, unsuccessfully, to challenge the legality of paper currency or coinage in use in Australia.",
      "id": "s40"
    },
    {
      "text": "Specifically, it is said that the respondent has \"habitually and persistently\" (to use the language of O 21, r 1) asserted that s 115 and other provisions of the Constitution prohibit the creation of legal tender in forms other than coins containing gold or silver, and that the provisions of the Reserve Bank Act 1959 (Cth) (Reserve Bank Act) and the Currency Act 1965 (Cth) (Currency Act) establishing or recognising paper money or coinage as legal tender are invalid.",
      "id": "s41"
    },
    {
      "text": "According to the applicant, these contentions have been conclusively and repeatedly rejected by the High Court, the Supreme Court of Queensland and this Court.",
      "id": "s42"
    },
    {
      "text": "In these circumstances, the applicant contends that the terms of O 21, r 1 have been satisfied and that the orders sought in the application should be made.",
      "id": "s43"
    },
    {
      "text": "' \n \n \n\n15 At pp 382 --- 389 [13] --- [50] Sackville J sets out the history of the various attempts made by Mr Skyring to ventilate his contention of a constitutional barrier against the issue by the Commonwealth of paper money as legal tender.",
      "id": "s44"
    },
    {
      "text": "See also a discussion of the steps taken by Mr Skyring recorded in the judgment of Toohey J in the High Court in Jones v Skyring [1992] HCA 39 ; (1992) 109 ALR 303.",
      "id": "s45"
    },
    {
      "text": "An appeal from the orders of Sackville J was dismissed by the Full Court ( Skyring v Ramsey [2000] FCA 774 per Ryan, O'Connor and Weinberg JJ) on 9 June 2000.",
      "id": "s46"
    },
    {
      "text": "16 The orders of the Full Court made on 18 April 1984 in this proceeding were entered and therefore perfected on 11 May 1984.",
      "id": "s47"
    },
    {
      "text": "On 3 May 1984 Mr Skyring filed a notice of motion in the High Court (B 11/84) by which he sought to appeal from the orders of the Full Court of this Court or leave of the High Court to appeal.",
      "id": "s48"
    },
    {
      "text": "It is not clear what order was sought although Mr Skyring acknowledges and Toohey J describes the circumstance that Mr Skyring did not proceed with his motion before the High Court.",
      "id": "s49"
    },
    {
      "text": "Mr Skyring says there were very particular reasons for this and confusion on his part as to the correct procedure.",
      "id": "s50"
    },
    {
      "text": "Mr Skyring's affidavit in support of the motion before the High Court foreshadowed an attack on the constitutionality of Commonwealth statutes relating to banking and finance having regard to the 'legal tender' point previously raised by Mr Skyring and its relationship with s115 of the Constitution .",
      "id": "s51"
    },
    {
      "text": "17 One other aspect of the history touching this appeal is this.",
      "id": "s52"
    },
    {
      "text": "18 In December 1984, Mr Skyring lodged with the Brisbane registry of the High Court six documents conveniently described as 'writs' five of which were directed to a different Commonwealth Government Minister and the sixth to a 'judge of the Federal Court' (Spender J) by which Mr Skyring sought to initiate proceedings to agitate 'a general attack upon the financial system' ( Re Skyring's Application (No.",
      "id": "s53"
    },
    {
      "text": "2) (1985) 59 ALJR 561; Re Skyring (1985) 58 ALR 629 at p 631 per Deane J).",
      "id": "s54"
    },
    {
      "text": "In Mr Skyring's affidavit in support of an application for leave to issue those writs, Mr Skyring noted that the argument to be advanced in the proposed actions was in terms of 'the key items presented in my argument before McPherson J when my tax case was eventually heard on 19 August 1983 in the Queensland Supreme Court' and 'this present action is intended to initiate further corrective action to bring about appropriate amendments to legislation relating to the financial institutions themselves'.",
      "id": "s55"
    },
    {
      "text": "19 His Honour, Justice Deane at p 633, made these observations:\n \n The overall attack remains one upon the Australian financial system and to some extent the Australian legal system.",
      "id": "s56"
    },
    {
      "text": "The objective of the attack is to obtain a general review and reform of the law of those areas.",
      "id": "s57"
    },
    {
      "text": "There are, however, two particular matters which emerge in the course of Mr Skyring's oral submissions to which I should make specific reference.",
      "id": "s58"
    },
    {
      "text": "These are: \n \n \n \n (1) A submission that the combined effect of a number of sections of the Constitution is to erect a barrier against the issue by the Commonwealth of paper money as legal tender.",
      "id": "s59"
    },
    {
      "text": "The sections of the Constitution upon which particular reliance is placed are ss 51 (xii),(xiii) and (xvi) and 115 .",
      "id": "s60"
    },
    {
      "text": "Mr Skyring also referred to ss 105 and 105A .",
      "id": "s61"
    },
    {
      "text": "Additionally, reference was made to the provisions of the Currency Act 1965 (Cth) dealing with coins.",
      "id": "s62"
    },
    {
      "text": "The argument, if accepted, would result in the invalidity of s 36(1) of the Reserve Bank Act 1959 (Cth) which provides that 'Australian notes are a legal tender throughout Australia'.",
      "id": "s63"
    },
    {
      "text": "(2) The basis upon which Mr Skyring seeks relief against 'the judge of the Federal Court' is alleged error by Spender J of the Federal Court of Australia in proceedings in the Federal Court by Mr Skyring against the Commissioner of Patents and Telecom Australia.",
      "id": "s64"
    },
    {
      "text": "As I followed Mr Skyring's oral submissions, the error into which Spender J is to have fallen is a failure to accept the argument referred to in (1) above.",
      "id": "s65"
    },
    {
      "text": "It is to be noted that the time for appealing from the judgment has expired.",
      "id": "s66"
    },
    {
      "text": "Mr Skyring frankly stated that one of the reasons for seeking to proceed by certiorari was that the time for appeal had expired.",
      "id": "s67"
    },
    {
      "text": "He was, however, at pains to stress that the matters which he wished to litigate went beyond the matters could be properly raised on such an appeal.",
      "id": "s68"
    },
    {
      "text": "I have come to a clear conclusion that there is no substance in the argument that there is a constitutional bar against the issue by the Commonwealth of paper money as legal tender.",
      "id": "s69"
    },
    {
      "text": "Nor, in my view, would there by any substance in an argument that the provisions of s 36(1) of the Reserve Bank Act 1959 are invalidated or overruled by the provisions of the Currency Act 1965 .",
      "id": "s70"
    },
    {
      "text": "That being so, I am unpersuaded that there is any substance in the proposed proceedings against Mr Justice Spender, nor am I persuaded that the proceedings by certiorari against Mr Justice Spender would in any event be appropriate.",
      "id": "s71"
    },
    {
      "text": "Leave to issue the writs must be refused.",
      "id": "s72"
    },
    {
      "text": "20 On 9 July 1985, their Honours Mason, Wilson, Brennan and Dawson JJ dismissed an appeal from the orders of Deane J noting that 'in this appeal from Mr Justice Deane's decision the appellant claims that the writs were designed to establish a decision by the Court that the provisions of the Commonwealth Constitution do not authorise the issue of paper money as legal tender, that s 36(1) of the Reserve Bank Act 1959 (Cth) which so provides is invalid and that taxation is an infringement of property rights deriving from Magna Carta and therefore the Income Tax Assessment Act , in making provision for taxation, is invalid and unconstitutional'.",
      "id": "s73"
    },
    {
      "text": "The judgment is unreported although, of course, published by the Court.",
      "id": "s74"
    },
    {
      "text": "21 In dismissing the appeal, their Honours said 'we are not persuaded that the judgment of Mr Justice Deane contains any error.",
      "id": "s75"
    },
    {
      "text": "We should say in addition that s 51(ii) confers power upon the Commonwealth Parliament to legislate with respect to taxation, that the exercise of that power extends to the imposition of taxation and its collection, even though it has the effect of requiring the person on whom taxation is levied to pay the tax out of property which he owns'.",
      "id": "s76"
    },
    {
      "text": "22 In Skyring v Federal Commissioner of Taxation (1992) ATR 84, the Full Court of the Federal Court (Gummow, Einfeld and Heerey JJ) heard an appeal by Mr Skyring from a decision of Pincus J dismissing Mr Skyring's application in October 1990 for annulment of his bankruptcy.",
      "id": "s77"
    },
    {
      "text": "In that application and on appeal, Mr Skyring again agitated his contention that by s 36 of the Reserve Bank Act 1959 (Cth), the Commonwealth has made notes rather than gold and silver coin legal tender in payment of debts throughout Australia in contravention of s 115 of the Constitution .",
      "id": "s78"
    },
    {
      "text": "Mr Skyring also contended that the power of the Commonwealth Parliament to make laws for the peace, order and good government of the Commonwealth with respect to currency, coinage and legal tender contain words of limitation which render it not possible for the Commonwealth Parliament to enact a valid law for the issue and circulation of paper money and the rendering of paper money legal tender in the payment of debts, as legal tender must consist of coins of gold and silver value not simply paper of face value.",
      "id": "s79"
    },
    {
      "text": "Their Honours at p 87 said this:\n \n ...",
      "id": "s80"
    },
    {
      "text": "However, the expression does not contain any such words of limitation: R v Foster; Ex parte Eastern and Australian Steamship Co. Ltd [1959] HCA 10 ; (1959) 103 CLR 256 at 307; Union Steamship Co. of Australia Pty Ltd v King [1988] HCA 55 ; (1988) 166 CLR 1 at 10; 82 ALR 43.",
      "id": "s81"
    },
    {
      "text": "The parliament has legislated for the issue of paper money as legal tender and there is no constitutional bar against it having done so.",
      "id": "s82"
    },
    {
      "text": "23 In Re Skyring (1994) 68 ALJR 618, Dawson J considered an application by Mr Skyring for an order that leave be granted pursuant to Order 63, r 6 of the High Court Rules to commence proceedings for prerogative relief in relation to a number of matters and in all those proposed matters the argument Mr Skyring sought to agitate: \n \n '... relied upon the proposition that it is beyond the power of the Commonwealth parliament to legislate to make paper money legal tender.",
      "id": "s83"
    },
    {
      "text": "This in essence is the same argument as that put by the applicant in Re Skyring's Application [No.",
      "id": "s84"
    },
    {
      "text": "2] (1985) 59 ALJR 561, which was rejected by Deane J.",
      "id": "s85"
    },
    {
      "text": "His judgment was confirmed on appeal by the Full Court.",
      "id": "s86"
    },
    {
      "text": "...",
      "id": "s87"
    },
    {
      "text": "The matter was concluded, in the view of the Court, by s 51(xii) and (xiii) of the Constitution and s 36(1) of the Reserve Bank Act 1959 (Cth).",
      "id": "s88"
    },
    {
      "text": "It would, in my view, be an abuse of process to allow the applicant to re-litigate a matter which has already been decided adversely to him'.",
      "id": "s89"
    },
    {
      "text": "(Mason J at pp 618 and 619).",
      "id": "s90"
    },
    {
      "text": "24 Section 51(xii) confers power upon the Commonwealth Parliament to make laws with respect to 'currency, coinage and legal tender' and by s 51(xiii), laws with respect to '... the issue of paper money'.",
      "id": "s91"
    },
    {
      "text": "The Australian Notes Act 1910 (Cth), Part VII of the Commonwealth Bank Act 1911 (Cth), Part VI of the Commonwealth Bank Act 1945 (Cth) and Part V of the Reserve Bank Act 1959 (Cth) provide for the issue, re-issue and cancellation of 'Australian notes'.",
      "id": "s92"
    },
    {
      "text": "Section 34 of the Reserve Bank Act provides for the printing by or under the authority of the Reserve Bank of such notes.",
      "id": "s93"
    },
    {
      "text": "Section 35 provides for denominations of notes and s 36(1) provides that 'Australian notes are a legal tender throughout Australia'.",
      "id": "s94"
    },
    {
      "text": "Section 36(2) provides for a conversion of a note in a denomination of shillings or pounds to a denomination in decimal currency (for example, 10 shillings is a denomination of one dollar; one pound is a denomination of two dollars).",
      "id": "s95"
    },
    {
      "text": "Section 16 of the Currency Act 1965 (Cth) provides that tender of payment of money is a legal tender if made in coins made and issued under the Currency Act and the coins are of 'current weight' as defined.",
      "id": "s96"
    },
    {
      "text": "A tender of payment by coins is however legal tender subject to particular limitations (for example, if the tender is made up of coins that have a denomination of five cents, 10 cents, 20 cents or 50 cents or coins of two or more of those denominations, the tender will be a 'legal tender' for payment of an amount not exceeding five dollars.",
      "id": "s97"
    },
    {
      "text": "In the case of coins of a denomination greater than fifty cents but less than ten dollars, the limit is 10 times the face value of a coin of the denomination concerned).",
      "id": "s98"
    },
    {
      "text": "'Currency' means the acceptance, reception, passing or circulation from hand to hand, from person to person, of metallic money or of government or bank notes as substitute for metallic money.",
      "id": "s99"
    },
    {
      "text": "'Coinage' is the act or process of converting metal into money for circulation.",
      "id": "s100"
    },
    {
      "text": "The 'coining and legitimation of money' was one of the exclusive prerogatives of the Crown yet regulated by Act of Parliament from the 'earliest times'.",
      "id": "s101"
    },
    {
      "text": "'Legal tender' is the act of tendering, in the performance of a contract, or in the satisfaction of a claim, that which the law prescribes or permits and at such time and place as the law prescribes or permits.",
      "id": "s102"
    },
    {
      "text": "As to these terms, see Quick and Garran , The Annotated Constitution of the Australian Commonwealth , (1901) pp 572-6.",
      "id": "s103"
    },
    {
      "text": "The provisions of the Reserve Bank Act and the Currency Act are both properly characterised as a law with respect to an enumerated head of power within s 51 of the Constitution .",
      "id": "s104"
    },
    {
      "text": "The power to make laws with respect to those heads of power is to be given full expression and is not subject to the limitation Mr Skyring contends for ( Skyring v Federal Commissioner of Taxation (supra)).",
      "id": "s105"
    },
    {
      "text": "The contention that the provisions of the particular statutes are constitutionally invalid is, in my view, unarguable.",
      "id": "s106"
    },
    {
      "text": "25 Mr Skyring says that he seeks to re-open the final order of the Full Court as there are the two outstanding matters to be addressed and accordingly the appeal proceeding remains on foot and is not 'finalised'; Mr Skyring was not able to progress an appeal before the High Court to test the merits in the appeal of his constitutional contentions; his underlying arguments as to constitutionality have therefore never been addressed; the outstanding costs order, its enforcement and the final resolution of the disposition of the monies paid by way of security entitles him to expose further his principal contentions; he has suffered and continues to suffer prejudice; and, 'exceptional circumstances' subsist which warrant re-opening the Full Court's order to enable the constitutional points to be argued.",
      "id": "s107"
    },
    {
      "text": "Those circumstances are said to be the prejudice suffered by Mr Skyring, the injustice thus arising and the broader public interest in determining the validity of his contentions.",
      "id": "s108"
    },
    {
      "text": "26 Assuming for the moment that a power to re-open an entered and therefore perfected order of the Court in the exercise of its appellate jurisdiction is conferred upon the Court by the provisions of the Federal Court of Australia Act 1976 (Cth), leave to file a motion (referable to the Full Court) to re-open the judgment must be refused for the following reasons.",
      "id": "s109"
    },
    {
      "text": "The issues relevant to the questions properly raised on appeal by Mr Skyring have been determined according to law.",
      "id": "s110"
    },
    {
      "text": "The order was made on 18 April 1984 and entered on 11 May 1984, over 23 years ago.",
      "id": "s111"
    },
    {
      "text": "The application made before the High Court by motion was not progressed.",
      "id": "s112"
    },
    {
      "text": "In my view, the arguments Mr Skyring makes and seeks to further agitate on the various grounds which I have described as his 'underlying contentions' including his proposition that s 36(2) of the Reserve Bank Act 1959 (Cth) is also invalid, are unarguable.",
      "id": "s113"
    },
    {
      "text": "Justices of the High Court have considered the essential integers of these contentions in various contexts with the result that the arguments have been found, to the extent of that examination, to be of no substance.",
      "id": "s114"
    },
    {
      "text": "Although a question of the fate of the monies paid by Mr Skyring by way of security in this appeal remains outstanding (as does the question of the reserved costs of that application) that question is not a vehicle for agitating the merits of the underlying contentions.",
      "id": "s115"
    },
    {
      "text": "Although Mr Skyring quite properly has a clear interest in the resolution of the two outstanding matters, the appeal proceeding (and matters relevant or irrelevant to the grounds of appeal argued by Mr Skyring before Smithers, Northrop and Beaumont JJ) is otherwise dispositively concluded in a way not shown to attract 'exceptional circumstances' supporting an exercise of a power to disturb a perfected order of the Full Court and re-open such an order and allow argument on the merits of any particular proposition including the underlying contentions.",
      "id": "s116"
    },
    {
      "text": "Most recently, Mr Skyring sought leave before the Federal Court to apply for annulment of his bankruptcy and removal of his trustee.",
      "id": "s117"
    },
    {
      "text": "Mr Skyring contended that the bankruptcy is unlawful and the argument as to unlawfulness rested upon a challenge to the constitutional validity of the provisions of the Reserve Bank Act 1959 (Cth) authorising the issue of bank notes as legal tender.",
      "id": "s118"
    },
    {
      "text": "In dismissing both motions on 16 June 2004, Dowsett J said this:\n \n He [Mr Skyring] argues that that placitum 51(xiii) of the Constitution which authorises the Commonwealth Parliament to make laws concerning banking and the issue of paper money, does not authorise the issue of bank notes as lawful tender.",
      "id": "s119"
    },
    {
      "text": "It is difficult to see how such an argument can be maintained.",
      "id": "s120"
    },
    {
      "text": "It implies that the words 'paper money' means something quite different from their natural meaning.",
      "id": "s121"
    },
    {
      "text": "In any event, the issue was considered by Deane J in Re Skyring's Application (No.",
      "id": "s122"
    },
    {
      "text": "2) (1985) 59 ALJR 561.",
      "id": "s123"
    },
    {
      "text": "His Honour concluded that there was no substance in the point although it is true, as Mr Skyring has pointed out that his Honour did not give reasons.",
      "id": "s124"
    },
    {
      "text": "In my view, the matter is beyond argument.",
      "id": "s125"
    },
    {
      "text": "(In the Matter of Skyring [2004] FCA 827 [2]).",
      "id": "s126"
    },
    {
      "text": "27 As to the resolution of the reserved costs and the fate of the monies paid into Court, leave in favour of Mr Skyring to take a step in the appeal proceeding to address those matters is not necessary as the respondent did not seek an order for reserved costs of the earlier application and proposed an order that the security sum be paid out of Court to Mr Skyring.",
      "id": "s127"
    },
    {
      "text": "On the hearing of the notices of motion, the Court in the respondent's motion made the following orders:\n \n 1.",
      "id": "s128"
    },
    {
      "text": "That time for service of a notice of motion be abridged; \n \n \n \n 2.",
      "id": "s129"
    },
    {
      "text": "That the sum of $1,500 paid into court to the credit of the proceeding and held in the litigants fund pursuant to the order made by the Honourable Justice Fitzgerald on 12 October 1983 be paid to the applicant; \n \n \n \n \n \n 3.",
      "id": "s130"
    },
    {
      "text": "The registry do all things necessary to effect payment of the said sum of $1,500 to Mr Skyring.",
      "id": "s131"
    },
    {
      "text": "28 Had the respondent not made that application, I would have granted leave to Mr Skyring to take a step in the proceeding confined to his seeking recovery of the security sum he paid into Court on 12 October 1983.",
      "id": "s132"
    },
    {
      "text": "29 Having made those orders in the respondent's motion, the remaining question is the application by Mr Skyring for leave to re-open the perfected and final orders of the Court made on 18 April 1984.",
      "id": "s133"
    },
    {
      "text": "For the reasons previously indicated, I refuse leave and therefore it is not necessary to consider whether this Court has power to set aside a perfected order of the Full Court of this Court.",
      "id": "s134"
    },
    {
      "text": "However, since the Commissioner of Taxation contends there is no such power in the Court, some observations should be made on the question of, 'Does a final dispositive perfected order of the Court in its appellate jurisdiction, exhaust the Court's power?",
      "id": "s135"
    },
    {
      "text": "'\n \n30 The following propositions seem to me to be uncontroversial.",
      "id": "s136"
    },
    {
      "text": "31 The Federal Court of Australia is created by s 5 of the Federal Court of Australia Act 1976 (Cth) ('the Act') and the Court is 'a superior court of record and is a court of law and equity'.",
      "id": "s137"
    },
    {
      "text": "Those words of extension 'and a court of law and equity' are not part of the formulation seen in s 21(2) of the Family Law Act 1975 (Cth) in respect of the Family Court or in s 98 of the Conciliation and Arbitration Act 1904 (Cth) concerning the Commonwealth Industrial Court, considered in R v Forbes ; Ex parte Bevan [1972] HCA 34 ; (1972) 127 CLR 1.",
      "id": "s138"
    },
    {
      "text": "The Court is not a court of what might be described as essentially a court of single subject matter or a court of specialist subject matter such as the Family Court or an Industrial Court.",
      "id": "s139"
    },
    {
      "text": "The Court has such original jurisdiction as is vested in it by laws made by the Parliament (s 19(1) of the Act; s 77(i) of the Constitution (having regard to ss 75 and 76 of the Constitution )).",
      "id": "s140"
    },
    {
      "text": "The Court is invested with jurisdiction by hundreds of Acts of the Commonwealth Parliament (171 of the 'principal Acts' are set out in Appendix 4 to the Annual Report of the Federal Court of Australia 2005-2006; the 'Notice to Practitioners --- Conduct of Admiralty &amp; Maritime Work --- December 2005' identifies 24 Acts conferring jurisdiction in matters relating to admiralty and maritime work of the Court) in a broad range of subject matter attracting almost every facet of the exercise of Commonwealth legislative power which in turn, touches the rights, entitlements and obligations of citizens in matters within the field of that broad subject matter.",
      "id": "s141"
    },
    {
      "text": "In that sense, the Court's jurisdiction is broad and in that sense only, general.",
      "id": "s142"
    },
    {
      "text": "The Court is not, however, a Court of unlimited jurisdiction.",
      "id": "s143"
    },
    {
      "text": "It is entirely statutory.",
      "id": "s144"
    },
    {
      "text": "It is invested with jurisdiction in 'matters' whose content derives from the statute conferring jurisdiction (see generally, Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510; Re McBain; Ex parte Aust.",
      "id": "s145"
    },
    {
      "text": "Bishops [2002] HCA 16 ; (2002) 188 ALR 1).",
      "id": "s146"
    },
    {
      "text": "Importantly, the Court exercises the judicial power of the Commonwealth (s 71 of the Constitution ) as a Chapter III federal court.",
      "id": "s147"
    },
    {
      "text": "The Court thus exercises the judicial power of our national polity.",
      "id": "s148"
    },
    {
      "text": "When the Court exercises judicial power, it does so to quell controversies arising within the limits of the Court's jurisdiction although it exercises an accrued jurisdiction to determine all matters in controversy of which a federal claim forms part including those parts of a controversy arising under claims recognised by the common law or derived from legislation of a State provided there is a demonstrated unifying or 'common substratum of fact'.",
      "id": "s149"
    },
    {
      "text": "The exercise of the accrued jurisdiction means that litigants, particularly citizens (either corporate or individual), might resolve all matters in controversy in one forum as part of a single 'justicable controversy' and so avoid a citizen wasting time and financial resources in framing another controversy in another forum concerning the same subject matter.",
      "id": "s150"
    },
    {
      "text": "Of course, questions will sometimes necessarily arise as to whether there is a single 'justicable controversy'; whether a particular claim is separate, distinct and severable and whether a particular claim attracts an element of Federal jurisdiction.",
      "id": "s151"
    },
    {
      "text": "A non-Federal claim or matter, however, does not cease to be within the jurisdiction of the Court should the Federal question be decided adversely to the applicant, be struck out or found unnecessary to determine.",
      "id": "s152"
    },
    {
      "text": "At the threshold, the Court although deciding in a particular case that its jurisdiction is not enlivened, nevertheless has jurisdiction to decide it has no jurisdiction.",
      "id": "s153"
    },
    {
      "text": "32 Apart from jurisdiction invested in the Court expressly by statute, jurisdiction may be impliedly invested by statute or arise as incidental and necessary to the exercise of jurisdiction or powers otherwise arising.",
      "id": "s154"
    },
    {
      "text": "Section 20 of the Act provides for the exercise of original jurisdiction.",
      "id": "s155"
    },
    {
      "text": "Section 22 provides for the 'complete and final' disposition of matters and directs that the Court 'shall, in every matter before ... it ... grant, either absolutely or on such terms and conditions as the Court thinks just, all remedies to which any of the parties appears to be entitled in respect of a legal or equitable claim properly brought forward by him or her in the matter, so that, as far as possible, all matters in controversy between the parties may be completely and finally determined and all multiplicity of proceedings concerning any of those matters avoided'.",
      "id": "s156"
    },
    {
      "text": "The Court may make declarations of right (s 21).",
      "id": "s157"
    },
    {
      "text": "Section 23 confers a broad power on the Court to make such orders as it thinks appropriate in which it has jurisdiction.",
      "id": "s158"
    },
    {
      "text": "The Court has jurisdiction to hear and determine appeals as provided by s 24 of the Act.",
      "id": "s159"
    },
    {
      "text": "That jurisdiction must be exercised in accordance with s 25.",
      "id": "s160"
    },
    {
      "text": "Section 31 of the Act provides for the same power to punish contempts of the Court's power and authority as is possessed by the High Court in respect of contempt of that Court and a jurisdiction to punish contempt 'in the face or hearing of the Court' (s 31(2)) of the Act.",
      "id": "s161"
    },
    {
      "text": "33 Although references occur in the Authorities to the 'inherent jurisdiction' of the Court ( McDermott v Richmond Sales (in liq) [2006] FCA 248 , per Kenny J; Plantagenet Wines v Lyon Nathan Wine Group Australia Ltd [2006] FCA 247 , per Sciopis J) the term is an inaccurate description of the 'incidental and necessary power' exercised by a statutory court ( DJL v Central Authority [2000] HCA 17 ; (2000) 201 CLR 226 at 241[25], per Gleeson CJ, Gaudron J, McHugh, Gummow and Hayne JJ) as the term 'inherent jurisdiction' is a reference to a jurisdiction subsisting 'without the aid of any authorising provisions' ( R v Forbes ; ex parte Bevan per Menzies J, at p 7).",
      "id": "s162"
    },
    {
      "text": "The distinction between a jurisdiction or power derived by implication from statutory provisions and a jurisdiction drawn from the 'well of undefined powers available to the common law courts at Westminster'( Grassby v The Queen [1989] HCA 45 ; (1989) 168 CLR 1 at 16) is 'fundamental' ( DJL v Central Authority [26]).",
      "id": "s163"
    },
    {
      "text": "34 The jurisdiction of the High Court to hear and determine appeals from judgments of the Federal Court is conferred by s 33 of the Act.",
      "id": "s164"
    },
    {
      "text": "Except as otherwise provided by another Act of the Parliament, an appeal shall not be brought from a judgment of the Full Court of the Court unless the High Court gives special leave to appeal (see also s 73 of the Constitution ; s 35A, Judiciary Act 1903 (Cth)).",
      "id": "s165"
    },
    {
      "text": "An appeal does not lie to the High Court from a judgment of the Court constituted by a single judge unless a single judge is exercising the appellate jurisdiction of the Court in relation to an appeal from a judgment of the Federal Magistrates Court, and then only with special leave of the High Court.",
      "id": "s166"
    },
    {
      "text": "So far as 'representative proceedings' are concerned, see s 33ZD of the Act.",
      "id": "s167"
    },
    {
      "text": "Section 59 of the Act provides that judges of the Court or a majority of them may make Rules of Court not inconsistent with the Act making provision for or in relation to the practice and procedure to be followed in the Court and for or in relation to all matters and things incidental to such practice or procedure.",
      "id": "s168"
    },
    {
      "text": "35 Order 35, r 7 of the Federal Court Rules is in these terms:\n \n SETTING ASIDE \n \n \n \n 7(1) The court may vary or set aside a judgment or order before it has been entered.",
      "id": "s169"
    },
    {
      "text": "(2) The court, where it is not exercising its appellate or related jurisdiction under Division 2 of Part III of the Act may if it thinks fit vary or set aside a judgment or order after the order has been entered where - \n \n \n \n \n \n (a) the order has been made in the absence of a party, whether or not the absent party is in default of appearance or otherwise in default and whether or not the absent party had notice of the motion for the order; \n \n \n \n \n \n (b) the order was obtained by fraud; \n \n (c) the order is interlocutory; \n \n (d) the order is an injunction or for the appointment of a receiver; \n \n (e) the order does not reflect the intention of the court; or \n \n (f) the party in whose favour the order was made consents.",
      "id": "s170"
    },
    {
      "text": "(3) A clerical mistake in a judgment or order, or an error arising in a judgment or order from an accidental slip or omission, may at any time be corrected by the court.",
      "id": "s171"
    },
    {
      "text": "(4) Subrule (2) shall not affect the power of the court to vary or terminate the operation of an order by a supplementary order.",
      "id": "s172"
    },
    {
      "text": "36 The order Mr Skyring seeks to re-open is an order made in the exercise of the appellate jurisdiction.",
      "id": "s173"
    },
    {
      "text": "Thus, Order 35, r 7(2) has no application and since the order was entered, the Court has no power under Order 35, r 7(1) to vary or set aside the judgment or order.",
      "id": "s174"
    },
    {
      "text": "In any event, none of the circumstances contemplated by Order 35, r 7(2)(a) to (f) arise in the present proceedings.",
      "id": "s175"
    },
    {
      "text": "37 There is no provision of the Act or rules made under the Act which expressly confer a power in the Court to set aside an order of the Court in the exercise of its appellate jurisdiction once entered.",
      "id": "s176"
    },
    {
      "text": "Order 35, r 7(2) is consistent with no empowering provision of the Act conferring an express power to set aside and re-open a perfected order of the Full Court of this Court.",
      "id": "s177"
    },
    {
      "text": "Once perfected, the order is beyond recall ( Bailey v Marinoff [1971] HCA 49 ; (1971) 125 CLR 529 at 530).",
      "id": "s178"
    },
    {
      "text": "38 The right of appeal to the Full Court of the Court is conferred by the Act and the terms of the statutory grant determine the nature of the appeal 'and consequential matters' ( DJL v The Central Authority [40]) and those matters include 'the susceptibility of orders made by the Court in its appellate jurisdiction to re-opening after they have been entered ( DJL [40]).",
      "id": "s179"
    },
    {
      "text": "Although the Federal Court, as a court of broadly invested jurisdiction across the subject matter of the Commonwealth's legislative power, might find within its jurisdiction powers necessarily implied by reason of the conjunction of the statutory structure creating the Court, its role and sources of jurisdiction and the description of the Court as a superior Court of record and a court of law and equity, as compared with a Court of single or specific subject matter, the considerations at [45], [46] and [47] of DJL are, in my view, decisive of the power of the Court to re-open a judgment and orders of the Full Court especially having regard to s 73 of the Constitution and provisions in the Act conferring on the High Court a jurisdiction to hear and determine (s 33(1)) appeals from judgments of the Full Court with special leave of the High Court (s 33(3)).",
      "id": "s180"
    },
    {
      "text": "39 The observations are these:\n \n \n 45 The Family Law Act in its text and structure provides no express conferral of the power sought to be exercised in the present case.",
      "id": "s181"
    },
    {
      "text": "Nor is there an inherent power by reason of the description in the statute creating the court of it as 'a superior court of record'.",
      "id": "s182"
    },
    {
      "text": "Further, no such power is derived by necessary implication from the statutory structure, in particular from the exercise of the appellate jurisdiction conferred by Pt X of the Family Law Act .",
      "id": "s183"
    },
    {
      "text": "46 A power in the Full Court of the nature for which the appellant contends is not to be found by necessary implication from Ch III of the Constitution .",
      "id": "s184"
    },
    {
      "text": "Rather, the Constitution itself deals with the perceived injustice of which the appellant complains in the federal court system.",
      "id": "s185"
    },
    {
      "text": "Complaints that orders made by the Full Court should be set aside for error of law, apparent in the reasons for judgment, are to be vindicated through the exercise by this Court of its power conferred by s 73 of the Constitution .",
      "id": "s186"
    },
    {
      "text": "47 The Family Court is a federal court within the meaning of s 73(ii) of the Constitution .",
      "id": "s187"
    },
    {
      "text": "Thus, this Court has jurisdiction to hear and determine appeals from all judgments, decrees, orders and sentences of the Family Court with such exceptions and subject to such regulations as the Parliament prescribes.",
      "id": "s188"
    },
    {
      "text": "An appeal lies from a decree of the Family Court exercising appellate jurisdiction by special leave of this Court (s 95(a)).",
      "id": "s189"
    },
    {
      "text": "... \n \n \n \n\n40 See also Pantzer v Wenkart BC [2007] 01482 per Black CJ, Ryan and Moore JJ and particularly Black CJ at [4] --- [7].",
      "id": "s190"
    },
    {
      "text": "41 Accordingly, there is no power in the Federal Court to re-open orders of the Court in the exercise of its appellate jurisdiction once perfected by entry.",
      "id": "s191"
    },
    {
      "text": "Since there is no power , no question of exceptional circumstances or extraordinary circumstances or any other circumstance irrespective of the language of emphasis that might be adopted, arises.",
      "id": "s192"
    },
    {
      "text": "In this case, none are demonstrated in any event ( Autodesk Inc. and Another v Dyason and Others [No.",
      "id": "s193"
    },
    {
      "text": "2] [1993] HCA 6 ; (1993) 176 CLR 300 at 303 per Mason CJ --- 'What must emerge, in order to enliven the exercise of the jurisdiction [by the High Court in respect of an earlier decision of that Court], is that the Court has apparently proceeded according to some misapprehension of the facts or the relevant law and that this misapprehension cannot be attributed solely to the neglect or default of the parties seeking the re-hearing.",
      "id": "s194"
    },
    {
      "text": "The purpose of the jurisdiction is not to provide a backdoor method by which unsuccessful litigants can seek to re-argue their cases'; '... it is a jurisdiction to be exercised cautiously, bearing in mind the public interest in the finality of litigation', per Dawson J at p 317).",
      "id": "s195"
    },
    {
      "text": "42 Accordingly, the source of the power to achieve the objective of the attainment of justice between parties to a particular controversy, in a meritorious case, is through the exercise by the High Court of the appellate power conferred upon that Court exercised with the special leave of that Court.",
      "id": "s196"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s197"
    },
    {
      "text": "Associate:\n\nDated: 2 October 2007\n\n Solicitor for the appellant in the proceeding: Self represented \n \n Counsel for the Respondents in the proceeding: Mr Martin Hanson \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 27 September 2007 \n \n Date of Judgment: 2 October 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1526.html",
      "id": "s198"
    }
  ]
}