{
  "name": "Jakab v Repatriation Commission (No. 2) [2007] FCA 1126 (31 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1126.html",
  "catchphrases": [
    {
      "text": "resolution of the question of costs arising out of jakab v repatriation commission [2007] fca 898",
      "id": "c0"
    },
    {
      "text": "veterans affairs",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 On 13 June 2007, the Court delivered judgment ( Jakab v Repatriation Commission [2007] FCA 898) in an application by Mr Stefan Jakab pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act') by way of an appeal from a decision of the Administrative Appeals Tribunal ('AAT') affirming a decision of the Repatriation Commission that Mr Jakab's Meniere's Disease diagnosed in 1995 was not related to his period of eligible defence service.",
      "id": "s0"
    },
    {
      "text": "Mr Jakab was unsuccessful in that application.",
      "id": "s1"
    },
    {
      "text": "The application was dismissed.",
      "id": "s2"
    },
    {
      "text": "The costs of and incidental to the application were reserved.",
      "id": "s3"
    },
    {
      "text": "An order was made that each of the parties file and serve any comments or submissions in relation to the question of costs by a certain date.",
      "id": "s4"
    },
    {
      "text": "The parties have provided those submissions in writing.",
      "id": "s5"
    },
    {
      "text": "I indicated that I would resolve the question of costs on the papers.",
      "id": "s6"
    },
    {
      "text": "2 Mr Jakab says these things.",
      "id": "s7"
    },
    {
      "text": "3 Mr Jakab took advice from solicitors in relation to the application to the Federal Court and says he was advised that his application had good prospects of success.",
      "id": "s8"
    },
    {
      "text": "On the day before the hearing, Mr Jakab was advised by counsel briefed by those solicitors that Mr Jakab had no prospects of success and that the application ought to be withdrawn.",
      "id": "s9"
    },
    {
      "text": "Mr Jakab says that he had not been advised that his application lacked merits and he sincerely believed he had a proper basis for the application.",
      "id": "s10"
    },
    {
      "text": "Mr Jakab's solicitors sought and obtained leave to withdraw and Mr Jakab presented arguments in support of the application himself.",
      "id": "s11"
    },
    {
      "text": "Mr Jakab says he did not believe his arguments to be either frivolous or vexatious.",
      "id": "s12"
    },
    {
      "text": "Mr Jakab says that he was not advised that in the event his application proved unsuccessful, a costs order could or might be made against him.",
      "id": "s13"
    },
    {
      "text": "4 Mr Jakab says that he pressed arguments in support of the application which were independent of those identified by written submissions formulated by his former solicitors.",
      "id": "s14"
    },
    {
      "text": "5 Mr Jakab says that he has received legal advice that he might be entitled to pursue a remedy against his former solicitors but is unwell and not in a position to deal with the strain of what might be involved in taking such a course.",
      "id": "s15"
    },
    {
      "text": "Mr Jakab says he has been very ill of late and has been hospitalised five times throughout 2007.",
      "id": "s16"
    },
    {
      "text": "Mr Jakab says that his wife has a heart problem and he and his wife incur significant medical expenses in respect of Mrs Jakab's condition.",
      "id": "s17"
    },
    {
      "text": "6 Mr Jakab also says that he is experiencing significant financial difficulty.",
      "id": "s18"
    },
    {
      "text": "He has no assets other than the residential home jointly owned by Mr and Mrs Jakab.",
      "id": "s19"
    },
    {
      "text": "That property is mortgaged to the extent of $285,000.00 which requires monthly repayments of $1,800.00 per month.",
      "id": "s20"
    },
    {
      "text": "No further advances can be obtained from the bank.",
      "id": "s21"
    },
    {
      "text": "Mr Jakab says that he has provided the Australian Government Solicitor with a schedule of his income and expenses which demonstrates that he has no disposable income after meeting basic living expenses incurred by both Mr and Mrs Jakab.",
      "id": "s22"
    },
    {
      "text": "7 Mr Jakab makes the point that he served with the Australian Defence Forces for 20 years and rendered service during the 'Indonesian Confrontation' and now undertakes voluntary work with the Vietnam Veteran's Association at the Sunshine Coast.",
      "id": "s23"
    },
    {
      "text": "8 Mr Jakab invites the Court to exercise its discretion by refusing the respondent's application for an order that Mr Jakab pay the costs of and incidental to the proceeding.",
      "id": "s24"
    },
    {
      "text": "9 The Repatriation Commission contends that it was successful in the proceeding and that the discretion ought to be exercised according to settled principle.",
      "id": "s25"
    },
    {
      "text": "The principles governing the exercise of the discretion are that a successful litigant is, prima facie, entitled to an award of the costs to which it has been put in responding to and dealing with a contention before the Court which is demonstrated to be unsound.",
      "id": "s26"
    },
    {
      "text": "A successful party might be disentitled to an order for costs (or limited to an order for a proportion of the costs) if it has engaged in conduct which demonstrates some degree of contribution to either the level of costs incurred or a particular class of costs being incurred (such as costs relating to a particular issue).",
      "id": "s27"
    },
    {
      "text": "The respondent says it ought to be awarded the costs unless it can be demonstrated it has brought about litigation; has done something connected with the institution of the suit calculated to occasion unnecessary litigation and expense; or has engaged in some wrongful act in the course of the transaction about which the claimant complains.",
      "id": "s28"
    },
    {
      "text": "10 In this case there is no conduct on the part of the Repatriation Commission which would disentitle it to an award of costs against Mr Jakab.",
      "id": "s29"
    },
    {
      "text": "The respondent has responded to an application made by Mr Jakab which lacked any merit.",
      "id": "s30"
    },
    {
      "text": "The respondent conducted the response to the application properly and professionally and simply sought to demonstrate that the application lacked merit.",
      "id": "s31"
    },
    {
      "text": "11 It seems to me that there is no special consideration to be brought to bear in the exercise of the discretion based upon the recognition that the litigation is one between a citizen and an authority such as the Repatriation Commission or the Commonwealth.",
      "id": "s32"
    },
    {
      "text": "Nor is it a factor in the exercise of the discretion that the applicant is suffering financial detriment.",
      "id": "s33"
    },
    {
      "text": "That detriment is not brought about by any conduct on the part of the respondent.",
      "id": "s34"
    },
    {
      "text": "In circumstances where the application pursuant to s 44 of the AAT Act lacked merit and was therefore necessarily dismissed, the respondent is entitled to an order that Mr Jakab pay the costs of and incidental to the application to the Court.",
      "id": "s35"
    },
    {
      "text": "12 The Court notes that the respondent has the benefit of a discretion conferred upon it by s 206 of the Veterans' Entitlements Act 1986 (Cth) and the respondent may consider taking steps under that provision.",
      "id": "s36"
    },
    {
      "text": "However, that question is entirely a matter for the respondent having regard to the relevant considerations.",
      "id": "s37"
    },
    {
      "text": "13 Accordingly, the Court orders the applicant to pay the respondent's costs of and incidental to the proceeding.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s39"
    },
    {
      "text": "Associate:\n\nDated: 31 July 2007\n\n Counsel for the Applicant: Applicant self-represented \n \n Solicitor for the Applicant: Applicant self-represented \n \n Solicitor for the Respondent: Australian Government Solicitor, Ms Anna Bishop \n \n Date of Applicant's written submissions on costs: 19 June 2007 \n \n Date of Respondent's written submissions on costs: 26 June 2007 \n \n Date of Judgment on the question of costs: 31 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1126.html",
      "id": "s40"
    }
  ]
}