{
  "name": "SZKET v Minister for Immigration &amp; Citizenship [2007] FCA 1705 (7 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1705.html",
  "catchphrases": [
    {
      "text": "reasons of the refugee review tribunal must be personally served on an applicant",
      "id": "c0"
    },
    {
      "text": "time for application for judicial review does not start running until applicant is personally served",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 18 June 2007, Scarlett FM ordered that the application in this matter be dismissed as incompetent.",
      "id": "s0"
    },
    {
      "text": "His Honour was satisfied that the Federal Magistrates Court had no jurisdiction to hear the application because s 477(1) of the Migration Act 1958 (Cth) requires an application to the court to be made within 28 days of the actual notification of a decision of the Tribunal.",
      "id": "s1"
    },
    {
      "text": "2 His Honour observed that the decision of the Tribunal was made on 11 September 1998, affirming the decision of a delegate not to grant the applicant a protection visa.",
      "id": "s2"
    },
    {
      "text": "The applicant told the court that he had never received a copy of that decision.",
      "id": "s3"
    },
    {
      "text": "The applicant did inform the Federal Magistrate that he became aware of the Tribunal's decision when he was located by officers of the Minister's Department in February 2005 and placed in immigration detention.",
      "id": "s4"
    },
    {
      "text": "3 Mr Chami, solicitor, who appears for the Minister, fairly conceded that he was unable to establish that there had been personal delivery of the reasons of the Tribunal.",
      "id": "s5"
    },
    {
      "text": "The learned Federal Magistrate proceeded upon the basis that the applicant was notified of the reasons of the Tribunal on 11 September 1998 or at very latest that he was notified of those reasons when he was placed in detention in February 2005.",
      "id": "s6"
    },
    {
      "text": "His Honour therefore came to the view that the application for judicial review which was filed in the Federal Magistrates Court on 13 February 2007 was well and truly outside the time limit referred to in s 477(1) of the Act.",
      "id": "s7"
    },
    {
      "text": "4 However, the decision of Scarlett FM was handed down before the decision of a Full Federal Court in Minister for Immigration &amp; Citizenship v SZKKC (2007) 159 FCR 565.",
      "id": "s8"
    },
    {
      "text": "That case is authority for the proposition that s 477 of the Act requires actual notification of the written statement required by s 430(1).",
      "id": "s9"
    },
    {
      "text": "Buchanan J, with whom Gyles J and I agreed, said at [37] that the sole method of actual notification is physical delivery by hand.",
      "id": "s10"
    },
    {
      "text": "5 His Honour also said at [47] that:\n \n \"Before their [i.e.",
      "id": "s11"
    },
    {
      "text": "the applicants'] right to apply for judicial review of a decision of the RRT which is alleged to be beyond jurisdiction is extinguished it will be necessary for the periods of time prescribed by s 477 to pass after an applicant is given personally the written statement required by s 430(1) of the Act...\" \n \n\n \n6 Justice Gyles, at [1] and [4], pointed to the serious practical difficulties which flow from the reasons of the Full Court.",
      "id": "s12"
    },
    {
      "text": "7 The decision in SZKKC is now the subject of an application for special leave to appeal to the High Court.",
      "id": "s13"
    },
    {
      "text": "However, plainly enough, I am bound by the decision of the Full Court unless and until it is overturned by the High Court.",
      "id": "s14"
    },
    {
      "text": "8 The Minister, in his written submissions, pointed to a number of discretionary considerations as to why I ought not to grant leave to appeal.",
      "id": "s15"
    },
    {
      "text": "Mr Chami also pointed to the fact that ordinarily presumptions would be raised against the applicant on the question of receipt of the reasons of the Tribunal.",
      "id": "s16"
    },
    {
      "text": "However, it seems to me that none of the matters to which reference is made in the Minister's submissions go to the question which was before Scarlett FM as to whether the Federal Magistrates Court had jurisdiction to entertain the application for judicial review.",
      "id": "s17"
    },
    {
      "text": "9 In light of the decision of the Full Court in SZKKC there can be no real argument but that the decision of the Federal Magistrate is attended by sufficient doubt to warrant the grant of leave to appeal.",
      "id": "s18"
    },
    {
      "text": "There would, of course, be an injustice to the applicant if leave were denied because he would be shut out from a substantive hearing of his application for review.",
      "id": "s19"
    },
    {
      "text": "10 It follows that I propose to grant leave to appeal against the decision of Scarlett FM.",
      "id": "s20"
    },
    {
      "text": "Moreover, it seems to me that the practical course is to allow the appeal because the matter cannot be distinguished from the decision of the Full Court in SZKKC .",
      "id": "s21"
    },
    {
      "text": "11 After some debate, Mr Chami accepted the inevitability of this outcome and did not really oppose an order that the appeal be allowed because the effect of this will be that the matter is to be remitted to the Federal Magistrates Court for hearing of the application for review of the decision of the Refugee Review Tribunal.",
      "id": "s22"
    },
    {
      "text": "12 In his reasons for judgment Scarlett FM drew attention to the delays in this matter.",
      "id": "s23"
    },
    {
      "text": "He expressed the view that the delays on the part of the Minister's Department are \"nothing short of astonishing\".",
      "id": "s24"
    },
    {
      "text": "Whether or not this is so, it does seem to me that this is a case which calls out for an urgent hearing.",
      "id": "s25"
    },
    {
      "text": "I would therefore make the following orders:\n \n (1) Leave to appeal against the decision of Scarlett FM of 18 June 2007 be granted.",
      "id": "s26"
    },
    {
      "text": "(2) The appeal be heard instanter.",
      "id": "s27"
    },
    {
      "text": "(3) The appeal be allowed, to the intent that the decision of Scarlett FM that the application be dismissed as incompetent is to be set aside.",
      "id": "s28"
    },
    {
      "text": "(4) The order made by Scarlett FM on 18 June 2007 be set aside.",
      "id": "s29"
    },
    {
      "text": "(5) The application in this matter be remitted to the Federal Magistrates Court for hearing.",
      "id": "s30"
    },
    {
      "text": "13 In light of what I have said above, it does seem to me that the matter should be dealt with in the Federal Magistrates Court as a matter of some urgency.",
      "id": "s31"
    },
    {
      "text": "Of course, arrangements for any further hearing would have to be dealt with as part of the ordinary administration and allocation of matters by the Federal Magistrates Court.",
      "id": "s32"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s33"
    },
    {
      "text": "Associate:\n\nDated: 15 November 2007\n\n\n The Appellant was self-represented.",
      "id": "s34"
    },
    {
      "text": "Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 7 November 2007 \n \n Date of Judgment: 7 November 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1705.html",
      "id": "s35"
    }
  ]
}