{
  "name": "Australian Competition and Consumer Commission v Admiral Mechanical Services Pty Ltd [2007] FCA 1085 (25 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1085.html",
  "catchphrases": [
    {
      "text": "price fixing arrangements",
      "id": "c0"
    },
    {
      "text": "pecuniary penalties",
      "id": "c1"
    },
    {
      "text": "injunctions",
      "id": "c2"
    },
    {
      "text": "declarations",
      "id": "c3"
    },
    {
      "text": "trade practice compliance program",
      "id": "c4"
    },
    {
      "text": "contraventions admitted",
      "id": "c5"
    },
    {
      "text": "pecuniary penalty",
      "id": "c6"
    },
    {
      "text": "penalty agreed",
      "id": "c7"
    },
    {
      "text": "some penalties contested",
      "id": "c8"
    },
    {
      "text": "totality principle",
      "id": "c9"
    },
    {
      "text": "reduction of pecuniary penalty due to co-operation",
      "id": "c10"
    },
    {
      "text": "relevant factors to assessing pecuniary penalty",
      "id": "c11"
    },
    {
      "text": "trade practices",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 These reasons relate to the consideration of the appropriateness of penalties and other relief for contraventions of the Trade Practices Act 1974 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "The contraventions were by mechanical services contractors who were in competition with each other in relation to the supply of commercial and industrial air conditioning services to builders and owners or would have been or likely to have been in such competition but for the provisions of the various arrangements or understandings into which they entered and which have attracted the proposed penalties and grant of relief.",
      "id": "s1"
    },
    {
      "text": "RELEVANT STATUTORY PROVISIONS \n Source of contraventions \n \n2 The conduct in issue for the issues of penalty and other relief is conduct in contravention of ss 45(2)(a)(i) and (ii) and 45 (2)(b)(i) and (ii) of the Act.",
      "id": "s2"
    },
    {
      "text": "Penalties \n \n3 In assessing the appropriate penalty, s 76(1) of the Act provides:\n \n '(1) if the Court is satisfied that a person: \n \n \n \n \n (a) has contravened any of the following provisions: \n \n \n \n (i) a provision of Part IV ; \n (ii) ... \n \n \n \n (b) has attempted to contravene such a provision; \n (c) has aided, abetted, counselled or procured a person contravene such a provision; \n (d) has induced, or attempted to induce, a person, whether by threats or promises or otherwise, to contravene such a provision; \n (e) has been in any way, directly or indirectly or knowingly concerned in, or party to, the contravention by a person of such a provision; or \n (f) has conspired with others to contravene such a provision; \n \n \n \n \n \n the Court may order the person to pay the Commonwealth such pecuniary penalty, in respect of each act or omission by the person to which this section applies, as the Court determines to be appropriate having regard to all relevant matters including the nature and extent of the act or omission and of any loss or damage suffered as a result of the act or omission, the circumstances in which the act or omission took place and whether the person has previously been found by the Court in proceedings under this Part or Part XIB to have engaged in any similar conduct.",
      "id": "s3"
    },
    {
      "text": "' \n \n\n4 In Trade Practices Commission v CSR Ltd (1991) ATPR 41-076 at 52, 152-153, French J referred to a number of factors relevant to the fixing of penalty that have been canvassed in the cases:\n \n '1.",
      "id": "s4"
    },
    {
      "text": "the nature and extent of the contravening conduct; \n \n \n 2. the amount of loss or damage caused; \n 3. the circumstances in which the conduct took place; \n 4. the size of the contravening company; \n 5. the degree of power it has, as evidenced by its market share and ease of entry into the market; \n 6. the deliberateness of the contravention and the period over which it extended; \n 7. whether the contravention arose out of the conduct of senior management or at a lower level; \n 8. whether the company has a corporate culture conducive to compliance with the Act as evidenced by educational programs and disciplinary or other corrective measure in response to an acknowledged contravention; and \n 9. whether the company has shown disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention.",
      "id": "s5"
    },
    {
      "text": "' \n \n\nIn Australian Competition and Consumer Commission v NW Frozen Foods Pty Ltd (1996) ATPR 41-515, Heerey J at 42,444-42,445 added the following further considerations:\n \n 1. similar conduct in the past;\n 2. the financial position of the respondents; and\n 3. the deterrent effect of the proposed penalty.",
      "id": "s6"
    },
    {
      "text": "These items are not exhaustive: Trade Practices Commission v CC (NSW) Pty Ltd (No 3) (1994) ATPR 41-363 at 42, 723.",
      "id": "s7"
    },
    {
      "text": "Other factors may be relevant in a particular case.",
      "id": "s8"
    },
    {
      "text": "5 In fixing the penalty, there is authority that the Court should have in mind the totality principle, the parity principle, general and specific deterrence and, to a lesser extent, the issue of capacity to pay.",
      "id": "s9"
    },
    {
      "text": "6 The maximum penalty for each contravention (or involvement in contravention) is $10m for a corporation (s 76(1A)(b)) and $500 000 for an individual (s 76(1B).",
      "id": "s10"
    },
    {
      "text": "The parties have in each case had regard to these provisions in agreeing, subject to the concurrence of the Court, any quantum of penalty.",
      "id": "s11"
    },
    {
      "text": "Declarations \n \n7 It is well established that the Court has a wide discretion under s 21 of the Federal Court of Australia Act 1976 (Cth) to make binding declarations of right (see for example: Trade Practices Commission v Santos Ltd (1993) ATPR 41-221; Tobacco Institute of Australia Limited v Australian Federation of Consumer Organisations Inc (No 2) (1993) 41 FCR 89; RAIA Insurance Brokers Limited v FAI General Insurance Co Limited (1993) 41 FCR 164).",
      "id": "s12"
    },
    {
      "text": "8 A declaration must be directed to the determination of legal controversies and not to answering abstract or hypothetical questions ( Ainsworth v Criminal Justice Commission [1992] HCA 10 ; (1992) 175 CLR 564 per Mason CJ and Dawson, Toohey and Gaudron JJ at 581).",
      "id": "s13"
    },
    {
      "text": "The person seeking the declaration must have 'a real interest' and must be able to secure a proper contradictor, that is to say, someone presently existing who has a true interest to oppose the declaration sought ( Forster v Jododex Australia Aust Pty Limited [1972] HCA 61 ; (1972) 127 CLR 421 per Gibbs J at 437).",
      "id": "s14"
    },
    {
      "text": "A declaration will not be granted if it will produce no foreseeable consequences for the parties ( Gardner v Dairy Industry Authority of NSW (1977) 138 CLR 646 (Note).",
      "id": "s15"
    },
    {
      "text": "Injunctions \n \n9 The power to grant an injunction is drawn from s 80 of the Act.",
      "id": "s16"
    },
    {
      "text": "10 It is clear that injunctions can be made under s 80 of the Act it is in the public interest to do so ( Australian Competition and Consumer Commission v 4WD Systems Pty Ltd (2003) 200 ALR 491 at [212] and [216]).",
      "id": "s17"
    },
    {
      "text": "11 It is also clear from the terms of s 80(4) and s 80(5) of the Act that, although traditional equitable principles are not irrelevant, the jurisdiction to grant an injunction is wider under s 80 ( 4WD Systems 200 ALR at [216].",
      "id": "s18"
    },
    {
      "text": "See also the comments of Lockhart J at 256-257 and French J at 268 in ICI Australia Operations Pty Limited v Trade Practices Commission (1992) 38 FCR 248).",
      "id": "s19"
    },
    {
      "text": "12 I agree that the following matters arise for the Court when formulating injunctions pursuant to s 80 of the Act:\n \n 1. the Court, in exercising its powers, is exercising a public function and must have regard to the public interest.",
      "id": "s20"
    },
    {
      "text": "The Court has the responsibility to be satisfied that the orders proposed are not contrary to the public interest and are at least consistent with it; and\n 2. the Court's power to grant injunctions under s 80 of the Act requires: \n\n(a) a contravention or participation in a contravention in one of the various ways set out in s 80(1) of the Act;\n \n(b) a sufficient nexus between the conduct alleged and the orders sought.",
      "id": "s21"
    },
    {
      "text": "This involves an evaluative judgement: Australian Competition and Consumer Commission v Z-Tek Computer Pty Ltd (1997) 78 FCR 197 at 343 per Merkel J; and\n \n(c) the orders and undertakings must be formulated with precision so that they are capable of being obeyed.",
      "id": "s22"
    },
    {
      "text": "The injunction should be capable of being expressed in sufficiently clear terms so it is capable of being complied with without the continual supervision of the Court (see Melway Publishing Pty Ltd v Robert Hicks Pty Ltd [2001] HCA 13 ; (2001) 205 CLR 1 at 26, at [60].",
      "id": "s23"
    },
    {
      "text": "See also Australian Competition and Consumer Commission v Real Estate Institute (WA) Inc [1999] FCA 1387 ; (1999) 95 FCR 114).",
      "id": "s24"
    },
    {
      "text": "COURT'S APPROACH TO AGREEMENTS ON PECUNIARY PENALTIES \n \n13 There are numerous decisions of this Court accepting that penalties agreed between the applicant and various respondents, when found by the Court to be within the range which it would consider appropriate, ought to be imposed.",
      "id": "s25"
    },
    {
      "text": "Although pecuniary penalties may be agreed they cannot be so imposed because they are defined and conferred by public law: Fiss, 'Against Settlement' (1984) 93 Yale Law Journal 1073 cited by French J in Australian Competition and Consumer Commission v Real Estate Institute (WA) Inc (1999) 161 ALR 79 at 86.",
      "id": "s26"
    },
    {
      "text": "14 In Minister for Industry, Tourism and Resources v Mobil Oil Australia Pty Ltd (2004) ATPR 41-993 at 48-626, the Full Court (Branson, Sackville and Gyles JJ) accepted the following propositions in the reasoning in NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission (1996) 71 FCR 285:\n \n \n '(i) It is the responsibility of the Court to determine the appropriate penalty to be imposed under s 76 of the TP Act in respect of a contravention of the TP Act.",
      "id": "s27"
    },
    {
      "text": "(ii) Determining the quantum of a penalty is not an exact science.",
      "id": "s28"
    },
    {
      "text": "Within a permissible range, the courts have acknowledged that a particular figure cannot necessarily be said to be more appropriate than another.",
      "id": "s29"
    },
    {
      "text": "(iii) There is a public interest in promoting settlement of litigation, particularly where it is likely to be lengthy.",
      "id": "s30"
    },
    {
      "text": "Accordingly, when the regulator and contravenor have reached agreement, they may present to the Court a statement of their facts and opinions as to the effect of those facts, together with joint submissions as to the appropriate penalty to be imposed.",
      "id": "s31"
    },
    {
      "text": "(iv) The view of the regulator, as a specialist body, is a relevant, but not determinative consideration on the question of penalty.",
      "id": "s32"
    },
    {
      "text": "In particular, the views of the regulator on matters within the expertise (such as the ACCC's views as to the deterrent effect of a proposed penalty in a given market) will usually be given greater weight than its views on more \"subjective\" matters.",
      "id": "s33"
    },
    {
      "text": "(v) In determining whether the proposed penalty is appropriate, the Court examines all the circumstances of the case.",
      "id": "s34"
    },
    {
      "text": "Where the parties have put forward an agreed statement of facts, the Court may act on that statement if it is appropriate to do so.",
      "id": "s35"
    },
    {
      "text": "(vi) Where the parties have jointly proposed a penalty, it will be not useful to investigate whether the Court would have arrived at that precise figure in the absence of agreement.",
      "id": "s36"
    },
    {
      "text": "The question is whether that figure is, in the Court's view, appropriate in the circumstances of the case.",
      "id": "s37"
    },
    {
      "text": "In answering that question, the Court will not reject the agreed figure simply because it would have been disposed to select some other figure.",
      "id": "s38"
    },
    {
      "text": "It will be appropriate if within the permissible range.",
      "id": "s39"
    },
    {
      "text": "' \n \n\nAdditionally, the Full Court in Mobil Oil (2004) ATPR 41-993 added the following points:\n \n (a) The rationale for giving weight to a joint submission on penalty is the savings and resources for the regulator and the Court as well as the likelihood that a negotiated resolution will include measures designed to promote competition.",
      "id": "s40"
    },
    {
      "text": "(b) It is open to a court, consistently with the reasoning in NW Frozen Foods 71 FCR 285, first to address the appropriate range of penalties independently of the parties' proposed figure and then, having made that judgement, determine whether the prepared penalty falls within the range.",
      "id": "s41"
    },
    {
      "text": "(c) Such an approach is appropriate where there has been no suggestion that admissions or an agreed statement of facts had been tailored or modified to reflect the difficulties faced by the Australian Competition and Consumer Commission improving its case.",
      "id": "s42"
    },
    {
      "text": "(d) It is necessary for the regulator always to explain to the Court the process of reasoning that justifies a discounted penalty: Australian Competition and Consumer Commission v Ithaca Iceworks Pty Ltd (2002) ATPR 41-851.",
      "id": "s43"
    },
    {
      "text": "(e) There is nothing in the above statement of principles from NW Frozen Foods 71 FCR 285 which precludes the Court from requesting additional evidence or information or verifying the information provided.",
      "id": "s44"
    },
    {
      "text": "Further, if the absence of a contradictor inhibits the Court it may seek the assistance of an amicus curae or an intervenor.",
      "id": "s45"
    },
    {
      "text": "If the Court is disposed not to impose a penalty proposed by the parties it may, depending on the circumstances, be appropriate for each of them to be given the opportunity to withdraw consent to the proposed orders and for the matter to proceed as a contested hearing.",
      "id": "s46"
    },
    {
      "text": "15 Additionally it is accepted in respect of each respondent that a principal object of a penalty under s 76 of the Act is deterrence, both general and specific: Trade Practices Commission v Stihl Chainsaws (Aust) Pty Limited (1978) ATPR 40-091 at 17,896; Trade Practices Commission v Mobil Oil Australia (1985) 4 FCR 296 at 298; Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd (No 3) (2005) 215 ALR 301; CSR Ltd (1991) ATPR 41-076 at 52,152.",
      "id": "s47"
    },
    {
      "text": "16 An issue arises on whether incapacity to pay should limit the attainment of deterrence.",
      "id": "s48"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd (No 2) (2005) 215 ALR 281 at [10] and [11] Merkel J said that giving significant weight to capacity to pay would not only produce anomalous outcomes but would also reward companies for carrying on business in a manner that resulted in them having few, if any, assets available to pay a penalty when it is imposed.",
      "id": "s49"
    },
    {
      "text": "However he also accepted that the issue of capacity to pay is of less relevance when balanced against the necessity of imposing a penalty that satisfies the objective of general deterrence.",
      "id": "s50"
    },
    {
      "text": "In Australian Competition and Consumer Commission v High Adventure Pty Ltd [2006] ATPR 42-091 at [11] the Full Court stated that in some cases the penalty may be so high that the offender will become insolvent but that such possibility should not deter the Court from doing its duty for otherwise the important object of general deterrence will be undermined.",
      "id": "s51"
    },
    {
      "text": "17 Unless otherwise stated, the Court has been presented with an uncontroverted outline of legal principles, an agreed form of consent orders, an agreed statement of facts and joint submissions.",
      "id": "s52"
    },
    {
      "text": "These documents have been prepared and each of the matters approached with complete cognisance of the principles to which I have just referred.",
      "id": "s53"
    },
    {
      "text": "18 It is against this background of general principle that I will approach each of the applications in relation to specific respondents.",
      "id": "s54"
    },
    {
      "text": "NATURE OF THE MARKET \n \n19 At the relevant time the average annual turnover for commercial and industrial air conditioning and mechanical services in Western Australia was $120m to $150m.",
      "id": "s55"
    },
    {
      "text": "There were relatively low profit margins on projects, a condition of the market since 1997.",
      "id": "s56"
    },
    {
      "text": "All of the contractors indicated a willingness to win jobs at below cost in order to maintain turnover.",
      "id": "s57"
    },
    {
      "text": "The low profits meant that a new entrant required significant financial assets in order to remain in the market.",
      "id": "s58"
    },
    {
      "text": "At the time of the contravening conduct, the contractors had a combined production capacity that exceeded the demand for commercial and industrial air conditioning services.",
      "id": "s59"
    },
    {
      "text": "20 There were a limited number of personnel with mechanical contracting experience in the industry.",
      "id": "s60"
    },
    {
      "text": "Those who were so engaged were involved in a high degree of switching between companies.",
      "id": "s61"
    },
    {
      "text": "NATURE OF THE ARRANGEMENTS AND UNDERSTANDINGS \n \n21 The corporate respondents are Western Australian air conditioning and mechanical services contractors.",
      "id": "s62"
    },
    {
      "text": "The personal respondents are directors or employees of some of those corporate respondents.",
      "id": "s63"
    },
    {
      "text": "The allegations made by the applicant, and accepted by the respondents without trial, was that each of the corporate respondents, through such of the personal respondents associated with or employed by those corporate respondents, contravened the Act by making arrangements and arriving at understandings with other Western Australian contractors in the industry.",
      "id": "s64"
    },
    {
      "text": "This is said to have occurred in relation to a number of projects put to tender by the owners and builders, including building developers, of commercial and industrial buildings in Western Australia.",
      "id": "s65"
    },
    {
      "text": "These included high rise buildings, offices, hospitals, schools, shopping centres, cinemas, retail outlets and public buildings.",
      "id": "s66"
    },
    {
      "text": "22 The most common form of arrangement or understanding reached were 'Designated Tenderer Arrangements and Understandings.",
      "id": "s67"
    },
    {
      "text": "' These were designed to ensure that the contractor who obtained the support or agreement of all other tenderers on a particular job would put in the lowest tender and therefore would win the job.",
      "id": "s68"
    },
    {
      "text": "These arrangements operated as follows:\n \n 1. the tenderers for a particular project would meet or otherwise discuss a forthcoming tender with a view to selecting a 'designated tenderer' from amongst themselves.",
      "id": "s69"
    },
    {
      "text": "Various arguments were advanced in favour of a particular firm being selected as the designated tenderer, including prior Designated Tenderer Arrangements or Understandings that had been made, the 'need' a tenderer had for a particular job and how well suited a tenderer was to a job;\n 2. if a tenderer was selected as the 'designated tenderer', it would then provide each of the other tenderers with a 'cover price'.",
      "id": "s70"
    },
    {
      "text": "The cover price was the minimum price at which each of the other tenderers was to submit a tender;\n 3. the cover price meant that the designated tenderer was able to submit a tender price for itself that it knew to be lower than that of all of the other tenderers who were party to the Designated Tenderer Arrangement or Understanding.",
      "id": "s71"
    },
    {
      "text": "Given the fact that the assessment of tenders was usually very price sensitive, this greatly increased the likelihood of the designated tenderer 'winning' the project;\n 4. when formulating the cover prices, the designated tenderer was able to ensure that its own price was both the lowest and gave it a 'reasonable profit margin' for the job.",
      "id": "s72"
    },
    {
      "text": "Generally, the tenderers were aware of the 'budget' for a project and part of the understanding was that the designated tenderer's own tender price would not exceed the budget.",
      "id": "s73"
    },
    {
      "text": "If it did exceed the budget, the other tenderers might refuse to participate, as this would mean the owners and builders might be suspicious of the unusually high tender process received; and\n 5. the tenderers would also agree not to reduce their tender prices during post-tender negotiations with the builders and owners, or at least not reduce their tender price below the designated tenderer's tender price.",
      "id": "s74"
    },
    {
      "text": "23 The Miscellaneous Arrangements or Understandings were made with other contractors in respect of particular projects.",
      "id": "s75"
    },
    {
      "text": "24 The AMCA Members Arrangements and Understandings were made with a number of mechanical services contractors who were members of the Airconditioning and Mechanical Contractors Association through meetings held to discuss upcoming tenders for the supply of commercial and industrial air conditioning services at which there was agreement upon allocating forthcoming projects or endeavouring to do so.",
      "id": "s76"
    },
    {
      "text": "25 Table Arrangements or Understandings were the result of agreements or understandings to allocate projects pursuant to the AMCA Members Arrangements or Understandings.",
      "id": "s77"
    },
    {
      "text": "26 The HJ/KFC Group Arrangements or Understanding gave effect to an arrangement or understanding with a number of mechanical services contractors to discuss upcoming tenders and agree or endeavour to agree upon allocating forthcoming projects.",
      "id": "s78"
    },
    {
      "text": "HJ/KFC Arrangements or Understandings were the resulting agreements for designation of a tenderer.",
      "id": "s79"
    },
    {
      "text": "27 The Harbour Town Arrangement or Understanding and the ABC Perth Arrangement or Understanding were agreements and understandings of the same character in relation to projects of those names.",
      "id": "s80"
    },
    {
      "text": "28 The conduct of the respondents was deliberate and undertaken voluntarily with the understanding that it was illegal.",
      "id": "s81"
    },
    {
      "text": "They intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s82"
    },
    {
      "text": "COMPARATIVE POSITION OF RESPONDENTS \n \n29 The following table shows the comparative position of the respondent corporations in respect of the offending conduct.",
      "id": "s83"
    },
    {
      "text": "Relative Ranking in terms of all Arrangements or Understandings made or arrived at (ie Miscellaneous, Table, HJ/KFC, DSA, Bottom Line and Floreat Forum) during the penalty period.",
      "id": "s84"
    },
    {
      "text": "Relative Ranking in terms of total Value of All Arrangements or Understandings made or arrived at (ie Miscellaneous, Table, HJ/KFC, DSA, Bottom Line and Floreat Forum) during the penalty period.",
      "id": "s85"
    },
    {
      "text": "Ranking Respondent Resp No.",
      "id": "s86"
    },
    {
      "text": "Total No.",
      "id": "s87"
    },
    {
      "text": "of Collusive Jobs Ranking Respondent Resp No Total Value of Collusive Jobs 1 Centigrade 5 th 59 1 HVAC 10 th $69 925 870 2 Envar 8 th 41 2 Envar 8 th $57 237 837 3 HVAC 10 th 40 3 Centigrade 5 th $56 282 449 3 MPM 13 th 40 4 DES 7 th $48 088 600 4 Jako 11 th 30 5 MPM 13 th $42 379 515 4 DES 7 th 30 6 Jako 11 th $29 767 565 5 CMS 6 th 20 7 Haden 9 th $21 983 754 6 Scott Mechanical 16 th 14 8 Tyco / T O'Connor 17 th $21 733 176 7 Haden 9 th 12 9 Tyco / Designair 17 th $20 420 589 8 Tyco/ T O'Connor 17 th 11 10 AMEC Engineering 3 rd $6 662 760 8 Tyco / Designair 17 th 11 11 CMS 6 th $6 311 532 9 LL Noms/Mech Const 12 th 10 12 LL Noms/\nMech Const 12 th $6 295 603 10 Ralie 15 th 6 13 Scott Mechanical 16 th $3 063 161 11 Admiral Mechanical 1 st 5 14 Admiral Mechanical 1 st $1 977 850 12 AMEC Engineering 3 rd 2 15 Ralie 15 th $1 288 568 \n30 Haden and the two Tyco respondents are only alleged by the applicant at the time of the writing of these reasons.",
      "id": "s88"
    },
    {
      "text": "The fourth respondent and the applicant are in negotiations as to the extent of that respondents conduct and they have not been included in this table.",
      "id": "s89"
    },
    {
      "text": "The following table shows the comparative position of the respondent individuals:\n \n\n Relative Ranking in terms of all Arrangements or Understandings made or arrived at (ie Miscellaneous, Table, HJ/KFC, DSA, Bottom Line and Floreat Forum) during the penalty period.",
      "id": "s90"
    },
    {
      "text": "Relative Ranking in terms of total Value of All Arrangements or Understandings made or arrived at (ie Miscellaneous, Table, HJ/KFC, DSA, Bottom Line and Floreat Forum) during the penalty period.",
      "id": "s91"
    },
    {
      "text": "Ranking Respondent Resp No Total No.",
      "id": "s92"
    },
    {
      "text": "of Collusive Jobs Ranking Respondent Resp No Total Value of Collusive Jobs 1 Smith 23 rd 59 1 Healey 23 rd $57 237 837 2 Healey 29 th 41 2 Smith 29 th $56 282 449 2 Burmaz 28 th 41 2 Burmaz 28 th $57 237 837 3 Ferguson 36 th 40 3 Ferguson 36 th $42 379 515 3 Pierce 35 th 40 3 Pierce 35 th $42 379 515 4 Jakovich 34 th 30 4 Jakovich 34 th $29 767 565 5 Redfern 25 th 25 5 Henny 27 th $29 472 717 6 Allen 26 th 21 6 Redfern 25 th $23 320 036 7 Scott 39 th 14 7 Albonico* 21 st $20 420 589 8 Blinco 20 th 12 8 Cygulis* 22 nd $19 610 010 9 Albonico* 21 st 11 9 Roche 30 th $17 730 538 10 Jones 24 th 10 10 Allen 26 th $15 595 218 11 Broadley 38 th 9 11 Blinco 20 th $12 958 363 12 Cygulis* 22 nd 8 12 Barrie 19 th $6 229 760 13 Roche 30 th 7 12 Lewis 32 nd $6 229 760 13 Henny 27 th 7 13 Jones 24 th $3 799 955 14 Moore 37 th 6 14 Scott 39 th $3 063 161 15 Nelson 18 th 5 15 Broadley 38 th $2 515 605 16 Barrie 19 th 1 16 Nelson 18 th $1 977 850 16 Lewis 32 nd 1 17 Moore 37 th $1 288 568 16 McLeod 33 rd 1 18 McLeod 33 rd $447 750 16 Ballantyne 31 st 1 19 Ballantyne 31 st $154 250 \n* In relation to Messrs Albonico and Cygulis they are included for jobs alleged (not jobs pressed) against them.",
      "id": "s93"
    },
    {
      "text": "PART 1: NO PECUNIARY PENALTY SOUGHT \n RESPONDENTS 8, 28 AND 29: ENVAR ENGINEERS AND CONTRACTORS PTY LTD (ENVAR), AND MESSRS BURMAZ AND HEALEY \n \n31 During the period from April 1991 and continuing up to about May 2003, Envar made or arrived at:\n \n 1.",
      "id": "s94"
    },
    {
      "text": "27 Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of each of them;\n 2. five AMCA Members Arrangements or Understandings and subsequent AMCA Members Arrangements or Understandings and gave effect to them by making 40 Table Arrangements or Understandings.",
      "id": "s95"
    },
    {
      "text": "3.",
      "id": "s96"
    },
    {
      "text": "40 Table Arrangements or Understandings and gave effect to a provision or provisions of each of them;\n 4. the Esplanade Hotel Convention Centre Arrangement or Understanding, the Harbour Town Arrangement or Understanding and the ABC Perth Arrangement or Understanding.",
      "id": "s97"
    },
    {
      "text": "5. the Floreat Forum Shopping Centre Arrangement or Understanding and gave effect to a provision of it.",
      "id": "s98"
    },
    {
      "text": "32 Some of these arrangements were outside of the penalty period and as with the other respondents are mentioned for completeness.",
      "id": "s99"
    },
    {
      "text": "Envar has also admitted that its making or arriving at and giving effect to the above arrangements or understandings constituted contraventions of ss 45(2)(a)(i) and (ii) and ss 45(2)(b)(i) and (ii) of the Act.",
      "id": "s100"
    },
    {
      "text": "33 The arrangements and understandings were entered into in the same circumstances as those previously set out in relation to DES.",
      "id": "s101"
    },
    {
      "text": "The particulars of the conduct in that respect are more fully set out in the agreed statement of facts.",
      "id": "s102"
    },
    {
      "text": "34 Envar's financial details are as follows:\n \n 2003 2004 Turnover $11 041 957 $12 564 494 Net Profit Before Tax $134 362 $25 604 Per cent of Market Share 7.3 per cent 8.4 per cent Net Assets $420 335 $350 560 No.",
      "id": "s103"
    },
    {
      "text": "of employees 29 30 \n35 Envar did not have a trade practices compliance program in place nor did it provide its executives, employees and other representatives with trade practices education or training at any material time during the relevant period.",
      "id": "s104"
    },
    {
      "text": "Following the applicant's investigation, Envar entered into a contract with Watchdog Compliance on 7 June 2005.",
      "id": "s105"
    },
    {
      "text": "36 In June 2003, Envar approached the applicant to propose resolution of this matter prior to the institution of proceedings on the basis of admitting to contraventions and consenting to appropriate orders.",
      "id": "s106"
    },
    {
      "text": "37 Mr Burmaz was appointed managing director of Envar in February 1997.",
      "id": "s107"
    },
    {
      "text": "Mr Burmaz took over the role previously performed by Mr Healey.",
      "id": "s108"
    },
    {
      "text": "38 Mr Burmaz has not been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s109"
    },
    {
      "text": "He has never been charged with, or convicted of, a criminal offence.",
      "id": "s110"
    },
    {
      "text": "He has not otherwise been prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s111"
    },
    {
      "text": "39 Mr Healey was a founding director of Envar and acted in the role of managing director of Envar until 5 February 1997, when Mr Burmaz joined Envar.",
      "id": "s112"
    },
    {
      "text": "Mr Healey then became, and remains, the Corporate Director of Envar.",
      "id": "s113"
    },
    {
      "text": "40 Mr Healey has not been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s114"
    },
    {
      "text": "He has never been charged with, or convicted of, a criminal offence.",
      "id": "s115"
    },
    {
      "text": "He has not otherwise been prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s116"
    },
    {
      "text": "41 On 29 August 2005 orders were made by consent providing declaratory, injunctive and other relief in respect of these respondents.",
      "id": "s117"
    },
    {
      "text": "No pecuniary penalties were sought in respect of these respondents.",
      "id": "s118"
    },
    {
      "text": "PART 2: PECUNIARY PENALTY BELOW $100 000 \n RESPONDENTS 1 AND 18: ADMIRAL MECHANICAL SERVICES PTY LTD (ADMIRAL) AND MR NELSON \n \n42 To the authorities cited above Admiral and Mr Nelson add a reference to Australian Competition and Consumer Commission v Foamlite (Australia) Pty Ltd (1998) ATPR 41-615 at 47, 45 per Finkelstein J and Australian Competition and Consumer Commission v McMahon Services Pty Ltd (No 1) [2004] ATPR 42-022 at [115] per Lander J.",
      "id": "s119"
    },
    {
      "text": "These authorities are cited with respect to the proposition that an objective bench mark that has previously been used in the case of offending corporations to weigh up the severity of any penalty is the average after tax, annual profit of the trading corporation.",
      "id": "s120"
    },
    {
      "text": "43 Admiral currently and at all relevant times, carried on the business of the design, manufacture, installation, commissioning and maintenance of heating, ventilating and air conditioning systems principally in the Perth metropolitan area.",
      "id": "s121"
    },
    {
      "text": "44 Mr Nelson is the founder and managing director of Admiral.",
      "id": "s122"
    },
    {
      "text": "Mr Nelson was at all material times from 26 June 1996 a director of Admiral; he acted within the scope of his actual or apparent authority as a director, servant or agent of Admiral in respect of his conduct alleged herein.",
      "id": "s123"
    },
    {
      "text": "45 Pursuant to the DSA Group Arrangement or Understanding, from about October 2000 to approximately October 2002, Admiral made and gave effect to five arrangements or understandings with the DSA Group Members, to allocate projects for the supply of commercial and industrial air conditioning services (the DSA Arrangements or Understandings).",
      "id": "s124"
    },
    {
      "text": "46 The background for these offences is similar to that set out in relation to foregoing respondents.",
      "id": "s125"
    },
    {
      "text": "The precise involvement of these respondents is the subject of particular attention in the agreed statement of facts and the joint submissions.",
      "id": "s126"
    },
    {
      "text": "47 During the period from October 2000 and continuing up to about October 2002, Admiral made:\n \n 1. the DSA Group Arrangement or Understanding and gave effect to it each time it made one of the five DSA Arrangements or Understandings to which it was a party; and\n 2. five DSA Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s127"
    },
    {
      "text": "48 Admiral's commercial and industrial air conditioning installation services business' turnover, net profit and net asset position is summarised in the table below:\n Year Turnover Net profit Net Assets 2000/2001 $2.84m ($67 000) $48 941 2001/2002 $3 208 574 $49 501 $98 442 2002/2003 $2 279 036 $13 885 $119 626 2003/2004 $2 099 473 ($13 420) $71 206 \n49 Admiral has employed between four and eight staff during the 2001 to 2005 period.",
      "id": "s128"
    },
    {
      "text": "50 Prior to 1 July 2000 Ruhr Nominees Pty Ltd as trustee for the Admiral Trust carried on the business of Admiral Mechanical Services.",
      "id": "s129"
    },
    {
      "text": "In the 1999/2000 year Admiral Trust had a net profit of $58 500.",
      "id": "s130"
    },
    {
      "text": "51 After 1 July 2000, the Admiral Trust provided the services of Mr Nelson and his wife, Sharon Nelson, to Admiral Mechanical Services.",
      "id": "s131"
    },
    {
      "text": "The Admiral Trust's beneficiaries are Mr Nelson, Mrs Nelson, their five children, Mrs Nelson's mother, Admiral Mechanical Services and a local church.",
      "id": "s132"
    },
    {
      "text": "The Admiral Trust had a net profit of $4559, $40 928 and $38 410 respectively in the 2002, 2003 and 2004 financial years.",
      "id": "s133"
    },
    {
      "text": "52 Admiral has a 50 per cent shareholding in a company called Admiral Services and Maintenance Ltd (ASM).",
      "id": "s134"
    },
    {
      "text": "Mr Nelson is a director of ASM.",
      "id": "s135"
    },
    {
      "text": "ASM was established on 1 July 2002.",
      "id": "s136"
    },
    {
      "text": "ASM's net profit in 2003 was $95 025 on a turnover of $423 219.",
      "id": "s137"
    },
    {
      "text": "ASM's net profit in 2004 was $153 278 on a turnover of $563 581.",
      "id": "s138"
    },
    {
      "text": "The figures include its share of the profit of ASM for those years.",
      "id": "s139"
    },
    {
      "text": "53 Admiral co-operated with the applicant's investigation.",
      "id": "s140"
    },
    {
      "text": "Mr Nelson was interviewed on a voluntary basis and has fully assisted in the preparation of his witness statement with respect to the relevant conduct.",
      "id": "s141"
    },
    {
      "text": "Admiral has admitted the conduct and agreed to consent orders.",
      "id": "s142"
    },
    {
      "text": "54 Mr Nelson is the founder and sole director of Admiral.",
      "id": "s143"
    },
    {
      "text": "Admiral has been conducting business since 1989.",
      "id": "s144"
    },
    {
      "text": "55 Mr Nelson is 43 years old.",
      "id": "s145"
    },
    {
      "text": "He is married with five dependent children.",
      "id": "s146"
    },
    {
      "text": "Mr Nelson's wife, Shari, also works at Admiral assisting with the accounts.",
      "id": "s147"
    },
    {
      "text": "56 Mr Nelson and his wife Shari's taxable income for the period 1998 to 2004 is summarised below:\n Year Taxable Income \n Mr Nelson Shari Nelson \n \n \n 1998 $20 924 $20 700 1999 $31 826 $31 926 2000 $38 470 $38 223 2001 $39 096 $35 639 2002 $37 096 $31 207 2003 $27 696 $27 696 2004 $27 696 $27 696 \n57 Mr Nelson owns a vacant block of land, jointly with his wife in Mt Pleasant.",
      "id": "s148"
    },
    {
      "text": "The land was purchased for $560 000 in 1997 and is currently valued at approximately $900 000.",
      "id": "s149"
    },
    {
      "text": "The land is security for $470 000 in loans in Admiral's and Mr Nelson and his wife's names.",
      "id": "s150"
    },
    {
      "text": "58 Mr Nelson has superannuation of $72 186 in the Nelson Superannuation Fund and a half interest with his wife in a one week time share at Busselton Beach valued at $10 000.",
      "id": "s151"
    },
    {
      "text": "59 Mr Nelson has not been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s152"
    },
    {
      "text": "He has never been charged with, or convicted of, a criminal offence.",
      "id": "s153"
    },
    {
      "text": "He has not otherwise been prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s154"
    },
    {
      "text": "60 An affidavit filed by Mr Nelson, with which the applicant takes no exception, describes the circumstances in which he entered into the arrangements and understandings.",
      "id": "s155"
    },
    {
      "text": "Those circumstances included that one of Admiral's major debtors had gone into administration owing Admiral $67 000.",
      "id": "s156"
    },
    {
      "text": "Further, he had been told that AMCA members wanted to keep him out of certain tender lists so that they could undercut him.",
      "id": "s157"
    },
    {
      "text": "61 By the time he entered into the agreement in October 2000 he had been diagnosed with depression and was receiving counselling.",
      "id": "s158"
    },
    {
      "text": "He considers that the depression was a contributing factor to his involvement.",
      "id": "s159"
    },
    {
      "text": "Neither he nor Admiral received any benefit from his contravening conduct, Admiral not being awarded any of the contracts in question.",
      "id": "s160"
    },
    {
      "text": "62 He said that Admiral has an overdraft facility which is invariably close to or fully drawn.",
      "id": "s161"
    },
    {
      "text": "The company is not in a position to increase its overdraft to meet any penalty.",
      "id": "s162"
    },
    {
      "text": "It pays a modest income for him and his wife.",
      "id": "s163"
    },
    {
      "text": "They consider that having their own business is important to them.",
      "id": "s164"
    },
    {
      "text": "63 Mr Nelson referred to the fact that of his five children, four are quadruplets.",
      "id": "s165"
    },
    {
      "text": "He rents his home.",
      "id": "s166"
    },
    {
      "text": "He is also an elder of a church, that being the hub of his life.",
      "id": "s167"
    },
    {
      "text": "64 As mentioned, consent orders between the applicant and this set of respondents were made on 29 August 2005.",
      "id": "s168"
    },
    {
      "text": "In relation to Admiral, orders were made relating to declarations, injunctions, a compliance program and costs.",
      "id": "s169"
    },
    {
      "text": "In relation to Mr Nelson, orders were made relating to declarations, injunctions and costs.",
      "id": "s170"
    },
    {
      "text": "Pecuniary Penalty \n \n65 The applicant proposes a pre-discount penalty of $70 000 in respect of Admiral and $7500 in respect of Mr Nelson.",
      "id": "s171"
    },
    {
      "text": "The discounted figures would be $49 000 and $5250 respectively.",
      "id": "s172"
    },
    {
      "text": "This represents a 30 per cent discount.",
      "id": "s173"
    },
    {
      "text": "66 Counsel for Admiral and Mr Nelson submitted that these respondents are at the lowest level.",
      "id": "s174"
    },
    {
      "text": "While the proposed penalty in respect of Mr Nelson is not in dispute, it is said by the respondents that the penalty in relation to Admiral is not appropriate when true regard is had to the principle of parity.",
      "id": "s175"
    },
    {
      "text": "67 In the course of his submissions, counsel for these respondents also stressed the degree of their co-operation, the circumstances of the commission of the offence including the health of Mr Nelson and the quality of his character as attested to by various references.",
      "id": "s176"
    },
    {
      "text": "68 In relation to the issues concerning capacity to pay, reliance was placed on Foamlite (1998) ATPR 41-615 and McMahon [2004] ATPR 42-022.",
      "id": "s177"
    },
    {
      "text": "69 Additionally, reference was made to the fact that the market share of Admiral was in the order of 1.6 per cent and that the period of the offending was only over two years with only one respondent being for a shorter period.",
      "id": "s178"
    },
    {
      "text": "Further, Admiral never secured a tender by its contravening conduct.",
      "id": "s179"
    },
    {
      "text": "In this context, it contends its past exemplary conduct had particular weight.",
      "id": "s180"
    },
    {
      "text": "I note in contra to this submission that although Admiral may not have secured a tender personally it was involved in the collusive behaviour and that it was only by all of the respondents' involvement that the collusive behaviour could be successful.",
      "id": "s181"
    },
    {
      "text": "70 In response, the applicant stressed the need for a significant general penalty.",
      "id": "s182"
    },
    {
      "text": "It submitted that a minimum in a price fixing case was that proposed in relation to Admiral.",
      "id": "s183"
    },
    {
      "text": "71 In supplementary submissions the respondents here said there was no foundation upon which the Court should 'fix the bottom end of that range at an arbitrary figure of $49 000'.",
      "id": "s184"
    },
    {
      "text": "I agree with the applicant that no such approach is inherent in the applicant's submissions.",
      "id": "s185"
    },
    {
      "text": "Rather the applicant has sought to apply the relevant factors and principles to arrive at a figure which in its view reflects application of them.",
      "id": "s186"
    },
    {
      "text": "72 The respondents also suggest that the applicant's submission submits that the applicant is contending the legislation compels the Court to submit itself to a uniform regime of pecuniary penalties for nothing more than the sake of uniformity.",
      "id": "s187"
    },
    {
      "text": "I do not understand the applicant's submissions as taking that approach.",
      "id": "s188"
    },
    {
      "text": "73 Regard must also be had to the parities in relation to Admiral, namely that it is the second last in relation to total number of arrangements and in relation to total value of arrangements.",
      "id": "s189"
    },
    {
      "text": "The parities in respect of Mr Nelson are 15 of 16 of all arrangements and 16 of 19 for the total value.",
      "id": "s190"
    },
    {
      "text": "Payment in instalments \n \n74 Affidavits of Mr Nelson have addressed cashflow issues experienced by Admiral.",
      "id": "s191"
    },
    {
      "text": "Nevertheless in 2004/2005 Admiral's turnover and net profit increased substantially and quite dramatically, resulting in an increase in gross profit from trading from $402 652 to $661 255.",
      "id": "s192"
    },
    {
      "text": "This enabled Admiral to reduce its loan liability.",
      "id": "s193"
    },
    {
      "text": "The net asset position of Admiral also improved from $71 206 to $250 760 during the same 12 months.",
      "id": "s194"
    },
    {
      "text": "Retained profits increased from $84 842 to $248 456.",
      "id": "s195"
    },
    {
      "text": "Taking also into account Admiral's ownership of 50 per cent of the shares in Admiral Service and Maintenance Pty Ltd as well, it cannot be said that Admiral does not have a capacity to pay a pecuniary penalty from cash reserves or such reserves and borrowing.",
      "id": "s196"
    },
    {
      "text": "It is in the position where it has enjoyed substantially increased turnover, gross and net profit, assets and retained profits.",
      "id": "s197"
    },
    {
      "text": "75 Nevertheless the applicant accepts that the Court would have proper regard to the appropriate factors yet sufficiently address any cashflow issues by ordering that the totality of the pecuniary penalties order and costs agreed against the Admiral respondents be paid in four annual instalments of $16 000 with the first such instalment being paid within thirty days of the relevant order being made (giving a grand total of $64 000 comprised of the sum total of a pecuniary of $49 000 against Admiral, $5240 against Mr Nelson and agreed costs of $10 000).",
      "id": "s198"
    },
    {
      "text": "Determination of pecuniary penalty \n \n76 In relation to Admiral the starting point of $70 000 viewed in the context of discount and instalments is clearly within the range.",
      "id": "s199"
    },
    {
      "text": "77 As to Mr Nelson, I consider the range of penalty to be such as would include $7500, to which the discount should be applied resulting in an amount payable of $5250.",
      "id": "s200"
    },
    {
      "text": "78 These pecuniary penalties should be paid together with agreed costs in the instalments proposed by the applicant.",
      "id": "s201"
    },
    {
      "text": "RESPONDENTS 15, 37 AND 38: RALIE PTY LTD AND MESSRS MOORE AND BROADLEY \n \n79 Ralie admitted that conduct by its directors Messrs Moore and Broadley, on its behalf in relation to the arrangements or understandings, constituted conduct by Ralie in contradiction of s 45(2) of the Act.",
      "id": "s202"
    },
    {
      "text": "80 Messrs Moore and Broadley admitted that from 2000 to 2002 they were directly or indirectly knowingly concerned in, or party to, the contraventions by Ralie.",
      "id": "s203"
    },
    {
      "text": "81 The Ralie respondents accepted that their conduct, constituting as it does contraventions (or involvement in contraventions) of s 45(2) read with s 45A and s 4D, was very serious.",
      "id": "s204"
    },
    {
      "text": "Such contraventions must be seen as amongst the most serious of the non-criminal contraventions of the Act.",
      "id": "s205"
    },
    {
      "text": "82 The applicant regarded these contraventions as very serious.",
      "id": "s206"
    },
    {
      "text": "They were deliberate and covert and involved senior management of Ralie.",
      "id": "s207"
    },
    {
      "text": "However, Ralie is one of the smaller competitors in the relevant market.",
      "id": "s208"
    },
    {
      "text": "Ralie's conduct, by reference to the number of projects involved and the dollar amount of the projects involved, is at the lower end in comparison with the other respondents in these proceedings.",
      "id": "s209"
    },
    {
      "text": "83 I therefore agreed it was appropriate for the Court to exercise its discretion to make the proposed declarations \n \n84 The proposed injunctions were consistent with the public interest.",
      "id": "s210"
    },
    {
      "text": "The Ralie respondents continue to operate in the industry.",
      "id": "s211"
    },
    {
      "text": "85 I therefore agreed to the making of those consent orders presented by the parties.",
      "id": "s212"
    },
    {
      "text": "Costs \n \n86 Although the issue of costs was not addressed by those orders, the Court was informed by counsel for the Ralie respondents at the hearing that it had been agreed the respondents would pay the applicant's costs to be taxed if not agreed.",
      "id": "s213"
    },
    {
      "text": "On 20 July 2007 I signed a consent order having the effect of fixing such costs in the sum of $1 200 in respect of Ralie and Messrs Broadley and Moore.",
      "id": "s214"
    },
    {
      "text": "Pecuniary penalty \n Nature and extent of contravening conduct \n \n87 During the period from 2000 and continuing up to about 2003, Ralie made:\n \n 1. two (2) Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of each of them;\n 2. the DSA Group Arrangement or Understanding and gave effect to it each time it made one of the seven (7) DSA Arrangements or Understandings to which it was a party; and\n 3. seven (7) DSA Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s215"
    },
    {
      "text": "88 The applicants claim the relative ranking of Mr Moore is 14 of 16 for all arrangements and 17 of 19 for total value.",
      "id": "s216"
    },
    {
      "text": "89 The relative ranking of Mr Broadley is 11 of 16 for all arrangements and 15 of 19 for total value.",
      "id": "s217"
    },
    {
      "text": "Amount of loss or damage \n \n90 The usual difficulties of quantification are encountered here.",
      "id": "s218"
    },
    {
      "text": "Circumstances of the alleged contravention \n \n91 Consistently with the description of the conduct generally, it occurred frequently and was widespread and entrenched in the industry.",
      "id": "s219"
    },
    {
      "text": "Size and financial position of company \n \n92 The following table contains a summary of the Ralie commercial and industrial air conditioning installation business annual turnover and profit during the years indicated:\n Year ended 30 June Total Income Profit Before Tax Assets Liabilities Net Assets 2003 $111 3107 ($139 982) $323 828 $360 684 ($36 856) 2002 $2 219 157 $5 219 $706 943 $603 817 $103 126 2001 $2 111 808 ($58 538) $704 173 $606 266 $97 907 2000 $1 903 445 ($33 141) $508 813 $209 716 $158 445 \n93 Mr Moore founded Ralie in September 1994, when he and Mr Broadley bought the business of J.R Morgan &amp; Company.",
      "id": "s220"
    },
    {
      "text": "94 Mr Moore is 40 years of age and enjoys good health.",
      "id": "s221"
    },
    {
      "text": "He is married and has two dependent children aged 1 and 6.",
      "id": "s222"
    },
    {
      "text": "Mr Moore earns a salary of $60 000 per annum.",
      "id": "s223"
    },
    {
      "text": "He aims to work until retirement age (65) and will earn a similar annual income (with increases as the years progress) until retirement age has been attained.",
      "id": "s224"
    },
    {
      "text": "Mr Moore has negligible savings and together with his wife owns a modest home in Karrinyup that is mortgaged for an amount of $241 374.",
      "id": "s225"
    },
    {
      "text": "95 Mr Broadley founded Ralie in September 1994, when he and Mr Moore bought the business of J.R Morgan &amp; Company.",
      "id": "s226"
    },
    {
      "text": "96 Mr Broadley is 60 years of age and enjoys good health.",
      "id": "s227"
    },
    {
      "text": "He is married and the last of his dependent children left home in May 2005.",
      "id": "s228"
    },
    {
      "text": "Mr Broadley earns a salary of $60 000 per annum.",
      "id": "s229"
    },
    {
      "text": "He aims to work until retirement age (65) and will earn a similar annual income until that age has been attained.",
      "id": "s230"
    },
    {
      "text": "Mr Broadley, together with this wife, owns a modest home in Bickley which they have recently paid off.",
      "id": "s231"
    },
    {
      "text": "He has negligible savings having recently contributed to his daughter's wedding in May 2005.",
      "id": "s232"
    },
    {
      "text": "97 The respondents' submissions state that Ralie employs 9 people, several of these on a casual basis.",
      "id": "s233"
    },
    {
      "text": "Generally it does not tender for jobs valued at over $500 000 as it does not have the financial resources to do work above that size.",
      "id": "s234"
    },
    {
      "text": "Degree of market power \n \n98 Ralie held approximately 1-2 per cent of the total market in Western Australia during the relevant period of time.",
      "id": "s235"
    },
    {
      "text": "99 Ralie considers itself a small company in comparison with its competitors, only Scott Mechanical reporting a smaller turnover.",
      "id": "s236"
    },
    {
      "text": "Deliberateness and duration of conduct \n \n100 The conduct was deliberate and undertaken voluntarily with the understanding that it was illegal.",
      "id": "s237"
    },
    {
      "text": "Involvement of senior management \n \n101 The contraventions of Ralie occurred as the result of the conduct of Messrs Moore and Broadley, both being its directors.",
      "id": "s238"
    },
    {
      "text": "At all relevant times Messrs Moore and Broadley were directors with significant control over Ralie's operations in Western Australia.",
      "id": "s239"
    },
    {
      "text": "Corporate culture \n \n102 Ralie and Messrs Moore and Broadley have substantially co-operated with the applicant's investigation.",
      "id": "s240"
    },
    {
      "text": "It has commenced to institute a compliance measure program through Watchdog Compliance Pty Ltd the program of which is consistent with the Australian standard for compliance programs.",
      "id": "s241"
    },
    {
      "text": "Past conduct \n \n103 None of Ralie, Messrs Moore and Broadley have previously been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s242"
    },
    {
      "text": "Deterrence and capacity to pay \n \n104 The respondent submits that the deterrence factor cannot be viewed in isolation from the respondent's capacity to pay the penalty and the net effects of the size of the imposition.",
      "id": "s243"
    },
    {
      "text": "It is submitted that the conduct of the Ralie respondents is at the very lower end of the scale in comparison with other respondents.",
      "id": "s244"
    },
    {
      "text": "In addition Ralie's profits before tax and net asset position for the period of the offending conduct (2000 to 2003) are said to be of significance.",
      "id": "s245"
    },
    {
      "text": "Determination of pecuniary penalty \n \n105 The applicant submits that the appropriate pecuniary penalties to be paid by each of the Ralie respondents are as follows:\n \n 1.",
      "id": "s246"
    },
    {
      "text": "Ralie --- $70 000;\n 2.",
      "id": "s247"
    },
    {
      "text": "Mr Moore - $7000; and\n 3.",
      "id": "s248"
    },
    {
      "text": "Mr Broadley - $7000.",
      "id": "s249"
    },
    {
      "text": "106 The respondents submit that the penalty range proposed by the applicant is so onerous as likely to have the effect of forcing Ralie into liquidation.",
      "id": "s250"
    },
    {
      "text": "107 The respondent submits that as it is accepted by the applicant that Ralie and its operators were very minor players in the overall conduct, it is appropriate that penalties for them be at the lower end.",
      "id": "s251"
    },
    {
      "text": "Furthermore, as Ralie has a smaller turnover compared to its competitors and operates with tight profit margins, a moderate penalty is likely to have a significant deterrent effect on it engaging in similar conduct in the future.",
      "id": "s252"
    },
    {
      "text": "In this regard a penalty in the vicinity of $20 000 is both significant in light of Ralie's circumstances as a deterrent and as an actual penalty.",
      "id": "s253"
    },
    {
      "text": "108 It is submitted that due consideration should also be given to the financial impositions of Ralie's significant legal costs as well as its obligation by way of agreement to pay the applicant's legal costs to be taxed if not agreed.",
      "id": "s254"
    },
    {
      "text": "109 Both Messrs Moore and Broadley have been remorseful and cognisant of their wrongdoing.",
      "id": "s255"
    },
    {
      "text": "They have been fully cooperative with the applicant and have made a considerable financial commitment to the implementation of a detailed compliance program.",
      "id": "s256"
    },
    {
      "text": "Both Messrs Moore and Broadley earn a modest income of $60 000 before tax.",
      "id": "s257"
    },
    {
      "text": "It is therefore submitted by the respondents that a penalty of $5000 as against each respondent (when viewed together with monies spent on legal representation and payment of the applicant's costs) is a significant imposition and weighty deterrent.",
      "id": "s258"
    },
    {
      "text": "110 Ralie is a notch above Admiral in the relative rankings.",
      "id": "s259"
    },
    {
      "text": "The Ralie starting point of $70 000 is favourable in that equates to the starting point for Admiral.",
      "id": "s260"
    },
    {
      "text": "However, the discounts offered to Admiral for co-operation are not proposed by the applicant in relation to Ralie and there is no evidence of a foundation for them.",
      "id": "s261"
    },
    {
      "text": "111 I do not consider that the parity principle or the deterrence principle would permit of the starting point for Ralie being $20 000 or the penalties proposed for Messrs Moore and Broadley being reduced.",
      "id": "s262"
    },
    {
      "text": "112 However, the parity principle would permit Ralie to have the same opportunities to pay by instalments as have been applied in the case of Admiral.",
      "id": "s263"
    },
    {
      "text": "This would assist in addressing the issue of financial hardship argued for Ralie.",
      "id": "s264"
    },
    {
      "text": "113 Accordingly I find the pecuniary penalty against Ralie should be $70 000 and against each of Messrs Moore and Broadley the sum of $7000.",
      "id": "s265"
    },
    {
      "text": "These pecuniary penalties should be paid together with agreed costs in four annual instalments.",
      "id": "s266"
    },
    {
      "text": "RESPONDENTS 16 AND 39: SCOTT MECHANICAL SERVICES PTY LTD (SCOTT MECHANICAL) AND MR SCOTT \n \n114 In respect of these respondents, consent orders have been reached in relation to declarations and injunctions, a compliance program and costs.",
      "id": "s267"
    },
    {
      "text": "The respondents oppose the quantum of the pecuniary penalty proposed.",
      "id": "s268"
    },
    {
      "text": "115 Scott Mechanical has admitted that the making of the arrangements or understandings and the giving effect to them is contrary to the provisions of ss 45(2)(a)(i) and (ii) and ss 45(2)(b)(i) and (ii) of the Act.",
      "id": "s269"
    },
    {
      "text": "116 Mr Scott has admitted that he was directly or indirectly knowingly concerned in, or party to, the contraventions by Scott Mechanical of the Act.",
      "id": "s270"
    },
    {
      "text": "117 For the purpose of these reasons the conduct in which Scott Mechanical and Mr Scott engaged may be described as similar to that previously set out in relation to DES.",
      "id": "s271"
    },
    {
      "text": "The exact conduct is set out in detail in the agreed statement of facts.",
      "id": "s272"
    },
    {
      "text": "118 Scott Mechanical currently and at all material times carried on the business of the supply, installation, commissioning and maintenance of heating, ventilating and air conditioning systems principally in Western Australia.",
      "id": "s273"
    },
    {
      "text": "119 It employs only one employee, being Mr Scott.",
      "id": "s274"
    },
    {
      "text": "From June 1988 he was a founding director of Scott Mechanical together with his wife.",
      "id": "s275"
    },
    {
      "text": "He acted within the scope of his actual or apparent authority as a director, servant or agent of Scott Mechanical in respect of his conduct.",
      "id": "s276"
    },
    {
      "text": "120 The size of the company in terms of operating profit is currently nil.",
      "id": "s277"
    },
    {
      "text": "The company's net asset position is $111 000.",
      "id": "s278"
    },
    {
      "text": "The total amount of invoices last financial year was $1 073 476.29.",
      "id": "s279"
    },
    {
      "text": "The monthly invoice records for June 2004 to date total $399 613.25.",
      "id": "s280"
    },
    {
      "text": "The balance still to be claimed on two current jobs is $25 113.",
      "id": "s281"
    },
    {
      "text": "There is money still owing to it in the amount of $52 154.76.",
      "id": "s282"
    },
    {
      "text": "121 Below is a schedule showing income, profit before tax, assets and liabilities from the year ending 30 June 1999 to the year ending 30 June 2003.",
      "id": "s283"
    },
    {
      "text": "Year ending Total Income* Total Profit/loss* Assets Liabilities Net Assets 30 June 1999 $340 180 $27 288 (L) $535 378 $150 994 $384 384 30 June 2000 $141 499 $38 005 (L) $458 334 $143 358 $314 976 30 June 2001 $168 115 $21 066 (L) $350 382 $118 804 $213 578 30 June 2002 $164 833 $44 024 (L) $441 856 $166 256 $275 600 30 June 2003 $128 959 $17 223 $341 501 $48 677 $292 824 \nScott Mechanical did not have a trade practices compliance program in place nor did it provide its executives, employees and other representatives with trade practices education or training at any material time during the relevant period.",
      "id": "s284"
    },
    {
      "text": "122 Mr Scott's gross income is $38 000.",
      "id": "s285"
    },
    {
      "text": "He owns a number of assets jointly including:\n \n 1. the family home ($275 000);\n 2. vacant land ($70 000);\n 3. three motor vehicles ($15 000, $28 000 and $6000);\n 4. hangars at Jandakot ($172 000 in total) and \n 5. hangar income ($24 600);\n 6. trailer boat ($9000);\n 7. shares ($45 000) and\n 8. contents and possessions ($35 000).",
      "id": "s286"
    },
    {
      "text": "123 His liabilities included:\n \n 1.",
      "id": "s287"
    },
    {
      "text": "Jandakot Airport Holdings 2003/2004 ($28 500);\n 2. cost of living ($36 000 which is jointly covered); and\n 3. a security lodged with the Commonwealth Bank ($13 000).",
      "id": "s288"
    },
    {
      "text": "124 Mr Scott is also responsible for the on going care of his daughter, who is in receipt of a disability pension.",
      "id": "s289"
    },
    {
      "text": "Ms Scott is intellectually disabled.",
      "id": "s290"
    },
    {
      "text": "Regarding her ability to use public transport, she was assessed as being unable to exercise personal survival skills, having much difficulty with social skills, education skills and recognition skills.",
      "id": "s291"
    },
    {
      "text": "Ms Scott's skill levels will not improve with training and are permanent.",
      "id": "s292"
    },
    {
      "text": "125 Mr Scott is himself currently undergoing review for his diabetic status.",
      "id": "s293"
    },
    {
      "text": "He also awaits knee replacement surgery on his arthritic knees.",
      "id": "s294"
    },
    {
      "text": "126 Mr Scott has not been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s295"
    },
    {
      "text": "He has never been charged with, or convicted of, a criminal offence.",
      "id": "s296"
    },
    {
      "text": "He has not otherwise been prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s297"
    },
    {
      "text": "127 I considered the proposed consent orders in respect of declarations, injunctions, a corporate compliance program and costs between the applicant and respondents to be appropriate and made the orders on 29 August 2006.",
      "id": "s298"
    },
    {
      "text": "Pecuniary penalties \n \n128 The applicant seeks a pecuniary penalty order against Scott Mechanical in the amount of $75 000.",
      "id": "s299"
    },
    {
      "text": "As against Mr Scott, it seeks a pecuniary penalty order in the amount of $7000.",
      "id": "s300"
    },
    {
      "text": "Nature and extent of conduct \n \n129 From 1999 to May 2003, Scott Mechanical, through the conduct of Mr Scott, made or arrived at:\n \n 1. two Miscellaneous Arrangements or Understandings and gave effect to each of them;\n 2. the DSA Group Arrangement or Understanding and gave effect to it;\n 3. seven DSA Arrangements or Understandings and gave effect to each of them;\n 4. two HJ/KFC Group Arrangements or Understandings and gave effect to each of them; and\n 5. five HJ/KFC Arrangements or Understandings and gave effect to each of them.",
      "id": "s301"
    },
    {
      "text": "130 In about October 2000 Scott Mechanical became a party to the DSA Group Arrangement or Understanding.",
      "id": "s302"
    },
    {
      "text": "The meetings for the DSA Group were held at Mr Scott's premises in Midvale.",
      "id": "s303"
    },
    {
      "text": "As a member of the DSA Group, Scott Mechanical was a party to seven DSA Arrangements or Understandings during the period from November 2000 to about February 2002.",
      "id": "s304"
    },
    {
      "text": "131 In July 2001, Scott Mechanical became a party to the first HJ/KFC Group Arrangement or Understanding, and remained so when Centigrade joined in approximately September 2001.",
      "id": "s305"
    },
    {
      "text": "During the period from July 2001 to about January 2003, Scott Mechanical was a party to five HJ/KFC Arrangements or Understandings.",
      "id": "s306"
    },
    {
      "text": "132 The Designated Tenderer Arrangements or Understandings were highly organised and frequent, following an established pattern of conduct that had been ongoing in the industry for a considerable period of time.",
      "id": "s307"
    },
    {
      "text": "The development of the DSA Group Arrangement or Understanding and HJ/KFC Group Arrangement or Understanding resulted in an increase in the regularity of the conduct and the development of methods to best identify the projects for which Designated Tenderer Arrangements or Understandings could be made.",
      "id": "s308"
    },
    {
      "text": "133 The following table sets out the Designated Tenderer Arrangements or Understandings that Scott Mechanical made and/or gave effect to through Mr Scott.",
      "id": "s309"
    },
    {
      "text": "Total Projects Arrangement or Understanding Type Made Gave effect Total value Won as the DT Total value of projects won Misc 2 2 $365 621 Nil Nil DSA 7 5 (1 project halted) $2 250 253 1 $1 065 185 HJ/KFC 5 4 $447 287 1 $85 140 Total 14 11 $3 063 161 2 $1 150 325 \n134 There is evidence that the market was at all times very price-sensitive.",
      "id": "s310"
    },
    {
      "text": "At this time, owners and builders were particularly aggressive in seeking reductions in tender prices.",
      "id": "s311"
    },
    {
      "text": "Consequently, this conduct was designed to directly circumvent those efforts and reduce the competitive pressures on price.",
      "id": "s312"
    },
    {
      "text": "135 Similar conduct was widespread and entrenched in the industry, with all of the major contractors having been involved for some or all of the period.",
      "id": "s313"
    },
    {
      "text": "Size of contravening company \n \n136 Scott Mechanical was incorporated in June 1988.",
      "id": "s314"
    },
    {
      "text": "Mr Scott and his wife are and have always been the only directors.",
      "id": "s315"
    },
    {
      "text": "The shareholders are Mr Scott, his wife, Mrs Marilyn Fay Scott and Venecar Nominees Pty Ltd. Venecar Nominees Pty Ltd is trustee for the Scott Family Trust.",
      "id": "s316"
    },
    {
      "text": "Peter Scott and Marilyn Scott are the shareholders and directors of Venecar Nominees Pty Ltd. Mr Scott is currently the only employee of Scott Mechanical.",
      "id": "s317"
    },
    {
      "text": "137 In 1998, Mr Scott was the only employee of Scott Mechanical.",
      "id": "s318"
    },
    {
      "text": "In 1989, Mr Scott employed a couple of installers directly but let them go in 1990 as there was insufficient continuing work to sustain them.",
      "id": "s319"
    },
    {
      "text": "For all intents and purposes, Mr Scott is a 'one-man operation'.",
      "id": "s320"
    },
    {
      "text": "138 Scott Mechanical is a minor player in the market.",
      "id": "s321"
    },
    {
      "text": "139 Below is a schedule showing income, profit before tax, assets and liabilities from the year ending 30 June 1999 to the year ending 30 June 2003:\n Year ending Total Income Total Profit/loss Assets Liabilities Net Assets 30 June 1999 $340 180 $27 288 (L) $535 378 $150 994 $384 384 30 June 2000 $141 499 $38 005 (L) $458 334 $143 358 $314 976 30 June 2001 $168 115 $21 066 (L) $350 382 $118 804 $213 578 30 June 2002 $164 833 $44 024 (L) $441 856 $166 256 $275 600 30 June 2003 $128 959 $17 223 $341 501 $48 677 $292 824 Degree of market power \n \n140 Although difficult to reach a definite view, it is estimated that Scott Mechanical has a market share of approximately 0.4 per cent and 0.5 per cent, a share which has remained fairly static.",
      "id": "s322"
    },
    {
      "text": "141 The majority of Scott Mechanical's work is in the supply and installation of commercial and industrial air conditioning and mechanical services.",
      "id": "s323"
    },
    {
      "text": "Scott Mechanical has two or three regular small maintenance contracts and subcontracts that work to E W Perry &amp; Co.",
      "id": "s324"
    },
    {
      "text": "The only other maintenance work performed by Scott Mechanical is in relation to warranties on installation projects done by Scott Mechanical.",
      "id": "s325"
    },
    {
      "text": "Amount of loss or damage \n \n142 Mr Scott's evidence is that since his resignation from AMCA around July 1999, he has not won any consultancy tendered work.",
      "id": "s326"
    },
    {
      "text": "With no work in progress or available for quotation he considers a very serious financial situation faces Scott Mechanical.",
      "id": "s327"
    },
    {
      "text": "Of the net assets of the company, shown at $292 824, he states that $263 661 of that amount is by way of two unsecured loans.",
      "id": "s328"
    },
    {
      "text": "Deliberateness of the contravention and duration \n \n143 Scott Mechanical was involved in collusive conduct for a period between 1999 and 2003.",
      "id": "s329"
    },
    {
      "text": "144 The conduct was deliberate and the parties including Mr Scott kept the conduct secret from the builders, owners, architects and consultants who put the projects to tender.",
      "id": "s330"
    },
    {
      "text": "145 The applicant claims the first meeting of the DSA Group was held at Scott Mechanical's premises at the invitation of Mr Scott and he was selected as the designated tenderer for the first DSA Arrangement or Understanding, being Christchurch Grammar.",
      "id": "s331"
    },
    {
      "text": "However, Mr Scott's affidavit explains the meeting was initiated by another who requested to hold it at Scott Mechanical's premises.",
      "id": "s332"
    },
    {
      "text": "Involvement of senior management \n \n146 The contraventions of Scott Mechanical arose solely from the conduct of Mr Scott who was a director and the effective owner of Scott Mechanical, having established it himself.",
      "id": "s333"
    },
    {
      "text": "At all material times, the conduct was instigated by Mr Scott on behalf of Scott Mechanical.",
      "id": "s334"
    },
    {
      "text": "Company's corporate culture \n \n147 As far as the applicant is aware, Scott Mechanical has not implemented a compliance program or similar measures to address the trade practices issues raised by this conduct.",
      "id": "s335"
    },
    {
      "text": "Co-operation \n \n148 Mr Scott has co-operated with the applicant's investigation by providing documents and voluntarily providing and signing a statement setting out his involvement in the conduct.",
      "id": "s336"
    },
    {
      "text": "In fact, Mr Scott signed a witness statement in September 2004 and has at all material times been fully frank and forthright in relation to his involvement in the conduct.",
      "id": "s337"
    },
    {
      "text": "Scott Mechanical and Mr Scott have admitted the allegations made against them and have agreed to the matter proceeding to a hearing in relation to final relief on a non-contested basis (except in respect to pecuniary penalties and costs) thus saving the Court and the applicant substantial time and expense.",
      "id": "s338"
    },
    {
      "text": "Deterrence \n \n149 The conduct has been widespread and entrenched so it is important for significant penalties to be awarded in order to deter others from engaging in similar conduct in the future.",
      "id": "s339"
    },
    {
      "text": "Past conduct \n \n150 Scott Mechanical and Mr Scott have not previously been subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s340"
    },
    {
      "text": "Parity \n \n151 In relation to parity, Scott Mechanical's relative ranking in relation to the other respondents is shown in the relativity tables as 6 of 12 with respect to all arrangements and 13 of 15 with respect to total value.",
      "id": "s341"
    },
    {
      "text": "152 The applicant submits that Scott Mechanical would be attracting at the discounted rate the fourth lowest penalty.",
      "id": "s342"
    },
    {
      "text": "153 Mr Scott was 7 of 16 in respect of all arrangements and 14 of 19 in respect of total value.",
      "id": "s343"
    },
    {
      "text": "Determination of pecuniary penalty \n \n154 Counsel for the respondents relied on an affidavit of Mr Scott sworn on 8 August 2005.",
      "id": "s344"
    },
    {
      "text": "In that, Mr Scott states that his personal salary varies from and is an amount less than that stated above which came from the joint submissions and agreed statement of facts documents.",
      "id": "s345"
    },
    {
      "text": "155 In his submissions, counsel for Scott Mechanical and Mr Scott stressed that the entity was a one person operation, Mr Scott had been very co-operative with the applicant, he otherwise had an impeccable record, he had illnesses to address and his daughter's intellectual disability to be involved with and he experienced a decline in business.",
      "id": "s346"
    },
    {
      "text": "In particular, it was said it was necessary to have regard to the principle of parity.",
      "id": "s347"
    },
    {
      "text": "156 I consider that viewed in relation to issues of parity the starting point for the pecuniary penalty for both Scott Mechanical and Mr Scott is within range.",
      "id": "s348"
    },
    {
      "text": "Counsel for the applicant said that represented a discount of 40 per cent from $125 000.",
      "id": "s349"
    },
    {
      "text": "157 Mr Scott argued that he had been fully co-operative with the applicant, making full and frank admissions.",
      "id": "s350"
    },
    {
      "text": "This has been recognised in the 30 per cent discount applied by the applicant in respect of Mr Scott to arrive at the proposed penalty for him.",
      "id": "s351"
    },
    {
      "text": "158 However, the financial circumstances of both Scott Mechanical and Mr Scott are such that parity dictates they be given the same opportunity to pay in instalments as applied to Admiral and Ralie and their relevant personnel.",
      "id": "s352"
    },
    {
      "text": "159 Accordingly I find the penalty in respect of Scott Mechanical should be $75 000 and Mr Scott $7000.",
      "id": "s353"
    },
    {
      "text": "These pecuniary penalties should be paid together with agreed costs in four annual instalments.",
      "id": "s354"
    },
    {
      "text": "PART 3: PECUNIARY PENALTY ABOVE $200 000 \n RESPONDENTS 2, 3 AND 19: AMEC AUSTRALIA PTY LTD, AMEC ENGINEERING PTY LTD AND MR BARRIE \n \n160 During the period from June 1995 and continuing up to about October 1999:\n \n 1. the AMEC respondents made or arrived at five (5) Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of each of them and Mr Barrie: \n\n(a) authorised or otherwise permitted Mr Blinco to make or arrive at one (1) Miscellaneous Arrangement or Understanding and give effect to of a provision or provisions of the same;\n \n(b) gave effect to a provision or provisions of four (4) of them;\n \n 2. the AMEC respondents made or arrived at three (3) AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangement or Understanding and gave effect to them by making seven (7) Table Arrangements or Understandings and Mr Barrie authorised or otherwise permitted: \n\n(a) the making or arriving at of three (3) AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangement or Understanding;\n \n(b) giving effect to them by making six (6) Table Arrangements or Understandings\n \n 3. the AMEC respondents made or arrived at seven (7) Table Arrangements or Understandings and gave effect to a provision or provisions of each of them and Mr Barrie authorised or otherwise permitted: \n\n(a) the making or arriving at of six (6) Table Arrangements or Understandings;\n \n(b) giving effect to a provision or provisions of each of them.",
      "id": "s355"
    },
    {
      "text": "161 The minute of consent proposes that the Court make the following orders:\n \n 1. declarations; and\n 2. injunctions,\n against each of the AMEC respondents and Mr Barrie,\n 3. a pecuniary penalty; and\n 4. an order for costs,\n against AMEC Engineering and Mr Barrie only, and\n 5. the implementation of a compliance program by way of a probation order, against each of the AMEC respondents only.",
      "id": "s356"
    },
    {
      "text": "162 I considered the agreed declarations and injunctions satisfy the principles previously set out and agreed they should be made.",
      "id": "s357"
    },
    {
      "text": "Costs \n \n163 I accepted the minute with the proposed consent order concerning costs.",
      "id": "s358"
    },
    {
      "text": "Pecuniary penalty \n \n164 Upon consideration of the factors and circumstances referred to later in these joint submissions, the applicant and Mr Barrie have agreed that, subject to the agreement of the Court, the appropriate penalty is $15 000 and the applicant and AMEC Engineering have agreed that the appropriate penalty is $225 000.",
      "id": "s359"
    },
    {
      "text": "These amounts include a 'discount' of 25 per cent to reflect and acknowledge the cooperation of Mr Barrie and AMEC Engineering with the applicant and the saving in time and expense to the applicant and the Court in avoiding the need for a contested hearing in relation to liability.",
      "id": "s360"
    },
    {
      "text": "The nature and extent of the contravening conduct \n \n165 The following table sets out the value of the 'designated tenderer' arrangements or understandings that AMEC Engineering made and/or gave effect to through Mr Barrie's conduct in authorising or otherwise permitting such conduct during the penalty period:\n Arrangement or Understanding Type No.",
      "id": "s361"
    },
    {
      "text": "of Projects Total value No.",
      "id": "s362"
    },
    {
      "text": "selected as DT No.",
      "id": "s363"
    },
    {
      "text": "won as DT Total value of projects won Miscellaneous 1 $6 229 760 0 0 $0 Table 1 $433 000 1 1 $433 000 Total 2 $6 662 760 1 1 $433 000 \n166 AMEC Engineering's relative 'ranking' compared to the other respondents as shown above, is 12 of 13 in respect of all arrangements and 10 of 15 in respect of total value.",
      "id": "s364"
    },
    {
      "text": "167 Since March 1994 Mr Barrie has been a director of AMEC Australia and since June 1996, a director of AMEC Engineering.",
      "id": "s365"
    },
    {
      "text": "He effectively controls, and at all material times controlled, AMEC Australia and AMEC Engineering.",
      "id": "s366"
    },
    {
      "text": "All of the arrangements or understandings to which AMEC Australia and AMEC Engineering were a party to were made or arrived at, or given effect to, by Mr Barrie on behalf of AMEC Australia and AMEC Engineering either directly or through authorising or otherwise permitting Mr Blinco to engage in the said conduct.",
      "id": "s367"
    },
    {
      "text": "168 Mr Barrie's conduct consisted of authorising or otherwise permitting the participation in telephone calls, the attending of meetings and committing the AMEC respondents to make or arrive at and in most but not all circumstances to give effect to the above arrangements or understandings.",
      "id": "s368"
    },
    {
      "text": "The amount of loss or damage caused \n \n169 Since it is not known what the tender prices would have been in the absence of the Arrangements or Understandings, it is difficult to quantify the loss or damage caused by the Designated Tenderer Arrangements or Understandings.",
      "id": "s369"
    },
    {
      "text": "170 Importantly, the conduct wholly undermines the competitive tender process.",
      "id": "s370"
    },
    {
      "text": "The loss or damage to the relevant owner or builder therefore arises irrespective of whether AMEC Australia and AMEC Engineering directly benefited from the conduct by being selected as the designated tenderer to a particular project.",
      "id": "s371"
    },
    {
      "text": "171 The same comments apply to Mr Barrie as apply to AMEC Engineering.",
      "id": "s372"
    },
    {
      "text": "The circumstances of the alleged contravention \n \n172 The designated tenderer arrangements or understandings occurred frequently and they became more organised during some of the periods when the AMCA Members Arrangements or Understandings were operative.",
      "id": "s373"
    },
    {
      "text": "The making of designated tenderer arrangements or understandings followed an established pattern of conduct that had been ongoing in the industry for a considerable period of time.",
      "id": "s374"
    },
    {
      "text": "The advent of the AMCA Members Arrangements or Understandings underlined how entrenched this conduct had become in the air conditioning industry.",
      "id": "s375"
    },
    {
      "text": "173 The comments in relation to AMEC Australia and AMEC Engineering are relevant to Mr Barrie.",
      "id": "s376"
    },
    {
      "text": "The size of the contravening company \n \n174 Between 1990 and 1996, AMEC Australia was a multi-disciplined building services company operating nationally, undertaking mainly design and installation of air conditioning systems, electrical, light and power systems, and communications, plumbing and fire protection services in all types of commercial buildings.",
      "id": "s377"
    },
    {
      "text": "175 In mid 1998, the structure of AMEC Australia's business activities changed, so that all of the business of the Western Australian division was transferred so that it fell under the management control of AMEC Engineering.",
      "id": "s378"
    },
    {
      "text": "This included a transfer of AMEC Australia's air conditioning business unit in Western Australia to AMEC Engineering.",
      "id": "s379"
    },
    {
      "text": "176 This restructure occurred a few months prior to Mr Barrie's appointment as general manager of AMEC Engineering.",
      "id": "s380"
    },
    {
      "text": "Mr Barrie's involvement with the commercial air conditioning services of AMEC Engineering ceased in July 1999 when AMEC Engineering commenced the business.",
      "id": "s381"
    },
    {
      "text": "177 AMEC Engineering continued to carry out work in the commercial air conditioning industry until November 1999, when it exited the industry.",
      "id": "s382"
    },
    {
      "text": "Neither AMEC Engineering nor any of its subsidiaries have had any involvement in the commercial air conditioning industry since November 1999.",
      "id": "s383"
    },
    {
      "text": "178 The current principal activities of AMEC Engineering are in the off-shore oil and gas industries to which it provides front-end design, procurement services, engineering and project management, hook-up and commissioning operations and maintenance support.",
      "id": "s384"
    },
    {
      "text": "179 AMEC Australia's air conditioning division employed around twenty people at its peak period in the early 1990s and employed as few as seven people in the later years when it was scaling down.",
      "id": "s385"
    },
    {
      "text": "These estimates do not include support people in areas such as accounting.",
      "id": "s386"
    },
    {
      "text": "The bulk of the employees in the air conditioning division were project managers, engineers, design engineers and construction supervisors.",
      "id": "s387"
    },
    {
      "text": "180 AMEC Australia/AMEC Engineering generally focused on medium to large scale rather than small projects, as their business structure was more geared to larger and medium sized jobs.",
      "id": "s388"
    },
    {
      "text": "Projects valued at $1m or more were considered medium projects.",
      "id": "s389"
    },
    {
      "text": "181 However, as time passed AMEC Australia/AMEC Engineering began to compete for smaller projects and became more of a medium to small player in the air conditioning industry.",
      "id": "s390"
    },
    {
      "text": "This was because the volume of work in the industry decreased throughout the 1990s and the number of participants in the industry remained fairly constant, thus making it more difficult to secure work.",
      "id": "s391"
    },
    {
      "text": "Additionally, there were fewer large scale projects available.",
      "id": "s392"
    },
    {
      "text": "The degree of market power \n \n182 It is estimated that at the relevant time the average annual turnover for commercial and industrial air conditioning and mechanical services in Western Australia was $120m to $150m.",
      "id": "s393"
    },
    {
      "text": "183 In the early 1990s, AMEC Australia was a fairly large and successful business in the air conditioning industry although its exact percentage of the total market in Western Australia at that time is not known.",
      "id": "s394"
    },
    {
      "text": "The deliberateness of the contravention and period it extended \n \n184 The conduct was deliberate and undertaken voluntarily, but Mr Barrie did not understand that the conduct was illegal.",
      "id": "s395"
    },
    {
      "text": "The parties intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s396"
    },
    {
      "text": "Whether contraventions by senior management or lower level \n \n185 The contraventions of AMEC Engineering occurred as the result of the conduct of Mr Barrie, being their most senior manager and Mr Blinco, senior manager.",
      "id": "s397"
    },
    {
      "text": "At all relevant times Mr Barrie was a director with significant control over this company's operations.",
      "id": "s398"
    },
    {
      "text": "Company's corporate culture \n \n186 AMEC Engineering has not taken any measures to institute a compliance program to address the trade practices issues raised by the conduct.",
      "id": "s399"
    },
    {
      "text": "Co-operation \n \n187 The AMEC respondents and Mr Barrie have co-operated with the applicant's investigation and by admitting their liability, this has saved the parties and the Court the substantial time and expense associated with a contested hearing.",
      "id": "s400"
    },
    {
      "text": "Past conduct \n \n188 The AMEC respondents and Mr Barrie have not previously been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s401"
    },
    {
      "text": "Deterrence \n \n189 The conduct as a whole has been widespread and entrenched, involving contractors supplying the bulk of the commercial and industrial air conditioning services in Perth.",
      "id": "s402"
    },
    {
      "text": "For that reason it is important for significant penalties to be awarded in order to deter the contractors from engaging in the conduct in future.",
      "id": "s403"
    },
    {
      "text": "190 The parties submit that the penalties proposed by them give effect to the relevant principles in respect of deterrence referred to in the Outline of Legal Principles.",
      "id": "s404"
    },
    {
      "text": "In particular, the proposed penalties are likely to have a strong deterrent effect and to demonstrate to the public and the business community that such manner of conduct by corporations which enjoy a near-oligopoly is reprehensible and totally unacceptable.",
      "id": "s405"
    },
    {
      "text": "The quantum of pecuniary penalty needs to demonstrate that such conduct will not be tolerated by the Courts and be punished severely.",
      "id": "s406"
    },
    {
      "text": "A strong penalty will greatly increase the risk to companies engaging in this type of behaviour in the future and will strongly discourage them from acting in a similar fashion.",
      "id": "s407"
    },
    {
      "text": "Determination of pecuniary penalty \n \n191 Having considered these factors including the parities, I was satisfied the proposed penalties were within the appropriate range.",
      "id": "s408"
    },
    {
      "text": "Accordingly I made the order on 21 June 2007.",
      "id": "s409"
    },
    {
      "text": "RESPONDENTS 12 AND 20: LL NOMINEES PTY LTD AND MR BLINCO \n \n192 The proceeding against LL Nominees Pty Ltd (LL Nominees) and Mr Blinco relates to their involvement between 1997 and 2003 in the making of or arriving at and giving effect to anti-competitive arrangements or understandings with other competing commercial and industrial air conditioning and mechanical services contractors.",
      "id": "s410"
    },
    {
      "text": "Similar to other respondent groups this related to tender prices to be submitted by them for the supply of those services in relation to particular projects in Western Australia.",
      "id": "s411"
    },
    {
      "text": "193 The precise involvement and facts as they relate to LL Nominees and Mr Blinco is the subject of attention in the agreed statement of facts and joint submissions filed with the Court.",
      "id": "s412"
    },
    {
      "text": "194 Mr Blinco admits that through his conduct as an officer of LL Nominees, the third respondent (AMEC Engineering) and the second respondent (AMEC Australia), at various times from February 1997 to May 2003 he was directly or indirectly knowingly concerned in, or party to, the contraventions by LL Nominees, AMEC Engineering and AMEC Australia at various times.",
      "id": "s413"
    },
    {
      "text": "195 During the period from October 2001 to March 2003, LL Nominees:\n \n 1. made or arrived at two AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangements or Understandings and gave effect to them by making 10 Table Arrangements or Understandings; and \n 2. made or arrived at 10 Table Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s414"
    },
    {
      "text": "196 During the period from February 1997 to March 2003 Mr Blinco:\n \n 1. on behalf of LL Nominees made or arrived at two AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangements or Understandings and gave effect to them by making 10 Table Arrangements or Understandings; and\n 2. on behalf of LL Nominees, made or arrived at 10 Table Arrangements or Understandings and gave effect to a provision or provisions of each of them; and\n 3. on behalf of AMEC Australia, made or arrived at five Table Arrangements or Understandings and gave effect to a provision or provisions of each of them; and\n 4. on behalf of AMEC Engineering, made or arrived at one Miscellaneous Arrangement or Understanding and gave effect to a provision or provisions of them; and\n 5. on behalf of AMEC Engineering, made or arrived at two AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangements or Understandings and gave effect to them by making two Table Arrangements or Understandings; and\n 6. on behalf of AMEC Engineering, made or arrived at two Table Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s415"
    },
    {
      "text": "7.",
      "id": "s416"
    },
    {
      "text": "LL Nominees has admitted that the conduct of Mr Blinco on its behalf in relation to the above arrangements or understandings constituted conduct by LL Nominees in contravention of s 45(2) of the Act.",
      "id": "s417"
    },
    {
      "text": "Specifically, it has also admitted that the making of or arriving at and giving effect to the AMCA Members Arrangements or Understandings and the Table Arrangements or Understandings was in contravention of ss 45(2)(a)(i) and (ii) and 45(2)(b)(i) and (ii) of the Act;\n 8.",
      "id": "s418"
    },
    {
      "text": "Mr Blinco has admitted that from February 1997 he was directly or indirectly knowingly concerned in, or party to, the contraventions at various times of the Act by AMEC Australia, AMEC Engineering and LL Nominees.",
      "id": "s419"
    },
    {
      "text": "197 The joint submissions state that the contraventions of this respondent group must be seen as amongst the most serious of the non-criminal contraventions of the Act.",
      "id": "s420"
    },
    {
      "text": "198 The joint submissions refer to the fact that the designated tenderer arrangements or understandings occurred frequently, and once the AMCA Members Arrangements or Understandings were made or arrived at, they became more organised.",
      "id": "s421"
    },
    {
      "text": "The making of designated tenderer arrangements or understandings followed an established pattern of conduct that had been ongoing in the industry for a considerable period of time.",
      "id": "s422"
    },
    {
      "text": "The advent of the AMCA Members Arrangements or Understandings underlined how entrenched this conduct had become in the air conditioning industry.",
      "id": "s423"
    },
    {
      "text": "199 The development of the AMCA Members Arrangements or Understandings resulted in an increase in the regularity of the conduct and the development of methods to best identify the projects for which designated tenderer arrangements or understandings could be made.",
      "id": "s424"
    },
    {
      "text": "Through Mr Blinco, LL Nominees, AMEC Engineering and AMEC Australia, at the relevant times, attended the Unofficial AMCA meetings pursuant to the AMCA Members Arrangements or Understandings.",
      "id": "s425"
    },
    {
      "text": "200 Projects falling outside the scope of the AMCA Members Arrangements or Understandings were, from time to time, the subject of Miscellaneous Arrangements or Understandings.",
      "id": "s426"
    },
    {
      "text": "201 LL Nominees currently and at all relevant times carried on the business of the design, manufacture, installation, commissioning and maintenance of heating, ventilating and air conditioning systems principally in Western Australia.",
      "id": "s427"
    },
    {
      "text": "It is no longer trading.",
      "id": "s428"
    },
    {
      "text": "202 Mr Blinco was at all material times a principal shareholder in LL Nominees from 26 February 1998 to the present date; a director of LL Nominees from February 1998 until the present date; and acting within the scope of his actual or apparent authority as a director, servant or agent of LL Nominees in respect of his alleged conduct.",
      "id": "s429"
    },
    {
      "text": "203 In relation to Mr Blinco and AMEC Australia, Mr Blinco was at all material times employed by AMEC Australia as the mechanical services division manager from April 1997 to June 1998; and acting within the scope of his actual or apparent authority as a servant or agent of AMEC Australia in respect of his alleged conduct.",
      "id": "s430"
    },
    {
      "text": "204 In relation to Mr Blinco and AMEC Engineering, Mr Blinco was at all material times: employed by AMEC Engineering as the mechanical services division manager from June 1998 to November 1999; and acting within the scope of his actual or apparent authority as a servant or agent of AMEC Engineering in respect of his alleged conduct.",
      "id": "s431"
    },
    {
      "text": "Declarations, injunctions, costs and compliance \n \n205 The applicant, LL Nominees and Mr Blinco are in agreement that the Court should, jointly against the respondents in this respondent group, make declaratory orders as to the unlawfulness of the conduct; grant injunctions, order that that a pecuniary penalty be paid, pay the applicant's costs.",
      "id": "s432"
    },
    {
      "text": "As against LL Nominees only it is agreed that it should be ordered that it establish and implement a trade practices compliance program.",
      "id": "s433"
    },
    {
      "text": "A minute of consent orders has been provided for consideration.",
      "id": "s434"
    },
    {
      "text": "206 It is submitted that the proposed declarations do not overlap or inflate the true extent of the contraventions and conduct and that it is appropriate in accordance with the principles applicable to the grant of an injunction.",
      "id": "s435"
    },
    {
      "text": "207 I am satisfied these orders should be made as proposed.",
      "id": "s436"
    },
    {
      "text": "208 The parties have agreed as per proposed order 11 of the minute of consent orders that LL Nominees pay the applicant's costs of $10 000 and that Mr Blinco pay the applicant's costs of $5000.",
      "id": "s437"
    },
    {
      "text": "In the circumstances I consider such an award to be appropriate.",
      "id": "s438"
    },
    {
      "text": "Pecuniary Penalties \n \n209 Upon consideration of the factors and circumstances referred to in their joint submissions, the applicant and Mr Blinco have agreed (subject to the approval of the Court) that the appropriate penalty is $35 000 and the applicant and LL Nominees have agreed that the appropriate penalty is $210 000.",
      "id": "s439"
    },
    {
      "text": "These amounts include a discount of approximately 30 per cent to reflect and acknowledge the cooperation of Mr Blinco and LL Nominees with the applicant the saving in time and expense to the applicant and the Court.",
      "id": "s440"
    },
    {
      "text": "210 The amounts referred to above have been agreed upon having regard to the nature and extent of the contravening conduct engaged in by Mr Blinco and LL Nominees during the period relevant for the imposition of pecuniary penalties.",
      "id": "s441"
    },
    {
      "text": "In this regard, the conduct prior to December 1998 in relation to conduct by Mr Blinco in the making and giving effect to all five of the Table Arrangements or Understandings on behalf of AMEC Australia; and one of the Table Arrangements or Understandings on behalf of AMEC Engineering has not been taken into account in agreeing the pecuniary penalty to be imposed.",
      "id": "s442"
    },
    {
      "text": "Amount of loss or damage caused \n \n211 The parties accept that since it is not known what the tender prices would have been in the absence of each of the designated arrangements or understandings that LL Nominees or Mr Blinco were involved in, it is difficult to quantify the loss or damage caused by the Designated Tenderer Arrangements or Understandings.",
      "id": "s443"
    },
    {
      "text": "However, it is submitted that it is important that the conduct wholly undermines the competitive tender process and there is an indirect loss in the form of the costs borne by owners and builders in putting projects to tender, as opposed to simply negotiating directly with contractors.",
      "id": "s444"
    },
    {
      "text": "It is also said that the conduct in question undermines the workings of the free market system as it had the effect of subsidising the less-efficient and less-competitive companies as they were able to win jobs which perhaps they otherwise would not have won, and this would have assisted them in remaining in business when they otherwise would have not remained in the market.",
      "id": "s445"
    },
    {
      "text": "212 In oral submissions, the respondents drew attention to [28] of the agreed statement of facts which states: \n \n 'The tender price, Cover Price or Price Range advised by the Designated Tenderer would not be unreasonably high, having regard to the budget for the particular project.",
      "id": "s446"
    },
    {
      "text": "' \n\nThe respondents submit this reflects acknowledgment by the applicant that the system of arrangements operated on the basis that the profits were kept at quite modest levels notwithstanding their anti-competitive effect.",
      "id": "s447"
    },
    {
      "text": "Financial position of contravening company \n \n213 As stated, LL Nominees is no longer trading.",
      "id": "s448"
    },
    {
      "text": "Parity \n \n214 The following table sets out the value of the 'designated tenderer' arrangements or understandings that LL Nominees made or arrived at and gave effect to during the penalty period.",
      "id": "s449"
    },
    {
      "text": "Arrangement or Understanding Type No.",
      "id": "s450"
    },
    {
      "text": "of Projects Total value No.",
      "id": "s451"
    },
    {
      "text": "selected as DT No.",
      "id": "s452"
    },
    {
      "text": "won as DT Total value of projects won Total 10 $6 295 603 4 4 $1 141 670 \n215 LL Nominee's relative 'ranking' compared to the other corporate respondents is shown earlier in the relative ranking table as 9 of 12 for all arrangements and 12 of 15 for total value.",
      "id": "s453"
    },
    {
      "text": "216 Mr Blinco is shown as 8 of 16 for all arrangements and 11 of 19 for total value.",
      "id": "s454"
    },
    {
      "text": "Deliberateness of contravention and duration \n \n217 The conduct was deliberate and undertaken voluntarily.",
      "id": "s455"
    },
    {
      "text": "LL Nominees and Mr Blinco intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s456"
    },
    {
      "text": "It was understood between all participants in the conduct that the meetings and the existence of the arrangements or understandings were secret and should not be revealed to anyone outside the group.",
      "id": "s457"
    },
    {
      "text": "Involvement of senior management \n \n218 Mr Blinco was one of the most senior managers at LL Nominees, AMEC Engineering and AMEC Australia at the relevant times and had significant control over these companies operations in Western Australia at the relevant times.",
      "id": "s458"
    },
    {
      "text": "Compliance measures \n \n219 The minute of consent orders in respect of LL Nominees proposes that LL Nominees implement a Trade Practices Compliance Program comprised of Mr Blinco attending within three months of the date of order a trade practices compliance seminar and the applicant being advised of such within one week of attendance.",
      "id": "s459"
    },
    {
      "text": "Co-operation \n \n220 LL Nominees and Mr Blinco have co-operated with the applicant's investigation.",
      "id": "s460"
    },
    {
      "text": "They responded to a s 155(1)(a) and s 155(1)(b) notice and were examined pursuant to a notice issued under s 155(1)(c) of the Act.",
      "id": "s461"
    },
    {
      "text": "By admitting their liability LL Nominees and Mr Blinco have thus saved the parties and the Court the substantial time and expense associated with a contested hearing.",
      "id": "s462"
    },
    {
      "text": "Past conduct \n \n221 Neither LL Nominees nor Mr Blinco have previously been the subject of previous proceedings in respect of Pt IV of the Act.",
      "id": "s463"
    },
    {
      "text": "Personal circumstances \n \n222 In oral submissions the respondents brought several matters to the attention of the Court concerning Mr Blinco.",
      "id": "s464"
    },
    {
      "text": "Mr Blinco was born and raised in Western Australia.",
      "id": "s465"
    },
    {
      "text": "He left school at the age of 15 and commenced a pre-apprenticeship year at the College of Technical and Further Education following which he employed at DES, completing his apprenticeship there.",
      "id": "s466"
    },
    {
      "text": "And at the end of the apprenticeship period he was in effect promoted to working in estimating being taken from the shop floor into the office and he has never returned to the shop floor.",
      "id": "s467"
    },
    {
      "text": "In 1993 or 1994 he was appointed the senior estimator at DES.",
      "id": "s468"
    },
    {
      "text": "Within a year or two of him moving from the shop floor into the estimating role Mr Blinco realised that there was something going on in terms of collusive tendering within the industry.",
      "id": "s469"
    },
    {
      "text": "He brought the issue to the attention of his immediate supervisor who took him to the managing director of DES at the time who told him that he should keep the information to himself.",
      "id": "s470"
    },
    {
      "text": "Mr Blinco was 'head hunted' from DES to take a position as Divisional Manager of the mechanical services section at AMEC Australia as it was then known and he joined that company in about 1997.",
      "id": "s471"
    },
    {
      "text": "And his immediate superior at AMEC Australia was a Mr Barrie (the nineteenth respondent in this proceeding).",
      "id": "s472"
    },
    {
      "text": "It is said that upon commencing his employment at AMEC Australia, Mr Blinco was told he could go to the meetings from now on.",
      "id": "s473"
    },
    {
      "text": "Until that time Mr Blinco had never attended an AMCA members meeting.",
      "id": "s474"
    },
    {
      "text": "He didn't know how the system of collusive tendering worked.",
      "id": "s475"
    },
    {
      "text": "Mr Blinco attended the AMCA member meetings as directed, then became a participant on behalf of his next employer, AMEC Engineering and then a participant on behalf of his own company LL Nominees.",
      "id": "s476"
    },
    {
      "text": "223 Mr Blinco is 42 years old and has a son aged three years with his partner who is exclusively engaged in home duties.",
      "id": "s477"
    },
    {
      "text": "Deterrence \n \n224 The parties accept that it is important significant penalties are awarded to deter similar conduct in the future.",
      "id": "s478"
    },
    {
      "text": "It is submitted that the penalties proposed give effect to the relevant principles of deterrence.",
      "id": "s479"
    },
    {
      "text": "Determination of pecuniary penalty \n \n225 Having considered these matters, I am satisfied the penalties proposed are in the appropriate range after discount.",
      "id": "s480"
    },
    {
      "text": "I therefore will make the orders sought.",
      "id": "s481"
    },
    {
      "text": "PART 4: PECUNIARY PENALTY ABOVE $400 000 \n RESPONDENTS 6 AND 24: CMS ENGINEERING AND MR JONES \n \n226 CMS currently and at all relevant times carried on the business of the supply, installation, commissioning and maintenance of heating, ventilating and air conditioning systems principally in Western Australia.",
      "id": "s482"
    },
    {
      "text": "227 Mr Jones was the managing director of CMS from November 1999 to the present date and was acting within the scope of his actual or apparent authority as a director, servant or agent of CMS in respect of his conduct.",
      "id": "s483"
    },
    {
      "text": "228 During the period from June 1997 and continuing up to May 2003,\n \nCMS:\n \n 1. made or arrived at six (6) Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of five (5) of them;\n 2. made or arrived at five(5) Table Arrangements or Understandings and gave effect to a provision or provisions of each of them;\n 3. made or arrived at the PMH Paediatric Wards Arrangement or Understanding;\n 4. made or arrived at the DSA Group Arrangement or Understanding and gave effect to it each time it made or arrived at one of the five (5) DSA Arrangements or Understandings to which it was a party;\n 5. made or arrived at five (5) DSA Arrangements or Understandings and gave effect to a provision or provisions of each of them;\n 6. made or arrived at the HJ/KFC Group Arrangements or Understanding and gave effect to them each time it made or arrived at one of the five (5) HJ/KFC Arrangements or Understandings to which it was a party; and\n 7. made or arrived at five (5) HJ/KFC Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s484"
    },
    {
      "text": "229 In the instance of the PMH Paediatric Wards Project, the relevant provision of the agreement to which CMS was a party was that in the event that the owner or builder tried to negotiate a lower price after the close of the tenders, the contractors would refuse to lower their tender price.",
      "id": "s485"
    },
    {
      "text": "The value of this particular project was $872 320.",
      "id": "s486"
    },
    {
      "text": "This value is included within the 'Total Value' of 'Table' and 'Collusive' projects indicated in pars 45 and 47 tables.",
      "id": "s487"
    },
    {
      "text": "230 Mr Jones:\n \n 1. was directly or indirectly, knowingly concerned in or party to, CMS making or arriving at four (4) Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of three (3) of them;\n 2. allowed Mr Redfern on behalf of CMS to make or arrive at two (2) Miscellaneous Arrangements or Understandings , and give effect to, one (1) Miscellaneous Arrangements or Understandings; \n 3. allowed Mr Redfern on behalf of CMS to make or arrive at, and give effect to, five (5) Table Arrangements or Understandings; and\n 4. allowed Mr Redfern on behalf of CMS to make or arrive at the PMH Paediatric Wards Arrangement or Understanding.",
      "id": "s488"
    },
    {
      "text": "231 Since 1992 Mr Jones has been a director and shareholder of CMS.",
      "id": "s489"
    },
    {
      "text": "In recent years (since 1999) Mr Jones has been managing director of the company but this title did not give him additional remuneration or authority within the company, save for a casting vote which has never been exercised.",
      "id": "s490"
    },
    {
      "text": "232 Mr Jones' conduct consisted of participating in telephone calls, attending a meeting and committing CMS to make or arrive at and give effect to some but not all of the above arrangements or understandings as well as allowing Mr Redfern to make or arrive at and give effect to a number of the arrangements or understandings.",
      "id": "s491"
    },
    {
      "text": "Mr Jones' involvement in the alleged conduct began from June 1997 and lasted until about May 2003.",
      "id": "s492"
    },
    {
      "text": "233 The minute of consent proposes that the Court made the following orders:\n \n 1. declarations; \n 2. injunctions;\n 3. a pecuniary penalty; and\n 4. an order for costs \n\nagainst each of the CMS respondents, and\n \n 5. the maintenance of a compliance program by way of probation order, \n\nagainst CMS only.",
      "id": "s493"
    },
    {
      "text": "234 I am satisfied that the requirements for the making of the declaratory and injunctive relief have been met so that those orders may be made together with the order for costs.",
      "id": "s494"
    },
    {
      "text": "Pecuniary penalties \n \n235 Upon consideration of the factors and circumstances referred to in the joint submissions, the applicant and the CMS respondents have agreed (subject to the Court's assessment) that the appropriate penalties are:\n \n 1.",
      "id": "s495"
    },
    {
      "text": "CMS - $450 000; and\n 2.",
      "id": "s496"
    },
    {
      "text": "Mr Jones - $20 000, \n\non the basis that the penalties will be due in five equal instalments over four years.",
      "id": "s497"
    },
    {
      "text": "Nature and extent of contravening conduct \n \n236 This has been outlined above.",
      "id": "s498"
    },
    {
      "text": "In the case of CMS, the designated tenderer arrangements or understandings were made in a number of forums, including:\n \n 1. on an ad-hoc basis between contractors invited to tender for a particular project.",
      "id": "s499"
    },
    {
      "text": "These designated tenderer arrangements or understandings are called 'Miscellaneous Arrangements or Understandings';\n 2. between a group of contractors who were all members of the Air Conditioning and Mechanical Contractors Association ('AMCA').",
      "id": "s500"
    },
    {
      "text": "The AMCA members made a number of designated tenderer arrangements or understandings called 'Table Arrangements or Understandings' in relation to projects where AMCA members were tendering;\n 3. in relation to projects that were put to tender by De Saxe Adams, designated tenderer arrangements or understandings were made called 'DSA Arrangements or Understandings'.",
      "id": "s501"
    },
    {
      "text": "There was also an umbrella 'DSA Group Arrangement or Understanding', one of the provisions of which was to discuss upcoming projects and to make or endeavour to make 'DSA Arrangements or Understandings'.",
      "id": "s502"
    },
    {
      "text": "4. in relation to projects for Hungry Jacks and Kentucky Fried Chicken outlets, designated tenderer arrangements or understandings were made called 'HJ/KFC Arrangements or Understandings'.",
      "id": "s503"
    },
    {
      "text": "There was also an umbrella 'HJ/KFC Group Arrangement or Understanding', one of the provisions of which was to discuss upcoming projects and to make or endeavour to make 'HJ/KFC Arrangements or Understandings'.",
      "id": "s504"
    },
    {
      "text": "The amount of loss or damage caused \n \n237 In relation to the arrangements or understandings where CMS was not the designated tenderer, such arrangements or understandings could not have been given effect to without the representatives of tenderers being willing to accept (and in fact accepting) cover prices.",
      "id": "s505"
    },
    {
      "text": "The loss or damage to the relevant Owner or Builder therefore arises irrespective of whether CMS directly benefited from the conduct by being selected as the designated tenderer to a particular project.",
      "id": "s506"
    },
    {
      "text": "238 The same comments apply to Mr Jones as apply to CMS.",
      "id": "s507"
    },
    {
      "text": "The circumstances of the alleged contravention \n \n239 The designated tenderer arrangements or understandings that were within the penalty period occurred nineteen times over a six year period.",
      "id": "s508"
    },
    {
      "text": "The making of designated tenderer arrangements or understandings followed an established pattern of conduct that had been ongoing in the industry for a considerable period of time.",
      "id": "s509"
    },
    {
      "text": "The size of the contravening company and financial position of the contravening company \n \n240 CMS currently and at all relevant times carried on a business which engineers and project manages the installation and construction of mechanical services projects.",
      "id": "s510"
    },
    {
      "text": "This generally involves work in relation to air conditioning systems but also includes the installation of ventilation, toilet exhaust systems and stairwell pressurization.",
      "id": "s511"
    },
    {
      "text": "CMS also undertake extensive design and construct work, often employing external consultants to supplement their internal resources.",
      "id": "s512"
    },
    {
      "text": "Design and construct work make up a significant proportion of the company turnover, although this would be less than 50 per cent in a normal year.",
      "id": "s513"
    },
    {
      "text": "No manufacturing work is undertaken by CMS.",
      "id": "s514"
    },
    {
      "text": "241 CMS operates primarily in Western Australia, with the majority of work being located in the Perth metropolitan area.",
      "id": "s515"
    },
    {
      "text": "242 These proceedings relate only to that part of CMS' business involving the commercial and industrial air conditioning installation business in Western Australia.",
      "id": "s516"
    },
    {
      "text": "Unless otherwise stated, the information provided below relates to CMS' commercial and industrial air conditioning installation business in Western Australia.",
      "id": "s517"
    },
    {
      "text": "243 Between November 1999 and January 2007 CMS had 4 directors --- Messrs Jones, Redfern, Phil Field and Ken Mesure, who were all equal shareholders.",
      "id": "s518"
    },
    {
      "text": "Since January 2007 CMS has had 3 directors, Mr Jones, Phil Field and Ken Mesure, who are all equal shareholders.",
      "id": "s519"
    },
    {
      "text": "Mr Jones is the managing director, but the position, as outlined above, confers no additional remuneration or authority, save for a casting vote which has never been exercised.",
      "id": "s520"
    },
    {
      "text": "244 The projects CMS works on can range in value from a couple of hundred dollars to multi million dollar jobs.",
      "id": "s521"
    },
    {
      "text": "245 CMS' turnover in the penalty period ranged from $1.1m to $11.7m, of which the vast majority was derived from the design, manufacture and installation of commercial and industrial air conditioning systems.",
      "id": "s522"
    },
    {
      "text": "246 CMS' turnover for the financial year ended 30 June 2004 was approximately $12.1m in gross terms.",
      "id": "s523"
    },
    {
      "text": "247 In October 2004 CMS had 15 employees, including project managers, engineers, estimators, draughtsmen and administration staff.",
      "id": "s524"
    },
    {
      "text": "Parity \n \n248 The table of relative rankings shows CMS as 5 of 12 for all arrangements and 11 of 15 for total value.",
      "id": "s525"
    },
    {
      "text": "Mr Jones is shown as 10 of 16 for all arrangements and 13 of 19 for total value.",
      "id": "s526"
    },
    {
      "text": "249 As regards Mr Jones' comparative level of involvement in the conduct, it is noted that Mr Jones was not the only individual who participated on behalf of CMS and that Mr Redfern' was also involved.",
      "id": "s527"
    },
    {
      "text": "However, Mr Jones allowed Mr Redfern to engage in some of the conduct as pleaded against Mr Redfern.",
      "id": "s528"
    },
    {
      "text": "The degree of market power \n \n250 It is estimated by the applicant that at the relevant time the average annual turnover for commercial and industrial air conditioning and mechanical services in Western Australia was $120m to $150m, and that CMS held, approximately, between 0.75 per cent and 9.75 per cent of the total market in Western Australia depending on the year in question.",
      "id": "s529"
    },
    {
      "text": "The deliberateness of the contravention and period it extended \n \n251 The conduct was deliberate and undertaken voluntarily with the understanding that it was improper.",
      "id": "s530"
    },
    {
      "text": "CMS and Mr Jones intentionally kept the conduct secret from the owners and Builders who put the projects to tender.",
      "id": "s531"
    },
    {
      "text": "Whether contraventions by senior management or lower level \n \n252 The contraventions by CMS occurred as a result of the conduct of Mr Jones and Mr Redfern as detailed herein.",
      "id": "s532"
    },
    {
      "text": "Company's corporate culture \n \n253 CMS has instituted a compliance program to address the trade practices issues raised by the conduct.",
      "id": "s533"
    },
    {
      "text": "Co-operation \n \n254 CMS and Mr Jones have co-operated with the applicant's investigation, admitting their liability, and have saved the parties and the Court the substantial time and expense associated with a contested hearing.",
      "id": "s534"
    },
    {
      "text": "Past conduct \n \n255 Neither CMS nor Mr Jones have previously been the subject of proceedings in respect of Part IV of the Act.",
      "id": "s535"
    },
    {
      "text": "256 Mr Jones has never been charged with, or convicted of, a criminal offence, or prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s536"
    },
    {
      "text": "Deterrence \n \n257 It is submitted that in view of the widespread and entrenched character of the conduct there is need for a penalty having a general and specific deterrent effect.",
      "id": "s537"
    },
    {
      "text": "Determination on Pecuniary Penalties \n \n258 Having considered these matters I am of the view the proposed penalties are within the appropriate range.",
      "id": "s538"
    },
    {
      "text": "Accordingly I will make orders in terms of the consent orders.",
      "id": "s539"
    },
    {
      "text": "PART 5: PECUNIARY PENALTY ABOVE $500 000 \n RESPONDENTS 11 AND 34: JAKO INDUSTRIES PTY LTD AND MR JAKOVICH \n \n259 Jako Industries currently and at all relevant times carried on the business of the design, manufacture, installation, commissioning and maintenance of heating, ventilating and air conditioning systems principally in Western Australia.",
      "id": "s540"
    },
    {
      "text": "It is and was a family company built up by Mr Jakovich and his brother since its inception in 1972.",
      "id": "s541"
    },
    {
      "text": "260 Since at least 1990 Mr Jakovich has been the managing director of and principal shareholder of Jako Industries Pty Ltd (Jako Industries).",
      "id": "s542"
    },
    {
      "text": "He effectively controls and at all material times controlled the company.",
      "id": "s543"
    },
    {
      "text": "All of the arrangements or understandings to which Jako Industries was a party were made or arrived at, or given effect to, by Mr Jakovich on behalf of Jako Industries.",
      "id": "s544"
    },
    {
      "text": "261 In the penalty period Jako Industries tendered an average of about 250 projects per year that ranged from small jobs to multi million dollar jobs.",
      "id": "s545"
    },
    {
      "text": "262 In June 2004 Jako Industries had 48 employees and a wages bill of $256 423.",
      "id": "s546"
    },
    {
      "text": "Jako Industries employed an average of 46 people per month in the 3 financial years from 2001/2002 to 2003/2004.",
      "id": "s547"
    },
    {
      "text": "Jako Industries employed on average 10 people in installation, 12 people in manufacturing, 11 people in its service department and 13 people in its administration.",
      "id": "s548"
    },
    {
      "text": "263 At all material times Jako Industries has carried on its business in WA working on projects predominantly in the wider metropolitan area (excluding the Central Business District) and occasionally in regional areas (subject to suitability and human resources).",
      "id": "s549"
    },
    {
      "text": "Jako Industries generally did not operate in the Central Business District.",
      "id": "s550"
    },
    {
      "text": "264 Jako Industries focuses on medium sized commercial and industrial projects, and generally does not work on residential projects (unless the project has substantial complexity associated with the construction of the air conditioning systems and has a certain threshold value so it can meet minimum mobilisation costs).",
      "id": "s551"
    },
    {
      "text": "265 The average annual turnover of Jako Industries in the penalty period was about $8 900 000, of which approximately $8 200 000 per year on average was derived from the design, manufacture and installation of commercial and industrial air conditioning systems.",
      "id": "s552"
    },
    {
      "text": "266 Turnover and employee figures for Jako Industries compared with figures for some other corporate respondents are influenced by the fact that some other respondents do not design and manufacture but rather only install commercial and industrial air conditioning systems, and their figures only relate to installation services, not design and manufacture work.",
      "id": "s553"
    },
    {
      "text": "267 The net asset position for Jako Industries was as follows:\n Year Value ($) 1995/1996 378 989 1996/1997 841 672 1997/1998 1 075 607 1998/1999 1 031 749 1999/2000 711 298 2000/2001 752 203 2001/2002 688 033 2002/2003 593 422 \n\n \n268 At the hearing for these respondents the parties filed a minute of proposed consent orders as to declarations, injunctions, a compliance program for the corporation and costs.",
      "id": "s554"
    },
    {
      "text": "Having regard to the relevant legal principles and the factual circumstances I regarded these orders as being appropriate and I have endorsed the orders today.",
      "id": "s555"
    },
    {
      "text": "In addition I endorsed further consent orders fixing the quantum of costs today.",
      "id": "s556"
    },
    {
      "text": "Pecuniary penalties \n \n269 Following consideration of these factors and circumstances the applicant submits that the appropriate pecuniary penalties to be paid are:\n \n 1.",
      "id": "s557"
    },
    {
      "text": "Jako Industries ---$750 000; and\n 2.",
      "id": "s558"
    },
    {
      "text": "Mr Jakovich ---$39 500.",
      "id": "s559"
    },
    {
      "text": "These proposed penalties reflect a 50 per cent discount.",
      "id": "s560"
    },
    {
      "text": "Nature and extent of contravening conduct \n \n270 The following table sets out the value of the 'designated tenderer' arrangements or understandings that Jako Industries made and/or gave effect to through Mr Jakovich during the penalty period:\n Arrangement or Understanding Type No.",
      "id": "s561"
    },
    {
      "text": "of \n Projects Total value No.",
      "id": "s562"
    },
    {
      "text": "selected as DT No.",
      "id": "s563"
    },
    {
      "text": "won as DT Total value of projects won Miscellaneous.",
      "id": "s564"
    },
    {
      "text": "6 $5 603 299 1 Nil Nil Table 21 $15 277 266 5 5 $5 034 365 Total 27 $20 880 565 \n \n $5 034 365 \n271 In addition to the 'designated tenderer' arrangements or understandings, Jako Industries made:\n \n 1. the Esplanade Hotel Convention Centre Arrangement or Understanding, which Jako Industries won, as the lowest tenderer, for $1.449 m;\n 2. the Harbour Town Arrangements or Understanding, which Jako Industries won, as the lowest tenderer for $4.15m and\n 3. the ABC Perth Arrangement or Understanding, which Jako Industries won, as the lowest tenderer, for $3.28m.",
      "id": "s565"
    },
    {
      "text": "272 Mr Jakovich claimed without contradiction that the arrangements entered into constituted only about 2.5 per cent to 5 per cent of all of the projects for which Jako Industries tendered over the relevant period:\n Amount of loss and damage caused \n \n273 In the case of the Esplanade Hotel Convention Centre Arrangement or Understanding, it was agreed that the winner would be answerable to all of the other Contractors for $75 000 (on the basis of this sum being divided evenly among them).",
      "id": "s566"
    },
    {
      "text": "In the case of the Harbour Town Arrangement or Understanding, it was agreed that the winner would be answerable to all of the other Contractors for $300 000 (on the basis this sum is to be divided evenly among them), while for the ABC Perth Arrangement or Understanding, the amount agreed was $150 000 (to be divided evenly among them).",
      "id": "s567"
    },
    {
      "text": "This amount was agreed to be included in each Contractor's tender price.",
      "id": "s568"
    },
    {
      "text": "274 In relation to all three of these arrangements or understandings, although Jako Industries was the winning tenderer it did not include the agreed amount in formulating its tender price.",
      "id": "s569"
    },
    {
      "text": "275 In relation to the Arrangements or Understandings where Jako Industries was not the designated tenderer, such arrangements or understandings could not have been given effect to without the tenderers (including Jako Industries) being willing to accept (and in fact accepting) cover prices.",
      "id": "s570"
    },
    {
      "text": "The loss or damage to the relevant Owner or Builder therefore arises irrespective of whether Jako Industries directly benefited from the conduct by being selected as the designated tenderer to a particular project.",
      "id": "s571"
    },
    {
      "text": "276 In relation to the Esplanade Hotel Convention Centre, Harbour Town and ABC Perth Arrangements and Understandings, there is no evidence of any loss or damage as it appears that the winning tenderer Jako Industries did not include the agreed amount in formulating its tender price.",
      "id": "s572"
    },
    {
      "text": "However, although the extent of any loss or damage is a factor to be taken into account in assessing penalty (s 76(1)), the absence of loss or damage is not a mitigating factor in the imposition of a penalty: ( Trade Practices Commission v ICI Australia Operations Pty Ltd (1991) 105 ALR 115 per Olney J, at p 119).",
      "id": "s573"
    },
    {
      "text": "The degree of market power \n \n277 It is estimated that Jako Industries held approximately 8 per cent of the total market in Western Australia.",
      "id": "s574"
    },
    {
      "text": "Corporate culture \n \n278 Jako Industries has taken measures to institute a compliance program to address the trade practices issues raised by the conduct.",
      "id": "s575"
    },
    {
      "text": "Whether contraventions by senior management \n \n279 The contraventions of Jako Industries occurred as the result of the conduct of Mr Jakovich, being its most senior manager.",
      "id": "s576"
    },
    {
      "text": "At all relevant times Mr Jakovich was a managing director with significant control over Jako Industries' operations.",
      "id": "s577"
    },
    {
      "text": "Co-operation \n \n280 Jako Industries and Mr Jakovich have fully co-operated with the applicant's investigation, and expended much of their own time and resources in doing so.",
      "id": "s578"
    },
    {
      "text": "Apart from the initial whistleblower, the Jako respondents have provided the fullest, earliest and most extensive co-operation of all respondents.",
      "id": "s579"
    },
    {
      "text": "Without the cooperation of the Jako respondents, it would have been more difficult and costly for the applicant to have pursued them and other respondents, and it would not have been possible for the proceedings against the Jako respondents to be resolved without the need for a contested hearing.",
      "id": "s580"
    },
    {
      "text": "281 Mr Jakovich also offered to be a witness if required for any contested hearing against any of the other respondents in this action.",
      "id": "s581"
    },
    {
      "text": "The applicant was at pains to stress the level of cooperation offered by the Jako respondents and made it clear that this was why the applicant proposed the highest discount for them.",
      "id": "s582"
    },
    {
      "text": "282 The Jako respondents filed a defence admitting essentially all of the allegations made against them.",
      "id": "s583"
    },
    {
      "text": "283 Jako Industries and Mr Jakovich have not previously been the subject of previous proceedings in respect of Part IV of the TPA Act.",
      "id": "s584"
    },
    {
      "text": "284 Mr Jakovich has never been charged with, or convicted of, a criminal offence, or prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s585"
    },
    {
      "text": "Parity \n \n285 The tables of relative ranking show Jako as 4 out of 12 for all arrangements and 6 out of 15 for total value.",
      "id": "s586"
    },
    {
      "text": "They show Mr Jakovich as 4 out of 16 for all arrangements and 4 out of 19 for total value.",
      "id": "s587"
    },
    {
      "text": "286 Jako Industries submits that the base penalty sought by the applicant was disproportional to the other respondents.",
      "id": "s588"
    },
    {
      "text": "In particular they point to HVAC, Centigrade, DES and MPM.",
      "id": "s589"
    },
    {
      "text": "And submit that a more appropriate 'base penalty' would be $1m prior to any considerations of ameliorating circumstances.",
      "id": "s590"
    },
    {
      "text": "Reliance is placed on the following table (adjusted to reflect the final relative ranking tables):\n Respondent Ranking for Total Number of Arrangements made or arrived at Total Number of Collusive Jobs Respondent Ranking for Total Value of Arrangements made or arrived at Total Value of Collusive Jobs Respondent Ranking for Pecuniary Penalty Pre-discount Pecuniary Penalty Sought Centigrade 59 HVAC $69 925 870 HVAC $2 740 000 HVAC 40 Centigrade $56 282 449 DES $2 500 000 MPM 40 DES $48 088 600 MPM $2 130 000 Jako Industries 30 MPM $42 379 515 Centigrade $1 710 000 DES 30 Jako Industries $29 767 565 Jako Industries $1 500 000 CMS 25 CMS $6 311 532 CMS $645 000 \n287 As can be seen from the table the pecuniary penalty sought has a strong correlation to the number of collusive arrangements and the value of those arrangements.",
      "id": "s591"
    },
    {
      "text": "However there are also a number of other factors to be taken into account including but not limited to the capacity of the respondent to pay.",
      "id": "s592"
    },
    {
      "text": "The above table is therefore more of a rough indicator rather than a precise comparator.",
      "id": "s593"
    },
    {
      "text": "288 Mr Jakovich submits that as Jako Industries is a family business it would not be appropriate to impose a pecuniary penalty on him as well.",
      "id": "s594"
    },
    {
      "text": "High Adventure [2006] ATPR 42-091 at [14] was cited in support of this proposition.",
      "id": "s595"
    },
    {
      "text": "However in that case the individual was the sole shareholder and a penalty was still imposed upon him.",
      "id": "s596"
    },
    {
      "text": "The Full Court were merely commenting on the fact that the individual in that case was the sole shareholder and that this meant that the penalty imposed upon the company would in reality affect the individual personally as well.",
      "id": "s597"
    },
    {
      "text": "I do not see High Adventure [2006] ATPR 42-091 as providing support for the submission that a penalty should not be imposed upon Mr Jakovich in this case.",
      "id": "s598"
    },
    {
      "text": "289 As regards Mr Jakovich's comparative level of involvement in the conduct, it is noted that although in some other cases more than one individual participated on behalf of a single corporate respondent, the combined conduct of these individuals on behalf of that single corporate respondent was generally commensurate with the conduct of Mr Jakovich who was the only individual who participated on behalf of Jako Industries.",
      "id": "s599"
    },
    {
      "text": "290 In relation to payment of the pecuniary penalties in instalments, the Jako respondents seek a payment plan over 5 to 7 years.",
      "id": "s600"
    },
    {
      "text": "The applicant opposes this length of time but does not oppose any penalty imposed being paid in instalments\n Determination on pecuniary penalties \n \n291 The applicant and the Jako respondents submit that the following matters are amongst the relevant considerations in relation to penalty:\n \n 1.",
      "id": "s601"
    },
    {
      "text": "It is not alleged that the Jako respondents were ringleaders.",
      "id": "s602"
    },
    {
      "text": "2.",
      "id": "s603"
    },
    {
      "text": "The Jako respondents have co-operated fully and in a timely fashion with the applicant and this has assisted the applicant to progress these proceedings in a timely and cost effective manner.",
      "id": "s604"
    },
    {
      "text": "3.",
      "id": "s605"
    },
    {
      "text": "The quantum of penalty submitted by the applicant as appropriate incorporates a significant discount to reflect the: \n \n \n (a) very high level of assistance provided in these proceedings by the Jako respondents to the applicant insofar as these proceedings concern other respondents; and\n (b) co-operation of the Jako respondents associated with resolving these proceedings with the applicant on a non-contested basis.",
      "id": "s606"
    },
    {
      "text": "292 Accordingly, the percentage discount from the penalty that would otherwise have been submitted to the Court as appropriate by the applicant is the highest submitted by the applicant in respect of any of the respondents (50 per cent).",
      "id": "s607"
    },
    {
      "text": "293 The central issue in relation to the pecuniary penalties for these respondents is whether the starting point is within range.",
      "id": "s608"
    },
    {
      "text": "When regard is had to the relative ranking of total value of arrangements and other parities as reflected in the above table of parities, it cannot be concluded that the penalty sought in respect of Jako is out of the applicable range.",
      "id": "s609"
    },
    {
      "text": "It appears to be at the upper level of that range but not so as for the Court to find it inappropriate.",
      "id": "s610"
    },
    {
      "text": "294 In relation to Mr Jakovich, his parities must be considered in particular in relation to Mr Blinco and the volume and value of arrangements in which he has involved for Jako as well as the very substantial discount.",
      "id": "s611"
    },
    {
      "text": "When that is done I consider the penalty proposed in respect of Mr Jakovich to be within range.",
      "id": "s612"
    },
    {
      "text": "295 The pecuniary penalty should be paid by instalments over four years by equal amounts.",
      "id": "s613"
    },
    {
      "text": "PART 6: PECUNIARY PENALTY ABOVE $1 MILLION \n RESPONDENTS 5 AND 23: CENTIGRADE WA PTY LTD (CENTIGRADE) AND MR SMITH \n \n296 These respondents rely upon the affidavits of Mr Smith sworn on 6 December 2005 and 2 February 2006; of Mr Northend sworn on 7 and 12 December 2005; and an affidavit of Ms Fang sworn on 24 November 2005.",
      "id": "s614"
    },
    {
      "text": "297 Centigrade is a company wholly owned by Cedarwood Holdings Pty Ltd (Cedarwood).",
      "id": "s615"
    },
    {
      "text": "It does not now employ anyone.",
      "id": "s616"
    },
    {
      "text": "However, Cedarwood employs nine people, including the directors.",
      "id": "s617"
    },
    {
      "text": "Centigrade engaged in the collusive conduct between 1999 and 2003.",
      "id": "s618"
    },
    {
      "text": "298 Mr Smith commenced as a labourer, working his way to Marketing Manager.",
      "id": "s619"
    },
    {
      "text": "From March 1995 he was employed by Cedarwood as a Contracts Manager for Centigrade and from 1996 to 1997 this role included that of Quality Manager.",
      "id": "s620"
    },
    {
      "text": "From 1998 he was employed as the General Manager of Centigrade.",
      "id": "s621"
    },
    {
      "text": "From December 2000 he was a director of Cedarwood and Centigrade.",
      "id": "s622"
    },
    {
      "text": "Relevantly the applicant relies upon Mr Smith having acted within the scope of his actual or apparent authority as a director, servant or agent of Centigrade in respect of his conduct as alleged.",
      "id": "s623"
    },
    {
      "text": "299 At the time of the application Mr Smith was aged 47 years.",
      "id": "s624"
    },
    {
      "text": "He is married with two children, sons aged 20 and 22.",
      "id": "s625"
    },
    {
      "text": "300 From August 1996 to May 2003, Centigrade, through the conduct of Mr Smith, made or arrived at:\n \n 1.",
      "id": "s626"
    },
    {
      "text": "25 Miscellaneous Arrangements or understandings and gave effect to each of them;\n 2. five AMCA Members Arrangements or Understandings and gave effect to each of them;\n 3.",
      "id": "s627"
    },
    {
      "text": "45 Table Arrangements or Understandings and gave effect to each of them;\n 4. the DSA Group Arrangement or Understanding and gave effect to it;\n 5. seven DSA Arrangements or Understandings and gave effect to each of them;\n 6. the HJ/KFC Group Arrangement or Understanding and gave effect to each of them; and\n 7. four HJ/KFC Arrangements or Understandings and gave effect to each of them;\n 8. the Harbour Town Arrangement or Understanding;\n 9. the ABC Perth Arrangement or Understanding.",
      "id": "s628"
    },
    {
      "text": "301 Consent orders between the applicant and this set of respondents were made on 16 December 2005.",
      "id": "s629"
    },
    {
      "text": "In relation to Centigrade five orders were made relating to declarations, injunctions and costs; in relation to Mr Smith, 23 orders were made relating to declarations, injunctions and costs.",
      "id": "s630"
    },
    {
      "text": "These were amended by a consent order made on 13 July 2007 which had the effect of fixing costs in respect of Centigrade and Mr Smith.",
      "id": "s631"
    },
    {
      "text": "Pecuniary penalty \n \n302 In relation to the remaining issue of pecuniary penalty, the applicant seeks a penalty in the amount of $1.2m (a discount of $1.8m for co-operation) against Centigrade.",
      "id": "s632"
    },
    {
      "text": "In respect of Mr Smith the applicant seeks a penalty of $ 70 000 (a discount of $110 000 for co-operation) on the basis that he has a clear and substantial capacity to borrow to cover such a penalty.",
      "id": "s633"
    },
    {
      "text": "303 The amount of pecuniary penalty is not agreed to by either Centigrade or Mr Smith.",
      "id": "s634"
    },
    {
      "text": "However, Centigrade, while considering the penalty proposed for it to be excessive, makes no submission in opposition to it.",
      "id": "s635"
    },
    {
      "text": "Mr Smith submits that in his case the appropriate penalty is in the order of $15 000, effectively a quarter of his annual net income.",
      "id": "s636"
    },
    {
      "text": "He contends that the starting figure of $100 000 is unexplained, just less than twice his take home pay for a period of two years.",
      "id": "s637"
    },
    {
      "text": "He accepts, however, that penalty is not to be determined solely by reference to his ability to pay.",
      "id": "s638"
    },
    {
      "text": "Rather the submission is that it shows the proposed penalty to be oppressive.",
      "id": "s639"
    },
    {
      "text": "Nature and extent of the contravening conduct \n \n304 The following table sets out the number of Designated Tenderer Arrangements or Understandings that Centigrade made and/or gave effect to through Mr Smith during the penalty period:\n \n\n Total Projects Arrangement or Understanding Type Made Gave effect Total Value Won as the DT Total value of projects won Miscellaneous 16 16 $30 347 814 1 $2 120 367 Table 30 29 $17 571 777 2 $534 788 DSA 7 7 $2 250 253 0 0 HJ/KFC 4 4 $353 905 2 $180 248 Total 57 56 $50 523 749 5 $2 835 403 \n305 Mr Smith submits that he did not engage in respect of all projects for which Centigrade tendered in the penalty period, engaging in contravening conduct only with respect to 4.7 per cent (57) of them.",
      "id": "s640"
    },
    {
      "text": "Of those, Centigrade was the designated tenderer in only 8 occasions and the successful tenderer in only 6 occasions.",
      "id": "s641"
    },
    {
      "text": "The value of that success to Centigrade was only $3 219 303, representing 6.4 per cent of the total value of the projects.",
      "id": "s642"
    },
    {
      "text": "He claims he is to be contrasted with other personal respondents who were involved in a lesser number of arrangements or understandings but with greater value in the projects awarded to them.",
      "id": "s643"
    },
    {
      "text": "The applicant submits that the respondents should not be allowed to bring the focus of the Court down only to instances of designated tenders and successful tenders, the whole of its conduct in the market, whether leading to designation or success, being in issue.",
      "id": "s644"
    },
    {
      "text": "I agree with this submission.",
      "id": "s645"
    },
    {
      "text": "Amount of loss or damage caused \n \n306 Since it is not known what the tender prices would have been in the absence of the Arrangements or Understandings, it is not possible to quantify the loss or damage caused by the Designated Tenderer Arrangements or Understandings.",
      "id": "s646"
    },
    {
      "text": "There is evidence, however, from Mr Smith that the intent of the contravening conduct was to obtain higher margins through higher prices.",
      "id": "s647"
    },
    {
      "text": "Circumstances of the contraventions \n \n307 The applicant submits that these occurred frequently and became organised, following an established pattern of conduct widespread in the industry.",
      "id": "s648"
    },
    {
      "text": "Mr Smith's evidence is that Centigrade became involved in response to the owners and builders bid shopping and phantom bidding practices, the decline of the nomination method for tenders and the increasing costs associated with estimating on project, particularly when it was heavily engaged in projects.",
      "id": "s649"
    },
    {
      "text": "He claims there was no motivation of greed or profit or to lessen competition or to raise prices or to allocate a share of clients or the market.",
      "id": "s650"
    },
    {
      "text": "Additionally his evidence is that he was unaware that what he was doing was in breach of the Act, his background not having given him any education in trade practices requirements\n Financial circumstances and capacity to pay \n \n308 Centigrade's agreed financial circumstances appear in the following table:\n Year ending Total income* Total Profit/loss Assets Liabilities Net assets 30 June 1999 5 873 276 (117 691) 1 521 914 1 829 951 (308 037) 30 June 2000 6 707 317 292 158 1 946 737 2 027 839 (81 101) 30 June 2001 4 878 677 184 707 1 351 328 1 287 490 63 838 30 June 2002 5 179 510 70 341 1 700 442 1 586 164 114 278 30 June 2003 3 986 527 (60 783) 1 568 172 1 568 047 125 30 June 2004 6 170 893 (240 394) 1 463 282 1 703 552 (240 270) 30 June 2005 1 542 668 (33 023) 375 707 705 416 (329 709) \n309 Another director of Centigrade, Mr Northend, filed an affidavit in which he stated that Centigrade is not presently in a financial position to pay a pecuniary penalty in the amount sought against it or in the vicinity of that amount.",
      "id": "s651"
    },
    {
      "text": "His evidence is that the deterioration in Centigrade's position since 2004 has been due to its inability to recover debts of $653 046 and $287 569 and a decision by the directors to wind down its business to avoid claims of trading while insolvent.",
      "id": "s652"
    },
    {
      "text": "310 It is this latter decision which the applicant claims is explicative of the sharp fall off in profits in the 2005 financial year.",
      "id": "s653"
    },
    {
      "text": "It maintains that when regard is had to the accounts, there is a strong inference open that the decision was not taken as a consequence of the bad debts but rather to avoid the consequences of the imposition of a pecuniary penalty.",
      "id": "s654"
    },
    {
      "text": "Reference to the accounts also shows that in the 2005 year Centigrade paid off unsecured loans due to Cedarwood, which is owned by the directors of Centigrade and their families.",
      "id": "s655"
    },
    {
      "text": "In addition management fees of $193 000 were paid out to an unidentified party.",
      "id": "s656"
    },
    {
      "text": "The applicant therefore contends Centigrade could have continued to trade as in the past and so be in the position to borrow to pay a substantial pecuniary penalty.",
      "id": "s657"
    },
    {
      "text": "It invites the Court to disregard the incapacity evidenced in 2005 in fixing the pecuniary penalty.",
      "id": "s658"
    },
    {
      "text": "311 The respondents contend that no adverse inference can be drawn from the steps taken by Centigrade to wind down its business.",
      "id": "s659"
    },
    {
      "text": "This is because the directors did what any prudent directors would have done when faced by an impending financial crisis.",
      "id": "s660"
    },
    {
      "text": "They accept that determinative findings on such an allegation are beyond this proceeding and submit that, if there is any submission of wrongdoing, the appropriate time for it to be determined is on a winding up following insolvency.",
      "id": "s661"
    },
    {
      "text": "I agree with this submission.",
      "id": "s662"
    },
    {
      "text": "312 Centigrade, in submitting that it does not have the capacity to pay a pecuniary penalty in the amount sought or any penalty approaching that amount, accepts that the fact a corporate respondent is insolvent should not affect the Court's assessment and imposition of a penalty, even though the penalty may never be paid: Australian Competition and Consumer Commission v Vales Wine Co Pty Ltd (1996) ATPR 41-528 at 42-776; Australian Competition and Consumer Commission v Fila Sport Oceania Pty Ltd (2004) ATPR 41-983.",
      "id": "s663"
    },
    {
      "text": "313 Mr Smith's gross income is $90 000 pa. His wife and younger son are financially dependent upon him.",
      "id": "s664"
    },
    {
      "text": "He owns the family home valued at around $300 000.",
      "id": "s665"
    },
    {
      "text": "It is subject to a mortgage of $62 000.",
      "id": "s666"
    },
    {
      "text": "He also has a business loan of $77 618.",
      "id": "s667"
    },
    {
      "text": "His other assets include a car valued at $10 000 and superannuation valued at $60 000.",
      "id": "s668"
    },
    {
      "text": "314 Mr Smith's income net of tax on an annual basis is $64 000.",
      "id": "s669"
    },
    {
      "text": "His monthly surplus is $648 equating to annual savings of $7782.",
      "id": "s670"
    },
    {
      "text": "315 Mr Smith derives his salary from Cedarwood.",
      "id": "s671"
    },
    {
      "text": "Why this is so is unexplained.",
      "id": "s672"
    },
    {
      "text": "The applicant submits that his circumstances show he has a clear and substantial capacity to pay the proposed pecuniary penalty.",
      "id": "s673"
    },
    {
      "text": "Mr Smith submits that if the applicant's penalty were imposed upon him it would take him some 9 years to pay the money to the applicant.",
      "id": "s674"
    },
    {
      "text": "Degree of market power \n \n316 On the applicant's submission, Centigrade held approximately 5 per cent of the total market in Western Australia during the relevant period.",
      "id": "s675"
    },
    {
      "text": "Mr Smith's submission is that its market share was between 2 and 3 per cent.",
      "id": "s676"
    },
    {
      "text": "He considers it was one of the smaller companies in the mechanical contracting services industry.",
      "id": "s677"
    },
    {
      "text": "This issue is further addressed below under the subheading of reasoning relating to penalties.",
      "id": "s678"
    },
    {
      "text": "I agree with a submission from the applicant that the weight of evidence before the Court in relation to the market supports the applicant's contention on the size of the market.",
      "id": "s679"
    },
    {
      "text": "Senior management \n \n317 Mr Smith was Centigrade's most senior manager and had significant control over Centigrade's operations.",
      "id": "s680"
    },
    {
      "text": "In the penalty period, he was at various times the contracts/quality manager in 1996, general manager in 1998 and director in December 2000.",
      "id": "s681"
    },
    {
      "text": "Corporate culture \n \n318 Centigrade has implemented or embarked upon implementing a compliance program.",
      "id": "s682"
    },
    {
      "text": "Parity principle \n \n319 The tables of relative ranking show Centigrade as 1 of 12 in relation to all arrangements and 3 of 15 for total value.",
      "id": "s683"
    },
    {
      "text": "Mr Smith appears as 1 of 16 for all arrangements and 1 of 19 for total value.",
      "id": "s684"
    },
    {
      "text": "Compliance measures \n \n320 Centigrade does not oppose orders proposed with respect to its participation in compliance programs, it does not consent on the ground that if it is forced into liquidation by orders for a pecuniary penalty, it would be unable to comply.",
      "id": "s685"
    },
    {
      "text": "Co-operation with applicant \n \n321 The applicant accepts that Mr Smith and Centigrade have co-operated promptly and comprehensively with it.",
      "id": "s686"
    },
    {
      "text": "The discount referred to above reflects the applicant's acknowledgement of such co-operation.",
      "id": "s687"
    },
    {
      "text": "Past conduct \n \n322 Centigrade has never been charged with, convicted of or involved in a criminal offence.",
      "id": "s688"
    },
    {
      "text": "Mr Smith has not been subject to any prior proceeding in respect of Pt IV of the Act, charged or convicted of any criminal offence or prosecuted by any regulatory authority.",
      "id": "s689"
    },
    {
      "text": "Personal circumstances \n \n323 Mr Smith's wife and son each require constant care and attention for medical conditions.",
      "id": "s690"
    },
    {
      "text": "Although no supporting medical evidence is available of their condition, no cross-examination of the asserted fact was requested.",
      "id": "s691"
    },
    {
      "text": "324 Referees have attested to Mr Smith's qualities of honesty, integrity and generosity; his ethical approach to business and have expressed their continuing support and respect for him notwithstanding their knowledge of, and disappointment in, his contravening conduct.",
      "id": "s692"
    },
    {
      "text": "Deterrence \n \n325 It is apparent that any penalty imposed on Mr Smith will cause him financial hardship and have a deterrent effect on him.",
      "id": "s693"
    },
    {
      "text": "He has expressed his remorse at the offending conduct and deposed that he will not engage in such conduct again in the future.",
      "id": "s694"
    },
    {
      "text": "Determination of pecuniary penalty \n \n326 The applicant submits that the penalty it proposes of $1.2m is within appropriate range because higher penalties, particularly of $2m and more, have only been set against companies in situations of blatant cartelisation of a market.",
      "id": "s695"
    },
    {
      "text": "Here the offence is a first offence.",
      "id": "s696"
    },
    {
      "text": "It relies upon the penalties imposed in Australian Competition and Consumer Commission v Tyco Australia Pty Limited (2000) ATPR 41-740 and associated Tyco cases (the Queensland Fire Protection Case) ; Australian Competition and Consumer Commission v Midland Brick Co Pty Ltd (2004) 207 ALR 329 as well as Australian Competition and Consumer Commission v Tubemakers of Australia Limited [2000] FCA 227 ; Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1997) 75 FCR 238 and Australian Competition and Consumer Commission v George Weston Foods Ltd (2000) ATPR 41-763.",
      "id": "s697"
    },
    {
      "text": "327 The applicant also contends that its proposed penalty for Mr Smith is within appropriate range.",
      "id": "s698"
    },
    {
      "text": "It contends that the relevant conduct in Australian Competition and Consumer Commission v Gullyside Pty Ltd (2006) ATPR 42-097 where a penalty of $50 000 was imposed, the conduct was of lesser significance than here, involving only two competitors, extending over a shorter period and put into effect on fewer occasions.",
      "id": "s699"
    },
    {
      "text": "Here it is said that regard should be had to the serious nature of Mr Smith's involvement in the contraventions of the Act by Centigrade considered in light of the following:\n \n 1. he has cooperated with the applicant from the outset of its investigation, by complying with all of its requests which has simplified the proceedings for the applicant;\n 2. he is a director and general manager of Centigrade and has an indirect ownership interest in Centigrade through his wife;\n 3. he was an active participant in the arrangements;\n 4. his conduct applied to a large number and value of projects and continued over the entire penalty period;\n 5. he received, or stood to receive, any benefit from the conduct through his interest in Centigrade; and\n 6. he is providing ongoing cooperation to the applicant.",
      "id": "s700"
    },
    {
      "text": "328 The applicant maintains that the conduct by the Centigrade respondents has been widespread and entrenched so that it is important that significant penalties need to be awarded.",
      "id": "s701"
    },
    {
      "text": "329 The respondents contend that their conduct should be viewed against the broad panorama of 'the commercial landscape' in which the contraventions occurred.",
      "id": "s702"
    },
    {
      "text": "These have partly been covered above.",
      "id": "s703"
    },
    {
      "text": "330 Centigrade has not opposed the discounted penalty proposed in respect of it.",
      "id": "s704"
    },
    {
      "text": "Having considered the circumstances set out above, I consider the discounted penalty is well within range.",
      "id": "s705"
    },
    {
      "text": "331 A penalty of $15 000 as proposed by Mr Smith is clearly way outside the appropriate range.",
      "id": "s706"
    },
    {
      "text": "In making that proposal he was considering proportionality to his earnings.",
      "id": "s707"
    },
    {
      "text": "That issue is better addressed by provision for payment in instalments.",
      "id": "s708"
    },
    {
      "text": "The proposed penalty for him is within the appropriate range.",
      "id": "s709"
    },
    {
      "text": "332 These pecuniary penalties together with costs should be paid in four equal annual instalments.",
      "id": "s710"
    },
    {
      "text": "RESPONDENTS 7, 26 AND 27: DIRECT ENGINEERING SERVICES PTY LTD (DES) AND MESSRS ALLEN AND HENNY \n \n333 DES conducts a business involving commercial and industrial air conditioning installation in Western Australia as a distinct business division independent of other business streams within the company.",
      "id": "s711"
    },
    {
      "text": "It employs 12 people in its commercial and industrial air conditioning installation business out of a total workforce of 114 personnel in Western Australia.",
      "id": "s712"
    },
    {
      "text": "The number of employees of DES each year, between the years of 1999 to 2003 employed in the air conditioning business varied between 10 and 13.",
      "id": "s713"
    },
    {
      "text": "334 Mr Allen was employed by DES as general manager from March 2000.",
      "id": "s714"
    },
    {
      "text": "In August 2001, he became a director and approximately in April 2002, company secretary.",
      "id": "s715"
    },
    {
      "text": "There is no dispute that he acted within the scope of his actual or apparent capacities in those roles.",
      "id": "s716"
    },
    {
      "text": "335 Mr Henny was employed until 7 July 2000.",
      "id": "s717"
    },
    {
      "text": "He held various roles as engineering manager (from 1983); as contracts manager (from approximately 1985 to 1987); as general manager (from 1987 to 1993); and as a director from 1983 to 2000, including for 1995 to 1996 the position of managing director.",
      "id": "s718"
    },
    {
      "text": "336 Mr Henny was involved from April 1991 to December 1999, but the penalty period only commences from December 1998.",
      "id": "s719"
    },
    {
      "text": "Mr Allen became involved in September 2001 after he was appointed general manager of DES in March of that year.",
      "id": "s720"
    },
    {
      "text": "337 During the period from April 1991 and continuing up to about May 2003, DES made or arrived at:\n \n 1.",
      "id": "s721"
    },
    {
      "text": "15 Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of them, but not all such provisions on all occasions;\n 2.",
      "id": "s722"
    },
    {
      "text": "AMCA Members Arrangements or Understandings and gave effect to them in making the Table Arrangements or Understandings to which it was a party;\n 3.",
      "id": "s723"
    },
    {
      "text": "35 Table Arrangements or Understandings and gave effect to a provision or provisions of them but not all such provisions on all occasions;\n 4. the HJ/KFC Group Arrangement or Understanding and gave effect to it in making the HJ/KFC Arrangements or Understandings; \n 5. four HJ/KFC Arrangements or Understandings and gave effect to a provision or provisions of them but not all such provisions on all occasions; and\n 6. the Harbour Town Arrangement or Understanding and the ABC Perth Arrangement or Understanding.",
      "id": "s724"
    },
    {
      "text": "338 These were in contravention of ss 45(2)(a)(i) and (ii) and ss 45(2)(b)(i) and (ii) of the Act.",
      "id": "s725"
    },
    {
      "text": "339 Mr Allen has admitted that from September 2001 he was directly or indirectly knowingly concerned in, or party to, the contraventions by DES of the Act.",
      "id": "s726"
    },
    {
      "text": "340 Mr Henny has admitted that from April 1991 to December 1991 he was directly or indirectly knowingly concerned in, or party to, the contraventions by DES of the Act.",
      "id": "s727"
    },
    {
      "text": "341 By consent orders made on 2 September 2005, injunctive and declaratory relief was granted in appropriate terms against each of the seventh, twenty-sixth and twenty-seventh respondents.",
      "id": "s728"
    },
    {
      "text": "A costs order was made against the seventh respondent.",
      "id": "s729"
    },
    {
      "text": "The only issue remaining is with respect to pecuniary penalties.",
      "id": "s730"
    },
    {
      "text": "Pecuniary penalties \n \n 342 Upon consideration of the factors and circumstances referred to in their joint submissions, the applicant and the DES respondents have agreed (subject to consideration by the Court) that the appropriate penalties are:\n \n1.",
      "id": "s731"
    },
    {
      "text": "DES --- $1 750 000;\n2.",
      "id": "s732"
    },
    {
      "text": "Mr Allen --- $25 000; and\n3.",
      "id": "s733"
    },
    {
      "text": "Mr Henny --- $25 000,\n \non the basis that the penalties would be due in four equal instalments each due within six, twelve and eighteen months after the date of the court order respectively.",
      "id": "s734"
    },
    {
      "text": "Nature and extent of the contravening conduct \n \n343 The amounts referred to above have been agreed having regard to the nature and extent of the contravening conduct engaged in by the DES respondents during the period relevant for the imposition of pecuniary penalties (the penalty period).",
      "id": "s735"
    },
    {
      "text": "In this regard, the conduct prior to December 1998 in relation to the making and giving effect to nine of the 15 Miscellaneous Arrangements or Understandings, 16 of the 35 Table Arrangements or Understandings and three of the four AMCA Members Arrangements or Understandings occurred more than six years prior to the DES respondents being added as a party to the proceedings and therefore no penalty may be imposed in respect of that conduct: s 77(2) of the Act.",
      "id": "s736"
    },
    {
      "text": "Amount of loss or damage caused \n \n344 Reference was made in the submissions to Leahy Petroleum Pty Ltd (No 2) 215 ALR 281 at [17] where Merkel J cited Australian Competition and Consumer Commission v McMahon Services Pty Ltd [2004] ATPR 42-031 at [16] per Selway J expressing the view that in relation to price fixing agreements, because the law assumes that the purpose is to substantially lessen competition, it cannot be a factor in mitigation of a pecuniary penalty.",
      "id": "s737"
    },
    {
      "text": "Counsel for the respondents saw difficulty in this sitting satisfactorily with a reference to 'loss or damage' in s 76 even taking into account the effect of s 45A of the Act.",
      "id": "s738"
    },
    {
      "text": "Counsel for the applicant saw it as flowing from s 45A.",
      "id": "s739"
    },
    {
      "text": "345 However, this is not an instance where that principle needs to be reconsidered.",
      "id": "s740"
    },
    {
      "text": "This is because it is difficult to quantify whether there was any loss or damage caused by the designated tenderer arrangements or understandings.",
      "id": "s741"
    },
    {
      "text": "This is because it is not known what the tender prices would have been in the absence of the arrangements or understandings.",
      "id": "s742"
    },
    {
      "text": "Furthermore, each contractor quantified its profit margins in a different manner.",
      "id": "s743"
    },
    {
      "text": "346 Importantly, the conduct undermined the competitive tender process.",
      "id": "s744"
    },
    {
      "text": "347 It is relevant that DES only gained a limited benefit (if any) from the designated tenderer arrangements or understandings.",
      "id": "s745"
    },
    {
      "text": "DES won three of 31 projects as the designated tenderer during the penalty period, with sales revenue of $2 442 900 and a net profit on two of the projects in the range 4 per cent to 8 per cent and one incurred a loss of 3 per cent.",
      "id": "s746"
    },
    {
      "text": "However, in relation to the arrangements or understandings where DES was not the designated tenderer, such arrangements or understandings could not have been given effect to without the contractors (including DES) being willing to accept (and in fact accepting) cover prices, whether DES directly benefited from the conduct or not.",
      "id": "s747"
    },
    {
      "text": "348 The same comments apply in relation to both Messrs Allen and Henny.",
      "id": "s748"
    },
    {
      "text": "Financial position of the contravening company \n \n349 DES's annual turnover and profit after tax is summarised in the following table in the joint submissions:\n Period Annual Turnover Profit (loss) after tax Jan --- Dec 1999 $9 224 000 ($430 000 Loss) Jan --- Dec 2000 $16 650 000 $527 000 Jan --- June 2001 $8 077 000 $212 000 Jul 2001 --- Jun 2002 $10 918 000 $147 000 Jul 2002 --- Jun 2003 $10 059 000 $171 000 Total $54 928 000 $627 000 \nNote: DES changed from a calendar year reporting period to a financial year reporting period in 2001.",
      "id": "s749"
    },
    {
      "text": "Market size and entry \n \n350 DES's Western Australian air conditioning and mechanical services sales comprise approximately 6 per cent to 10 per cent of the total Western Australian air conditioning and mechanical services sales over the period 1998 to 2003.",
      "id": "s750"
    },
    {
      "text": "The market is one of relatively low profit margins on projects.",
      "id": "s751"
    },
    {
      "text": "All contractors have indicated a willingness to win jobs at the below cost in order to maintain turnover.",
      "id": "s752"
    },
    {
      "text": "Deliberateness of contravention and duration \n \n351 The conduct was deliberate and undertaken voluntarily.",
      "id": "s753"
    },
    {
      "text": "The parties intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s754"
    },
    {
      "text": "Involvement of senior management \n \n352 The contraventions of DES occurred as the result of the conduct of senior managers.",
      "id": "s755"
    },
    {
      "text": "Neither Messrs Henny nor Allen were leading participants in the arrangements.",
      "id": "s756"
    },
    {
      "text": "Compliance measures \n \n353 The corporate group of which DES is a part has undertaken substantial initiatives to implement a compliance program and instil a corporate culture of compliance with the Act since the involvement of Messrs Henny and Allen in the arrangements or understandings came to its attention.",
      "id": "s757"
    },
    {
      "text": "This has been implemented in accordance with the requirements of Australian standards.",
      "id": "s758"
    },
    {
      "text": "Co-operation \n \n354 In November 2004, DES through its parent company approached the applicant an initiated steps leading to the institution of these proceedings.",
      "id": "s759"
    },
    {
      "text": "DES, Messrs Allen and Henny have fully co-operated in the manner expected of a leniency applicant in accordance with the applicant's leniency program.",
      "id": "s760"
    },
    {
      "text": "Past conduct \n \n355 Neither DES, Messrs Allen or Henny have previously contravened the Act.",
      "id": "s761"
    },
    {
      "text": "Personal circumstances \n \n356 Mr Allen, who is 45 years old, is married with two children aged 13 and 15.",
      "id": "s762"
    },
    {
      "text": "His wife has an income of $13 000 per annum.",
      "id": "s763"
    },
    {
      "text": "He has substantial ongoing financial commitments to maintain his family.",
      "id": "s764"
    },
    {
      "text": "His total salary package for 2003-2004 prior to tax was $142 000.",
      "id": "s765"
    },
    {
      "text": "His present employment is at a salary of $90 000.",
      "id": "s766"
    },
    {
      "text": "His home is valued at $400 000 and held in joint names with his wife.",
      "id": "s767"
    },
    {
      "text": "He has a superannuation valued at $220 000 and a car worth $15 000.",
      "id": "s768"
    },
    {
      "text": "He shares a term deposit with his wife of $45 000.",
      "id": "s769"
    },
    {
      "text": "He was appointed general manager of DES, taking over the role of Mr Henny.",
      "id": "s770"
    },
    {
      "text": "He had previously not had a direct commercial/sales responsibility.",
      "id": "s771"
    },
    {
      "text": "His employment with DES was terminated in 2004.",
      "id": "s772"
    },
    {
      "text": "357 Mr Henny retired from DES on 7 July 2000, but continued to provide consultancy services until December 2000 when that arrangement was terminated.",
      "id": "s773"
    },
    {
      "text": "He is 59 years old and married.",
      "id": "s774"
    },
    {
      "text": "In September 1999, he had aggressive prostrate cancer removed which led to his retirement.",
      "id": "s775"
    },
    {
      "text": "As a consequence of his age and public admission of his involvement in the conduct it is expected he will have a very limited capacity to obtain further consultancy arrangements.",
      "id": "s776"
    },
    {
      "text": "358 His gross income for his consultancy business for the financial year ended 2004 was $71 022.",
      "id": "s777"
    },
    {
      "text": "However, since his consultancy with DES was terminated that source of income has ceased.",
      "id": "s778"
    },
    {
      "text": "His wife is financially dependent on him.",
      "id": "s779"
    },
    {
      "text": "He lives in a house owned by his wife.",
      "id": "s780"
    },
    {
      "text": "He has superannuation valued at $634 280 and other assets valued at $111 000.",
      "id": "s781"
    },
    {
      "text": "Deterrence \n \n359 The significance of general deterrence is accepted in the joint submissions.",
      "id": "s782"
    },
    {
      "text": "The penalties which have been agreed are considered to be strong penalties demonstrating the unacceptability of the conduct concerned.",
      "id": "s783"
    },
    {
      "text": "Parity principle \n \n360 The relative ranking tables show DES was 4 of 12 in all arrangements and 4 of 15 in total value.",
      "id": "s784"
    },
    {
      "text": "Mr Allen was 6 of 16 for all arrangements and 10 of 19 for value.",
      "id": "s785"
    },
    {
      "text": "Mr Henny was 13 of 16 of all arrangements and 5 of 19 for value.",
      "id": "s786"
    },
    {
      "text": "361 On two of the projects that DES was selected as the preferred tenderer the net profit was in the range 4 per cent to 8 per cent and one incurred a loss of 3 per cent.",
      "id": "s787"
    },
    {
      "text": "The total value of jobs for which DES was selected as the preferred tenderer was approximately 3 per cent of the total value of jobs the subject of some arrangement in the relevant period and less than 0.5 per cent of the estimated value of all commercial and industrial air-conditioning jobs in the relevant period.",
      "id": "s788"
    },
    {
      "text": "362 During the penalty period, the three projects for which DES was selected the preferred tenderer represented about 4 per cent of the total jobs in which a preferred tenderer was nominated.",
      "id": "s789"
    },
    {
      "text": "363 However, I do not consider successful tendering is a correct criterion.",
      "id": "s790"
    },
    {
      "text": "The question is the extent to which a respondent engaged in the contravening conduct, successful or not.",
      "id": "s791"
    },
    {
      "text": "364 The effect of supplementary submissions from the parties is that the parity principle is to be applied in regard to DES by reference to the fifth respondent (Centigrade) and the 13 th respondent (MPM).",
      "id": "s792"
    },
    {
      "text": "In its penalty submissions for Centigrade, the applicant submitted that the following pecuniary penalties were appropriate to be imposed upon Centigrade and the twenty-third respondent (Mr Smith): Centigrade - $1.2m; and Mr Smith - $70 000.",
      "id": "s793"
    },
    {
      "text": "In its penalty submissions for MPM, the applicant submitted that the following pecuniary penalties were appropriate to be imposed upon MPM, the thirty-fifth respondent (Mr Pierce) and the thirty-sixth respondent (Mr Ferguson): MPM --- $1.49m; Mr Pierce - $70 000; and Mr Ferguson - $70 000.",
      "id": "s794"
    },
    {
      "text": "The applicant submits these proposed penalties are 'broadly comparable'.",
      "id": "s795"
    },
    {
      "text": "365 The respondents submit there is no basis why the penalty to be imposed on Centigrade and MPM should be lower than that to be imposed on DES.",
      "id": "s796"
    },
    {
      "text": "They say the two key criteria are the number and value of the tenders affected by agreements to which the respondents were a party.",
      "id": "s797"
    },
    {
      "text": "In relation to the number of tenders affected by agreements, DES was party to agreements affecting 31 tenders, as compared with MPM, which was party to agreements affecting 40 tenders, and Centigrade, who was party to agreements affecting 59 tenders.",
      "id": "s798"
    },
    {
      "text": "In relation to the value of affected tenders, the applicant's Parity Submissions state that:\n \n '... DES was a party to the arrangements or understandings in relation to projects having a combined value of over $48m, whereas the value of the projects in relation to MPM is just over $42m.",
      "id": "s799"
    },
    {
      "text": "This is substantially less than for DES.",
      "id": "s800"
    },
    {
      "text": "Accordingly, on this measure DES has a greater degree of culpability.",
      "id": "s801"
    },
    {
      "text": "' \n\nA combined tender value of $48m is approximately 14 per cent greater than a combined tender value of $42m, which difference the applicant has stated it considers to be 'substantial'.",
      "id": "s802"
    },
    {
      "text": "The respondents say that in contrast, the applicant has made no mention of the fact that the combined value of the tenders affected by an agreement to which Centigrade was a party was approximately $58m --- i.e.",
      "id": "s803"
    },
    {
      "text": "approximately 21 per cent greater than the value of those to which DES was a party.",
      "id": "s804"
    },
    {
      "text": "366 The applicant adheres to its submissions that the difference of $6m is substantial and that the proposed penalties are broadly comparable.",
      "id": "s805"
    },
    {
      "text": "If the Court is of a contrary view, the applicant submits that pecuniary penalties of a greater amount than those proposed in respect of MPM and Centigrade should be imposed rather than decreasing the amount of any pecuniary penalty against DES.",
      "id": "s806"
    },
    {
      "text": "The respondents submit the pecuniary penalty on DES should not be greater than that proposed in respect of Centigrade and MPM.",
      "id": "s807"
    },
    {
      "text": "367 The applicant is of the view that level of co-operation of each of DES, Centigrade and MPM is approximately the same.",
      "id": "s808"
    },
    {
      "text": "This is not contested by the respondents.",
      "id": "s809"
    },
    {
      "text": "368 The applicant submits there is no relevant distinction between any of the three comparators on the factors relating to loss and damage caused, deliberateness of the contravention; other contraventions by senior management or lower level or the company's corporate culture.",
      "id": "s810"
    },
    {
      "text": "369 In relation to the size of the contravening companies, the applicant submits the fairest and most accurate indicator of size is turnover.",
      "id": "s811"
    },
    {
      "text": "On this test DES is significantly larger in size than both Centigrade and MPM.",
      "id": "s812"
    },
    {
      "text": "The applicant's submission states the pecuniary penalty proposed against DES represents 14.3 per cent of its average annual turnover from January 1999 to June 2003; the penalty proposed against Centigrade represents 22.5 per cent of its average annual turnover from July 1998 to June 2003; and the penalty proposed against MPM represents 19.1 per cent of its average annual turnover from July 1998 to June 2003.",
      "id": "s813"
    },
    {
      "text": "Measured by average annual turnover, DES is 229.2 per cent of Centigrade's size.",
      "id": "s814"
    },
    {
      "text": "However, DES' proposed penalty is only 145.8 per cent of the penalty proposed for Centigrade.",
      "id": "s815"
    },
    {
      "text": "Measured by average annual turnover, DES is 156.7 per cent of MPM's size.",
      "id": "s816"
    },
    {
      "text": "However, the proposed penalty for DES is only 117.5 per cent of the penalty proposed for MPM.",
      "id": "s817"
    },
    {
      "text": "370 The DES respondents contend turnover is not a relevant parity factor but rather a proxy for estimating the relative capacities of respective respondents to benefit from the contravening conduct and to persist in it.",
      "id": "s818"
    },
    {
      "text": "Australian Competition and Consumer Commission v Ithaca Ice Works Pty Ltd (2001) ATPR 41-816 at [20] quoted with approval by the Full Court in Ithaca Iceworks (2002) ATPR 41-851 at [19].",
      "id": "s819"
    },
    {
      "text": "Further the respondents contend the applicant's submissions pay no attention to the relative proportions of each of the companies' turnover likely to relate to the contravening conduct and so fail to establish any relationship between turnover and capacity to benefit from or persist in the contravening conduct.",
      "id": "s820"
    },
    {
      "text": "371 The applicant contends the penalty proposed against DES gives effect to the principles of general and specific deterrence reflecting in a higher penalty DES' turnover.",
      "id": "s821"
    },
    {
      "text": "Determination on pecuniary penalties \n \n372 The penalty of $1.75m in respect of DES is said by the applicant to be appropriate in this instance when the matters going to the seriousness of the conduct are considered in light of the following:\n \n 1.",
      "id": "s822"
    },
    {
      "text": "DES has cooperated fully with the applicant and has proposed ongoing cooperation;\n 2.",
      "id": "s823"
    },
    {
      "text": "DES has sought to settle this matter by way of admissions, prior to the institution of proceedings;\n 3.",
      "id": "s824"
    },
    {
      "text": "DES is a small-medium sized business and any significant penalty will have a substantial impact on the business.",
      "id": "s825"
    },
    {
      "text": "In this regard, it is noted a penalty of $1 750 000 would represent 17 times the annual profit of $101 000 on DES's commercial and industrial air conditioning installation services business for the financial year ending 30 June 2004 and almost three times the entire profit of $627 000 earned by the company in this business over the entire relevant penalty period.",
      "id": "s826"
    },
    {
      "text": "In other cases, penalties have been set at levels of only one or two times the annual profit;\n 4.",
      "id": "s827"
    },
    {
      "text": "DES's share of the market, being 6 per cent to 10 per cent, was comparable to that of a number of other participants involved in the conduct and much smaller than that of the ring leaders, such as Tyco, in the Queensland Fire Protection case;\n 5.",
      "id": "s828"
    },
    {
      "text": "DES was not a ring leader, \n 6.",
      "id": "s829"
    },
    {
      "text": "DES was selected as a preferred tenderer in very few jobs overall and only three in the relevant penalty period;\n 7. the conduct was limited to Western Australian tenders only, principally in Perth;\n 8. the conduct of Messrs Allen and Henny was not motivated necessarily by a desire to increase prices; \n 9. only a small proportion of total jobs (about 2 per cent) were involved in the arrangements or understandings;\n 10. there is no evidence of any significant benefit to DES in the projects that it won;\n 11.",
      "id": "s830"
    },
    {
      "text": "DES has undertaken a substantial review and reform of its compliance practices; and\n 12.",
      "id": "s831"
    },
    {
      "text": "DES has not breached the Act before.",
      "id": "s832"
    },
    {
      "text": "373 I was referred to a large number of cases in support of the general proposition as to the appropriateness of the range.",
      "id": "s833"
    },
    {
      "text": "The joint submissions state that penalties higher than $1.75m, for example penalties of $2m and above, have only been set against companies in situations of blatant cartelisation of a market (for example, see Australian Competition and Consumer Commission v ABB Power Transmission Pty Ltd (2004) ATPR 42-011, Australian Competition and Consumer Commission v Roche Vitamins Australia Pty Ltd (2001) ATPR 41-809, CSR Ltd (1991) ATPR 41-076, Trade Practices Commission v Pioneer Concrete (Vic) Pty Ltd (1985) ATPR 40-590 and Trade Practices commission v TNT Australia Pty Ltd (1995) ATPR 41-375 and associated cases (known as the Transformers, Vitamins, Concrete and Express Freight cartels respectively), repeat contraventions, and where the company was otherwise a very large company which acted as a clear ring leader (eg Tyco (2000) ATPR 41-740 and associated Tyco cases ( Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2001) ATPR 41-810, Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2001) ATPR 41-798, Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2001) ATPR 41-797, Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2000) ATPR 41-772, Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2001) ATPR 41-796, Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2000) ATPR 41-788, Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2000) ATPR 41-789 and Australian Competition and Consumer Commission v Tyco Australia Pty Ltd (2000) ATPR 41-760) (the Queensland Fire Protection Case).",
      "id": "s834"
    },
    {
      "text": "374 The joint submissions urge upon the Court the appropriateness of a penalty of $25 000 against each of Messrs Henny and Allen as being within the appropriate penalty range.",
      "id": "s835"
    },
    {
      "text": "It is said the range is appropriate in light of the penalties imposed on company representatives involved in cartel cases such as the Tyco cases, Midland Brick Co 207 ALR 329 and ABB Power Transmission (2004) ATPR 42-011.",
      "id": "s836"
    },
    {
      "text": "375 It is also submitted that in this case regard should be had to the serious nature of Messrs Allen and Henny's involvement in the contraventions of the Act by DES considered in light of the following:\n \n &#8226; Messrs Henny and Allen have both fully cooperated with the applicant from the outset of its investigation, by complying with all of its requests which has simplified the proceedings for the applicant.",
      "id": "s837"
    },
    {
      "text": "&#8226; Mr Allen's limited involvement in senior commercial roles meant that he did not appreciate the seriousness of the conduct; \n &#8226; While Mr Henny occupied a senior position in DES, DES is a relatively small Perth based company;\n &#8226; Neither Messrs Henny nor Allen was a ringleader or organiser in the arrangement;\n &#8226; The conduct of Messrs Allen and Henny was not motivated necessarily by a desire to increase prices; \n &#8226; In relation to Mr Henny, penalties apply to only a few contraventions (much fewer than most other individual respondents) as a number of the contraventions fall outside the penalty period;\n &#8226; Neither Messrs Henny or Allen have means to meet a very large penalty.",
      "id": "s838"
    },
    {
      "text": "In Mr Henny's case his primary source of income has ceased since his separation from DES.",
      "id": "s839"
    },
    {
      "text": "Mr Allen in particular has very substantial ongoing financial commitments and was without a job for a period of approximately four months.",
      "id": "s840"
    },
    {
      "text": "Mr Allen has been employed since April 2005, but at a lower salary than that previously earned at DES; and\n &#8226; Both Messrs Henny and Allen are providing ongoing cooperation to the applicant.",
      "id": "s841"
    },
    {
      "text": "376 I do accept that the pecuniary penalty proposed for DES is correctly described as 'broadly comparable' to that proposed in relation to Centigrade and MPM.",
      "id": "s842"
    },
    {
      "text": "I also do not accept that the consequence of that conclusion is that DES should be subject to a higher pecuniary penalty than that proposed.",
      "id": "s843"
    },
    {
      "text": "When regard is had in particular to the number of tenders affected by the agreements and the value of affected tenders (and not only successful tenders) I consider the proposed penalty for DES is too high.",
      "id": "s844"
    },
    {
      "text": "That is not justified only by the size of DES.",
      "id": "s845"
    },
    {
      "text": "In my view the pecuniary penalty for DES should be the sum of $1.5m.",
      "id": "s846"
    },
    {
      "text": "377 In the particular circumstances the agreed penalties in respect of Messrs Allen and Henny are within the appropriate range.",
      "id": "s847"
    },
    {
      "text": "378 These pecuniary penalties should be paid in the instalments proposed, namely in four equal instalments commencing within 30 days of the order and the additional instalments due within six, twelve and eighteen months.",
      "id": "s848"
    },
    {
      "text": "RESPONDENTS 13, 35 AND 36: MECHANICAL PROJECT MANAGEMENT PTY LTD (MPM) AND MESSRS PIERCE AND FERGUSON \n \n379 MPM is a private company established in or about April 1985 by Messrs Pierce and Ferguson, who have been its directors since the company's inception.",
      "id": "s849"
    },
    {
      "text": "380 Mr Pierce was the initial Appointor, Guardian, Trustee and Class A beneficiary of the Pierce Family Trust.",
      "id": "s850"
    },
    {
      "text": "HW Pierce Pty Ltd is the present trustee of the Pierce Family Trust, and Mr Pierce is the sole director and shareholder of HW Pierce Pty Ltd. Mr Pierce effectively controls the distributions from the Pierce Family Trust.",
      "id": "s851"
    },
    {
      "text": "381 Mr Ferguson was the initial Appointor, Guardian, Trustee and Class A beneficiary of the Ferguson Family Trust.",
      "id": "s852"
    },
    {
      "text": "IC Ferguson Pty Ltd is the present trustee of the Ferguson Family Trust, and Mr Ferguson and his spouse are the directors and shareholders of IC Ferguson Pty Ltd. Mr Ferguson effectively controls the distributions from the Ferguson Family Trust.",
      "id": "s853"
    },
    {
      "text": "MPM's principal shareholders are the IC Ferguson Family Trust and the HW Pierce Family Trust.",
      "id": "s854"
    },
    {
      "text": "382 MPM as trustee of the MPM Unit Trust, currently and at all relevant times carried on the business of the design, installation, commissioning and maintenance of heating, ventilating and air conditioning systems principally in the wider Perth metropolitan area and occasionally in some regional areas in Western Australia.",
      "id": "s855"
    },
    {
      "text": "It focuses on medium to large sized commercial and industrial projects, and generally does not work on residential projects.",
      "id": "s856"
    },
    {
      "text": "MPM currently employs six people in a variety of roles including general office staff, construction and engineering managers, draughtsmen, project supervisors, duct installers and accounts clerks.",
      "id": "s857"
    },
    {
      "text": "In June 2004 MPM had 15 employees and had a total wages bill of $676 820.",
      "id": "s858"
    },
    {
      "text": "MPM employed an average of 12-15 people per month in the three financial years from 2001/2002 to 2003/2004.",
      "id": "s859"
    },
    {
      "text": "383 At all material times the unit holders of the MPM Unit Trust have been IC Ferguson Pty Ltd as trustee for the Ferguson Family Trust and HW Pierce Pty Ltd as trustee for the Pierce Family Trust (50 Units each) and MPM as trustee for the MPM Employees Discretionary Trust (5 Special Par Units).",
      "id": "s860"
    },
    {
      "text": "384 Since incorporation, the sole activity of MPM has been to act as the trustee for the MPM Unit Trust and the MPM Employee's Discretionary Trust.",
      "id": "s861"
    },
    {
      "text": "As MPM has never traded, held any assets or incurred any liabilities in its own right the net assets have always been $2.00, being the paid-up capital.",
      "id": "s862"
    },
    {
      "text": "MPM, as trustee distributes the total net profit each year to the unit-holders or beneficiaries.",
      "id": "s863"
    },
    {
      "text": "385 Mechanical Project Services Pty Ltd ACN 009 116 081 (Mechanical Project Services) and Advanced Air Systems ACN 065 597 793 have been related companies to MPM since 1985 and 1994 respectively.",
      "id": "s864"
    },
    {
      "text": "Mechanical Project Services and Advanced Air Systems are owned by individuals in addition to Mr Pierce and Mr Ferguson and operate in different markets.",
      "id": "s865"
    },
    {
      "text": "Neither company was involved in the conduct the subject of this action.",
      "id": "s866"
    },
    {
      "text": "386 The directors of Mechanical Project Services are currently Messrs Pierce and Ferguson and Purdon.",
      "id": "s867"
    },
    {
      "text": "Mechanical Project Services acts as trustee for the MPS Unit Trust.",
      "id": "s868"
    },
    {
      "text": "The unit holders in the MPS Unit Trust are IC Ferguson Pty Ltd as trustee for the Ferguson Family Trust (14 Ordinary Units), HW Pierce Pty Ltd as trustee for the Pierce Family Trust (14 Ordinary Units), Purdon Pty Ltd as trustee for the TE Purdon Trust (14 Ordinary Units) and Mechanical Project Management as trustee for the MPM Employees Discretionary Trust (5 Special Par Units).",
      "id": "s869"
    },
    {
      "text": "387 Mechanical Project Services is a company which manages large maintenance contacts and service works for all types of business.",
      "id": "s870"
    },
    {
      "text": "Approximately 5 per cent of Mechanical Project Services' service and maintenance business is sourced from MPM, representing approximately 3 per cent of Mechanical Project Services' total business.",
      "id": "s871"
    },
    {
      "text": "Tom Purdon is the General Manager of Mechanical Project Services and is in charge of its day to day operations.",
      "id": "s872"
    },
    {
      "text": "388 Advanced Air Systems acts as trustee for the AAS Unit Trust.",
      "id": "s873"
    },
    {
      "text": "The directors of Advanced Air Systems are currently Messrs Pierce, Ferguson and Rees.",
      "id": "s874"
    },
    {
      "text": "The unit holders of the AAS Unit Trust have been IC Ferguson Pty Ltd as trustee for the Ferguson Family Trust (7 Ordinary Units), HW Pierce Pty Ltd as trustee for the Pierce Family Trust (7 Ordinary Units), GW Rees Pty Ltd as trustee for the G.W.",
      "id": "s875"
    },
    {
      "text": "Rees Trust (7 Ordinary Units), and Mechanical Project Management as trustee for the MPM Employees Discretionary Trust (5 Special Par Units).",
      "id": "s876"
    },
    {
      "text": "Advanced Air Systems is a company which supplies, installs and commissions small commercial and multi-unit domestic air conditioners.",
      "id": "s877"
    },
    {
      "text": "389 Each of MPM, Mechanical Project Services and Advanced Air Systems make distributions to the 'Pierce and Ferguson Family Trusts'.",
      "id": "s878"
    },
    {
      "text": "390 The following table contains a summary of the annual revenue and profit of the MPM Unit Trust during the years indicated.",
      "id": "s879"
    },
    {
      "text": "The amounts include distributions received from Mechanical Project Services and Advanced Air Systems as reflected in the financial statements.",
      "id": "s880"
    },
    {
      "text": "YEAR \n Total Revenue \n Net profit (loss) before tax ($) \n \n 1997/1998 \n $6 773 238 \n $986 202 \n \n 1998/1999 \n $7 511 760 \n $1 458 218 \n \n 1999/2000 \n $7 400 636 \n $1 079 395 \n \n 2000/2001 \n $10 010 826 \n $500 453 \n \n 2001/2002 \n $7 577 368 \n $733 471 \n \n 2002/2003 \n $7 710 495 \n ($34 193.59) \n \n 2003/2004 \n $10 084 464 \n $164 177 \n \n 2004/2005 \n $8 386 400 \n $306 632.38 \n \n391 The following table contains a summary of the annual revenue and profit of the MPM Unit Trust in relation to the supply, installation and maintenance of commercial or industrial air conditioning before tax during the years indicated.",
      "id": "s881"
    },
    {
      "text": "YEAR Revenue Net profit (loss) before tax ($) 1997/1998 $6 594 107.90 $807 072.00 1998/1999 $7 205 064.00 $1 151 523.00 1999/2000 $6 967 135.73 $645 894.00 2000/2001 $9 830 938.28 $320 566.01 2001/2002 $7 444 801.10 $600 903.29 2002/2003 $7 501 835.36 ($242 853.94) 2003/2004 $10 022 448.00 $102 160.68 2004/2005 $8 274 768 $188 005.96 \n392 The following tables demonstrate the revenue and net profit of Mechanical Project Services and Advanced Air Systems since the year ended 30 June 2000: \n YEAR ENDING \n 30 JUNE Revenue (contracts receipts and other income) Net Profit (Loss) \n ADVANCED AIR SYSTEMS \n \n 2000 \n $3 166 791 \n $486 104 \n \n 2001 \n $2 918 804 \n $108 605 \n \n 2002 \n $3 503 507 \n $300 167 \n \n 2003 \n $3 747 763 \n $274 912 \n \n 2004 \n $5 515 844 \n $295 289 \n \n MECHANICAL PROJECT SERVICES \n \n 2000 \n $964 612 \n $5 893 \n \n 2001 \n $1 549 911 \n $(19 908) \n \n 2002 \n $1 315 287 \n $34 776 \n \n 2003 \n $2 371 690 \n $142 690 \n \n 2004 \n $2 394 732 \n $80 524 \n \n393 Mr Pierce is an employee, director and shareholder of MPM, Mechanical Project Services and Advanced Air Systems.",
      "id": "s882"
    },
    {
      "text": "Mr Ferguson is an employee, director and shareholder of MPM, and a director and shareholder in Mechanical Project Services and Advanced Air Systems.",
      "id": "s883"
    },
    {
      "text": "394 Messrs Pierce and Ferguson were at all material times a director of MPM acting within the scope of his actual or apparent authority as a director, servant or agent of MPM in respect of his alleged conduct.",
      "id": "s884"
    },
    {
      "text": "MPM, through the conduct of its directors made and gave effect to the arrangements or understandings admitted, and admits that such conduct contravened s 45(2) of the Act.",
      "id": "s885"
    },
    {
      "text": "Messrs Pierce and Ferguson admit that they were directly or indirectly knowingly concerned in, or party to, the contraventions by MPM.",
      "id": "s886"
    },
    {
      "text": "395 In the penalty period the MPM Unit Trust of which MPM was the trustee tendered for an average of about 350 projects per year, ranging from small jobs to multi-million dollar jobs.",
      "id": "s887"
    },
    {
      "text": "During the period from June 1995 and continuing up to about May 2003, MPM made or arrived at:\n \n 1.",
      "id": "s888"
    },
    {
      "text": "27 Miscellaneous Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s889"
    },
    {
      "text": "However, 12 of the Miscellaneous Arrangements or Understandings were made or arrived at and given effect to more than six years prior to the MPM respondents being added as parties to the respondents (s 77(2) of the Act), and consequently no penalty may be imposed in respect of that conduct as it preceded December 1998;\n 2. five AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangements or Understandings and gave effect to them by making 33 Table Arrangements or Understandings.",
      "id": "s890"
    },
    {
      "text": "However, three of the AMCA Members Arrangements or Understandings were made or arrived at and given effect to more than six years prior to the MPM respondents being added as parties to the respondents, and consequently no penalty may be imposed in respect of that conduct as it preceded December 1998;\n 3.",
      "id": "s891"
    },
    {
      "text": "33 Table Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s892"
    },
    {
      "text": "However, 12 of the Table Arrangements or Understandings were made or arrived at and given effect to more than six years prior to the MPM respondents being added as parties to the respondents, and consequently no penalty may be imposed in respect of that conduct as it preceded December 1998;\n 4. each of the Esplanade Hotel Convention Centre Arrangement or Understanding, the Harbour Town Arrangement or Understanding and the ABC Perth Arrangement or Understanding; and\n 5. the Floreat Forum Shopping Centre Arrangement or Understanding and gave effect to provisions of it.",
      "id": "s893"
    },
    {
      "text": "396 The following table sets out the value of the designated tenderer arrangements or understandings that MPM made and/or gave effect to during the penalty period:\n Arrangement or Understanding Type Made Gave effect Total value Won as the Designated Tenderer Total value of projects won % of Projects tendered over 4.5 yrs - approx 120 per year Misc.",
      "id": "s894"
    },
    {
      "text": "and Table 36 36 $31 223 515 9 $5 741 505 6.7% (36/540) Declarations \n \n397 The MPM respondents accept that their conduct, constituting as it does contraventions (or involvement in contraventions) of s 45(2) read with ss 45A and 4D of the Act, was very serious.",
      "id": "s895"
    },
    {
      "text": "Such contraventions must be seen as amongst the most serious of the non-criminal contraventions of the Act.",
      "id": "s896"
    },
    {
      "text": "It is jointly submitted that the contraventions were deliberate and covert and involved senior management of MPM, it being one of the larger competitors in the relevant market.",
      "id": "s897"
    },
    {
      "text": "A minute of consent orders has been provided for consideration relating to injunctions and costs as against each of the MPM respondents, and as against MPM, the implementation of a compliance order.",
      "id": "s898"
    },
    {
      "text": "While it is agreed that orders relating to declarations and a pecuniary penalty should be made, the form of orders is not agreed.",
      "id": "s899"
    },
    {
      "text": "398 The parties have each filed a minute of proposed orders in respect of the declarations that should be made.",
      "id": "s900"
    },
    {
      "text": "The applicant seeks to have included declarations that relate to conduct falling outside the penalty period and the respondents seek to restrict the declarations to contraventions that fall within the penalty period arising by virtue of s 77(2) of the Act.",
      "id": "s901"
    },
    {
      "text": "The applicant submits that, unlike with the ordering of pecuniary penalty, the Court is not limited by the terms of s 21 of the Federal Court Act to make declarations in respect to contraventions falling solely within the penalty period.",
      "id": "s902"
    },
    {
      "text": "399 The applicant submits that the declarations sought are directed to the determination of a legal controversy and not to answering abstract or hypothetical questions by reason that:\n \n 1(a) in its amended statement of claim, the applicant identified the alleged conduct giving rise to liability under the Act, and asserted that by such conduct the MPM respondents had contravened the Act, or been directly or indirectly knowingly concerned in, or party to, such contraventions of the Act; and \n 1(b) the MPM respondents admit such contraventions and their subsequent liability under the Act;\n 2. the applicant, as a public body charged with enforcing the Act, has a real interest in seeking the relief ( Australian Competition and Consumer Commission v Goldy Motors Pty Ltd (2001) ATPR 41-801 at [30])), and the MPM respondents are proper contradictors in that they have a true interest in opposing the declarations sought; and\n 3. as to the issue of whether declarations can produce any foreseeable consequences for the parties, this case is distinguishable from the circumstances of the Gardner 138 CLR 646 (Note) case where, as a consequence of the legislation in question having been repealed and replaced, there was patently no point in making the declaration sought ( Goldy Motors Pty Ltd (2001) ATPR 41-801 at [31]).",
      "id": "s903"
    },
    {
      "text": "400 The applicant submits that it is appropriate for the Court to exercise its discretion to make declarations because there are sufficient consequences flowing from the making of such declarations as this case involves the public interest such that declarations will serve to vindicate the applicant's claim that the MPM respondents contravened or were directly or indirectly knowingly concerned in, or party to, contraventions of the Act, and may be of some assistance to it in future in carrying out the duties which are conferred upon it by the Act; and declarations will serve to mark the Court's disapproval of particular conduct engaged in contravention of the Act ( Tobacco Institute (No 2) 41 FCR 89 at 268).",
      "id": "s904"
    },
    {
      "text": "See also Lee J in Midland Brick Co 207 ALR 329 at [21].",
      "id": "s905"
    },
    {
      "text": "401 The applicant submits that the declarations it seeks reflect all the contraventions of the Act by MPM, and all the ancillary liability that has been alleged against and admitted by Messrs Pierce and Ferguson.",
      "id": "s906"
    },
    {
      "text": "In addition, it is submitted that the declarations sought by either the applicant or the MPM respondents do not overlap nor do they inflate the true extent of the contraventions and conduct.",
      "id": "s907"
    },
    {
      "text": "402 The MPM respondents submit that the issue is whether it is appropriate for the Court to make declaratory relief in respect of an application for which there is no substantive relief sought, or able to be sought, due to the application of time limits.",
      "id": "s908"
    },
    {
      "text": "It is said that it is not proper for declarations to be made in such circumstances.",
      "id": "s909"
    },
    {
      "text": "The MPM respondents submit that the admissions for conduct older than six years prior to the commencement of the proceeding were made in circumstances where they were invited to do so by the applicant.",
      "id": "s910"
    },
    {
      "text": "403 I do not consider the making of a declaration extending to conduct outside the conduct in respect of which the Court will make orders in this instance will result in the declaration producing any foreseeable consequences for the parties.",
      "id": "s911"
    },
    {
      "text": "Those consequences will be produced by a declaration in relation to conduct within time.",
      "id": "s912"
    },
    {
      "text": "While the present circumstances are distinguishable from those in Gardner 138 CLR 646 (Note) reported in 52 ALJR 180, that is not a reason to decide this issue to the contrary.",
      "id": "s913"
    },
    {
      "text": "Gardner 138 CLR 646 (Note) does not purport to limit the principle to the circumstances considered in it.",
      "id": "s914"
    },
    {
      "text": "The introduction of out of time circumstances into the pleadings is not a sufficient reason to support the exercise of the discretion in favour of making a declaration extending to those circumstances.",
      "id": "s915"
    },
    {
      "text": "The inclusion of the reference to out of time circumstances would in the present instance not direct the declaration to a determination of a controversy and would not involve a real question.",
      "id": "s916"
    },
    {
      "text": "These are not circumstances to support the exercise of the discretion in the way the applicant has contended.",
      "id": "s917"
    },
    {
      "text": "404 That does not have the consequence that the admissions of conduct over a longer period than that referred to in the declarations is without point.",
      "id": "s918"
    },
    {
      "text": "The respondents accept that the conduct admitted may be taken into account in determining the duration of offending conduct for the purpose of fixing a pecuniary penalty.",
      "id": "s919"
    },
    {
      "text": "Injunctions \n \n405 Subject to concordance with the declarations, it is appropriate that injunctive relief be granted.",
      "id": "s920"
    },
    {
      "text": "Costs \n \n406 The parties have agreed, in the minute of consent orders, that each of the MPM respondents (so far as it relates to each respondent) pay the applicant's costs of and incidental to the proceeding, to be taxed if not agreed.",
      "id": "s921"
    },
    {
      "text": "Pecuniary Penalties \n \n407 The applicant is seeking a pecuniary penalty of $1.49m against MPM and $70 000 each against both Messrs Pierce and Ferguson.",
      "id": "s922"
    },
    {
      "text": "In support of its submissions, the applicant has filed an affidavit of Mr Nicholas Gvozdin sworn 20 April 2006.",
      "id": "s923"
    },
    {
      "text": "408 The applicant submits that the pecuniary penalties sought have been determined having regard to a number of factors including the nature and extent of the contravening conduct engaged in by the MPM respondents during the period relevant for the imposition of pecuniary penalties.",
      "id": "s924"
    },
    {
      "text": "This covers fifteen of the Miscellaneous Arrangements or Understandings; two of the AMCA Members Arrangements or Understandings; 21 of the Table Arrangements or Understandings; the Esplanade Hotel Arrangement or Understanding; the Harbour Town Arrangement or Understanding; and the ABC Perth Arrangement or Understanding.",
      "id": "s925"
    },
    {
      "text": "409 The respondents submit that the range of penalty that should be looked at is $350 000 to $500 000.",
      "id": "s926"
    },
    {
      "text": "In support of its submissions, the MPM respondents have filed an affidavit of Mr Ferguson sworn 4 April 2006, an affidavit Mr Pierce sworn 29 March 2006 and an affidavit of Mr Hamersley sworn 31 March 2006.",
      "id": "s927"
    },
    {
      "text": "Nature of the conduct \n \n410 The respondents submit that the nature of the conduct is to be distinguished from conduct such as that in Leahy Petroleum 215 ALR 281.",
      "id": "s928"
    },
    {
      "text": "It was not conduct effected in order to raise prices or gouge the market by extracting additional profits.",
      "id": "s929"
    },
    {
      "text": "Rather the conduct here arose because tenders were being invited to submit prices for particular jobs in circumstances where there was pressure for repricing of contracts.",
      "id": "s930"
    },
    {
      "text": "It is argued this is to be distinguished from 'classic price fixing' because it did not relate to the market as a whole but only to particular tenders where the practices were occurring.",
      "id": "s931"
    },
    {
      "text": "Also it was not conduct designed to raise prices but rather to limit squeezing of margins.",
      "id": "s932"
    },
    {
      "text": "Additionally it was conduct occurring in a circumstance where a budget figure or a price had been established by the party inviting the tender by reason of the practice that followed.",
      "id": "s933"
    },
    {
      "text": "411 The MPM respondents submit that MPM submitted tenders for about 350 projects a year of which the offending conduct related to a small number of projects.",
      "id": "s934"
    },
    {
      "text": "It supports that submission by reference to the following tables.",
      "id": "s935"
    },
    {
      "text": "The first sets out the value of the designated tenderer arrangements or understandings given effect to by MPM in each year of the penalty period expressed as a percentage of the total market:\n \n Year \n Total (as in joint submissions) \n Percentage of Total Market of $140m \n \n 1999 \n $20 797 686 \n 14.8 per cent \n \n 2000 \n $1 018 010 \n 0.7 per cent \n \n 2001 \n $150 856 \n 0.1 per cent \n \n 2002 \n $2 876 913 \n 2.0 per cent \n \n 2003 \n $6 380 050 \n 4.5 per cent \n \n\n \n Year \n Value of Projects Won by MPM (as in joint submissions) \n Percentage of Total Market of $140m \n \n 1999 \n $1 620 000 \n 1.1 per cent \n \n 2000 \n $463 149 \n 0.3 per cent \n \n 2001 \n $150 856 \n 0.1 per cent \n \n 2002 \n $567 800 \n 0.4 per cent \n \n 2003 \n $2 939 700 \n 2.1 per cent \n \n $5 741 505 \n \n \n412 It is also submitted that it is significant four of the jobs making up this total were for relatively small amounts, being around $1/4m and one of around $1/2m.",
      "id": "s936"
    },
    {
      "text": "413 Additionally the respondents express the percentage of the projects comprised in the conduct in relation to annual turnover as follows:\n Year Ended 30 June Value of Designated Tenders Invoiced MPM's total revenue Percentage of Subject Projects Invoiced to Annual Turnover 1999 $820 000 $7 205 064 11.4% 2000 $658 000 $6 967 135 9.4% 2001 $755 000 $9 830 938 7.7% 2002 $567 800 $7 444 801 7.6% 2003 $1 818 000 $7 501 835 24% 2004 $1 121 630 $10 022 448 11.2% Total $5 740 430 $48 972 221 11.7% \n414 The evidence of Mr Pierce was that it was the practice for builders to make known to tenderers the budget set aside for air conditioning and that builders were aggressive in seeking to obtain lower prices for the installation of air conditioning.",
      "id": "s937"
    },
    {
      "text": "This conduct by builders squeezed the margins earned by MPM and placed pressure on its business, resulting in a reduction of about 5 per cent of the usual margin.",
      "id": "s938"
    },
    {
      "text": "His evidence was that when a designated tenderer was agreed upon, the bid would be the lowest price which would not exceed the budget.",
      "id": "s939"
    },
    {
      "text": "Consequently the arrangements did not have the effect of increasing prices above budget levels nor did they apply generally in the market place.",
      "id": "s940"
    },
    {
      "text": "Amount of loss or damage caused \n \n415 The applicant submits that as it is not known what the tender prices would have been in the absence of the arrangements or understandings, it is difficult to quantify the loss or damage caused by the Designated Tenderer Arrangements or Understandings.",
      "id": "s941"
    },
    {
      "text": "It is said it is nevertheless important that the conduct wholly undermines the competitive tender process.",
      "id": "s942"
    },
    {
      "text": "There is an indirect loss in the form of the costs borne by owners and builders in putting projects to tender, as opposed to simply negotiating directly with contractors.",
      "id": "s943"
    },
    {
      "text": "The amount of time and money spent on preparing tender documents for projects, assessing tenders and conducting negotiations is likely to be very significant and this conduct significantly undermined the benefits of engaging in such a process.",
      "id": "s944"
    },
    {
      "text": "In relation to the Arrangements or Understandings where MPM was not the designated tenderer, such arrangements or understandings could not have been given effect to without the tenderers (including MPM) being willing to accept (and in fact accepting) cover prices.",
      "id": "s945"
    },
    {
      "text": "It is submitted that the loss or damage to the relevant owner or builder therefore arises irrespective of whether MPM directly benefited from the conduct by being selected as the designated tenderer to a particular project.",
      "id": "s946"
    },
    {
      "text": "416 In relation to the Esplanade Hotel Convention Centre, Harbour Town and ABC Perth Arrangements and Understandings, there is no evidence of any loss or damage as it appears the winning tenderer did not include the agreed amount in formulating its tender price.",
      "id": "s947"
    },
    {
      "text": "However, although the extent of any loss or damage is a factor to be taken into account in assessing penalty (s 76(1)), the absence of loss or damage is not a mitigating factor in the imposition of a penalty: ICI Australia 105 ALR 115 at 119.",
      "id": "s948"
    },
    {
      "text": "417 While accepting that there was loss or damage by reason of their conduct, the MPM respondents submit that the pecuniary penalty should be assessed having regard to the extent of the conduct and the evidence of loss or damage caused (profit gained) which is confined by the number of contracts and the fact that the conduct was directed to limiting the extent of squeezing on margins rather than gouging profits by increasing margins.",
      "id": "s949"
    },
    {
      "text": "Financial position of contravening company \n \n418 The applicant submits that the fairest and most accurate indicator of a size of a company is its turnover, namely its income from operations.",
      "id": "s950"
    },
    {
      "text": "Generally, the larger the scale of operations, the greater the income/turnover earned.",
      "id": "s951"
    },
    {
      "text": "Other indicators that may be suggested to compare the size of companies, it is said, do not provide an accurate measure of the size of the companies.",
      "id": "s952"
    },
    {
      "text": "It is submitted that any focus upon a company's net profit after tax is not an appropriate measure and is potentially misleading.",
      "id": "s953"
    },
    {
      "text": "A company's net profit or loss, is derived following the implementation of certain accounting techniques.",
      "id": "s954"
    },
    {
      "text": "Importantly, a company's net profit can be greatly influenced by its own discretionary decisions, usually adopted for the very purpose of minimising a company's net profit leading to tax minimisation or other ends.",
      "id": "s955"
    },
    {
      "text": "A company's decision to incur additional expenses or to divert money to other entities may all have a direct effect on net profit.",
      "id": "s956"
    },
    {
      "text": "Many large companies are thus able to post very small net profits or even net losses, and the posting of such level of profits (or losses) is not reflective of its true size or scale of operations.",
      "id": "s957"
    },
    {
      "text": "419 MPM is one of the mid sized contractors.",
      "id": "s958"
    },
    {
      "text": "The larger contractors have been Tyco Australia Pty Ltd (which acquired Designair, T O'Connor and Hadens to form one contractor), Haden Engineering Pty Ltd, Direct Engineering Services Pty Ltd, Envar Engineers and Contractors Pty Ltd, Designair, and Jako Industries Pty Ltd. MPM's largest job at the time of the submissions has been valued at $2.6m.",
      "id": "s959"
    },
    {
      "text": "Parity principle \n \n420 The relativity tables concerning MPM show it is 3 of 12 in respect of all arrangements and 5 of 15 in respect of total value.",
      "id": "s960"
    },
    {
      "text": "Mr Pierce is 3 out of 16 for all arrangements and 3 out of 19 for total value.",
      "id": "s961"
    },
    {
      "text": "Mr Ferguson has the same relative rankings.",
      "id": "s962"
    },
    {
      "text": "421 The MPM respondents submit that unlike other respondents in this proceeding, namely DES, Tyco Australia Pty Ltd and HVAC Construction Pty Ltd, MPM is not part of a large public corporation, it is a much smaller enterprise, employing six people and has a relatively modest annual turnover.",
      "id": "s963"
    },
    {
      "text": "It is also said that MPM is not one of the larger contractors involved in the arrangements.",
      "id": "s964"
    },
    {
      "text": "422 In relation to the relative ranking of MPM with other companies engaged in the conduct the respondents submit that there are other ways of examining ranking.",
      "id": "s965"
    },
    {
      "text": "The first is to consider the value of the projects won by each of the respondents.",
      "id": "s966"
    },
    {
      "text": "The respondents submit the following table:\n Value of Jobs Won by other Respondents based on the Schedules attached to the Applicant's Amended Statement of Claim \n \n \n Company Name Number of Jobs Won Value of Jobs Won \n \n \n HVAC Construction Limited 5 $19 980 000 Tyco/Design Air 5 $7 713 465 Tyco/O'Connor 3 $5 786 365 Direct Engineering Services 4 $11 034 733 Jako Industries 6 $6 285 795* Envar 12 $8 228 160 \n* The respondents' submissions sought to include an additional $8.8m, being the value of the Esplanade, Harbour Town and ABC arrangements.",
      "id": "s967"
    },
    {
      "text": "However, the applicant asserts the table is correct without amendment because it is not alleged that any respondent ever gave effect to those three arrangements.",
      "id": "s968"
    },
    {
      "text": "They are nevertheless relevant as a measure of the conduct engaged in.",
      "id": "s969"
    },
    {
      "text": "423 This is relied upon to establish a material difference between the material benefit derived and the number of jobs won.",
      "id": "s970"
    },
    {
      "text": "It is contended that regard should be had by the Court to the fact that the conduct in question of MPM related to its margins in the order of hundreds of thousands of dollars rather than in the order of millions of dollars.",
      "id": "s971"
    },
    {
      "text": "It is submitted that the level of benefit is very important when it comes to determining the level of penalty.",
      "id": "s972"
    },
    {
      "text": "424 Against this must be considered the submission of the applicant, made in respect of all respondents, that the consequence of the nature of the conduct and arrangements at issue here was that all parties were a party to the making of any particular arrangement.",
      "id": "s973"
    },
    {
      "text": "The fact that one of them may have been the designated tenderer on any particular occasion is not relevant as far as the loss or damage is concerned because that is caused to the owner or builder and it arises in this case irrespective of whether MPM itself directly benefited from the conduct as being selected as a designated tenderer to a particular project.",
      "id": "s974"
    },
    {
      "text": "I accept this submission.",
      "id": "s975"
    },
    {
      "text": "Market size and entry \n \n425 MPM held approximately five per cent of the total market.",
      "id": "s976"
    },
    {
      "text": "Deliberateness of contravention and duration \n \n426 The conduct was deliberate and undertaken voluntarily with the understanding that it was illegal.",
      "id": "s977"
    },
    {
      "text": "The respondents intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s978"
    },
    {
      "text": "It was understood between all participants in the conduct that the meetings and the existence of the arrangements or understandings were secret and should not be revealed to anyone outside the group.",
      "id": "s979"
    },
    {
      "text": "There were regular communications with competitors for the purpose of making or arriving at, and giving effect to, those arrangements or understandings.",
      "id": "s980"
    },
    {
      "text": "427 MPM was involved in such conduct between 1998 and 2003.",
      "id": "s981"
    },
    {
      "text": "Involvement of senior management \n \n428 The contraventions of MPM occurred as a result of the conduct of Messrs Pierce and Ferguson, being its directors with significant control over MPM's and MPM Unit Trust's operations in Western Australia.",
      "id": "s982"
    },
    {
      "text": "Compliance measures \n \n429 MPM has taken measures to institute a trade practices compliance program and that Messrs Pierce and Ferguson are actively participating in this program.",
      "id": "s983"
    },
    {
      "text": "Co-operation \n \n430 The MPM respondents have co-operated with the applicant's investigation and Messrs Pierce and Ferguson were interviewed voluntarily.",
      "id": "s984"
    },
    {
      "text": "Past conduct \n \n431 The MPM respondents have not previously been the subject of previous proceedings under Pt IV of the Act.",
      "id": "s985"
    },
    {
      "text": "Neither Messrs Pierce or Ferguson have ever been charged with, or convicted of, a criminal offence or otherwise been prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s986"
    },
    {
      "text": "Personal circumstances \n \n432 Messrs Pierce and Ferguson are remorseful and have already suffered financially.",
      "id": "s987"
    },
    {
      "text": "Mr Ferguson's health has suffered as a result of his actions and in a real sense, any penalty imposed upon MPM will be a penalty against each of them.",
      "id": "s988"
    },
    {
      "text": "Deterrence \n \n433 The parties agree that due to the conduct being widespread and entrenched, it is important that significant penalties are awarded to deter such conduct in the future: see Australian Competition and Consumer Commission v SIP Australia Pty Ltd (1999) ATPR 41-072 and Gullyside (2006) ATPR 42-097 at [34]-[46].",
      "id": "s989"
    },
    {
      "text": "434 It is submitted by the applicant that the maximum penalty provided by the Act reflects the need to establish fines that are sufficient to deter large public companies with annual turnovers in the hundreds of millions of dollars that are managed by individuals with no personal stake in the penalty payable by the corporation.",
      "id": "s990"
    },
    {
      "text": "In contrast, MPM is a private company and the profits are distributed to Messrs Pierce and Ferguson and their family members.",
      "id": "s991"
    },
    {
      "text": "Total earnings by way of salary, superannuation and distributions in any year from MPM's business have been in the order of $1m but have been much lower in some years, with no distributions in 2003.",
      "id": "s992"
    },
    {
      "text": "435 The respondents submit it is significant that the turnover of MPM to which the contravening conduct relates was only a fraction of the total turnover, being $5 741 505 for the period from 1998 to 2003.",
      "id": "s993"
    },
    {
      "text": "Over the period, the contravening conduct related to 11.7 per cent of the annual turnover of MPM.",
      "id": "s994"
    },
    {
      "text": "It is said that the conduct of the MPM respondents was directed at maintaining rather than increasing profit margin.",
      "id": "s995"
    },
    {
      "text": "In such circumstances it is submitted that the financial returns to MPM from the conduct were relatively modest and any penalty will fall on the owners of the business rather than distributed over shareholders.",
      "id": "s996"
    },
    {
      "text": "436 The respondents submit that a modest penalty is sufficient to deter MPM.",
      "id": "s997"
    },
    {
      "text": "That is not the only issue the Court must address.",
      "id": "s998"
    },
    {
      "text": "It must also consider general deterrence.",
      "id": "s999"
    },
    {
      "text": "437 Nevertheless the respondents re-assert the facts set out above relating to the extent of their conduct in relation to their business and that the financial returns to MPM from the conduct were relatively modest.",
      "id": "s1000"
    },
    {
      "text": "They argue that it is the larger businesses which should receive greater penalties because only then would it be a deterrent to those businesses.",
      "id": "s1001"
    },
    {
      "text": "DES, Tyco and HVAC are again identified as among those businesses, having substantial net asset positions and public company structures.",
      "id": "s1002"
    },
    {
      "text": "It is contended that MPM should be understood as having less employees, less assets, less overall turnover and as having secured smaller contracts from the arrangements.",
      "id": "s1003"
    },
    {
      "text": "Support for these considerations was sought by the respondents in SIP Australia (1999) ATPR 41-702 at [9], [10], [26] and [27].",
      "id": "s1004"
    },
    {
      "text": "There at [27] Goldberg J accepted that it was appropriate for the Court to give weight to the fact that it is relatively small company and that the penalty proposed by the parties, albeit at the lower range of penalties available under the Act, would have a substantial effect on the company and its directors.",
      "id": "s1005"
    },
    {
      "text": "Reliance was also placed by the respondents on the contrasting circumstances in Leahy Petroleum (No 2) 215 ALR 281 considered by Kiefel J in Gullyside (2006) ATPR 42-097 at [38].",
      "id": "s1006"
    },
    {
      "text": "The respondents contend that this shows the range of penalties being sought by the applicant here are far higher than those that are necessary to deter the conduct and exceed what is necessary given the extent to which MPM benefited and the limited extent to which the conduct affected the price in the market place.",
      "id": "s1007"
    },
    {
      "text": "Capacity to pay \n \n438 The applicant submits that the issue of capacity to pay, while a relevant factor, is of less relevance when balanced against the necessity of imposing a penalty that satisfies the objective of general deterrence.",
      "id": "s1008"
    },
    {
      "text": "Leahy Petroleum (No 2) 215 ALR 281 at [9] and [11].",
      "id": "s1009"
    },
    {
      "text": "It is said that given the financial circumstances of MPM outlined in the agreed documents before the Court and in the affidavit of Mr Gvozdin, MPM has the capacity to pay a penalty of $1.49m.",
      "id": "s1010"
    },
    {
      "text": "439 The respondents do not advance any submission that the level of penalty should be reduced to accommodate any incapacity to pay.",
      "id": "s1011"
    },
    {
      "text": "Payment in instalments \n \n440 At the hearing, the respondents stated that they want to address the Court about the timing of the penalty to be paid.",
      "id": "s1012"
    },
    {
      "text": "It is submitted that if an order is made for a penalty in the range they have submitted to be appropriate, they would seek six months to pay the penalty.",
      "id": "s1013"
    },
    {
      "text": "If the penalty is greater, namely what is sought by the applicant, then they wish to make submissions for a further period of time in which to pay, supported by evidence.",
      "id": "s1014"
    },
    {
      "text": "Determination of pecuniary penalty \n \n441 The applicant submits that the penalties proposed by it for MPM is within the appropriate range, particularly given the seriousness of the conduct.",
      "id": "s1015"
    },
    {
      "text": "442 With respect to Messrs Pierce and Ferguson it is submitted that regard should also be had to the serious nature of their involvement in the contraventions of the Act by MPM considered in light of the following:\n \n 1.",
      "id": "s1016"
    },
    {
      "text": "They are directors and senior managers of MPM, and both have an ownership interest in MPM;\n 2.",
      "id": "s1017"
    },
    {
      "text": "They were active participants in the arrangements; their conduct applied to a large number and value of projects and continued over the entire penalty period; and\n 3.",
      "id": "s1018"
    },
    {
      "text": "They received, or stood to receive, any benefit from the conduct through their interest in MPM.",
      "id": "s1019"
    },
    {
      "text": "443 The starting point is consideration of the submission by the respondents that the appropriate range of pecuniary penalty is $350 000 to $500 000.",
      "id": "s1020"
    },
    {
      "text": "This seeks to equate MPM's position to that of CMS and Jako.",
      "id": "s1021"
    },
    {
      "text": "Jako had 30 collusive jobs and CMS had 20 whereas MPM had 40.",
      "id": "s1022"
    },
    {
      "text": "The total value of MPM's arrangements was $42m as against Jako almost $30m and CMS $6m.",
      "id": "s1023"
    },
    {
      "text": "On the face of these facts it is not the case that MPM is comparable to either of the alleged comparators in terms of the conduct attracting the pecuniary penalty.",
      "id": "s1024"
    },
    {
      "text": "444 The next point of reference is the starting point for the pecuniary penalty as proposed by the applicant.",
      "id": "s1025"
    },
    {
      "text": "That is the figure of $2.13m.",
      "id": "s1026"
    },
    {
      "text": "The one next above that figure is DES at $2.5m.",
      "id": "s1027"
    },
    {
      "text": "Precisely why the starting point for MPM is an odd part of 100,000 is not apparent, although the same approach of the applicant appears in relation to HVAC where the starting point is $2.74m.",
      "id": "s1028"
    },
    {
      "text": "The critical issue is whether MPM shares with HVAC and DES qualities of conduct which make appropriate the application of a starting point of over $2m.",
      "id": "s1029"
    },
    {
      "text": "445 HVAC engaged in 40 collusive jobs with a total value of $69m.",
      "id": "s1030"
    },
    {
      "text": "DES engaged in 30 collusive jobs of a total value of $48m.",
      "id": "s1031"
    },
    {
      "text": "MPM had more collusive jobs (40) but lesser value than either of these comparators (by a margin of $6m below DES).",
      "id": "s1032"
    },
    {
      "text": "MPM was equal third in the number of offending jobs and fifth in total value.",
      "id": "s1033"
    },
    {
      "text": "It was in the top third of offenders.",
      "id": "s1034"
    },
    {
      "text": "446 In the case of both DES and MPM, the effect of the discount is that the proposed penalty falls below the $2m mark.",
      "id": "s1035"
    },
    {
      "text": "In the case of DES it falls to $1.75m and in the case of MPM would fall to $1.49m.",
      "id": "s1036"
    },
    {
      "text": "So the true comparison of MPM with both DES and its nearest comparator below (Centigrade) lies with the discounted figure.",
      "id": "s1037"
    },
    {
      "text": "Centigrade had 59 jobs with a total value of $56m.",
      "id": "s1038"
    },
    {
      "text": "The pre-discount penalty in respect of it was $1.7m and the discounted penalty $1.2m.",
      "id": "s1039"
    },
    {
      "text": "MPM had more jobs (40) but less total value ($42m).",
      "id": "s1040"
    },
    {
      "text": "Centigrade's penalty also took into account circumstances of co-operation.",
      "id": "s1041"
    },
    {
      "text": "447 While I have reservations concerning the starting point for MPM, the discount penalty for it at $1.49m cannot be said to be out of range when compared to Centigrade.",
      "id": "s1042"
    },
    {
      "text": "The difference monetarily between that figure and $1.2m is not of such a margin as to justify interference on the basis of being out of range, taking into account the circumstances relevant to each.",
      "id": "s1043"
    },
    {
      "text": "448 As to whether payment by MPM should be by instalments, I will allow an opportunity for it to make submissions on the issue, as has been requested.",
      "id": "s1044"
    },
    {
      "text": "449 The position in relation to Messrs Pierce and Ferguson is as follows.",
      "id": "s1045"
    },
    {
      "text": "They were each involved in the arrangements of MPM and to the total value previously referred to.",
      "id": "s1046"
    },
    {
      "text": "The applicant proposes a pre-discount starting point of $100 000 in relation to each of them.",
      "id": "s1047"
    },
    {
      "text": "That is the same starting point advanced by the applicant in relation to Mr Smith in respect of his conduct with Centigrade.",
      "id": "s1048"
    },
    {
      "text": "In respect of Messrs Pierce, Ferguson and Smith the post-discount penalty is the sum of $70 000.",
      "id": "s1049"
    },
    {
      "text": "Mr Smith was involved in many more arrangements (59 compared to 40) for a much higher value ($56m compared to $42m).",
      "id": "s1050"
    },
    {
      "text": "I consider that Messrs Pierce and Ferguson are not sufficiently demarked from the range in which Mr Smith was involved.",
      "id": "s1051"
    },
    {
      "text": "I therefore consider that the post-discount penalty in the case of Messrs Pierce and Ferguson should be in the sum of $60 000.",
      "id": "s1052"
    },
    {
      "text": "450 In the case of Mr Smith, I have made provision for payment by instalments, particularly taking into account his personal family circumstances.",
      "id": "s1053"
    },
    {
      "text": "There are personal circumstances to be weighed in the case of both Mr Pierce and Mr Ferguson.",
      "id": "s1054"
    },
    {
      "text": "I consider that it is appropriate in the light of those circumstances that the pecuniary penalty should be paid in three equal annual instalments.",
      "id": "s1055"
    },
    {
      "text": "PART 7: PECUNIARY PENALTY ABOVE $2 MILLION \n RESPONDENT 10: ACN 009 298 686 PTY LTD (FORMERLY HVAC CONSTRUCTION LIMITED) ('HVAC') \n \n451 The tenth respondent ('HVAC') was a wholly owned subsidiary of HVAC Ltd ACN 074 619 266 ('HVAC Ltd').",
      "id": "s1056"
    },
    {
      "text": "HVAC Ltd was incorporated on 27 June 1996 and HVAC was registered as an unlisted public company limited by shares on 1 March 1998.",
      "id": "s1057"
    },
    {
      "text": "452 The directors of HVAC Ltd included Mr Glenn Tucker.",
      "id": "s1058"
    },
    {
      "text": "453 On 27 June 2003, Mr Tucker incorporated the company Tec Plus Ltd (ACN 105 311 662).",
      "id": "s1059"
    },
    {
      "text": "454 On 30 June 2003, Mr Tucker ceased to be a director of HVAC.",
      "id": "s1060"
    },
    {
      "text": "455 On 4 July 2003, HVAC sub-contracted its air conditioning and minor process construction contracts to Tec Plus Ltd.\n \n456 HVAC maintain that once those contracts were sub-contracted to Tec Plus Ltd, HVAC ceased 'active' trading in air conditioning and minor process construction projects.",
      "id": "s1061"
    },
    {
      "text": "All records and files (including historical) were transferred to Tec Plus Ltd and the associated employee positions were terminated.",
      "id": "s1062"
    },
    {
      "text": "457 On 7 July 2005, HVAC converted to a proprietary company limited by shares and its name was changed to 'HVAC Construction Pty Ltd'.",
      "id": "s1063"
    },
    {
      "text": "458 On 22 September 2005, HVAC changed its name to 'ACN 009 298 686 Pty Ltd'.",
      "id": "s1064"
    },
    {
      "text": "459 HVAC was placed into voluntary liquidation on 22 December 2005.",
      "id": "s1065"
    },
    {
      "text": "460 Messrs Francis and Ryan of Taylor Woodings, Accountants practicing in the area of insolvency and corporate recovery have been appointed as joint and several liquidators of the tenth respondent.",
      "id": "s1066"
    },
    {
      "text": "461 On 7 March 2006, the Court granted the applicant leave to proceed with the proceeding against the tenth respondent.",
      "id": "s1067"
    },
    {
      "text": "462 On 6 June 2006, the Court granted the applicant leave to change the name of the tenth respondent to ACN 009 298 686 Pty Ltd (formerly HVAC Construction Ltd).",
      "id": "s1068"
    },
    {
      "text": "463 By letter dated 22 September 2006 to the Court, Mr Francis advised that he was unable to enter a plea on behalf of the tenth respondent.",
      "id": "s1069"
    },
    {
      "text": "The applicant was subsequently advised by Taylor Woodings that the liquidator would neither consent to nor oppose the orders sought by the applicant.",
      "id": "s1070"
    },
    {
      "text": "It remains the situation that the liquidator does not consent nor oppose the orders sought by the applicant.",
      "id": "s1071"
    },
    {
      "text": "464 By letter dated 21 May 2007, the liquidator of the tenth respondent advised the solicitors for the applicant that he consented to the proceeding being conducted 'on the papers'.",
      "id": "s1072"
    },
    {
      "text": "465 By letter dated 23 May 2007, the liquidator of the tenth respondent advised the solicitors for the applicant that that respondent consented to the issues raised in point 7, 8 and 9 of a letter to the tenth respondent from the solicitors of the applicant dated 19 April 2007.",
      "id": "s1073"
    },
    {
      "text": "Those points read as follows:\n \n \n '7 In addition, we consider that there are issues which should not on any view be contentious and which we suggest can appropriately be the subject of agreement.",
      "id": "s1074"
    },
    {
      "text": "These matters, such as: \n \n \n &#8226; whether HVAC was a tenderer for a particular project, \n &#8226; who its representative was, \n &#8226; when the tender occurred, HVAC's tender price, \n &#8226; the identity of the other tenderers; and \n &#8226; whether HVAC was successful tenderer \n \n \n are 'ancillary' in nature and do not go to the heart of whether there was a contravention.",
      "id": "s1075"
    },
    {
      "text": "8 We have prepared a table, which is attached, which provides our evidence of some of these ancillary matters.",
      "id": "s1076"
    },
    {
      "text": "This table was produced from the documents appearing in the List of Documents which were filed and served upon HVAC.",
      "id": "s1077"
    },
    {
      "text": "This table also provides details as to whether the Court has made a declaration that a respondent made and/or gave effect to the arrangement for HVAC.",
      "id": "s1078"
    },
    {
      "text": "9 If agreement can be reached in relation to the above by way of such issues being the subject of admissions the Court's role can be limited to assessing whether arrangements or understandings existed, whether HVAC was a party, and if so, whether such arrangement or understanding gave rise to contraventions of s45 of the Trade Practices Act .",
      "id": "s1079"
    },
    {
      "text": "Such agreement will also minimise (or potentially eliminate) the need for the making of orders in relation to discovery, which if such orders are made will give rise to both parties incurring legal costs in circumstances where such costs may be otherwise minimised or avoided.",
      "id": "s1080"
    },
    {
      "text": "' \n \n\n466 The applicant has brought to the Court the following:\n \n &#8226; Submissions filed 5 July 2007;\n &#8226; Outline of legal principles applicable to various forms of relief filed on 5 July 2007;\n &#8226; Minute of proposed orders with respect to the tenth respondent filed on 5 July 2007;\n &#8226; Affidavit of Mr Beigel sworn and filed on 5 July 2007; and\n &#8226; Affidavit of Mr Beigel sworn on 2 July 2007 (four volumes).",
      "id": "s1081"
    },
    {
      "text": "467 The tenth respondent, through its liquidator, has filed the affidavit of Mr Francis sworn on 28 June 2007 and filed on 29 June 2007.",
      "id": "s1082"
    },
    {
      "text": "Conduct \n \n468 During the period from June 1995 and continuing up to about January 2003, HVAC:\n \n 1. made or arrived at twenty-four (24) Miscellaneous Arrangements or Understandings and gave effect to a provision or provision of each of them.",
      "id": "s1083"
    },
    {
      "text": "However, nine (9) of the Miscellaneous Arrangements or Understandings were made or arrived at and given effect to more than six (6) years prior to HVAC being added as a party to the respondents (s 77(2) of the Act) and consequently no penalty may be imposed in respect of that conduct as it preceded December 1998.",
      "id": "s1084"
    },
    {
      "text": "2. made or arrived at five (5) AMCA Members Arrangements or Understandings and Subsequent AMCA Members Arrangements or Understandings and gave effect to them by making thirty (30) Table Arrangements or Understandings.",
      "id": "s1085"
    },
    {
      "text": "However, three (3) of the AMCA Members Arrangements or Understandings were made or arrived at and given effect to more than six (6) years prior to the HVAC being added as a party to the respondents (s 77(2) of the Act) and consequently no penalty may be imposed in respect of that conduct as it preceded December 1998.",
      "id": "s1086"
    },
    {
      "text": "3. made or arrived at thirty (30) Table Arrangements or Understandings and gave effect to a provision or provisions of each of them.",
      "id": "s1087"
    },
    {
      "text": "However, eight (8) of the Table Arrangements or Understandings were made or arrived at and given effect to more than six (6) years prior to the HVAC being added as a party to the respondents (s 77(2) of the Act), and consequently no penalty may be imposed in respect of that conduct as it preceded December 1998.",
      "id": "s1088"
    },
    {
      "text": "4. made or arrived at each of the Esplanade Hotel Convention Centre Arrangement or Understanding, the Harbour Town Arrangement or Understanding and the ABC Perth Arrangement or Understanding.",
      "id": "s1089"
    },
    {
      "text": "Contraventions \n \n469 HVAC does not dispute or oppose the conduct admitted by its directors, servants or agents, namely Messrs Lewis, Ballantyne and McLeod on its behalf in relation to the arrangements or understandings referred and declared by the Court, constituted conduct by HVAC in contravention of s 45(2) of the Act which are detailed below.",
      "id": "s1090"
    },
    {
      "text": "Declarations \n \n470 It is appropriate for the Court to exercise its discretion to make the proposed declarations because there are sufficient consequences flowing from the making of such declarations as:\n \n 1. this is a case involving the public interest such that the declarations will serve to vindicate the applicant's claim that HVAC contravened or were directly or indirectly knowingly concerned in, or party to, contraventions of the Act, and may be of some assistance to it in future in carrying out the duties which are conferred upon it by the Act; and \n 2. the declarations will serve to mark the Court's disapproval of particular conduct engaged in contravention of the Act ( Tobacco Institute (No 2) 41 FCR 89 at 268).",
      "id": "s1091"
    },
    {
      "text": "Costs \n \n471 It is appropriate for costs to be awarded in the proposed amount.",
      "id": "s1092"
    },
    {
      "text": "Pecuniary penalty \n \n472 Following consideration of the factors and circumstances referred to in these submissions, the applicant submits that the appropriate pecuniary penalty to be paid by HVAC is $2 740 000.",
      "id": "s1093"
    },
    {
      "text": "The nature of the contravening conduct \n \n473 This has been set out above.",
      "id": "s1094"
    },
    {
      "text": "The amount of loss or damage caused \n \n474 As with the other respondents it is not known what the tender prices would have been in the absence of the arrangements or understandings, and it is therefore difficult to quantify the loss or damage caused by the Designated Tenderer Arrangements or Understandings.",
      "id": "s1095"
    },
    {
      "text": "The circumstances of the alleged contravention \n \n475 The Designated Tenderer Arrangements or Understandings occurred frequently and once the AMCA Members Arrangements or Understandings were made or arrived at, they became more organised.",
      "id": "s1096"
    },
    {
      "text": "The making of designated tenderer arrangements or understandings followed an established pattern of conduct that had been ongoing in the industry for a considerable period of time.",
      "id": "s1097"
    },
    {
      "text": "The advent of the AMCA Members Arrangements or Understandings underlined how entrenched this conduct had become in the air conditioning industry.",
      "id": "s1098"
    },
    {
      "text": "476 The development of the AMCA Members Arrangements or Understandings resulted in an increase in the regularity of the conduct and the development of methods to best identify the projects for which designated tenderer arrangements or understandings could be made.",
      "id": "s1099"
    },
    {
      "text": "Through its representatives, HVAC attended the Unofficial AMCA meetings pursuant to the AMCA Members Arrangements or Understandings from the inception of the AMCA Group in 1997 until meetings ceased in May 2003, following the intervention of the applicant.",
      "id": "s1100"
    },
    {
      "text": "HVAC was a long standing and influential participant in these collusive arrangements.",
      "id": "s1101"
    },
    {
      "text": "477 Projects falling outside the scope of the AMCA Members Arrangements or Understandings were, from time to time, the subject of Miscellaneous Arrangements or Understandings.",
      "id": "s1102"
    },
    {
      "text": "478 Most if not all of the 'major players' (that is, larger contractors) in the market, were at one time or another, involved in the conduct.",
      "id": "s1103"
    },
    {
      "text": "As a consequence, it was easier to make arrangements or understandings, as there were comparatively few situations where non-participating companies would be found on tender lists.",
      "id": "s1104"
    },
    {
      "text": "HVAC was a 'major player' being one of the 'big six' participants.",
      "id": "s1105"
    },
    {
      "text": "479 The market was at all material times very price-sensitive.",
      "id": "s1106"
    },
    {
      "text": "At this time, owners and builders were particularly aggressive in seeking reductions in tender prices.",
      "id": "s1107"
    },
    {
      "text": "Consequently, this conduct was designed to directly circumvent those efforts and reduce the competitive pressures on price.",
      "id": "s1108"
    },
    {
      "text": "480 The conduct was widespread and entrenched in the industry, with all of the major contractors having been involved for some or all of the period.",
      "id": "s1109"
    },
    {
      "text": "The size of the contravening company and financial position of the contravening company \n \n481 HVAC was subsidiary of HVAC Ltd, prior to being placed in liquidation.",
      "id": "s1110"
    },
    {
      "text": "HVAC Ltd describes itself as a process, steel fabrication, construction and maintenance solutions provider, having successfully completed 2550 projects.",
      "id": "s1111"
    },
    {
      "text": "HVAC Ltd has clients around Australia and claims to have sales in excess of $35 000 000 a year.",
      "id": "s1112"
    },
    {
      "text": "HVAC Ltd currently employs about 110 employees.",
      "id": "s1113"
    },
    {
      "text": "482 The turnover of HVAC was as follows:\n \n 1.",
      "id": "s1114"
    },
    {
      "text": "1996-1997 $8 151 000\n 2.",
      "id": "s1115"
    },
    {
      "text": "1997-1998 $15 508 000\n 3.",
      "id": "s1116"
    },
    {
      "text": "1998-1999 $9 472 000\n 4.",
      "id": "s1117"
    },
    {
      "text": "1999-2000 $13 989 000\n 5.",
      "id": "s1118"
    },
    {
      "text": "2000-2001 $6 082 000\n 6.",
      "id": "s1119"
    },
    {
      "text": "2001-2002 $8 332 000\n 7.",
      "id": "s1120"
    },
    {
      "text": "2002-2003 $7 191 000 \n The degree of power \n \n483 It is estimated that at the relevant time the average annual turnover for commercial and industrial air conditioning and mechanical services in Western Australia was $120m to $150m.",
      "id": "s1121"
    },
    {
      "text": "HVAC held approximately 9 per cent of the total market in Western Australia during the relevant period of time.",
      "id": "s1122"
    },
    {
      "text": "The deliberateness of the contravention and period it extended \n \n484 The conduct was deliberate and undertaken voluntarily with the understanding that it was illegal.",
      "id": "s1123"
    },
    {
      "text": "The parties (including HVAC) intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s1124"
    },
    {
      "text": "485 HVAC was involved in the collusion conduct for a period between 1998 and 2003.",
      "id": "s1125"
    },
    {
      "text": "Whether contraventions by senior management or lower level \n \n486 The contraventions of HVAC occurred as the result of the conduct of Messrs Tucker, Lewis, Ballantyne and McLeod who were its directors, servants or agents.",
      "id": "s1126"
    },
    {
      "text": "Parity principle \n \n487 The relative ranking tables show HVAC is 3 of 12 for all arrangements and 1 of 15 for total value.",
      "id": "s1127"
    },
    {
      "text": "Deterrence \n \n488 The conduct as a whole has been widespread and entrenched, involving contractors supplying the bulk of the commercial and industrial air conditioning services in Perth.",
      "id": "s1128"
    },
    {
      "text": "For that reason it is important for significant penalties to be awarded in order to deter the contractors from engaging in the conduct in future.",
      "id": "s1129"
    },
    {
      "text": "Capacity to pay \n \n489 The issue of capacity to pay is, although a relevant factor, of less relevance when balanced against the necessity of imposing a penalty that satisfies the objective of general deterrence.",
      "id": "s1130"
    },
    {
      "text": "The appropriate range \n \n490 In this case, the applicant submits a penalty of $2 740 000 to the Court for its approval as being within an appropriate range for HVAC in all the circumstances.",
      "id": "s1131"
    },
    {
      "text": "491 Penalties over $2 million have been set against companies in situations of blatant cartelisation of a market (for example, see ABB Power Transmission (2004) ATPR 42-011; Roche Vitamins Australia (2001) ATPR 41-809; CSR Ltd (1991) ATPR 41-076; Pioneer Concrete (1985) ATPR 40-590 and TNT Australia (1995) ATPR 41-375 and associated cases (known as the Transformers, Vitamins, Concrete and Express Freight cartels respectively), repeat contraventions, and where the company was otherwise a very large company which acted as a clear ring leader (eg Tyco (2000) ATPR 41-740 and associated Tyco cases (the Queensland Fire Protection Case).",
      "id": "s1132"
    },
    {
      "text": "492 The applicant states there are a number of other penalty decisions which provide a guide as to the applicable range in this instance.",
      "id": "s1133"
    },
    {
      "text": "For example:\n \n 1. as noted above, Tyco (2000) ATPR 41-740 and associated Tyco cases (the Queensland Fire Protection Case) with a penalty of $1.4 million;\n 2. in another recent decision, Midland Brick Co (2004) 207 ALR 329, a penalty of $1 million was awarded against a company.",
      "id": "s1134"
    },
    {
      "text": "The Court set the $1 million penalty having regard to several factors including the need for the penalty to act as a deterrent but not be so high as to be oppressive, the co-operation of the parties with the applicant, the absence of evidence of any loss and the revenue of the company.",
      "id": "s1135"
    },
    {
      "text": "In this case, unlike HVAC, the two colluding parties had a monopoly on the product so there was no alternative supplier.",
      "id": "s1136"
    },
    {
      "text": "The estimated annual revenue for the company was approximately $53 million -$58.5 million.",
      "id": "s1137"
    },
    {
      "text": "The penalty was imposed for two contraventions of s 45(2)(a)(ii) of the Act (much fewer than is the case here) and there was no allegation against the relevant company of a provision of the relevant arrangement or understanding being given effect to; and\n 3. other cases with penalties within this range include Tubemakers of Australia [2000] FCA 227 ; Safeway Stores 75 FCR 238 and George Weston (2000) ATPR 41-763.",
      "id": "s1138"
    },
    {
      "text": "493 Accordingly, it is submitted to the Court that the proposed penalty of $2 740 000 for HVAC is within the appropriate range.",
      "id": "s1139"
    },
    {
      "text": "494 HVAC has the highest total value ($69m) by a wide margin (the next being Envar at $57m).",
      "id": "s1140"
    },
    {
      "text": "It engaged in 40 collusive jobs.",
      "id": "s1141"
    },
    {
      "text": "It cannot be said that the proposed starting point of $2.74m, when considered in relation to DES, is beyond range.",
      "id": "s1142"
    },
    {
      "text": "No discount is proposed and there are no circumstances apparent to make that inappropriate.",
      "id": "s1143"
    },
    {
      "text": "HVAC is a large corporation which had 9% of the total market.",
      "id": "s1144"
    },
    {
      "text": "The impact on that market of the arrangements to the top value in issue can only have been considerable, taking into account also the length of the engagement in the market in that respect.",
      "id": "s1145"
    },
    {
      "text": "A penalty of $2 740 000 is appropriate in this instance when the matters going to the seriousness of the conduct referred are considered.",
      "id": "s1146"
    },
    {
      "text": "495 As the evidence is that HVAC has gone into liquidation, no purpose would be served by consideration of payment by instalments.",
      "id": "s1147"
    },
    {
      "text": "PART 8: OTHER INDIVIDUALS \n RESPONDENT 25: MR REDFERN \n \n496 Between December 1996 and November 1999, Mr Redfern was the Construction Manager of Environ/T O'Connor and the State Manager of Tyco Australia and from November 1999 to January 2007 he was the director and a shareholder of CMS.",
      "id": "s1148"
    },
    {
      "text": "497 Mr Redfern's conduct consisted of participating in telephone calls, attending meetings and committing Environ/T O'Connor, Tyco Australia and CMS at the relevant times, to make or arrive at and give effect to all of the above arrangements or understandings.",
      "id": "s1149"
    },
    {
      "text": "Mr Redfern's involvement in the alleged conduct began from June 1997 and lasted until about May 2003.",
      "id": "s1150"
    },
    {
      "text": "498 The following table sets out the value of the 'designated tenderer' arrangements or understandings that Mr Redfern made or arrived at on behalf of T O'Connor and CMS during the penalty period:\n Arrangement or Understanding Type No.",
      "id": "s1151"
    },
    {
      "text": "of Projects Total value No.",
      "id": "s1152"
    },
    {
      "text": "selected as DT No.",
      "id": "s1153"
    },
    {
      "text": "won as DT Total value of projects won Total 25 $23 320 036 12 7 $6 686 645 Declarations and injunctions \n \n499 The parties agreed to the declarations and injunctions to be imposed upon Mr Redfern and submitted their proposal in a minute of consent orders.",
      "id": "s1154"
    },
    {
      "text": "These orders sought were made on 13 June 2007.",
      "id": "s1155"
    },
    {
      "text": "Costs \n \n500 The parties also agreed that Mr Redfern should pay the applicant's costs in the amount of five thousand dollars ($5000).",
      "id": "s1156"
    },
    {
      "text": "This order was also made.",
      "id": "s1157"
    },
    {
      "text": "Pecuniary penalty \n \n501 The applicant and Mr Redfern reached an agreement as to the pecuniary penalty to be submitted to the Court for its approval.",
      "id": "s1158"
    },
    {
      "text": "The parties submitted that the penalty sought was within the appropriate range in all the circumstances.",
      "id": "s1159"
    },
    {
      "text": "502 The applicant and Mr Redfern agreed that the appropriate penalty to be imposed was forty five thousand dollars ($45 000).",
      "id": "s1160"
    },
    {
      "text": "Parity \n \n503 As regards Mr Redfern's comparative level of involvement in the conduct, it is noted that Mr Redfern was not the only individual who participated on behalf of Environ/T O'Connor, Tyco Australia and CMS at the relevant times, and that Mr Jones was also involved.",
      "id": "s1161"
    },
    {
      "text": "The relativity tables show he was 5 out of 16 for all arrangements and 6 out of 19 for total value.",
      "id": "s1162"
    },
    {
      "text": "Whether contraventions by senior management or lower level \n \n504 Mr Redfern was one of the most senior managers at Environ/T O'Connor, Tyco Australia and CMS and had significant control over these companies' operations in Western Australia at the relevant times.",
      "id": "s1163"
    },
    {
      "text": "Co-operation \n \n505 Mr Redfern has co-operated with the applicant's investigation admitting his liability and has saved the parties and the Court the substantial time and expense associated with a contested hearing.",
      "id": "s1164"
    },
    {
      "text": "Past conduct \n \n506 Mr Redfern has not previously been the subject of previous proceedings in respect of Part IV of the Act.",
      "id": "s1165"
    },
    {
      "text": "Mr Redfern has also never been charged with, or convicted of, a criminal offence, or prosecuted by any regulatory authority or otherwise ordered to pay any civil penalty.",
      "id": "s1166"
    },
    {
      "text": "Determination of pecuniary penalty \n \n507 Having considered the circumstances I was of the view that the agreed pecuniary penalty is within the appropriate range and made the order accordingly.",
      "id": "s1167"
    },
    {
      "text": "RESPONDENT 30: MR ROCHE \n \n508 Mr Roche worked as an estimator for the ninth respondent (Haden Engineering Pty Ltd) in Western Australia from 1985-1995, he then became the State Manager for the Building Services Division from 1996-2000.",
      "id": "s1168"
    },
    {
      "text": "Mr Roche's job as an estimator for Haden was to prepare estimates for expressions of interest and requests for quotes or tenders.",
      "id": "s1169"
    },
    {
      "text": "It is agreed between the parties that on any occasion that Mr Roche acted on behalf of Haden he also acted in accordance with Haden's instructions, which I take to be a reference to the instructions of more senior management within the company.",
      "id": "s1170"
    },
    {
      "text": "509 Mr Roche's conduct consisted of participating in telephone calls, attending meetings and committing Haden to making or arriving at and giving effect to the above arrangements or understandings.",
      "id": "s1171"
    },
    {
      "text": "510 The following table sets out the value of the 'designated tenderer' arrangements or understandings that Mr Roche made or arrived at and/or gave effect to on behalf of Haden during the penalty period:\n Arrangement or Understanding Type No of projects Total Value No selected as DT No won as DT Total value of projects won Total 7 $17 730 538 1 1 $2 835 403 Declaration and injunctions \n \n511 The parties have consented to orders for declarations and injunctions against Mr Roche.",
      "id": "s1172"
    },
    {
      "text": "I consider that it is appropriate for these orders to be made.",
      "id": "s1173"
    },
    {
      "text": "Pecuniary penalty \n \n512 The applicant is seeking the imposition of $28 000 as a pecuniary penalty against Mr Roche for these contraventions.",
      "id": "s1174"
    },
    {
      "text": "The respondent claims that a penalty of no more than $5250 should be imposed upon Mr Roche.",
      "id": "s1175"
    },
    {
      "text": "Financial position \n \n513 Mr Roche's gross income is $78 900 plus a car allowance of $15 000 .",
      "id": "s1176"
    },
    {
      "text": "514 Mr Roche owns:\n \n \n (a) 50 per cent of the family home (in joint ownership with his wife).",
      "id": "s1177"
    },
    {
      "text": "The family home is valued at approximately $690 000;\n (b) a 50 per cent share (in joint ownership with his wife) of a share portfolio with an approximate current value of $150 000; and\n (c) a 2006 Holden Calais motor vehicle with an approximate value of $30 000.",
      "id": "s1178"
    },
    {
      "text": "515 Mr Roche's liabilities comprise a 50 per cent share (with his wife) of the outstanding negative balance of the National Australia Bank Home Equity facility which stands at approximately $250 000.",
      "id": "s1179"
    },
    {
      "text": "516 Mr Roche is also responsible for a 19 year old son who is a full-time student at The University of Western Australia undertaking an engineering/commerce degree.",
      "id": "s1180"
    },
    {
      "text": "Parity \n \n517 The relativity tables show Mr Roche as 13 of 16 for all arrangements and 9 of 19 for total value.",
      "id": "s1181"
    },
    {
      "text": "518 The applicant claims in regards to Mr Roche's comparative level of involvement in the conduct that he was the only individual who participated on behalf of Haden.",
      "id": "s1182"
    },
    {
      "text": "I note that Mr Roche alludes in his affidavit, to which there was no objection, that his predecessor had knowledge and involvement in past collusive arrangements.",
      "id": "s1183"
    },
    {
      "text": "519 Mr Roche's counsel also submitted that if Mr Roche had remained an employee of Haden (he was made redundant for reasons other than his part in the TPA contraventions) he would have received the same leniency from the applicant that applies to Haden and its senior management.",
      "id": "s1184"
    },
    {
      "text": "In this regard it was also noted that Mr Roche was only involved in 7 of the 13 collusive transactions of Haden over a period of marginally less than 12 months, Haden having been involved since at least June 1995.",
      "id": "s1185"
    },
    {
      "text": "520 Mr Roche also states that he was only an employee and not a senior manager of Haden and should therefore have a pecuniary penalty commensurate with other respondents who were merely employees.",
      "id": "s1186"
    },
    {
      "text": "This issue will be discussed in more detail below.",
      "id": "s1187"
    },
    {
      "text": "The deliberateness of the contravention and period it extended \n \n521 The applicant claims that the conduct was deliberate and undertaken voluntarily with the understanding that it was illegal.",
      "id": "s1188"
    },
    {
      "text": "Mr Roche intentionally kept the conduct secret from the owners and builders who put the projects to tender.",
      "id": "s1189"
    },
    {
      "text": "Mr Roche also notes himself that he was initially uncomfortable with what was being asked of him by the other contractors, demonstrating his knowledge of at least the possibility of illegality.",
      "id": "s1190"
    },
    {
      "text": "522 As has been previously noted it was understood between all of the participants that the meetings and the existence of the arrangements or understandings were secret and should not be revealed to anyone outside the group.",
      "id": "s1191"
    },
    {
      "text": "There were regular communications with competitors for the purpose of making or arriving at, and giving effect to, those arrangements or understandings.",
      "id": "s1192"
    },
    {
      "text": "Whether contraventions by senior management or lower level \n \n523 The applicant submitted that Mr Roche was one of Haden's most senior officers in the relevant market, being Western Australia.",
      "id": "s1193"
    },
    {
      "text": "At all relevant times Mr Roche had significant control over Haden's relevant operations in Western Australia.",
      "id": "s1194"
    },
    {
      "text": "524 Mr Roche's counsel stressed that Mr Roche was not a principal of Haden and was merely an employee on a salary.",
      "id": "s1195"
    },
    {
      "text": "It was also submitted that no benefit was gained by Mr Roche from the collusive conduct of Haden and that Mr Roche should be considered an employee because he was in essence just following the instructions of the head office in NSW and did not have the freedom ordinarily held by a manager.",
      "id": "s1196"
    },
    {
      "text": "525 Mr Roche in his affidavit claimed that pressure was applied to him by the Head Manager in NSW to commit Haden to the collusive arrangements; being newly appointed to the position of manager in WA Mr Roche considered that his position was tenuous if he did not comply with the demands of the NSW Manager.",
      "id": "s1197"
    },
    {
      "text": "The suggestion being that Mr Roche was under duress when he engaged in the infringing conduct.",
      "id": "s1198"
    },
    {
      "text": "526 In my view it is the case that Mr Roche was the senior relevant manager in Western Australia.",
      "id": "s1199"
    },
    {
      "text": "He chose to follow instructions from head office rather than decline to act if he thought the conduct was illegal.",
      "id": "s1200"
    },
    {
      "text": "The responsibility cannot be avoided by him by pleading he acted under orders.",
      "id": "s1201"
    },
    {
      "text": "Co-operation \n \n527 Mr Roche has co-operated with the applicant's investigation admitting his liability and has saved the parties and the Court the substantial time and expense associated with a contested hearing.",
      "id": "s1202"
    },
    {
      "text": "Past conduct \n \n528 Mr Roche has not previously been the subject of previous proceedings in respect of Part IV of the Act.",
      "id": "s1203"
    },
    {
      "text": "Determination of the pecuniary penalty \n \n529 The person immediately above Mr Roche in ranking of total value was Mr Redfern at $23m.",
      "id": "s1204"
    },
    {
      "text": "He, with engagement in 25 arrangements, has a pecuniary penalty of $45 000.",
      "id": "s1205"
    },
    {
      "text": "Immediately below Mr Roche in the same table was Mr Allen at $15m total value.",
      "id": "s1206"
    },
    {
      "text": "His pecuniary penalty was $25 000.",
      "id": "s1207"
    },
    {
      "text": "These considerations, viewed in the context of all relevant circumstances, would support a penalty in the range sought by the applicant.",
      "id": "s1208"
    },
    {
      "text": "530 However, Mr Roche was with Haden, as to which the Court has not received any submissions.",
      "id": "s1209"
    },
    {
      "text": "The Court has been told that Haden will be the beneficiary of leniency, with no pecuniary penalty being sought.",
      "id": "s1210"
    },
    {
      "text": "If that is the case it is difficult to see why a person such as Mr Roche acting on behalf of Haden and at its instruction would not also be the beneficiary of leniency.",
      "id": "s1211"
    },
    {
      "text": "While Mr Roche may not have been with Haden as a manager or employee at the time of Haden's co-operation, the action taken by Haden to co-operate could arguably accrue to all persons engaged in the making of the arrangements to which the co-operation related.",
      "id": "s1212"
    },
    {
      "text": "Therefore I hold over the position of Mr Roche for consideration when submissions are available concerning Haden and relating specifically to why, if that is the case, the Court should not take into account the application of leniency to Haden in fixing a pecuniary penalty for Mr Roche.",
      "id": "s1213"
    },
    {
      "text": "RESPONDENT 31: MR BALLANTYNE \n \n531 Mr Ballantyne on behalf of HVAC, on two (2) occasions between October 1998 and November 2000, and the representatives of the other corporate respondents which had been invited to tender for the projects, met with each other and/or spoke by telephone to discuss each project and to see if they could make or arrive at, in relation to the tenders they would be submitting for each project, a Miscellaneous Arrangement or Understanding.",
      "id": "s1214"
    },
    {
      "text": "532 Mr Ballantyne admitted that in relation to the Parmelia Hilton and Perth Concert Hall projects he made or arrived at the Miscellaneous Arrangement or Understanding relating to those projects on behalf of HVAC.",
      "id": "s1215"
    },
    {
      "text": "533 The relativity tables show Mr Ballantyne as 16 of 16 for all arrangements and 19 of 19 for total value.",
      "id": "s1216"
    },
    {
      "text": "534 The applicant and Mr Ballantyne filed a minute of proposed consent orders in relation to declarations, injunctions, pecuniary penalties and costs.",
      "id": "s1217"
    },
    {
      "text": "At the time of filing the consent documents Mr Ballantyne was 44 years old, in reasonably good health and there was no reason why his earning capacity would be negatively affected in the future.",
      "id": "s1218"
    },
    {
      "text": "535 Upon consideration of the factors and circumstances referred to I agreed with the parties' proposal that the appropriate pecuniary penalty should be $3500.",
      "id": "s1219"
    },
    {
      "text": "This amount included a 'discount' of approximately 30 per cent to reflect and acknowledge the cooperation of Mr Ballantyne with the applicant and the saving in time and expense to the applicant and the Court in avoiding the need for a contested hearing in relation to liability.",
      "id": "s1220"
    },
    {
      "text": "536 The consent orders were made on 15 February 2006.",
      "id": "s1221"
    },
    {
      "text": "RESPONDENT 32: MR LEWIS \n In relation to Centigrade \n \n537 Mr Lewis was: \n \n 1. from March 1998 until November 1999 employed as the Business Development Manager of Centigrade; and\n 2. from March 1998 until November 1999, acting within the scope of his actual or apparent authority as a director, servant or agent of Centigrade in respect of his conduct alleged herein.",
      "id": "s1222"
    },
    {
      "text": "538 In May of 1999, Centigrade, through the conduct of Mr Lewis, made or arrived at two (2) Miscellaneous Arrangements or Understandings and gave effect to each of them.",
      "id": "s1223"
    },
    {
      "text": "In relation to HVAC \n \n539 Mr Lewis was:\n \n 1. from June 1994 until March 1998, employed as the General Manager of HVAC; and\n 2. from June 1994 until March 1998, acting within the scope of his actual or apparent authority as a director, servant or agent of HVAC in respect of his conduct alleged herein.",
      "id": "s1224"
    },
    {
      "text": "540 Between December 1996 and June 1997, HVAC, through the conduct of Mr Lewis made or arrived at:\n \n 1. two (2) Miscellaneous Arrangements or Understandings and gave effect to each of them; and\n 2. four (4) Table Arrangements or Understandings and gave effect to each of them.",
      "id": "s1225"
    },
    {
      "text": "Conduct on behalf of Centigrade \n \n541 Mr Lewis admitted that in relation to the Belmont Cinemas project and the ECU Science and Thermal project, he made or arrived at the Miscellaneous Arrangement or Understanding relating to those projects on behalf of Centigrade.",
      "id": "s1226"
    },
    {
      "text": "Conduct on behalf of HVAC \n Miscellaneous Arrangements or Understandings \n \n542 Mr Lewis admitted that in relation to the Subiaco Railway Tunnel and Station Project and Lakeside Cinemas project, he made or arrived at the Miscellaneous Arrangement or Understanding relating to that project on behalf of HVAC.",
      "id": "s1227"
    },
    {
      "text": "Table Arrangements or Understandings \n \n543 Mr Lewis also admitted that in relation to the Bunbury Centre Point Shopping Centre, the Park Royal Extensions, the Kalgoorlie Boulder Airport and the Dogswamp Shopping Centre that he made or arrived at the Table Arrangement or Understanding relating to those projects on behalf of HVAC.",
      "id": "s1228"
    },
    {
      "text": "544 The relativity tables state Mr Lewis was 16 of 16 for all arrangements and 12 of 19 for total value.",
      "id": "s1229"
    },
    {
      "text": "545 The applicant and Mr Lewis filed a minute of proposed consent orders in relation to declarations, injunctions, pecuniary penalties and costs.",
      "id": "s1230"
    },
    {
      "text": "546 Mr Lewis had been employed on a contract by contract basis for the preceding 4 years, his employment could thus be described as uncertain in some respects, he was employed by a labour agency at the time of the filing of the documents.",
      "id": "s1231"
    },
    {
      "text": "Mr Lewis's annual income was $63 400 and his wife's annual income is approximately $50 000.",
      "id": "s1232"
    },
    {
      "text": "They have annual living costs in the order of $108 000 and a net value of assets of $655 750.",
      "id": "s1233"
    },
    {
      "text": "Mr Lewis also has two young adult dependants that are studying.",
      "id": "s1234"
    },
    {
      "text": "547 After consideration of these factors I agreed with the parties that the appropriate penalty was $5250.",
      "id": "s1235"
    },
    {
      "text": "This amount included a 'discount' of approximately 30 per cent to reflect and acknowledge the cooperation of Mr Lewis with the applicant and the saving in time and expense to the applicant and the Court in avoiding the need for a contested hearing in relation to liability.",
      "id": "s1236"
    },
    {
      "text": "548 The orders for declaration, injunctions and costs were made on 31 January 2006.",
      "id": "s1237"
    },
    {
      "text": "The order for penalty was made on 23 February 2006.",
      "id": "s1238"
    },
    {
      "text": "RESPONDENT 33: MR MCLEOD \n In relation to MPM \n \n549 Mr McLeod was:\n \n 1. from July 1996 until August 2000, employed as an engineer and project manager at MPM;\n 2. from 4 June 1998 until 28 June 2000, a director of MPM; and \n 3. from July 1996 until August 2000, acting within the scope of his actual or apparent authority as a director, servant or agent of MPM in respect of his conduct alleged herein.",
      "id": "s1239"
    },
    {
      "text": "550 In October of 1998, MPM, through the conduct of Mr McLeod, gave effect to a provision or provisions of one (1) Miscellaneous Arrangement or Understanding.",
      "id": "s1240"
    },
    {
      "text": "551 In October 1997, MPM, through the conduct of Mr McLeod, gave effect to a provision or provisions of one (1) Table Arrangement or Understanding.",
      "id": "s1241"
    },
    {
      "text": "In relation to HVAC \n \n552 Mr McLeod was:\n \n 1. from September 2000 until June 2003, employed as a project manager at HVAC; and \n 2. from September 2000 until June 2003, acting within the scope of his actual or apparent authority as a servant or agent of HVAC in respect of his conduct alleged herein.",
      "id": "s1242"
    },
    {
      "text": "553 In or about October 2003, HVAC, through the conduct of Mr McLeod, gave effect to a provision or provisions of one (1) Table Arrangement or Understanding.",
      "id": "s1243"
    },
    {
      "text": "Conduct on behalf of MPM \n Miscellaneous Arrangement or Understanding \n \n554 Mr McLeod admitted that in relation to the Perth Concert Hall project that he made or arrived at the Miscellaneous Arrangement or Understanding relating to that project on behalf of MPM.",
      "id": "s1244"
    },
    {
      "text": "Table Arrangements or Understandings \n \n555 Mr McLeod admitted that in relation to the Whitford City Shopping Centre Tenancies - Stage 2 project that he made or arrived at the Table Arrangement or Understanding relating to that project on behalf of MPM.",
      "id": "s1245"
    },
    {
      "text": "Conduct on behalf of HVAC \n Table Arrangements or Understandings \n \n556 Mr McLeod admitted that in relation to the BCMS &amp; VAV Upgrade project that he made or arrived at the Table Arrangement or Understanding relating to that project on behalf of HVAC.",
      "id": "s1246"
    },
    {
      "text": "557 The relativity tables show Mr McLeod as 16 of 16 for all arrangements and 18 of 19 for total value.",
      "id": "s1247"
    },
    {
      "text": "558 Mr McLeod was one of HVAC's more senior officers.",
      "id": "s1248"
    },
    {
      "text": "At all relevant times Mr McLeod had significant input and influence over HVAC's operations in Western Australia.",
      "id": "s1249"
    },
    {
      "text": "559 Mr McLeod's total gross assets (including assets shared with his wife) is $1 079 250.",
      "id": "s1250"
    },
    {
      "text": "The annual income of the McLeod household is $105 936 with the annual estimated expenditure being $99 036.",
      "id": "s1251"
    },
    {
      "text": "Mr McLeod has two dependent children.",
      "id": "s1252"
    },
    {
      "text": "Mr McLeod's affidavit sets out the circumstances of his contravening conduct and the results that have flowed from his involvement with the respondent companies.",
      "id": "s1253"
    },
    {
      "text": "560 The applicant and Mr McLeod filed a minute of proposed consent orders in relation to declarations, injunctions, pecuniary penalties and costs.",
      "id": "s1254"
    },
    {
      "text": "The parties agreed on $3,500 as the pecuniary penalty for Mr McLeod.",
      "id": "s1255"
    },
    {
      "text": "561 I considered the minute in the light of the parties' joint submissions and I formed the view that the orders, and in particular the penalty sought, was within the appropriate range and were consistent with Mr McLeod's conduct.",
      "id": "s1256"
    },
    {
      "text": "The orders were made on 29 August 2006.",
      "id": "s1257"
    },
    {
      "text": "I certify that the preceding five hundred and sixty one (561) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s1258"
    },
    {
      "text": "Associate:\n\nDated: 25 July 2007\n\n Counsel for the Applicant: Mr S Owen-Conway QC with \nMr N Gvozdin \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the 7 th , 26 th and 27 th Respondents: Mr J Beach QC w Mr C McLeod \n \n Solicitor for the 7 th , 26 th and 27 th Respondents: Deacons \n \n Counsel for the 8 th , 28 th and 29 th Respondents: Mr J Hammond \n \n Solicitor for the 8 th , 28 th and 29 th Respondents: Hammond Worthington \n \n Counsel for the 16 th and 39 th Respondents: Mr HA Atlas \n \n Counsel for the 16 th and 39 th Respondents: Atlas Legal \n \n Counsel for the 1 st and 18 th Respondents: Mr GA Rabe \n \n Solicitor for the 1 st and 18 th Respondents: Williams Ellison \n \n Counsel for the 5 th and 23 rd Respondents: Mr P Tottle w Ms Y Fang \n \n Solicitor for the 5 th and 23 rd Respondents: Tottle Partners \n \n Counsel for the 15 th , 37 th and 38 th Respondents: Mr L Margaretic \n \n Solicitor for the 15 th , 37 th and 38 th Respondents: Havilah &amp; Associates \n \n Counsel for the 32 nd Respondent: Mr N Friedman \n \n Solicitor for the 32 nd Respondent: Friedman Lurie Singh &amp; D'Angelo \n \n Counsel for the 31 st Respondent: Mr N Friedman \n \n Solicitor for the 31 st Respondent: Friedman Lurie Singh &amp; D'Angelo \n \n Counsel for the 13 th , 35 th and 36 th Respondents: Mr C Colvin SC \n \n Solicitor for the 13 th , 35 th and 36 th Respondents: Clayton Utz \n \n Counsel for the 12 th and 20 th Respondents: Mr A Metaxas \n \n Solicitor for the 12 th and 20 th Respondents: Arthur Metaxas &amp; Co \n \n Counsel for the 11 th and 34 th Respondents: Mr G H Murphy with Mr K J Murphy \n \n Solicitor for the 11 th and 34 th Respondents: Murfett &amp; Co \n \n Counsel for the 6 th and 24 th Respondents: Mr M J McPhee \n \n Solicitor for the 6 th and 24 th Respondents: Michell Sillar McPhee \n \n Counsel for the 30 th Respondent: Mr S C Scott \n \n Solicitor for the 30 th Respondent: Stables Scott \n \n Dates of Hearing: 8 - 10 August 2005, 12-13 December 2005, 15 February 2006, 26 April 2006, 7 June 2006, 19 September 2006 &amp; 14 May 2007.",
      "id": "s1259"
    },
    {
      "text": "Date of Judgment: 25 July 2007 \n\n \n\n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1085.html",
      "id": "s1260"
    }
  ]
}