{
  "name": "Labocus Precious Metals Pty Limited v Thomas (No 3) [2007] FCA 1346 (29 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1346.html",
  "catchphrases": [
    {
      "text": "composition",
      "id": "c0"
    },
    {
      "text": "setting aside",
      "id": "c1"
    },
    {
      "text": "costs",
      "id": "c2"
    },
    {
      "text": "proper approach of parties to conduct of litigation",
      "id": "c3"
    },
    {
      "text": "bankruptcy",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 2 August 2007, I gave oral reasons in this matter.",
      "id": "s0"
    },
    {
      "text": "I ordered that the first respondent, Mr Thomas, bring in short minutes on 6 August 2007 to reflect the views I expressed in my reasons of that day.",
      "id": "s1"
    },
    {
      "text": "I provided a draft of these orders in [89] of my reasons, as follows:\n \n 1. that the further amended application be dismissed: \n 2. the applicants pay the costs of the respondents; \n 3. on the cross-claim there be a declaration as sought in order 1, and an order in terms of order 2.",
      "id": "s2"
    },
    {
      "text": "4.",
      "id": "s3"
    },
    {
      "text": "I would hear the parties, if it is still pressed, on the order sought in paragraph 3 of the cross-claim; \n 5. the cross-respondents, that is the McGurk interests, pay the costs of the cross-claimant.",
      "id": "s4"
    },
    {
      "text": "2 On 6 August 2007, Mr Newlinds, senior counsel for the applicants, persuaded me not to make final orders.",
      "id": "s5"
    },
    {
      "text": "He foreshadowed an application, to be made when the settled reasons for judgment were available, that I permit the proceeding to be re-opened and that I change my view as to how I should deal with the matter.",
      "id": "s6"
    },
    {
      "text": "3 On 15 August 2007, I heard a notice of motion filed in court brought by the applicants.",
      "id": "s7"
    },
    {
      "text": "In short, I permitted the re-opening of the proceeding because I had overlooked the fact that I had expressly left costs to one side at the hearing.",
      "id": "s8"
    },
    {
      "text": "In my reasons published on 2 August 2007, I expressed a view about who should pay the costs, and I expressed a view as to how the question of costs could be dealt with to protect the creditors.",
      "id": "s9"
    },
    {
      "text": "4 The application to re-open to revisit the question of the applicants paying the costs was clearly legitimate.",
      "id": "s10"
    },
    {
      "text": "I had overlooked the hiving-off of this issue in preparing my reasons.",
      "id": "s11"
    },
    {
      "text": "Thus, on 15 August 2007, I received evidence and heard the parties on this question.",
      "id": "s12"
    },
    {
      "text": "5 The applicants also contended that I should permit a re-opening to revisit the exercise of the discretion.",
      "id": "s13"
    },
    {
      "text": "It was said that the question of costs had been pivotal to the foreshadowed exercise of discretion not to set aside the composition.",
      "id": "s14"
    },
    {
      "text": "To an extent that was correct, though the way I proposed to protect the creditors from costs did not depend upon the particular order for costs that I made against the applicants.",
      "id": "s15"
    },
    {
      "text": "Nevertheless, having overlooked the question of costs, I took the view that there should be no residual basis for a litigant to consider that it or he had not had its or his submissions considered fully.",
      "id": "s16"
    },
    {
      "text": "Subject to the comments I make later, the parties had undertaken the hearing in the second half of July with some real despatch.",
      "id": "s17"
    },
    {
      "text": "I sought to give them an expeditious result.",
      "id": "s18"
    },
    {
      "text": "In so doing, I overlooked an issue.",
      "id": "s19"
    },
    {
      "text": "6 After the evidence on the motion to re-open was led, I came to the view that I should permit the matter to be re-opened, not merely in relation to the costs order against the applicants.",
      "id": "s20"
    },
    {
      "text": "One of the most compelling reasons for taking this course was the further elaboration of the position of the applicants.",
      "id": "s21"
    },
    {
      "text": "It was evident from my reasons of 2 August 2007 (distributed in settled form on 13 August 2007) that I was not prepared to set the composition aside with the existing amended offer of $685,000 from the McGurk interests.",
      "id": "s22"
    },
    {
      "text": "One aspect of my reluctance was the lack of clarity in how the matter would or might unfold in the future.",
      "id": "s23"
    },
    {
      "text": "Another aspect was my reluctance to interfere with the decision of the creditors, even in circumstances where they had not been served as well as they were entitled to expect they would be by Mr Thomas on and leading up to 11 May 2007.",
      "id": "s24"
    },
    {
      "text": "This was partly due to a preference (that was less than fully expressed in my reasons) for caution in setting aside the acts of creditors under these provisions of the Bankruptcy Act 1966 (Cth).",
      "id": "s25"
    },
    {
      "text": "It was also partly due to the difficulty of comparing the position of all creditors under the Naylors' composition with the position of creditors of the respective estates under the applicants' offer.",
      "id": "s26"
    },
    {
      "text": "Also, assuming I set the composition aside, the likely additional costs of further meetings, in the light only of the existing offers may well have left the creditors worse off, especially if there were further to-ing and fro-ing involving arguments about the operation of the Bankruptcy Act .",
      "id": "s27"
    },
    {
      "text": "7 Perhaps because of these considerations, at the argument concerning re-opening, Mr Newlinds put forward another \"offer\" from the applicants.",
      "id": "s28"
    },
    {
      "text": "This was reduced to a written undertaking to the Court in terms annexed to these reasons.",
      "id": "s29"
    },
    {
      "text": "Based on figures provided by Mr Thomas to the applicants' solicitors, the undertaking had the intention of bringing about a payment of 100 cents in the dollar to all creditors.",
      "id": "s30"
    },
    {
      "text": "8 This undertaking so radically changed the landscape that I took the view that I should re-open the consideration of the exercise of the power.",
      "id": "s31"
    },
    {
      "text": "9 Having made that decision, I gave the Naylors, through Mr Friedlander, an opportunity to put submissions as to why I should not set aside the composition in the light of the terms of the undertaking.",
      "id": "s32"
    },
    {
      "text": "I also gave them the opportunity of calling further evidence in the application.",
      "id": "s33"
    },
    {
      "text": "No further evidence was called.",
      "id": "s34"
    },
    {
      "text": "In particular, no evidence of the willingness of any particular financier to lend additional funds to the Naylors to match the effect of the offer contained in the undertaking which is annexed.",
      "id": "s35"
    },
    {
      "text": "Mr Friedlander did say that should the composition be set aside his clients wanted the opportunity to bring forward a competing proposal.",
      "id": "s36"
    },
    {
      "text": "10 In his submissions, Mr Friedlander, whilst accepting it was within the power of the Court to set aside the composition, stressed the caution that the Court should exercise in acting under s 222 or s 222C.",
      "id": "s37"
    },
    {
      "text": "I agree with that approach.",
      "id": "s38"
    },
    {
      "text": "As I said in my earlier reasons, the Parliament intended that unnecessary applications to the Court be eliminated.",
      "id": "s39"
    },
    {
      "text": "It should not be easy for third parties (as the applicants effectively are) to interfere with the decisions of creditors affecting the lives of bankrupts when the rights and responsibilities of each are mediated through a skilled, experienced professional appointed by, and responsible to, the Court.",
      "id": "s40"
    },
    {
      "text": "11 Notwithstanding these considerations, I have come to the view that I should set aside the composition.",
      "id": "s41"
    },
    {
      "text": "I have come to this view for a number of reasons.",
      "id": "s42"
    },
    {
      "text": "First, it cannot now be disputed that the offer by the applicants reflected in the undertaking is one which benefits all creditors necessarily at a level above the Naylors' composition.",
      "id": "s43"
    },
    {
      "text": "On calculations provided by the trustee, the sum of $773,769.54 will provide 100 cents in the dollar to all creditors.",
      "id": "s44"
    },
    {
      "text": "Secondly, in the circumstances I have found, the trustee failed in May 2007 in the exercise of his duties to the creditors.",
      "id": "s45"
    },
    {
      "text": "They were left with what is now clearly an inferior result.",
      "id": "s46"
    },
    {
      "text": "That was not plain after the July hearing.",
      "id": "s47"
    },
    {
      "text": "It is plain now.",
      "id": "s48"
    },
    {
      "text": "Thirdly, the Naylors say that they can improve on their earlier offer.",
      "id": "s49"
    },
    {
      "text": "Thus, it is clear that those who are interested in the property should now finalise their positions.",
      "id": "s50"
    },
    {
      "text": "The applicants have submitted themselves to an undertaking to the Court.",
      "id": "s51"
    },
    {
      "text": "With the creditors now substantially protected by that undertaking, by the costs orders of the kind that I will make and by any further necessary orders, I do not see why the creditors should not be given 100 cents in the dollar rather than receiving a lesser sum under the Naylors' earlier proposal.",
      "id": "s52"
    },
    {
      "text": "12 In coming to this view, I have not ignored the position of the Naylors and their attachment to the land.",
      "id": "s53"
    },
    {
      "text": "Any cropping or work done on the land since May 2007 should be protected and can be by the timing of relinquishment of possession.",
      "id": "s54"
    },
    {
      "text": "The primary concern should be, however, the creditors of their former bankruptcies, whom they have not paid and who remain unpaid.",
      "id": "s55"
    },
    {
      "text": "13 That said, it would not be fair on the Naylors, or appropriate in the circumstances, to make orders that require the sale to the applicants under the new offer, without giving them an opportunity to match it.",
      "id": "s56"
    },
    {
      "text": "The creditors should decide this question, not the Court.",
      "id": "s57"
    },
    {
      "text": "Other machinery and protective orders should also be made, which I set out below.",
      "id": "s58"
    },
    {
      "text": "14 That leaves the question of costs.",
      "id": "s59"
    },
    {
      "text": "A spirited debate took place on 15 August 2007 as to what I should do about costs.",
      "id": "s60"
    },
    {
      "text": "The applicants submitted, with some justification, that Mr Thomas and those running the case for him were less than forthcoming in the provision of information, both documentary and evidentiary.",
      "id": "s61"
    },
    {
      "text": "Mr Thomas submitted that the calls for documents in the notice to produce issued by the applicants were, if not oppressive, at least over-reaching and, when the file was called for expressly, it was handed over.",
      "id": "s62"
    },
    {
      "text": "Mr Thomas' explanation, through his counsel, as to why the reality of his evidence and that of Mr Fagan was not frankly and fully disclosed without the need for cross-examination was less than persuasive.",
      "id": "s63"
    },
    {
      "text": "In fairness to Mr Thomas, he was being assailed litigiously by the applicants, aspects of which (such as the misleading or deceptive conduct claim and the claim for damages) impugned his position personally.",
      "id": "s64"
    },
    {
      "text": "15 I do think, however, that both sides lost sight of the proper way to run litigation.",
      "id": "s65"
    },
    {
      "text": "The courts are a scarce and expensive public resource.",
      "id": "s66"
    },
    {
      "text": "Litigation is necessarily expensive for the parties.",
      "id": "s67"
    },
    {
      "text": "It involves skilled, experienced members of a profession.",
      "id": "s68"
    },
    {
      "text": "The professionals and their clients have a duty not to call upon court resources to resolve matters other than truly in dispute: Ashmore v Corporation of Lloyds [1992] 1 WLR 446 at 453.",
      "id": "s69"
    },
    {
      "text": "This duty, which the courts can enforce, reaches down to the method or conduct of cases.",
      "id": "s70"
    },
    {
      "text": "Issues should be examined realistically and cases should be run with a minimum (not a maximum) of discovery and interlocutory skirmishing.",
      "id": "s71"
    },
    {
      "text": "Parties should be frank with each other in order that the real issues are litigated without confusion or surprise: see in particular Nowlan v Marson Transport Pty Limited [2001] NSWCA 346 ; (2001) 53 NSWLR 116 at 117[1], 128 [28], and 131 [39].",
      "id": "s72"
    },
    {
      "text": "16 One aspect of this approach is the sensible and reasonable provision of documents and information, reasonably requested.",
      "id": "s73"
    },
    {
      "text": "This is said to limit, not expand, discovery.",
      "id": "s74"
    },
    {
      "text": "Sometimes a reasonable request for informal inspection or for the provision of information and a reasonable and prompt response can save much greater expense and trouble later.",
      "id": "s75"
    },
    {
      "text": "Here, instead of asking for access to the file, a long and repetitive notice to produce was issued which would have required a significant body of (wasted) time and expense to answer.",
      "id": "s76"
    },
    {
      "text": "That said, access to the file was not offered.",
      "id": "s77"
    },
    {
      "text": "Further, and more importantly, a frank disclosure of the likely evidence of Mr Thomas and Mr Fagan was not made.",
      "id": "s78"
    },
    {
      "text": "Had it been, considerable time and money would have been saved.",
      "id": "s79"
    },
    {
      "text": "These combative and defensive postures led to claims before me for discovery by the applicants.",
      "id": "s80"
    },
    {
      "text": "I dealt with these at an extended directions hearing.",
      "id": "s81"
    },
    {
      "text": "Some of the asserted claims for documents were unnecessary and such as to be described in former times as \"mere fishing\", now perhaps better described as unreasonable or inappropriate.",
      "id": "s82"
    },
    {
      "text": "The above comments reflect a change in approach as to the former perceived \"right\" to discovery and the modern approach, reflected in this Court by the Federal Court Rules and Practice Note 14, that any and all discovery must be justified and is in the control of the Court.",
      "id": "s83"
    },
    {
      "text": "It is fair to say that a prompt offer of the trustee's file and of a full explanation of the events leading up to and on 11 May 2007 would have forestalled a lot of the time-consuming and wasteful correspondence and disputation and may well have limited the case considerably.",
      "id": "s84"
    },
    {
      "text": "17 It should not be thought that I have forgotten the difficulties of practice.",
      "id": "s85"
    },
    {
      "text": "It is easy to be wise after the event.",
      "id": "s86"
    },
    {
      "text": "Practitioners and clients must, however, approach civil litigation (even hard fought commercial litigation) with the recognition of the need for civility and reasonableness so as to avoid unnecessary time and energy being expended (at cost to the client) in dealing with incivility and unreasonableness.",
      "id": "s87"
    },
    {
      "text": "The professionals here were civil to each other; but their positions were sometimes unnecessarily intransigent.",
      "id": "s88"
    },
    {
      "text": "There is a balance to be struck between reasonable informality to cut through procedures and resistance to unnecessary demands.",
      "id": "s89"
    },
    {
      "text": "That balance is one for practitioners whose fees represent their skill and experience, including their skill in identifying the real issues for trial and bringing them to trial efficiently, in a cost-effective way and with a minimum of unnecessary activity and expense.",
      "id": "s90"
    },
    {
      "text": "18 I think both sides approached the preparation of this litigation with an eye to raising every issue, demanding every document and restricting every incursion, without calmly and reasonably accommodating each other in an attempt to minimise the costs of the litigation.",
      "id": "s91"
    },
    {
      "text": "That, I think, is what led to the failure of the first respondent and those advising him to lay out clearly and frankly what his and Mr Fagan's evidence was.",
      "id": "s92"
    },
    {
      "text": "19 Though the applicants have been successful in their attempt to set aside the composition, that success is a result of the effect of the latest offer that they have put forward and not a result of persuading me of any substantive error in my approach to the matter on the material put before me in July.",
      "id": "s93"
    },
    {
      "text": "The applicants also failed in a considerable number of issues; indeed, as I have just indicated, substantially all issues as run in the July hearing.",
      "id": "s94"
    },
    {
      "text": "20 That said, if the first respondent had been forthcoming in these proceedings (arguably it was not relevant in the caveat proceedings that he initiated) about his conduct of 11 May 2007 and Mr Fagan's conduct earlier, these proceedings would, in all probability, have been less protracted.",
      "id": "s95"
    },
    {
      "text": "21 Weighing up these considerations and taking into account the evidence led and submissions made on 15 August 2007, I think that the appropriate order for costs should be that the applicants pay 70% of the costs of the first respondent up to and including 15 August 2007 on a party/party basis, 70% of the Naylor's costs up to the same time on the same basis, the first respondent pay 30% of the Naylor's costs up to the same time on the same basis.",
      "id": "s96"
    },
    {
      "text": "The parties should pay their own costs from 15 August 2007 to today.",
      "id": "s97"
    },
    {
      "text": "22 Subject to any argument as to their precise form, the orders of the Court will be as follows:\n The Court: \n \n1.",
      "id": "s98"
    },
    {
      "text": "Declares that the first respondent has validly rescinded the contract for the sale entered into in April 2007 between the first applicant and the first respondent of Certificate of Title Folio Identifiers 1/137459, 1/137460, 1/111408, 3/111408, 164/750357, 165/750357, 166/750357, 171/750357, 173/750357, 179/50357, 183/750357, 184/750357, Auto Consol 11846-232, Auto Consol 8100-243, Auto Consol 5574-195 and Auto Consol 1222-122.",
      "id": "s99"
    },
    {
      "text": "2.",
      "id": "s100"
    },
    {
      "text": "Orders pursuant to section 74MA of the Real Property Act 1900 (NSW), the First Applicant to withdraw Caveat No.",
      "id": "s101"
    },
    {
      "text": "AD114421M lodged in respect of the said land.",
      "id": "s102"
    },
    {
      "text": "3.",
      "id": "s103"
    },
    {
      "text": "The applicants having given to the Court the undertaking dated 15 August 2007 (a copy of which is annexed to these reasons and marked 'A') and in the circumstances:\n \n(a) Orders pursuant to s 222 of the Bankruptcy Act that the arrangement pursuant to s 73 of the Bankruptcy Act entered into by the creditors of the bankrupt estates of (a) Milton Alexander Naylor and Glen Ellwyn Naylor, (b) Milton Alexander Naylor and (c) Glen Ellwyn Naylor (hereafter \"the Naylor Estates\") on 11 May 2007 be set aside.",
      "id": "s104"
    },
    {
      "text": "(b) Declares pursuant to ss 30 and 222 (8) of the Bankruptcy Act that the property described in the First Schedule hereto is held on trust by the first respondent for those persons who were creditors of the Naylor Estates as at 11 May 2007.",
      "id": "s105"
    },
    {
      "text": "(c) Directs the first respondent to deal with the said property by:\n \n(i) Holding three meetings of all the persons mentioned in (b) above by reference to the identity of the creditors of the three former bankrupt estates, within five weeks of 29 August 2007 so that such persons may decide on the sale of the said property or any or all of it.",
      "id": "s106"
    },
    {
      "text": "(ii) Providing to the said creditors within four weeks of 29 August 2007, the terms of any offer from Mr Milton Naylor and Mr Glen Naylor or any other person to purchase the said property, including the offer to purchase pursuant to the terms of the said undertaking of the applicants.",
      "id": "s107"
    },
    {
      "text": "The terms of the said undertaking may be communicated to the said creditors at any time within those four weeks.",
      "id": "s108"
    },
    {
      "text": "(iii) Providing to the said creditors within four weeks of 29 August 2007 a pr&eacute;cis of any competing offers to the creditors and his views about the competing benefits of the respective proposals.",
      "id": "s109"
    },
    {
      "text": "(iv) As soon as reasonably possible after said meeting, entering into a contract to sell the said property to the purchaser decided upon at the meeting.",
      "id": "s110"
    },
    {
      "text": "(d) Orders that should the second and third respondents wish to put a proposal to the persons mentioned in (b) above at the meetings mentioned in (c) above, such proposal in final form and wholly in writing signed by the Naylors capable of consideration and acceptance by the meetings be delivered by hand to the first respondent by 4.00 pm Wednesday, 19 September 2007.",
      "id": "s111"
    },
    {
      "text": "(e) Orders that the costs of the proceedings (application and cross-claim) in the Federal Court be payable as follows:\n \n(i) the applicants pay 70% of the costs of the first respondent up to and including 15 August 2007 on a party/party basis;\n \n(ii) the applicants pay 70% of the Naylors' costs up to the same time on the same basis;\n \n(iii) the first respondent pay 30% of the Naylors' costs up to the same time on the same basis; and\n \n(iv) each party pay his or its own costs of the proceedings from 15 August 2007 up to today.",
      "id": "s112"
    },
    {
      "text": "(f) Notes the agreement between the applicants and the first respondent that the proceedings commenced in the Supreme Court of NSW in relation to the caveat being proceedings number 3182 of 2007, will be discontinued by consent with the only other orders being an order that the defendants pay both the plaintiff's costs and the cross-defendant's costs of the cross-claim on an indemnity basis.",
      "id": "s113"
    },
    {
      "text": "(g) Orders that the first respondent will not, without the leave of the Court, seek to recover, either as part of his costs, charges and expenses of the administration of the estates of the second and third respondents or as part of his costs, charges and expenses of the composition entered on 11 May 2007 or of the trust created hereunder any costs, charges and expenses occasioned by these proceedings and the Supreme Court proceedings up to and including 29 August 2007.",
      "id": "s114"
    },
    {
      "text": "(h) Orders that the costs of the steps required to be undertaken by the first respondent henceforth, including the costs of the meeting referred to at (b) above, be determined by the Court after the sale of the property, such determination being as to amount and who is to pay.",
      "id": "s115"
    },
    {
      "text": "4.",
      "id": "s116"
    },
    {
      "text": "If the first respondent does not receive any proposal from the Naylors or any other party (other than the applicants) by 4.00 pm Wednesday, 19 September 2007 the first respondent is directed to deal with the said property as follows:\n \n(a) As soon as reasonably possible, entering into a contract to sell the said property referred to in the First Schedule to the first applicant or the nominee of the second applicant (on the terms set out in the undertaking annexed to the reasons published today and marked 'A').",
      "id": "s117"
    },
    {
      "text": "In the event that there is any dispute as to the terms of the contract, the parties are to seek directions from the Court, and the Court shall settle the terms of the contract.",
      "id": "s118"
    },
    {
      "text": "(b) Upon completion of the said sale, to distribute the net proceeds of sale to the persons who are creditors of the Naylor Estates as at 11 May 2007, as if it were a distribution pursuant to s 110 of the Bankruptcy Act .",
      "id": "s119"
    },
    {
      "text": "(c) Subject to 3(h) above, the first respondent only deduct from the sale proceeds the amounts set out in the schedule attached to the undertaking, being Annexure 'A', plus or minus appropriate and reasonable adjustments.",
      "id": "s120"
    },
    {
      "text": "(d) In the event that there is any dispute between the applicants or either of them and the first respondent as to adjustments, that dispute is to be referred to this Court for determination.",
      "id": "s121"
    },
    {
      "text": "(e) The first respondent take steps at the cost of the applicants for the obtaining of vacant possession of the land described in the Second Schedule, such application to be brought in the first instance before Allsop J for directions at the earliest opportunity.",
      "id": "s122"
    },
    {
      "text": "5.",
      "id": "s123"
    },
    {
      "text": "If the first respondent does receive a proposal from the Naylors or any other party (other than the applicants) by 4.00 pm on Wednesday, 19 September 2007, but he is of the view that it is not a proposal of the kind described in 3(d) above, the first respondent is to have the proceedings listed before Allsop J at the earliest opportunity, having notified all parties.",
      "id": "s124"
    },
    {
      "text": "6.",
      "id": "s125"
    },
    {
      "text": "Liberty to apply on 2 days' notice or such earlier notice as is considered necessary by the listing party.",
      "id": "s126"
    },
    {
      "text": "7.",
      "id": "s127"
    },
    {
      "text": "Subject to further orders, these orders not be entered before 3.30 pm on Friday, 31 August 2007.",
      "id": "s128"
    },
    {
      "text": "8.",
      "id": "s129"
    },
    {
      "text": "Any argument about the form of these orders be listed for hearing at 10.15 am on Friday, 31 August 2007.",
      "id": "s130"
    },
    {
      "text": "First Schedule\n \nLand to be sold at Hen and Chicken Lane/Vale Road, Perthville, being the land contained in Folio Identifiers, 31/1100620, 1/137459, 1/137460, 1/111408, 3/111408, 164/750357, 165/750357, 166/750357, 171/750357, 173/750357, 179/750357, 183/750357, 184/750357, Auto Consol 11846-232, Auto Consol 8100-243, Auto Consol 5574-195 and Auto Consol 1222-112 and interest in 1/DP 244818.",
      "id": "s131"
    },
    {
      "text": "Second Schedule\n \nLand to be sold at Hen and Chicken Lane/Vale Road, Perthville, being the land contained in Folio Identifiers, 31/1100620, 1/137459, 1/137460, 1/111408, 3/111408, 164/750357, 165/750357, 166/750357, 171/750357, 173/750357, 179/750357, 183/750357, 184/750357, Auto Consol 11846-232, Auto Consol 8100-243, Auto Consol 5574-195 and Auto Consol 1222-112.",
      "id": "s132"
    },
    {
      "text": "23 The following comments should be made about some of these orders.",
      "id": "s133"
    },
    {
      "text": "(a) First, order 3(a) above sets the composition aside under s 222 of the Bankruptcy Act .",
      "id": "s134"
    },
    {
      "text": "There is no evidence of any intervening acts of third parties that need to be protected.",
      "id": "s135"
    },
    {
      "text": "I will hear the parties on whether I should substitute the order to set aside with an order to terminate under s 222C.",
      "id": "s136"
    },
    {
      "text": "(b) Secondly, order 3(h) above is made because it is unclear from the undertaking whether the applicants would bear these costs.",
      "id": "s137"
    },
    {
      "text": "Mr Newlinds (as I understood him) indicated that they would.",
      "id": "s138"
    },
    {
      "text": "I am not clear why they should under the terms of the undertaking.",
      "id": "s139"
    },
    {
      "text": "It may be that the applicants wish the position to be clear that they pay those costs since the costs may differentially affect the position of the creditors should the purchase be pursuant to the undertaking compared to some offer from the Naylors.",
      "id": "s140"
    },
    {
      "text": "If I have misunderstood the position, I will hear the parties.",
      "id": "s141"
    },
    {
      "text": "(c) Thirdly, if the Naylors are unsuccessful in winning the property, they should be reasonably protected in terms of occupation to harvest any winter crops and sell any livestock and plant and machinery.",
      "id": "s142"
    },
    {
      "text": "That is only reasonable.",
      "id": "s143"
    },
    {
      "text": "However, it will also be necessary for them, in these circumstances, to appreciate the necessity for reasonable despatch in respect of such matters and for reasonable despatch in giving vacant possession.",
      "id": "s144"
    },
    {
      "text": "Reasonable and enforceable arrangements for vacant possession may (subject to hearing the parties) be the price for extended possession, if the Naylors fail to win the property.",
      "id": "s145"
    },
    {
      "text": "(d) Fourthly, the parties should make use of any liberty to restore the matter if they think it appropriate.",
      "id": "s146"
    },
    {
      "text": "I do, however, expect co-operation between the parties in the manner I have identified.",
      "id": "s147"
    },
    {
      "text": "(e) Fifthly, the three weeks for the Naylors to put forward a proposal is more than reasonable.",
      "id": "s148"
    },
    {
      "text": "It is intended that the time prescribed be of the essence.",
      "id": "s149"
    },
    {
      "text": "I have nit been assisted by evidence from the Naylors since July.",
      "id": "s150"
    },
    {
      "text": "There was no suggestion by Mr Friedlander that this was a time frame that was too short.",
      "id": "s151"
    },
    {
      "text": "(f) Sixthly, I considered ordering only one meeting in order 3(c)(i).",
      "id": "s152"
    },
    {
      "text": "However, on reflection, there should be three meetings as if the bankrupts estates were meeting again.",
      "id": "s153"
    },
    {
      "text": "Given that the intent is to replicate as far as possible the events of 11 May 2007, and given that the holding of the property on trust for the creditors should as far as possible reflect the creditors' rights in the bankruptcies and the various estates, 3 meetings should be held.",
      "id": "s154"
    },
    {
      "text": "If some deadlock arises from this course the parties should have the matter relisted for resolution of any difficulty.",
      "id": "s155"
    },
    {
      "text": "24 I will give the parties an opportunity to address me on the form of these orders on Friday, 31 August 2007.",
      "id": "s156"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s157"
    },
    {
      "text": "Associate:\nDated: 29 August 2007\n\n\n Counsel for the Applicant: Mr CR Newlinds SC and Mr J Svehla \n \n Solicitor for the Applicant: Wordsworth Lawyers \n \n Counsel for the First Respondent: Mr A Spencer \n \n Solicitor for the First Respondent: Home Wilkinson Lowry Lawyers \n \n Solicitor for the Second and Third Respondent: McMahons National Solicitors \n \n Date of Hearing: 15, 17 and 23 August 2007 \n \n Date of Judgment: 29 August 2007 \n\n Annexure A \n \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1346.html",
      "id": "s158"
    }
  ]
}