{
  "name": "SZHYP v Minister for Immigration and Citizenship [2007] FCA 183 (23 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/183.html",
  "catchphrases": [
    {
      "text": "federal magistrates court dismissed application for judicial review of refugee review tribunal's decision affirming rejection of appellant's application for a protection visa",
      "id": "c0"
    },
    {
      "text": "whether the federal magistrate should have found that the tribunal failed to comply with s 424a of the migration act",
      "id": "c1"
    },
    {
      "text": "consideration of who carries the burden of proof regarding the application of s 424a",
      "id": "c2"
    },
    {
      "text": "whether appellant satisfied federal magistrate that the tribunal did not base its finding on information he gave for the purposes of his application",
      "id": "c3"
    },
    {
      "text": "where not clear precisely what information the tribunal relied on in making a finding",
      "id": "c4"
    },
    {
      "text": "held: appellant did not show federal magistrate should have found a failure to comply with s 424a",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The appellant, a citizen of Bangladesh, claims to be entitled to a protection visa on the ground that he has a well-founded fear of persecution in Bangladesh for reasons of political opinion.",
      "id": "s0"
    },
    {
      "text": "The appellant's claim was rejected by a delegate of the Minister and, on review of the delegate's decision, by the Refugee Review Tribunal.",
      "id": "s1"
    },
    {
      "text": "2 On the hearing of the appellant's application to the Federal Magistrates Court for judicial review of the decision of the Tribunal, the appellant relied solely on a contention that the Tribunal had failed fully to comply with s 424A of the Migration Act 1958 (Cth).",
      "id": "s2"
    },
    {
      "text": "The Federal Magistrate rejected this contention and dismissed the application.",
      "id": "s3"
    },
    {
      "text": "3 The only issue raised on this appeal from the judgment of the Federal Magistrates Court is whether the learned Federal Magistrate ought to have allowed the appellant's application for judicial review on the basis that the Tribunal failed to comply with the requirements of s 424A of the Act.",
      "id": "s4"
    },
    {
      "text": "For the reasons set out below I have concluded that his Honour did not err in dismissing the appellant's application.",
      "id": "s5"
    },
    {
      "text": "SECTION 424A \n \n4 Section 424A of the Act provides as follows:\n \n (1) Subject to subsection (3), the Tribunal must:\n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and\n \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and\n \n (c) invite the applicant to comment on it.",
      "id": "s6"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant:\n \n (a) except where paragraph (b) applies--by one of the methods specified in section 441A ; or\n \n (b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s7"
    },
    {
      "text": "(3) This section does not apply to information:\n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or\n \n (b) that the applicant gave for the purpose of the application; or\n \n (c) that is non-disclosable information.",
      "id": "s8"
    },
    {
      "text": "CONTEXT IN WHICH ISSUE AROSE \n \n5 The appellant claimed before the Tribunal that he had a political profile in Bangladesh because he had held certain positions, which he named, in the Awami League.",
      "id": "s9"
    },
    {
      "text": "The Tribunal rejected this aspect of the appellant's story.",
      "id": "s10"
    },
    {
      "text": "One of the reasons given by the Tribunal for doing so was that the appellant had received assistance from his current adviser since May 2005.",
      "id": "s11"
    },
    {
      "text": "The Tribunal took the view that with that assistance, and his cousin's evident ability to obtain statements from Bangladeshi political leaders, the appellant would have been able to provide evidence in support of this aspect of his story if it were available.",
      "id": "s12"
    },
    {
      "text": "6 I accept the appellant's submission that the Tribunal's reference to his having assistance from his current adviser since May 2005 is to be understood as a finding that Mr Haque, the adviser who accompanied the appellant to the Tribunal hearing, had been available to give the appellant advice throughout the period between May 2005, when he applied for a protection visa, and the date of the Tribunal hearing.",
      "id": "s13"
    },
    {
      "text": "7 The reasons for decision of the Tribunal do not explicitly identify the information the Tribunal relied on to make the above finding regarding Mr Haque's assistance.",
      "id": "s14"
    },
    {
      "text": "I accept, however, as indeed did the Minister, that whatever that information was, it was information that the Tribunal considered would be part of the reason for affirming the decision under review within the meaning of s 424A(1)(a) of the Act.",
      "id": "s15"
    },
    {
      "text": "It is also uncontentious that the Tribunal did not do the things specified in s 424A(1) in respect of that information.",
      "id": "s16"
    },
    {
      "text": "WHO CARRIED THE BURDEN OF PROOF?",
      "id": "s17"
    },
    {
      "text": "8 The Federal Magistrate concluded that s 424A did not apply to the information on which the Tribunal made its finding because that information was information that the appellant gave to the Tribunal during his Tribunal hearing, or alternatively, because his Honour was not satisfied to the contrary.",
      "id": "s18"
    },
    {
      "text": "9 The appellant formally submitted that the approach of the Federal Magistrate was erroneous in that the Minister carried the burden of proving that s 424A(1) did not apply to the information upon which the Tribunal based its finding that the appellant had had assistance from his adviser since May 2005 (see s 424A(3)).",
      "id": "s19"
    },
    {
      "text": "However, I consider it appropriate to proceed on the same basis as the Federal Magistrate, namely that the appellant carried the burden of establishing that s 424A applied to the information.",
      "id": "s20"
    },
    {
      "text": "This was the approach adopted by Moore J, with whom in this regard Weinberg and Allsop JJ agreed, in SZEEU v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at [82] - [83] (see Weinberg J at [173] and Allsop J at [264]).",
      "id": "s21"
    },
    {
      "text": "DID THE APPELLANT PROVE THAT S 424A APPLIED TO THE INFORMATION?",
      "id": "s22"
    },
    {
      "text": "10 The Tribunal's reasons for decision record that it had before it the file concerning the appellant maintained by the Minister's Department.",
      "id": "s23"
    },
    {
      "text": "That file includes the appellant's protection visa application.",
      "id": "s24"
    },
    {
      "text": "The file reveals that the appellant's protection visa application was received by the Department under cover of a letter dated 11 May 2005 signed by Mr Haque.",
      "id": "s25"
    },
    {
      "text": "In this letter Mr Haque asserted that he acted for the appellant with respect to his visa application.",
      "id": "s26"
    },
    {
      "text": "The statement that formed part of the appellant's visa application discloses on its face that it was declared by the appellant before Mr Haque.",
      "id": "s27"
    },
    {
      "text": "Other correspondence on the Departmental file suggests that Mr Haque was still the appellant's adviser at the time of the delegate's decision.",
      "id": "s28"
    },
    {
      "text": "I am therefore prepared to proceed on the basis that it is more likely than not that the Tribunal had regard to information in the Departmental file before making its finding regarding the appellant's assistance from his adviser.",
      "id": "s29"
    },
    {
      "text": "11 However, a finding that the Tribunal had regard to information in the Departmental file does not necessarily lead to the conclusion that s 424A applied to that information.",
      "id": "s30"
    },
    {
      "text": "If the Tribunal obtained the same information from the appellant during his Tribunal hearing, for example, s 424A(3)(b) operates to prevent s 424A applying to the information ( SZEEU v Minister for Immigration 150 FCR per Moore J at [91]).",
      "id": "s31"
    },
    {
      "text": "To succeed in his contention that the Tribunal failed to comply with the requirements of s 424A in respect to the information upon which its finding was based, it was necessary for the appellant to satisfy the Federal Magistrate that the Tribunal did not base its finding on information that he gave for the purposes of his application to the Tribunal.",
      "id": "s32"
    },
    {
      "text": "12 It was open to the appellant to adduce evidence before the Federal Magistrates Court of what information he did, and did not, give to the Tribunal for the purposes of his application, including during his hearing.",
      "id": "s33"
    },
    {
      "text": "However, he did not do so.",
      "id": "s34"
    },
    {
      "text": "The circumstances surrounding his failure to adduce evidence of the information he gave to the Tribunal during his hearing were as follows.",
      "id": "s35"
    },
    {
      "text": "The Federal Magistrate had ordered that evidence of what was said at the appellant's Tribunal hearing was to be presented in the form of a transcript verified by affidavit and that a tape recording would not be received in evidence without the leave of the court obtained prior to the hearing.",
      "id": "s36"
    },
    {
      "text": "No transcript was tendered in the Federal Magistrates Court.",
      "id": "s37"
    },
    {
      "text": "When his Honour drew attention to the evidentiary problems which the appellant faced in the absence of the transcript, the appellant's counsel applied for the hearing to be adjourned to enable a transcript to be obtained.",
      "id": "s38"
    },
    {
      "text": "That application was refused.",
      "id": "s39"
    },
    {
      "text": "The appellant does not challenge the appropriateness in the circumstances of the refusal of the adjournment application.",
      "id": "s40"
    },
    {
      "text": "13 It was also open to the appellant to make an application to this Court to receive on his appeal evidence additional to that adduced in the Federal Magistrates Court (see O 52 r 36 of the Federal Court Rules ).",
      "id": "s41"
    },
    {
      "text": "No such application was made.",
      "id": "s42"
    },
    {
      "text": "14 The case sought to be made by the appellant before the Federal Magistrates Court and on appeal was that, even in the absence of evidence of what information the appellant provided to the Tribunal during his hearing, the Federal Magistrate ought to have been satisfied, on the balance of probabilities, that the information on which the Tribunal based the finding identified in [6] above was not information provided by the appellant during that hearing.",
      "id": "s43"
    },
    {
      "text": "In my view this case necessarily fails.",
      "id": "s44"
    },
    {
      "text": "15 The written reasons for decision of the Tribunal reveal that the appellant attended his Tribunal hearing accompanied by Mr Haque who was acting as his adviser.",
      "id": "s45"
    },
    {
      "text": "The reasons also reveal that the circumstances in which the appellant completed his protection visa application were the subject of discussion during the hearing.",
      "id": "s46"
    },
    {
      "text": "In particular, the reasons record that the appellant advised the Tribunal that \"[h]e had explained his refugee claims to his adviser, who had then recorded them in writing in English.",
      "id": "s47"
    },
    {
      "text": "\" In the context, in my view, the reference to \"his adviser\" is to be understood as a reference to Mr Haque.",
      "id": "s48"
    },
    {
      "text": "The reasons for decision of the Tribunal thus tend to establish that the appellant gave to the Tribunal the information that Mr Haque was his adviser both as at the date of the Tribunal hearing and in May 2005 (ie the date of his visa application).",
      "id": "s49"
    },
    {
      "text": "16 The finding of the Tribunal that Mr Haque had been available to give the appellant advice throughout the period between May 2005 and the date of the Tribunal hearing may reflect an inference drawn solely from the information identified in the previous paragraph.",
      "id": "s50"
    },
    {
      "text": "If it does, s 424A plainly did not apply to that information because it was information that the appellant gave for the purpose of his application to the Tribunal.",
      "id": "s51"
    },
    {
      "text": "17 Even if it be assumed that the Tribunal placed weight on information in addition to that identified in [15] above in reaching its finding, that additional information may have been given to the Tribunal by the appellant for the purpose of his application or it may have come to the Tribunal from another source.",
      "id": "s52"
    },
    {
      "text": "Nothing before the Federal Magistrate suggested that the second of these options was inherently more likely than the first.",
      "id": "s53"
    },
    {
      "text": "Indeed, the following factors suggest that his Honour was right to conclude that the first option was the more likely.",
      "id": "s54"
    },
    {
      "text": "18 As mentioned above, the appellant did not give evidence before the Federal Magistrates Court to the effect that he gave no relevant information additional to that identified in [15] above to the Tribunal.",
      "id": "s55"
    },
    {
      "text": "Nor did he seek to adduce evidence on appeal to that effect.",
      "id": "s56"
    },
    {
      "text": "He did not tender in the Federal Magistrates Court a verified transcript of the Tribunal hearing.",
      "id": "s57"
    },
    {
      "text": "Nor did he seek to adduce evidence on appeal to establish what he said at the Tribunal hearing.",
      "id": "s58"
    },
    {
      "text": "The appellant did not adduce evidence in either Court to explain the above forensic decisions.",
      "id": "s59"
    },
    {
      "text": "It is possible that cost was an impediment in the way of the appellant's obtaining a transcript of the Tribunal hearing.",
      "id": "s60"
    },
    {
      "text": "However, it seems unlikely that the same could be said in respect of the tape recording of the hearing or the adducing of evidence from the appellant himself.",
      "id": "s61"
    },
    {
      "text": "It is appropriate in the circumstances to conclude that evidence of what the appellant said at his Tribunal hearing would not have assisted his case.",
      "id": "s62"
    },
    {
      "text": "CONCLUSION \n \n19 The appellant has failed to demonstrate that the Federal Magistrate ought to have concluded that s 424A had application to the information before the Tribunal on which it made the finding that Mr Haque had been available to give the appellant advice throughout the period between May 2005 and the date of the Tribunal hearing.",
      "id": "s63"
    },
    {
      "text": "He has therefore failed to show that the Federal Magistrate ought to have allowed his application for judicial review on the basis that the Tribunal failed to comply with the requirements of s 424A.",
      "id": "s64"
    },
    {
      "text": "20 The appeal will be dismissed.",
      "id": "s65"
    },
    {
      "text": "The appellant will be ordered to pay the costs of the first respondent who is now appropriately entitled Minister for Immigration and Citizenship.",
      "id": "s66"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s67"
    },
    {
      "text": "Associate:\nDated: 23 February 2007\n\n Counsel for the Appellant: Mr JR Young \n \n Counsel for the Respondent: Mr JAC Potts \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 14 February 2007 \n \n Date of Judgment: 23 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/183.html",
      "id": "s68"
    }
  ]
}