{
  "name": "Quinlan v A &amp; J Brady Pty Ltd [2007] FCA 1409 (12 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1409.html",
  "catchphrases": [
    {
      "text": "applicant alleged partnership agreement which provided for equal three-way split of profits from future property developments",
      "id": "c0"
    },
    {
      "text": "whether evidence supported case as pleaded",
      "id": "c1"
    },
    {
      "text": "whether parties had reached concluded agreement",
      "id": "c2"
    },
    {
      "text": "contractual uncertainty and incompleteness",
      "id": "c3"
    },
    {
      "text": "whether agreement reached on all essential terms",
      "id": "c4"
    },
    {
      "text": "whether agreement reached on matters ordinarily agreed upon in transactions of the class in question",
      "id": "c5"
    },
    {
      "text": "contract",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant, Christopher Gerard Quinlan, is seeking damages and other relief against A &amp; J Brady Pty Ltd (\"A &amp; J Brady\") and various other companies within what I shall describe as \"the Brady Group\".",
      "id": "s0"
    },
    {
      "text": "His claim is based upon breach of contract.",
      "id": "s1"
    },
    {
      "text": "He also seeks relief against Anthony Brady who is, and was at all material times, the moving force behind the companies in that group.",
      "id": "s2"
    },
    {
      "text": "2 In substance Mr Quinlan claims that in or about February 1998 he entered into a partnership agreement with the then members of the Brady Group, Mr Brady and Bernard John O'Sullivan who was also in the construction industry.",
      "id": "s3"
    },
    {
      "text": "He alleges that the partnership agreement entitled him to share in the profits made by members of the Brady Group on existing and future property developments and construction work.",
      "id": "s4"
    },
    {
      "text": "3 The respondents say that there was no partnership agreement of the kind alleged, and deny that Mr Quinlan is entitled to any damages or other relief.",
      "id": "s5"
    },
    {
      "text": "THE ALLEGED AGREEMENT \n \n 4 In his Amended Statement of Claim, Mr Quinlan alleges that the terms of the partnership agreement were, inter alia, that:\n \n (a) each of Mr O'Sullivan and Mr Quinlan would provide loan funds of $500,000 to the Brady Group, if requested by the Brady Group, and otherwise the partnership's expenses would be funded out of cash flow from two developments, namely the Fairfield Views and Empire apartments projects;\n (b) each of Mr Brady, Mr O'Sullivan and Mr Quinlan would be engaged exclusively by the Brady Group as partners;\n (c) Mr Quinlan would hold the position of development manager, Mr O'Sullivan would hold the position of operations manager and Mr Brady would hold the position of sales and administration manager; \n (d) Mr O'Sullivan and Mr Quinlan would each receive three percent of the profits earned by the Brady Group from its construction contracts for the Fairfield Views project and the development and construction of the Empire apartments project;\n (e) Mr Brady, Mr O'Sullivan and Mr Quinlan would each be entitled to a one third share of the profits from future property developments and construction work carried out by the Brady Group;\n (f) Mr Brady, Mr O'Sullivan and Mr Quinlan would each draw a monthly advance of $10,000 to be deducted from their respective profit shares when profit was realised;\n (g) each of Mr Brady, Mr O'Sullivan and Mr Quinlan would provide guarantees and other security to secure financing for future developments conducted by the Brady Group when requested by the Brady Group; \n (h) each of the parties to the partnership agreement would act in good faith; and\n (i) the Brady Group would account to each of Mr Brady, Mr O'Sullivan and Mr Quinlan from time to time in respect of profits made by the Brady Group from property developments.",
      "id": "s6"
    },
    {
      "text": "5 The agreement alleged was almost exclusively oral.",
      "id": "s7"
    },
    {
      "text": "In particular, the terms referred to at (a)---(f) were said to be oral.",
      "id": "s8"
    },
    {
      "text": "The Amended Statement of claim refers to a number of meetings at which the alleged agreement was said to have been made.",
      "id": "s9"
    },
    {
      "text": "Two of those meetings were critical.",
      "id": "s10"
    },
    {
      "text": "The first was alleged to have taken place at the Radisson Hotel in or around mid-January 1998 and the second at the Hudson apartments in La Trobe Street, on or about 2 February 1998.",
      "id": "s11"
    },
    {
      "text": "The Amended Statement of Claim further alleges that on or about 5 February 1998 Mr O'Sullivan, on both his own and Mr Quinlan's behalf, and Mr Brady finalised the percentage of profit share that Mr Quinlan and Mr O'Sullivan would be paid from the Empire apartments project and the building contract at Fairfield Views (that is, the term referred to at (d)).",
      "id": "s12"
    },
    {
      "text": "6 The remaining terms were said to be implied.",
      "id": "s13"
    },
    {
      "text": "The Amended Statement of Claim alleged that the terms referred to at (g) and (i) were to be implied from the need to give business efficacy to the partnership agreement, and that the term referred to at (h) was to be implied by law.",
      "id": "s14"
    },
    {
      "text": "THE EVIDENCE \n \n7 The question of whether the parties actually entered into the alleged partnership agreement depends largely on the facts.",
      "id": "s15"
    },
    {
      "text": "It is therefore necessary to set out in some detail the evidence given by each of the three key witnesses, Messrs Quinlan and O'Sullivan for the applicant and Mr Brady for the respondents.",
      "id": "s16"
    },
    {
      "text": "8 Mr Quinlan's evidence-in-chief was set out in two affidavits sworn on 5 December 2005 and 27 February 2007 respectively.",
      "id": "s17"
    },
    {
      "text": "Mr O'Sullivan's evidence-in-chief was also set out in two affidavits.",
      "id": "s18"
    },
    {
      "text": "These were sworn on 23 December 2005 and 27 February 2007 respectively.",
      "id": "s19"
    },
    {
      "text": "Mr Brady's evidence-in-chief was set out in an affidavit sworn on 17 March 2006.",
      "id": "s20"
    },
    {
      "text": "9 As there are significant conflicts in the evidence of these three witnesses, I have summarised what each of them has said with specific reference to:\n \n \n &#8226; previous contact and discussions between the parties;\n &#8226; the meeting at the Radisson Hotel; \n &#8226; the meeting at the Hudson apartments; \n &#8226; the \"agreement\" regarding the percentage profit share to be paid to Mr Quinlan and Mr O'Sullivan from the Fairfield Views and Empire apartments projects; \n &#8226; the conclusion of the alleged agreement; and \n &#8226; the subsequent conduct of the parties.",
      "id": "s21"
    },
    {
      "text": "Previous contact and discussions \n Mr Quinlan's evidence \n \n10 Mr Quinlan explained that he first met Mr Brady in Melbourne in 1989.",
      "id": "s22"
    },
    {
      "text": "At that time he had been working as a site manager for Civil and Civic Pty Ltd in relation to an extension and refurbishment of the Knox Shopping Centre.",
      "id": "s23"
    },
    {
      "text": "Mr Brady was, at that stage, one of the bricklaying contractors on that project.",
      "id": "s24"
    },
    {
      "text": "11 Mr Quinlan stated that he first met Mr O'Sullivan in connection with the same Knox Shopping Centre project.",
      "id": "s25"
    },
    {
      "text": "He said that he had employed Mr O'Sullivan on a recommendation, and that they had worked together for about three years in connection with that project.",
      "id": "s26"
    },
    {
      "text": "Afterwards, the two continued to stay in contact.",
      "id": "s27"
    },
    {
      "text": "12 After spending some time working in Canberra, Mr Quinlan returned to Melbourne in 1994 and joined Concrete Constructions Group Limited (\"Concrete Constructions\").",
      "id": "s28"
    },
    {
      "text": "He worked on a number of projects as a project manager and in 1997 he became the company's construction manager in relation to the Commonwealth Law Courts project.",
      "id": "s29"
    },
    {
      "text": "He said that his salary as construction manager was $186,190 per annum plus allowances, the provision of a company car, and bonuses.",
      "id": "s30"
    },
    {
      "text": "Based on his previous bonuses of up to $30,000 per annum, he estimated that his total gross package for the year ending 30 June 1998 would have been in excess of $245,000.",
      "id": "s31"
    },
    {
      "text": "13 In 1997 Mr Quinlan recruited Mr O'Sullivan to work as a project manager on the Commonwealth Law Courts project.",
      "id": "s32"
    },
    {
      "text": "In that role Mr O'Sullivan was required to report to Mr Quinlan.",
      "id": "s33"
    },
    {
      "text": "14 Mr Quinlan said that in or around November 1997 he had a number of conversations with Mr O'Sullivan regarding the possibility of establishing an essential services management company.",
      "id": "s34"
    },
    {
      "text": "He said that those discussions led to a number of meetings between Mr O'Sullivan, Robert Murdoch (who was at that time working for the Brady Group as a salesman) and later Mr Brady himself.",
      "id": "s35"
    },
    {
      "text": "15 Mr Quinlan said that the first meeting that he could recall was between himself, Mr O'Sullivan and Mr Murdoch at Mr Murdoch's office on the ground floor of the Empire building in La Trobe Street.",
      "id": "s36"
    },
    {
      "text": "Although Mr Quinlan could not recall the precise words spoken during that meeting he said that Mr Murdoch agreed to set up a meeting with Mr Brady so that the essential services management company proposal could be put to him.",
      "id": "s37"
    },
    {
      "text": "16 Mr Quinlan said that a few days, or perhaps a week, after that meeting, he attended another meeting at the Empire building this time with Messrs O'Sullivan, Murdoch, and Brady.",
      "id": "s38"
    },
    {
      "text": "Again, Mr Quinlan could not remember the precise words of the conversations that took place during that meeting.",
      "id": "s39"
    },
    {
      "text": "However, he said that he and Mr O'Sullivan gave a description of the essential services business.",
      "id": "s40"
    },
    {
      "text": "Mr Brady said very little.",
      "id": "s41"
    },
    {
      "text": "However, he did say that he wanted to meet with Mr O'Sullivan and Mr Quinlan again.",
      "id": "s42"
    },
    {
      "text": "17 Also in or about November and December 1997, Mr Quinlan said that he had a number of conversations with Mr O'Sullivan, during which Mr O'Sullivan told him that Mr Brady was endeavouring to persuade Mr O'Sullivan to go and work with him.",
      "id": "s43"
    },
    {
      "text": "Mr O'Sullivan had told Mr Brady that he would not accept a position with Mr Brady unless Mr Quinlan came as well.",
      "id": "s44"
    },
    {
      "text": "Mr O'Sullivan had told Mr Quinlan that Mr Brady was keen to have both of them involved.",
      "id": "s45"
    },
    {
      "text": "18 Mr Quinlan said, however, that although he and Mr O'Sullivan had been discussing the possibility of Mr Quinlan working on the Brady Group's projects, he was not involved in any discussion with Mr Brady about that possibility until a meeting was held at the Radisson Hotel in January 1998.",
      "id": "s46"
    },
    {
      "text": "Mr O'Sullivan's evidence \n \n19 Mr O'Sullivan said that he first met Mr Brady in Melbourne in 1988 in relation to the Knox City Shopping Centre Stage II project.",
      "id": "s47"
    },
    {
      "text": "They had some dealings over the years and managed to keep in touch.",
      "id": "s48"
    },
    {
      "text": "20 In about February or March 1997 Mr O'Sullivan was living in Brisbane.",
      "id": "s49"
    },
    {
      "text": "He came to Melbourne to be interviewed in relation to a position with Concrete Constructions.",
      "id": "s50"
    },
    {
      "text": "He said that while he was in Melbourne, Mr Brady telephoned him and suggested that before he committed to Concrete Constructions he should speak to Mr Brady.",
      "id": "s51"
    },
    {
      "text": "21 Mr O'Sullivan said that he went to see Mr Brady a day or two later.",
      "id": "s52"
    },
    {
      "text": "Mr Brady told him that he would be looking for a general manager.",
      "id": "s53"
    },
    {
      "text": "Mr O'Sullivan said that he was unsure at that stage whether he was going to move to Melbourne full time and, accordingly, told Mr Brady that it would not be fair for him to take on a role with the Brady Group.",
      "id": "s54"
    },
    {
      "text": "22 Mr O'Sullivan commenced work with Concrete Constructions in about March or April 1997.",
      "id": "s55"
    },
    {
      "text": "He worked for that company for a period of about 11 months.",
      "id": "s56"
    },
    {
      "text": "23 Mr O'Sullivan said that he also knew Mr Quinlan from the Knox City Shopping Centre project.",
      "id": "s57"
    },
    {
      "text": "It had been Mr Quinlan who had invited him to work for Concrete Constructions on the Commonwealth Law Courts project.",
      "id": "s58"
    },
    {
      "text": "As project manager Mr Quinlan was Mr O'Sullivan's immediate supervisor on that project.",
      "id": "s59"
    },
    {
      "text": "24 Mr O'Sullivan said that he tendered his resignation at about the end of November 1997 because of his frustration with the way the project was progressing.",
      "id": "s60"
    },
    {
      "text": "As he was required to give three months notice that meant that he would finish work at about the end of February 1998.",
      "id": "s61"
    },
    {
      "text": "25 Mr O'Sullivan said that in or about November 1997 he had a number of conversations with Mr Quinlan regarding the possibility of them establishing a new company together.",
      "id": "s62"
    },
    {
      "text": "Mr Quinlan had outlined his idea of creating a facility management company in response to new legislation that had just come into force.",
      "id": "s63"
    },
    {
      "text": "Mr O'Sullivan had in turn indicated that he would be interested in looking into such a company.",
      "id": "s64"
    },
    {
      "text": "However, he had added that he would need to understand more about the proposal before he committed.",
      "id": "s65"
    },
    {
      "text": "26 While he was working for Concrete Constructions, Mr O'Sullivan said that he also kept in contact with Mr Brady.",
      "id": "s66"
    },
    {
      "text": "During one of the conversations he had with Mr Quinlan in about November or December 1997, Mr O'Sullivan suggested that they talk to Mr Brady about the proposal.",
      "id": "s67"
    },
    {
      "text": "Mr O'Sullivan considered that Mr Brady might be interested in using one of his projects as a prototype.",
      "id": "s68"
    },
    {
      "text": "27 Mr Quinlan had suggested that Mr O'Sullivan set up a meeting with Mr Brady.",
      "id": "s69"
    },
    {
      "text": "Shortly thereafter Mr O'Sullivan telephoned Mr Brady and conveyed their idea.",
      "id": "s70"
    },
    {
      "text": "In reply Mr Brady said words to the effect of \"We'll talk about it next time I see you.",
      "id": "s71"
    },
    {
      "text": "\" \n \n28 Mr O'Sullivan and Mr Brady met shortly after that conversation.",
      "id": "s72"
    },
    {
      "text": "Mr Brady suggested that Mr O'Sullivan talk to Mr Murdoch, who was looking after the body corporate arrangements.",
      "id": "s73"
    },
    {
      "text": "Mr O'Sullivan said that as a result he telephoned Mr Murdoch and organised for himself and Mr Quinlan to meet with him.",
      "id": "s74"
    },
    {
      "text": "Messrs Quinlan, O'Sullivan and Murdoch then had a number of conversations and meetings about the proposal.",
      "id": "s75"
    },
    {
      "text": "Some of their discussions related to a company called Inscor that Mr Murdoch said was going to be used as the body corporate manager for all of the Brady Group developments.",
      "id": "s76"
    },
    {
      "text": "29 Mr O'Sullivan said that he met with Messrs Quinlan, Brady and Murdoch on or about 17 December 1997, and that they discussed some of the details relating to the facility management company proposal.",
      "id": "s77"
    },
    {
      "text": "30 A few days later Mr O'Sullivan flew to Brisbane for Christmas.",
      "id": "s78"
    },
    {
      "text": "Before he did so, however, he said that he had a discussion with Mr Brady about his need to find alternative living arrangements.",
      "id": "s79"
    },
    {
      "text": "In that discussion Mr Brady suggested that he move into one of the vacant apartments in the Hudson building.",
      "id": "s80"
    },
    {
      "text": "Mr O'Sullivan said that he took up that offer on his return to Melbourne.",
      "id": "s81"
    },
    {
      "text": "As a consequence he said he saw Messrs Brady and Murdoch more frequently than he had before.",
      "id": "s82"
    },
    {
      "text": "31 Mr O'Sullivan also said that in January 1998 he attended a number of \"meetings\" with Messrs Quinlan, Murdoch and, on occasion, Brady.",
      "id": "s83"
    },
    {
      "text": "However, he said that the meetings were often merely informal get togethers.",
      "id": "s84"
    },
    {
      "text": "At one of the meetings Mr Murdoch raised the possibility of Mr Quinlan and Mr O'Sullivan joining himself and Mr Brady (who was not present) as partners in a development and building company.",
      "id": "s85"
    },
    {
      "text": "According to Mr O'Sullivan, Mr Murdoch said words to the following effect:\n \n \n \"(a) \"The Brady organisation has a lot of opportunities.",
      "id": "s86"
    },
    {
      "text": "We have got the right contacts, we just need to get the right people on board to be able to put it together and deliver it\" \n \n (b) \"Andrew (Rice) [another Brady employee] is a good bloke, but he is not getting the job done.",
      "id": "s87"
    },
    {
      "text": "We have the opportunity to ramp the company up, but the Hudson project is just not coming together quickly enough\" \n \n (c) \"If you two are interested in doing something with us I will set up a meeting with Tony to talk about it.",
      "id": "s88"
    },
    {
      "text": "\"\" \n \n \n\n32 Mr O'Sullivan said that he replied to the last of these comments with words to the effect of: \"Did Tony say he was?",
      "id": "s89"
    },
    {
      "text": "\", and Mr Murdoch responded \"Yes\".",
      "id": "s90"
    },
    {
      "text": "33 Soon after this meeting, Mr O'Sullivan said he telephoned Mr Brady about Mr Murdoch's suggestion regarding a \"joint venture development company\".",
      "id": "s91"
    },
    {
      "text": "Mr O'Sullivan said that he expressed interest in such a venture \"but not as an employee\".",
      "id": "s92"
    },
    {
      "text": "They agreed that they should discuss the matter further, and Mr O'Sullivan said he would drop down to talk to Mr Brady about it.",
      "id": "s93"
    },
    {
      "text": "34 Mr O'Sullivan said that shortly after that conversation he called in to see Mr Brady at the old Empire building.",
      "id": "s94"
    },
    {
      "text": "He said that they had a discussion about Mr Quinlan to the following effect:\n \n \n \"(a) Me: \"Are you comfortable with including Chris in discussions about the joint venture?",
      "id": "s95"
    },
    {
      "text": "\" \n \n (b) Brady: \"I really only know him from Knox, but he seems to be a good operator and has a good reputation.",
      "id": "s96"
    },
    {
      "text": "\" \n \n (c) Me: \"Chris has a lot of experience and contacts now in property development.",
      "id": "s97"
    },
    {
      "text": "I'm impressed at the way he has put the law courts deal together.",
      "id": "s98"
    },
    {
      "text": "\" \n \n (d) Brady: \"Was that Chris's doing?",
      "id": "s99"
    },
    {
      "text": "\" \n \n \n \n \n \n (e) Me: \"Yes, and he was the one who initiated Concrete Constructions doing all Central Equities' work when they started.",
      "id": "s100"
    },
    {
      "text": "\" \n \n \n \n \n \n (f) Brady: \"We should get together to discuss doing something together.",
      "id": "s101"
    },
    {
      "text": "\" \n \n \n \n \n \n (g) Me: \"Would you like me to set up a meeting with Chris?",
      "id": "s102"
    },
    {
      "text": "Do you want Robert to come along?",
      "id": "s103"
    },
    {
      "text": "\" \n \n \n \n \n \n (h) Brady: \"Let's leave Robert out of it.",
      "id": "s104"
    },
    {
      "text": "Why don't you, me and Chris get together?",
      "id": "s105"
    },
    {
      "text": "\"\" \n \n Mr Brady's evidence \n \n35 Mr Brady is the sole and managing director of a number of companies which carry on business in the development and construction industry.",
      "id": "s106"
    },
    {
      "text": "It should be noted, however, that in the latter part of 1997 there were really only two companies through which he conducted his affairs.",
      "id": "s107"
    },
    {
      "text": "These were A &amp; J Brady, and Brady Constructions Pty Ltd (\"Brady Constructions\").",
      "id": "s108"
    },
    {
      "text": "36 Mr Brady said that he had first met Mr O'Sullivan in or around 1990 in relation to the Knox Shopping Centre project.",
      "id": "s109"
    },
    {
      "text": "37 In early 1997, Mr Brady said that he met with Mr O'Sullivan at his Melbourne office, and asked him if he would be interested in working as the construction manager with Brady Constructions.",
      "id": "s110"
    },
    {
      "text": "Mr O'Sullivan replied that he would think about the idea, but subsequently took up employment with Concrete Constructions.",
      "id": "s111"
    },
    {
      "text": "38 In late 1997, however, Mr Brady said that Mr O'Sullivan visited him again at his Melbourne office and asked whether his previous offer of employment was still on the table.",
      "id": "s112"
    },
    {
      "text": "Mr Brady replied with words to the effect of, \"Yes, probably\".",
      "id": "s113"
    },
    {
      "text": "Mr Brady said that Mr O'Sullivan had said he was \"fed up\" with Concrete Constructions.",
      "id": "s114"
    },
    {
      "text": "However, Mr Brady said that he found out some 12 months after Mr O'Sullivan had begun working for him that by late 1997 Mr O'Sullivan had been given three months' notice by Concrete Constructions.",
      "id": "s115"
    },
    {
      "text": "39 Mr Brady said that he and Mr O'Sullivan then met \"four or five times\" between December 1997 and February 1998.",
      "id": "s116"
    },
    {
      "text": "The main topic of discussion was Mr O'Sullivan's possible move to Brady Constructions as its construction or operations manager.",
      "id": "s117"
    },
    {
      "text": "During the course of these meetings, however, Mr O'Sullivan also raised the possibility of them \"working as a team\" along with Mr Quinlan.",
      "id": "s118"
    },
    {
      "text": "In Mr O'Sullivan's opinion, Mr Brady could benefit from Mr Quinlan's contacts and experience.",
      "id": "s119"
    },
    {
      "text": "Mr Brady said that he knew of Mr Quinlan, had met him once, and would think about involving him.",
      "id": "s120"
    },
    {
      "text": "40 Mr Brady also said that in late 1997, Mr Murdoch mentioned to him the idea of setting up a services company, which had arisen out of discussions Mr Murdoch had had with Messrs Quinlan and O'Sullivan.",
      "id": "s121"
    },
    {
      "text": "Mr Brady recalled attending a meeting with Messrs Murdoch, Quinlan and O'Sullivan where they discussed the possibility of establishing such a company.",
      "id": "s122"
    },
    {
      "text": "He said that the substance of that discussion was as follows:\n(i) a company would be established;\n(ii) Messrs Brady, Quinlan, Murdoch and O'Sullivan would be equal shareholders;\n(iii) it would initially operate from the Brady Group offices in La Trobe Street;\n(iv) Messrs O'Sullivan and Quinlan would manage the business after hours;\n(v) Mr Brady would procure the company the contract for the Hudson apartments;\n \n (vi) the new company would have the possibility of securing contracts with future Brady developments; and\n (vii) Mr Murdoch would assist in securing other contracts with other buildings.",
      "id": "s123"
    },
    {
      "text": "41 Mr Brady said that Mr O'Sullivan and Mr Murdoch then arranged for the incorporation of City Facilities Pty Ltd with the intention that it carry out the proposed services business.",
      "id": "s124"
    },
    {
      "text": "42 At around the same time, Mr Brady said that he also had discussions with Mr Quinlan about joining Brady Constructions as a project manager.",
      "id": "s125"
    },
    {
      "text": "He said that he explained to Mr Quinlan that Brady Constructions was not doing as well as it should because it could not get construction contracts.",
      "id": "s126"
    },
    {
      "text": "Mr Brady said he told Mr Quinlan that he would want him to focus on getting new work and doing it well.",
      "id": "s127"
    },
    {
      "text": "He said that Mr Quinlan replied with words to the effect of \"No worries\".",
      "id": "s128"
    },
    {
      "text": "Mr Quinlan said that he had plenty of contacts and would get them onto the tender lists.",
      "id": "s129"
    },
    {
      "text": "43 Mr Brady was cross-examined by Mr Squirrell, counsel for Mr Quinlan, about the position of A &amp; J Brady and Brady Constructions in 1997, but denied that the companies had been \"strapped for cash\".",
      "id": "s130"
    },
    {
      "text": "Mr Brady also said that Mr O'Sullivan had been well aware of the business structure of the Brady companies.",
      "id": "s131"
    },
    {
      "text": "The cross-examination was as follows:\n \n \"Mr Brady, to go back to the meeting at the Radisson, prior to that you had a number of meetings with Mr O'Sullivan, regarding he and Mr Quinlan coming to join your group.",
      "id": "s132"
    },
    {
      "text": "You call it Brady Constructions?---Yes.",
      "id": "s133"
    },
    {
      "text": "Did you, during any of those meetings, discuss with Mr O'Sullivan, the corporate structure of your various companies?---No, because he knew, it wasn't necessary.",
      "id": "s134"
    },
    {
      "text": "How did he know?---Well, he has --- gone back to 1989, '90, he administered my contracts, he wrote my contracts for --- as a sub-contractor, at Knox - shopping centre.",
      "id": "s135"
    },
    {
      "text": "The same on this project.",
      "id": "s136"
    },
    {
      "text": "And many other projects.",
      "id": "s137"
    },
    {
      "text": "Between 1989 and 1997, November thereof, how many dealings did you have with Mr O'Sullivan?---Quite a few dealings, and a year --- during 1997, we got this contract here, through him, or through his company.",
      "id": "s138"
    },
    {
      "text": "He was quite well aware who A and J Brady were.",
      "id": "s139"
    },
    {
      "text": "... \n So when you were talking about your companies, you were talking about that in the context where Mr Brady and Mr O'Sullivan both --- that you and he, both knew that you were running a company called A and J Brady Pty Limited?---Oh, yes.",
      "id": "s140"
    },
    {
      "text": "And that company was your primary vehicle for business, was it not?---For bricklaying, and [at] that stage development.",
      "id": "s141"
    },
    {
      "text": "It was your primary vehicle, was it not, to earn an income?---It was the number one vehicle and Brady Construction number 2.",
      "id": "s142"
    },
    {
      "text": "And indeed, prior to that point, and through 1998, you always considered A and J Brady Pty Limited effectively to be the parent company?",
      "id": "s143"
    },
    {
      "text": "Top of the tree?---Yes.",
      "id": "s144"
    },
    {
      "text": "It still is today.",
      "id": "s145"
    },
    {
      "text": "So I put to you that when you referred to your companies, you would not have differentiated from day to day conversation between one company and another company, when you were talking to Mr O'Sullivan?---I would.",
      "id": "s146"
    },
    {
      "text": "I am sorry, you would have?---Yes.",
      "id": "s147"
    },
    {
      "text": "I am sorry, you would have?---Yes.",
      "id": "s148"
    },
    {
      "text": "I suggest to you, sir, that you are now saying that solely because you desire to quarantine any finding for profit, as against Brady Constructions?---No, I don't say that for that reason.",
      "id": "s149"
    },
    {
      "text": "I say it for the reason we are trying to establish ourself in the Melbourne market as a builder.",
      "id": "s150"
    },
    {
      "text": "We advertise Brady Constructions heavily, in banners, and whatever possible.",
      "id": "s151"
    },
    {
      "text": "It was the prime motive.",
      "id": "s152"
    },
    {
      "text": "\" \n \n Radisson Hotel Meeting \n Mr Quinlan's evidence \n \n44 Mr Quinlan said that after a number of more casual meetings, he attended a meeting with Messrs Brady and O'Sullivan over dinner at the Radisson Hotel in January 1998.",
      "id": "s153"
    },
    {
      "text": "During that dinner Mr Brady said words to the effect of:\n \n 1.",
      "id": "s154"
    },
    {
      "text": "\"I need to replace Andrew\" (which Mr Quinlan took to be a reference to Andrew Rice); and\n 2.",
      "id": "s155"
    },
    {
      "text": "\"There are problems at Fairfield Views\" (which Mr Quinlan said he knew to be a construction contract for a third party).",
      "id": "s156"
    },
    {
      "text": "45 Mr Quinlan stated that he attended a second dinner meeting with Messrs O'Sullivan and Brady at the Radisson Hotel in or about mid-January 1998.",
      "id": "s157"
    },
    {
      "text": "(I should interpolate that both Mr O'Sullivan and Mr Brady say that there was only ever one meeting at the Radisson, Mr O'Sullivan said the meeting took place on Friday 30 January 1998, while Mr Brady said it took place in mid-January.",
      "id": "s158"
    },
    {
      "text": ") Mr Quinlan said that shortly before this second meeting Mr O'Sullivan told him that its purpose was to discuss with Mr Brady the possibility of them joining Mr Brady, and if so on what terms.",
      "id": "s159"
    },
    {
      "text": "46 Mr Quinlan said that he went to this meeting at the Radisson with no preconceived idea.",
      "id": "s160"
    },
    {
      "text": "However, he maintained that he was adamant that he would not join Mr Brady as simply an employee.",
      "id": "s161"
    },
    {
      "text": "He said he did not want to end up working for someone else again.",
      "id": "s162"
    },
    {
      "text": "Accordingly, at or near the start of the meeting, he said words to the effect of: \"If we join forces with you, what's the basis of the deal?\".",
      "id": "s163"
    },
    {
      "text": "Mr Brady replied \"I am proposing a three way split\".",
      "id": "s164"
    },
    {
      "text": "Mr Quinlan said that he was interested in what he regarded as a partnership proposal and sought further information.",
      "id": "s165"
    },
    {
      "text": "He said that he could not recall the precise words used during the rest of the meeting, but that part of the conversation was to the following effect: \n \n \n \"(a) Tony [Brady]: \"Hudson is finished.",
      "id": "s166"
    },
    {
      "text": "But for future projects I am interested in us combining our resources for all our construction and development projects.",
      "id": "s167"
    },
    {
      "text": "\" \n \n (b) Tony: \"Both of you would be required to provide funding to the Brady Group as required.",
      "id": "s168"
    },
    {
      "text": "\" \n \n (c) Me: \"I only have limited resources.",
      "id": "s169"
    },
    {
      "text": "The most I could probably raise to put in would be $500,000.",
      "id": "s170"
    },
    {
      "text": "\" \n \n (d) Bernie [O'Sullivan]: \"I'm in the same boat.",
      "id": "s171"
    },
    {
      "text": "\" \n \n \n \n \n \n (e) Tony: \"That's ok, I understand.",
      "id": "s172"
    },
    {
      "text": "It's probably not required anyway.",
      "id": "s173"
    },
    {
      "text": "We've got sufficient cash flow out of Empire and Fairfield Views.",
      "id": "s174"
    },
    {
      "text": "Your motivation is high and that is all that is required.",
      "id": "s175"
    },
    {
      "text": "\" \n \n \n \n \n \n (f) Me: \"OK if we are together on this as partners then you have me interested.",
      "id": "s176"
    },
    {
      "text": "I have been an employee, been there, done that.",
      "id": "s177"
    },
    {
      "text": "Not again.",
      "id": "s178"
    },
    {
      "text": "I want to see the rewards for my efforts.",
      "id": "s179"
    },
    {
      "text": "\" \n \n \n \n \n \n (g) Tony: \"I want to do this like I did with my partners in Parsifal, George McDonald and Heinz Burmeister.",
      "id": "s180"
    },
    {
      "text": "They are now retired.",
      "id": "s181"
    },
    {
      "text": "What we did with Parsifal is equal shareholding and we left the profits in the company so that the business would grow.",
      "id": "s182"
    },
    {
      "text": "\" \n \n \n \n \n \n (h) Me: \"OK.\" \n \n \n \n \n \n (i) Bernie: \"OK with me, but we need to draw some money to live.",
      "id": "s183"
    },
    {
      "text": "\" \n \n \n \n \n \n (j) Tony: \"I understand that.",
      "id": "s184"
    },
    {
      "text": "\" \n \n \n \n \n \n (k) Me: \"OK, I'll put something down on paper as to how this can work for us.",
      "id": "s185"
    },
    {
      "text": "\"\" \n \n\n47 In cross-examination Mr Quinlan persisted in maintaining that there were two separate meetings at the Radisson Hotel notwithstanding the different recollections of both Messrs O'Sullivan and Brady.",
      "id": "s186"
    },
    {
      "text": "He again summarised what took place at the second meeting:\n \n \"And at that meeting, when we met, I was sitting - I can remember sitting in the foyer waiting for Tony.",
      "id": "s187"
    },
    {
      "text": "Tony arrived, we went and sat at a table in the restaurant.",
      "id": "s188"
    },
    {
      "text": "A short chit chat we had at the start.",
      "id": "s189"
    },
    {
      "text": "But I knew I was there with respect to joining Tony.",
      "id": "s190"
    },
    {
      "text": "So I put to Tony, well, look, if we join forces, then on what terms?",
      "id": "s191"
    },
    {
      "text": "What are the terms?",
      "id": "s192"
    },
    {
      "text": "And Tony then was reasonably quick to say, well, on the basis of a three way split.",
      "id": "s193"
    },
    {
      "text": "So at the time, I thought, right, I would seek more information in a bit more idle chatter, I suppose.",
      "id": "s194"
    },
    {
      "text": "Tony said that the Hudson had finish[ed] and that, for future projects, he was very interested in us combining our resources for future building and development projects.",
      "id": "s195"
    },
    {
      "text": "Tony went on to say, well, you understand that, you know, I would be looking for capital from both myself and Bernie.",
      "id": "s196"
    },
    {
      "text": "And I said, well, I have probably got limited resources.",
      "id": "s197"
    },
    {
      "text": "As much as I could raise would be about 500,000.",
      "id": "s198"
    },
    {
      "text": "Bernie said he was in a similar situation.",
      "id": "s199"
    },
    {
      "text": "Tony said, well, I understand that.",
      "id": "s200"
    },
    {
      "text": "I have got the difficulties with Fairfield.",
      "id": "s201"
    },
    {
      "text": "If we can get that back on track, we will have sufficient cash flow just out of Fairfield and Empire to move forward in our business venture.",
      "id": "s202"
    },
    {
      "text": "And he said, look, as long as you are motivated and we get on with it, and we get Fairfield and Empire back on track, then we will, you know, we will sort of make something of it.",
      "id": "s203"
    },
    {
      "text": "... \n \n So I said to Tony, look, as long as we are in this as partners, then I am very interested.",
      "id": "s204"
    },
    {
      "text": "I said, I have been an employee.",
      "id": "s205"
    },
    {
      "text": "Been there, done that, not doing it again.",
      "id": "s206"
    },
    {
      "text": "So Tony said, well, I see it a bit like what I did with my partners in Parcival - which Tony had with George McDonald and Heinz Bermeister, who had since retired - where Tony said that they had equal shareholding, and they were going to leave the money in the business so it would grow.",
      "id": "s207"
    },
    {
      "text": "Well, I think, Bernie then arced up and said, well, we have got to have something to live on, we need to draw something.",
      "id": "s208"
    },
    {
      "text": "And Tony went on to sort of say, yes, he understood that was the case.",
      "id": "s209"
    },
    {
      "text": "And then I said, well, what I will do is, I will put something down in writing and how this structure might work.",
      "id": "s210"
    },
    {
      "text": "\" \n \n\n48 In later cross-examination, Mr Quinlan once again recounted the events of this meeting:\n \n \"From the outset - I think we had some chit chat, like, just greeting each other.",
      "id": "s211"
    },
    {
      "text": "I understood I was there on the basis of what - how I had joined the Brady Group.",
      "id": "s212"
    },
    {
      "text": "I raised it with Tony and said, look, if we join forces, what is the basis of the deal.",
      "id": "s213"
    },
    {
      "text": "And as I said before - and I am just going through what is stated in my affidavit, and do you won't me to continue, I am happy to continue?",
      "id": "s214"
    },
    {
      "text": "HIS HONOUR: Mr Glick has asked you to continue, so, you go right ahead?---Right.",
      "id": "s215"
    },
    {
      "text": "So then Tony said, well, look I am looking at proposing a three way split.",
      "id": "s216"
    },
    {
      "text": "So, there was a bit of a pause and then - Tony then went on to, sort of, say that Hudson is finished for future projects and I understand that we would like to join - join forces in building and development of future projects.",
      "id": "s217"
    },
    {
      "text": "Tony went on to, sort of, say that we would need to contribute capital if required.",
      "id": "s218"
    },
    {
      "text": "I then went on to say, well, the most I could raise was 500,000.",
      "id": "s219"
    },
    {
      "text": "Bernie, sort of, said along the lines that he was in the same boat.",
      "id": "s220"
    },
    {
      "text": "Tony said well, I understand that, but we will probably have sufficient cash flow out of Fairfield and Empire and as long as, you know, you guys are motivated, then I would be happy with that.",
      "id": "s221"
    },
    {
      "text": "And I said, well, I am prepared to join as a partner.",
      "id": "s222"
    },
    {
      "text": "I am very interested in that but I am not going to be employed.",
      "id": "s223"
    },
    {
      "text": "I have been there; done that - been there since I had graduated.",
      "id": "s224"
    },
    {
      "text": "So, how that was going to work, Tony, sort of, then floated the - his arrangement that he had with his partners in Parcival with George McDonald and Heinz Bermeister which basically was that they be equal shareholders.",
      "id": "s225"
    },
    {
      "text": "They left the money in and let the business grow.",
      "id": "s226"
    },
    {
      "text": "So the profits they made were - went into the next project.",
      "id": "s227"
    },
    {
      "text": "So, look, I was okay with that.",
      "id": "s228"
    },
    {
      "text": "Bernie, sort of, said, well, we have go[t] to have something to live on and Tony said, well, look, I understand that.",
      "id": "s229"
    },
    {
      "text": "And then I put to Tony, well, look, I will try to put something down on paper and obviously we will meet again.",
      "id": "s230"
    },
    {
      "text": "\" \n \n\n49 When challenged about his evidence that the issue of the $500,000 contribution had been mentioned at this meeting at the Radisson Mr Quinlan replied \"I am sure it was raised at this meeting\".",
      "id": "s231"
    },
    {
      "text": "Mr O'Sullivan's evidence \n \n50 As indicated above, Mr O'Sullivan's affidavit only mentions one meeting at the Radisson which he said took place over dinner on Friday, 30 January 1998.",
      "id": "s232"
    },
    {
      "text": "He said that he, and Messrs Quinlan and Brady had a conversation to the following effect:\n \n \n \"(a) Brady: \"I've got the financial backing to do some reasonably sized projects together.",
      "id": "s233"
    },
    {
      "text": "You two have the sort of expertise I'm looking for.",
      "id": "s234"
    },
    {
      "text": "Would you be interested in some sort of partnership arrangement?",
      "id": "s235"
    },
    {
      "text": "\" \n \n (b) Me: \"Yeah, what did you have in mind?",
      "id": "s236"
    },
    {
      "text": "\" \n \n \n \n \n \n (c) Brady: \"What would you say to a partnership --- with a three-way split?",
      "id": "s237"
    },
    {
      "text": "\" \n \n \n \n \n \n (d) Me: \"I would be happy with that.",
      "id": "s238"
    },
    {
      "text": "I would be keen to come back to Melbourne for a business partnership of that nature.",
      "id": "s239"
    },
    {
      "text": "\" \n \n \n \n \n \n (e) Quinlan: \"I would be happy with that.",
      "id": "s240"
    },
    {
      "text": "\" \n \n \n \n \n \n (f) Brady: \"Good.",
      "id": "s241"
    },
    {
      "text": "Well, let's do it.",
      "id": "s242"
    },
    {
      "text": "Obviously, the partnership would not include the bricklaying company or any of my factory stuff.",
      "id": "s243"
    },
    {
      "text": "I do a lot of that separate anyway.",
      "id": "s244"
    },
    {
      "text": "I also do a bit with a couple of retired brickie mates that I have known for years.",
      "id": "s245"
    },
    {
      "text": "That's basically a superfund for me.",
      "id": "s246"
    },
    {
      "text": "\" \n \n \n \n \n \n (g) Me: \"That's ok with me.",
      "id": "s247"
    },
    {
      "text": "\" \n \n \n \n \n \n (h) Quinlan: \"Fine with me.",
      "id": "s248"
    },
    {
      "text": "We could set up a new entity with three directors and have commercial arrangements between any other entities.",
      "id": "s249"
    },
    {
      "text": "A &amp; J Bricklaying would be like a nominated subcontractor.",
      "id": "s250"
    },
    {
      "text": "\" \n \n \n \n \n \n (i) Brady: \"I would prefer it if you didn't discuss any of this with Robert or any of the others in the office just yet as some of them have been with me for a long time.",
      "id": "s251"
    },
    {
      "text": "\" \n \n \n \n \n \n (j) Me: \"What do we say to Robert given he was the one that initiated these discussions?",
      "id": "s252"
    },
    {
      "text": "\" \n \n \n \n \n \n (k) Brady: \"Nothing as yet.",
      "id": "s253"
    },
    {
      "text": "Robert has been trying to do something for a while, but he is not the sort to stick around.",
      "id": "s254"
    },
    {
      "text": "He's got the opportunity to set himself up with the sales side of things.",
      "id": "s255"
    },
    {
      "text": "I believe his wife may even have a real estate agent's licence.",
      "id": "s256"
    },
    {
      "text": "He has the opportunity to make a lot of money from commissions, particularly overseas if he sets his mind to it.",
      "id": "s257"
    },
    {
      "text": "So we'll see how it goes.",
      "id": "s258"
    },
    {
      "text": "\" \n \n \n \n \n \n (l) Me: \"What would we do with regards to an income until profit is realised from one of the projects?",
      "id": "s259"
    },
    {
      "text": "\" \n \n \n \n \n \n (m) Quinlan: \"Each director could draw a monthly retainer that would be an operating cost to the job, but would come out of eventual profits.",
      "id": "s260"
    },
    {
      "text": "Tony would also need to be reimbursed for the cost of capital and other items like the Brady office.",
      "id": "s261"
    },
    {
      "text": "\" \n \n \n \n \n \n (n) Brady: \"I don't draw a lot down from the business.",
      "id": "s262"
    },
    {
      "text": "Jenny and I draw a modest wage each week and everything basically remains in the business.",
      "id": "s263"
    },
    {
      "text": "\" \n \n \n \n \n \n (o) Me: \"We would all need to be prepared to leave in as much as possible to create additional funds for future projects.",
      "id": "s264"
    },
    {
      "text": "\" \n \n \n \n \n \n (p) Quinlan: \"This is ok with me.",
      "id": "s265"
    },
    {
      "text": "\" \n \n \n \n \n \n (q) Brady: \"Fine with me.",
      "id": "s266"
    },
    {
      "text": "Once we get things rolling, you'll be surprised at how fast assets can be accumulated and you can then borrow against that.",
      "id": "s267"
    },
    {
      "text": "Those factories in Braeside are what got me started.",
      "id": "s268"
    },
    {
      "text": "\"\" \n \n \n \n\n51 Mr O'Sullivan said that the three of them then shook hands and continued to discuss matters in general.",
      "id": "s269"
    },
    {
      "text": "Later, during the same dinner, Mr O'Sullivan said that he initiated a conversation to the following effect: \n \n \"(a) Me: \"What sort of timing are we all thinking about here?",
      "id": "s270"
    },
    {
      "text": "\" \n \n \n \n (b) Brady: \"The sooner the better.",
      "id": "s271"
    },
    {
      "text": "Hudson has got to be finalised, but Empire needs to get happening.",
      "id": "s272"
    },
    {
      "text": "\" \n \n (c) Me: \"Well, I'll be finished at Concrete Constructions by the end of February, but I can't see them letting me go any sooner.",
      "id": "s273"
    },
    {
      "text": "\" \n \n (d) Quinlan: \"I will have to give a month's notice unless I can work something out with Jeremy Mathieson.",
      "id": "s274"
    },
    {
      "text": "\" (Mathieson was Victoria branch manager of Concrete Constructions).",
      "id": "s275"
    },
    {
      "text": "(e) Me: \"Tony, where does Andrew Rice fit into all of this?",
      "id": "s276"
    },
    {
      "text": "\" \n \n (f) Brady: \"I will have to let Andrew go.",
      "id": "s277"
    },
    {
      "text": "He has got distracted with a saleswoman with Hocking Stuart who in turn has done her best to break up his marriage.",
      "id": "s278"
    },
    {
      "text": "His work has suffered as a result.",
      "id": "s279"
    },
    {
      "text": "\" \n \n \n \n (g) Me: \"What's the timing for that?",
      "id": "s280"
    },
    {
      "text": "\" \n \n (h) Brady: \"Depends on when you guys are ready to start.",
      "id": "s281"
    },
    {
      "text": "\" \n \n (i) Quinlan: \"I'll confirm that next week.",
      "id": "s282"
    },
    {
      "text": "\" \n \n \n \n (j) Brady: \"It would probably be best if he goes before you guys get there.",
      "id": "s283"
    },
    {
      "text": "\"\" \n \n\n52 In cross-examination Mr Schlicht, junior counsel for the respondents, suggested to Mr O'Sullivan that the notion that Mr Brady would give away two-thirds of his profits for no risk at all was absurd.",
      "id": "s284"
    },
    {
      "text": "Mr O'Sullivan rejected that suggestion.",
      "id": "s285"
    },
    {
      "text": "He stated that the Brady Group was in great difficulty at the time and needed some assistance.",
      "id": "s286"
    },
    {
      "text": "The following exchange then took place:\n \n \"You say Brady - what you say is, Brady says I've got the financial backing to do some reasonably sized projects together.",
      "id": "s287"
    },
    {
      "text": "Right?---Mm.",
      "id": "s288"
    },
    {
      "text": "That's what he says, and from that you have inferred, have you, that Brady is to provide all capital and all security?---I've understood that from the discussion, yes.",
      "id": "s289"
    },
    {
      "text": "Yes.",
      "id": "s290"
    },
    {
      "text": "It's from that sentence that that understanding comes, isn't it, it's no other place that it comes from?---There may have been other discussions, but - - - \n \n No, as at 30 January?---Yes.",
      "id": "s291"
    },
    {
      "text": "Did Brady say anything else to give you that understanding that he would put it all up?---I don't recall.",
      "id": "s292"
    },
    {
      "text": "No.",
      "id": "s293"
    },
    {
      "text": "So, you are saying to this Court that, by reason of the statement that Brady says, I've got the financial backing to do some reasonably sized projects together, was Brady saying, I will put up all the capital and provide all the security for all future developments?---That and subsequent discussions, yes.",
      "id": "s294"
    },
    {
      "text": "I asked you, Mr O'Sullivan, whether as at 30 January that was what Brady was going to do, and you said to me that was your understanding?---Yes.",
      "id": "s295"
    },
    {
      "text": "And I'm saying to you it is because of this sentence that you come to that understanding?---Yes.",
      "id": "s296"
    },
    {
      "text": "Right.",
      "id": "s297"
    },
    {
      "text": "Now, I'm saying to you that's simply false, Mr O'Sullivan?---And I'm saying that that's what happened.",
      "id": "s298"
    },
    {
      "text": "And what I'm saying to you is what Mr Brady was talking to you about is joining Brady Constructions as an equal director and shareholder, because Brady Constructions really wasn't making a great deal of money and it didn't really matter whether he gave away two-thirds of Brady Constructions, because two-thirds of nothing is nothing.",
      "id": "s299"
    },
    {
      "text": "What do you say to that?---I'm saying that Brady Constructions didn't come into that conversation.",
      "id": "s300"
    },
    {
      "text": "Right?---And if it had, the conversation wouldn't have gone any further.",
      "id": "s301"
    },
    {
      "text": "HIS HONOUR: Is it possible that he was talking about Brady Constructions and you understood him to be talking about developments at large?---Well, we were talking about developments the whole - there was nothing - the only time Brady Constructions came into the equation was talking about getting building jobs to get some cash, positive cash flow.",
      "id": "s302"
    },
    {
      "text": "No room for any error or misunderstanding on your part?---I don't believe so.",
      "id": "s303"
    },
    {
      "text": "\" \n \n\n53 Mr O'Sullivan said that he thought that Mr Brady being reimbursed the costs of the capital had been discussed, however, he did not know whether they had spoken about interest rates.",
      "id": "s304"
    },
    {
      "text": "He also acknowledged that the mechanism for determining whether money should be pulled out of the new entity was not discussed.",
      "id": "s305"
    },
    {
      "text": "54 Mr O'Sullivan said that it was his belief that at the conclusion of the dinner meeting at the Radisson Hotel there was a \"firm and binding agreement\".",
      "id": "s306"
    },
    {
      "text": "He said:\n \n \"We hadn't gone through all the finer details of it but I certainly came away with the understanding it was an agreement that would go forward as a three way partnership.",
      "id": "s307"
    },
    {
      "text": "So it had to be documented and some details worked out but you believed at the end of that meeting that there was a binding agreement amongst the three of you for this partnership arrangement as discussed?---Yes.",
      "id": "s308"
    },
    {
      "text": "\" \n \n\n55 When asked by Mr Schlicht what the terms of that agreement were, Mr O'Sullivan responded:\n \n \"It consisted of as I just described.",
      "id": "s309"
    },
    {
      "text": "Three of us go forward in a partnership and we would do building development and properties.",
      "id": "s310"
    },
    {
      "text": "Is that all?---As I recall.",
      "id": "s311"
    },
    {
      "text": "Other than the fact that Tony was going to put the collateral up and we were going to put the expertise up.",
      "id": "s312"
    },
    {
      "text": "\" \n \n\n56 Mr O'Sullivan repeatedly rejected the suggestion that what Mr Brady was offering him was simply a share in the profits of Brady Constructions.",
      "id": "s313"
    },
    {
      "text": "When asked again about the \"agreement\" that he considered had been reached at the Radisson, Mr O'Sullivan gave the following evidence: \n \n \"You say that as far as you were concerned that you had reached agreement at the conclusion of that meeting, at the Radisson?---I thought so, yes.",
      "id": "s314"
    },
    {
      "text": "Yes.",
      "id": "s315"
    },
    {
      "text": "That, in broad terms, there was a three-way partnership, correct?---Yes.",
      "id": "s316"
    },
    {
      "text": "With the proviso that Mr Brady was going to fund all future developments?---As in terms of seed funding, yes.",
      "id": "s317"
    },
    {
      "text": "And provide securities for borrowings?---Yes.",
      "id": "s318"
    },
    {
      "text": "Were there any other terms that were agreed on on that meeting of 30 June?---Terms as in - - - \n \n Well any other parts of this agreement details?---Only that we talked about that we'd take a retainer and that would come out of the profits, eventual profits.",
      "id": "s319"
    },
    {
      "text": "And that you'd have a new entity with three directors?---Yes.",
      "id": "s320"
    },
    {
      "text": "That was it?---As I recall.",
      "id": "s321"
    },
    {
      "text": "You then have a - so, as at 30 January, was it your understanding that if Mr Brady had turned around and said, \"Sorry, fellas, deals off, I don't want to go ahead\" you could have sued for enforcement of that agreement?---I wouldn't have had a legal understanding at that point in time.",
      "id": "s322"
    },
    {
      "text": "I would have thought it was an agreement.",
      "id": "s323"
    },
    {
      "text": "All right.",
      "id": "s324"
    },
    {
      "text": "HIS HONOUR: Do you understand the difference between a kind of general agreement in broad terms and something that's legally binding?---No, your Honour, I just - - \n \n You don't see a distinction between a kind of agreement - a gentleman's agreement, if you like, and an agreement that's legally binding?---Well, at that point in time the agreement was a partnership and as I said, it was going to be for future issues.",
      "id": "s325"
    },
    {
      "text": "So if we'd sort of terminated on the day, I'm not sure what was there to - - - \n \n MR SCHLICHT: You used the term \"on principle\" yourself, but I think you told me that you didn't distinguish between an agreement that was legally binding and merely some kind of preliminary discussion and general consensus about certain areas.",
      "id": "s326"
    },
    {
      "text": "You, yourself, didn't distinguish between those two states of affairs?---No, I just took it as a gentleman's agreement between the three of us to go forward.",
      "id": "s327"
    },
    {
      "text": "Well, i think you said you shook hands, did you, at the end of that meeting?---I believe so, yes.",
      "id": "s328"
    },
    {
      "text": "That signified that the agreement was complete and concluded as far as you were concerned?---Yes.",
      "id": "s329"
    },
    {
      "text": "It wasn't, by any chance, simply [an] agreement that you would continue discussing this matter?---Well, given the level of detail that we got into, I guess there would have had to have been further discussion.",
      "id": "s330"
    },
    {
      "text": "And no doubt, you expected this would have to be documented as well?---In some format.",
      "id": "s331"
    },
    {
      "text": "Right.",
      "id": "s332"
    },
    {
      "text": "Can we just go then to the - - -?---I was thinking more of a - of a -the set-up rather than a legal document, per se.",
      "id": "s333"
    },
    {
      "text": "\" \n \n Mr Brady's evidence \n \n57 Mr Brady also insisted that there had only ever been one meeting at the Radisson Hotel between Messrs Quinlan and O'Sullivan and himself.",
      "id": "s334"
    },
    {
      "text": "He said that it took place over dinner in or about mid-January 1998.",
      "id": "s335"
    },
    {
      "text": "According to him, however, the main topic of discussion was the business of Brady Constructions.",
      "id": "s336"
    },
    {
      "text": "Mr Brady said that by that stage he was interested in getting Mr O'Sullivan and Mr Quinlan to work for Brady Constructions, and, as an incentive, he had decided to offer them a third of the profits from that company's future construction contracts.",
      "id": "s337"
    },
    {
      "text": "According to Mr Brady, his rationale was that if they could procure building contracts and make Brady Constructions profitable, he would be happy for them to receive a share of those profits.",
      "id": "s338"
    },
    {
      "text": "That was because at that stage Brady Constructions was not making any profit.",
      "id": "s339"
    },
    {
      "text": "58 Mr Brady said that the critical conversation at the Radisson was to the following effect:\n \n \n \"(b) ...",
      "id": "s340"
    },
    {
      "text": "I said to O'Sullivan and Quinlan words to the effect of: \" If you come to work for me and you can each have a one third share of the profits from the future building contracts of Brady Constructions.",
      "id": "s341"
    },
    {
      "text": "You won't get a share of the profits from the current jobs for Papadoupoulos and the Empire, because you did not get them for Brady Constructions.",
      "id": "s342"
    },
    {
      "text": "You can have a share of the new construction work you get.",
      "id": "s343"
    },
    {
      "text": "How does that sound?",
      "id": "s344"
    },
    {
      "text": "\" Both O'Sullivan and Quinlan said words to the effect that they were interested in this proposal, and one of them said something like \" Is there anything else?",
      "id": "s345"
    },
    {
      "text": "\".",
      "id": "s346"
    },
    {
      "text": "I said words to the following effect: \"I am going to keep control, and I will stay the boss.",
      "id": "s347"
    },
    {
      "text": "I want you to grow the Brady Constructions business and get it new contracts.",
      "id": "s348"
    },
    {
      "text": "If you do, I am happy for you to have a share of the profits from the new contracts.",
      "id": "s349"
    },
    {
      "text": "You can be shareholders, and directors as well.",
      "id": "s350"
    },
    {
      "text": "Brady Constructions will still do work for A&amp;J Brady at cost, and its got to employ my bricklaying business on the usual basis in all its projects.",
      "id": "s351"
    },
    {
      "text": "\" \n \n (c) O'Sullivan and Quinlan both again responded to me in substance that they were interested in this proposal.",
      "id": "s352"
    },
    {
      "text": "They raised no objection to my proposal.",
      "id": "s353"
    },
    {
      "text": "(d) Either O'Sullivan or Quinlan raised with me the issue of a monthly advance against their expectation of profits from Brady Constructions.",
      "id": "s354"
    },
    {
      "text": "I am not sure which of them mentioned it, but it may have been Quinlan.",
      "id": "s355"
    },
    {
      "text": "Quinlan: \" Bernie and I are going to need money in order to get by.",
      "id": "s356"
    },
    {
      "text": "I suggest we be paid a monthly advance.",
      "id": "s357"
    },
    {
      "text": "\" \n \n Me: \" That sounds fair.",
      "id": "s358"
    },
    {
      "text": "How much do you need?",
      "id": "s359"
    },
    {
      "text": "\".",
      "id": "s360"
    },
    {
      "text": "Quinlan: \" I will need about the same as I am getting now \" \n \n Me: \" What's that?",
      "id": "s361"
    },
    {
      "text": "\" \n \n Quinlan: \" About $10,000.00 a month \".",
      "id": "s362"
    },
    {
      "text": "(e) Either Quinlan or I then asked O'Sullivan \" How much do you need a month?",
      "id": "s363"
    },
    {
      "text": "\".",
      "id": "s364"
    },
    {
      "text": "O'Sullivan: \" The same, $10,000.00 a month \".",
      "id": "s365"
    },
    {
      "text": "I then said \" That sounds okay, but it will be an advance against profits \".",
      "id": "s366"
    },
    {
      "text": "Quinlan and O'Sullivan said words to the effect: \" That's fine \".",
      "id": "s367"
    },
    {
      "text": "(f) It was never mentioned between us that I would also draw $10,000.00 per month against profits, and I did not do so.",
      "id": "s368"
    },
    {
      "text": "At the time of these discussions, I was not drawing, and never had drawn, a wage or consultancy fee from Brady Constructions, and I never did so thereafter.",
      "id": "s369"
    },
    {
      "text": "\" \n \n \n\n59 Mr Brady said that either at this meeting, or some time later, either Mr Quinlan or Mr O'Sullivan (he believed it was Mr Quinlan) and he had a conversation in which it was put to Mr Brady that if they were working on Fairfield Views and the Empire projects, they should perhaps get something out of them.",
      "id": "s370"
    },
    {
      "text": "Mr Brady said that he indicated that he thought that was fair, and that he would give them a small share of the profits in those projects as well.",
      "id": "s371"
    },
    {
      "text": "60 Mr Brady said that later in January or early February 1998 Messrs Quinlan and O'Sullivan signalled that they would also \"like a piece of the action in any future developments\".",
      "id": "s372"
    },
    {
      "text": "61 Mr Brady stated that this subject came up again at a later meeting.",
      "id": "s373"
    },
    {
      "text": "He said that he could not recall precisely how it arose, but that he then asked Messrs Quinlan and O'Sullivan what money they would be prepared to put up.",
      "id": "s374"
    },
    {
      "text": "They each indicated that they could raise about $500,000.",
      "id": "s375"
    },
    {
      "text": "Mr Brady said that he responded with words to the effect of \"Then we'll see.",
      "id": "s376"
    },
    {
      "text": "It's a big decision for me I want to think about it\".",
      "id": "s377"
    },
    {
      "text": "He said that he was sceptical about them ever making a cash contribution, but was prepared to entertain the issue if it meant he got them \"on board\".",
      "id": "s378"
    },
    {
      "text": "He said that he was prepared to consider the question of a profit share in future developments provided that Messrs Quinlan and O'Sullivan each \"put themselves on the line\" in terms of guarantees and securities, and that they each contributed real money to any particular development.",
      "id": "s379"
    },
    {
      "text": "62 In cross-examination Mr Brady stated that the meeting at the Radisson was the first meeting between himself and Mr Quinlan at which they discussed Mr Quinlan joining the Brady Group.",
      "id": "s380"
    },
    {
      "text": "He could not, however, recall either when or where the issue of Messrs Quinlan and O'Sullivan each putting up $500,000 had been raised.",
      "id": "s381"
    },
    {
      "text": "The following exchange is recorded:\n \n \"Mr Quinlan says that at the meeting at the Radisson a question of capital contribution of $500,000 was raised, do you recall him saying that?---It was raised at one meeting, either at the Radisson or the Hudson, I can't remember which.",
      "id": "s382"
    },
    {
      "text": "And Mr O'Sullivan said it was actually raised at the Hudson?---Yes.",
      "id": "s383"
    },
    {
      "text": "Do you agree that it was raised at one or other of those meetings?---Yes.",
      "id": "s384"
    },
    {
      "text": "Mr Quinlan says that you sought a capital sum and that both O'Sullivan and Quinlan said in effect $500,000 was all they could put in, each of them said that?---That's correct.",
      "id": "s385"
    },
    {
      "text": "You agree with that?---That's correct.",
      "id": "s386"
    },
    {
      "text": "Mr Quinlan said that that sum was offered on the basis that it would be put in if needed?---That is incorrect.",
      "id": "s387"
    },
    {
      "text": "Do you say that it was part of the arrangement you entered into with Mr Quinlan that he had to put in $500,000?---Not at that point in time, no.",
      "id": "s388"
    },
    {
      "text": "What do you say was said at either of those two meetings, whichever one you think it was, what do you say was said about the $500,000?---He asked about any future developments, and could we - part of the action - I think it was words used.",
      "id": "s389"
    },
    {
      "text": "And I said yes, I didn't see why not, as long as I put some money in under guarantees and whatever it takes.",
      "id": "s390"
    },
    {
      "text": "And so I think again, like the 10,000, I said, in parrot fashion, well, I could afford to raise 500,000, and Quinlan said, I could do the same.",
      "id": "s391"
    },
    {
      "text": "So I thought, well, okay, that is fine, I will listen to them.",
      "id": "s392"
    },
    {
      "text": "HIS HONOUR: So this had nothing to do with the building construction as part of the deal.",
      "id": "s393"
    },
    {
      "text": "This $500,000 related to other future developments?---Absolutely not.",
      "id": "s394"
    },
    {
      "text": "... \n \n Did the $500,000 relate to the deal involving the construction business, Brady Constructions, or was that in the context of development work outside of Brady Constructions?---Development work outside of Brady Constructions.",
      "id": "s395"
    },
    {
      "text": "\" \n \n\n63 Mr Brady consistently maintained that the meeting at the Radisson was concerned only with a possible partnership in Brady Constructions.",
      "id": "s396"
    },
    {
      "text": "He said that he had been the one to offer a one third partnership in Brady Constructions, and Mr Quinlan had assured him that he had \"all the contacts necessary to get contracts\".",
      "id": "s397"
    },
    {
      "text": "Mr Brady said that Mr O'Sullivan and other developers had previously expressed a positive opinion of Mr Quinlan to him.",
      "id": "s398"
    },
    {
      "text": "Brady Constructions was at that stage unable to \"break into the big league\", and Mr Quinlan was said to be a person who could \"bring the company forward\".",
      "id": "s399"
    },
    {
      "text": "He said that he had offered Messrs O'Sullivan and Quinlan each a \"one third partnership\" in Brady Constructions in response to their assurances that they could \"get the company going\".",
      "id": "s400"
    },
    {
      "text": "64 Mr Brady said that he had no doubt at all that he had been talking about Brady Constructions, and not any wider developments, because at that stage there were no such wider developments.",
      "id": "s401"
    },
    {
      "text": "He consistently denied any suggestion that he had in fact been talking about the Brady Group as a whole, and said that Messrs Quinlan and O'Sullivan were mistaken about that being the case.",
      "id": "s402"
    },
    {
      "text": "65 He maintained that any references to the \"Brady Group\" in his witness statement, prepared for the Supreme Court proceedings which had been instituted by Mr O'Sullivan, were merely drafting errors.",
      "id": "s403"
    },
    {
      "text": "He said that throughout the Radisson meeting he had used the term \"Brady Constructions\", and not the \"Brady Group\".",
      "id": "s404"
    },
    {
      "text": "66 Mr Brady did, however, acknowledge that there may have been discussion about \"a piece of the action\" at the meeting at the Radisson.",
      "id": "s405"
    },
    {
      "text": "He further acknowledged that no notes were taken at, nor was any form of \"agenda\" prepared for, that meeting.",
      "id": "s406"
    },
    {
      "text": "Meeting at the Hudson apartments \n Mr Quinlan's evidence \n \n67 Mr Quinlan said that within a few days, or possibly a week, after the second meeting at the Radisson, Mr O'Sullivan telephoned him and told him that he had arranged for them to meet with Mr Brady later that day at a finished apartment at the Hudson building.",
      "id": "s407"
    },
    {
      "text": "Mr Quinlan said that in preparation for that meeting he drew up two documents.",
      "id": "s408"
    },
    {
      "text": "The first was a note of his thoughts as to how to administer any three-way split arrangement.",
      "id": "s409"
    },
    {
      "text": "Mr Quinlan said that he had started to prepare that diagram prior to Mr O'Sullivan's call, and completed it after that conversation (\"the first diagram\").",
      "id": "s410"
    },
    {
      "text": "He said that he then prepared a further diagram (\"the second diagram\").",
      "id": "s411"
    },
    {
      "text": "After examining the diagrams, both of which were exhibited to his affidavit sworn on 5 December 2005, Mr Quinlan said that he was assisted in recalling that the date on which he prepared those documents was Monday, 2 February 1998.",
      "id": "s412"
    },
    {
      "text": "68 Mr Quinlan explained that the first diagram included a draft flowchart of how he thought that the arrangement between himself, Mr O'Sullivan and Mr Brady would work.",
      "id": "s413"
    },
    {
      "text": "He said that he did not give a copy of it to Mr Brady at any stage, and only gave a copy of it to Mr O'Sullivan several years later.",
      "id": "s414"
    },
    {
      "text": "69 The second diagram was also a draft flowchart.",
      "id": "s415"
    },
    {
      "text": "Mr Quinlan said it was prepared with the intention of discussing it with Messrs O'Sullivan and Brady at the meeting that was to take place later that afternoon.",
      "id": "s416"
    },
    {
      "text": "70 Mr Quinlan said that he met with Mr O'Sullivan and Mr Brady around a table in apartment two at the Hudson Building.",
      "id": "s417"
    },
    {
      "text": "He said that he put the second diagram on the table, and although he could not recall the exact words which were spoken during the meeting, the substance of the discussion was as follows.",
      "id": "s418"
    },
    {
      "text": "71 First, he explained the second diagram to Messrs O'Sullivan and Brady.",
      "id": "s419"
    },
    {
      "text": "The substance of that explanation was as follows:\n \n \n \"(a) \"The key to this arrangement is a new entity in which the three of us will be directors and equal shareholders.",
      "id": "s420"
    },
    {
      "text": "The new entity will do all of the future projects.",
      "id": "s421"
    },
    {
      "text": "\" At that point in the explanation I pointed to the top of the diagram where the word 'future' appears and to the projects referred to there as being part of the 'future', namely Empire, Fairfield Views, Port Melbourne, Brunswick Street and 'future opportunities', the last being a reference to opportunities not yet identified.",
      "id": "s422"
    },
    {
      "text": "(b) \"The new entity will need to have a relationship with Tony [Brady] in relation to the contribution by him of capital to fund the venture.",
      "id": "s423"
    },
    {
      "text": "That is what is referred to by the lines going between 'new entity' in the centre of the diagram and 'Tony Brady' at the left hand side of the diagram, with the words 'loan' and 'interest'.",
      "id": "s424"
    },
    {
      "text": "\" ... \n \n (c) \"The new entity would have a management agreement with Tony, Bernie [O'Sullivan] and myself.",
      "id": "s425"
    },
    {
      "text": "\" (At this point in the explanation I pointed to the right hand side of the [second diagram] and a circle with the words 'management TB, CQ &amp; BOS' inside the circle).",
      "id": "s426"
    },
    {
      "text": "\"Tony, Bernie and myself would be paid a retainer or fees in return for providing management services.",
      "id": "s427"
    },
    {
      "text": "\" I cannot recall if it was Bernie or myself who put forward the amount of $10,000 per month for the retainer, however in [the first diagram] I had written \"Need to draw $10k/month for each director\" so I may have suggested this amount or this amount may have been put forward [at the Radisson meeting].",
      "id": "s428"
    },
    {
      "text": "(d) I then pointed to the circle in the bottom left hand part of the page containing the words 'Other Brady interests'.",
      "id": "s429"
    },
    {
      "text": "I said words to the effect that: \"This circle refers to industrial properties that Tony owns with his other friends in the bricklaying industry (Parsifal).",
      "id": "s430"
    },
    {
      "text": "If there was any need for work to be performed in relation to those properties, and the new entity was going to perform that work, there would be a service agreement and fees paid in relation to that work.",
      "id": "s431"
    },
    {
      "text": "\" \n \n (e) Next I pointed to the circle towards the bottom of the page in which the words 'Brady Group' appear.",
      "id": "s432"
    },
    {
      "text": "I said words to the effect that: \"The Brady Group already has control of the section at the bottom of the page called 'Past'.",
      "id": "s433"
    },
    {
      "text": "\" (That section included the Hudson project and 'other projects' which was a reference to projects which were already completed and which were therefore not going to be part of the arrangement between Tony, Bernie and I).",
      "id": "s434"
    },
    {
      "text": "\"The Brady Group would then rent an office to the new entity and would be paid rent.",
      "id": "s435"
    },
    {
      "text": "\" \n \n (f) Then I pointed to the circle in the bottom right hand corner of the page in which the words 'Brady Bricklaying' appear.",
      "id": "s436"
    },
    {
      "text": "I said words to the effect that: \"Brady Bricklaying is a separate entity wholly owned by the Brady Group, and would therefore not be part of any split.",
      "id": "s437"
    },
    {
      "text": "If we did any work for Brady Bricklaying we would have a service agreement with it and we would be paid service fees.",
      "id": "s438"
    },
    {
      "text": "\"\" \n \n \n\n72 Mr Quinlan said that during this explanation there was a discussion about what the new entity should be called.",
      "id": "s439"
    },
    {
      "text": "He said that Mr Brady said words to the effect that they should keep the Brady name because it was known in the construction industry, and that the new entity should therefore be called Brady something.",
      "id": "s440"
    },
    {
      "text": "Mr Quinlan said he and Mr O'Sullivan said words to the effect that they were happy with that, and at that point in the meeting he inserted the word \"Brady\" above the words \"New Entity\" in the second diagram.",
      "id": "s441"
    },
    {
      "text": "73 Mr Quinlan said that after he had finished explaining the second diagram they had a discussion about the part of the diagram under the word 'future', in which a number of projects are listed.",
      "id": "s442"
    },
    {
      "text": "He said that the substance of that discussion was as follows:\n \n \n \"(a) Tony said words to the effect of: \"Empire and Fairfield Views are not part of the three way split.",
      "id": "s443"
    },
    {
      "text": "I already have those projects.",
      "id": "s444"
    },
    {
      "text": "It's too difficult to transfer them into the new entity anyway.",
      "id": "s445"
    },
    {
      "text": "There would be an issue in relation to stamp duty if Empire was going to be transferred into the new entity.",
      "id": "s446"
    },
    {
      "text": "Fairfield Views is also not a future project, it's already started.",
      "id": "s447"
    },
    {
      "text": "What we could do is agree on a smaller percentage (to you two) for Empire and Fairfield Views.",
      "id": "s448"
    },
    {
      "text": "\" \n \n (b) Bernie and I said words to the effect that we accepted in principle that there would be a smaller percentage (owing to us) on Empire and Fairfield Views.",
      "id": "s449"
    },
    {
      "text": "(c) Tony said words to the effect of: \"I want a bit of time to think about what the percentage might be.",
      "id": "s450"
    },
    {
      "text": "\" \n \n (d) We all agreed that we would discuss that issue at a later date.",
      "id": "s451"
    },
    {
      "text": "(e) I said words to the effect of: \"It will have to be resolved before I agree to start.",
      "id": "s452"
    },
    {
      "text": "\" \n \n (f) Tony and Bernie both said words to the effect that they agreed with that.",
      "id": "s453"
    },
    {
      "text": "\" \n \n\n\n \n74 Mr Quinlan said that during these discussions he made a number of annotations and additional markings on the second diagram.",
      "id": "s454"
    },
    {
      "text": "In particular, he said that a heavy line between \"Fairfield Views\" and \"Port Melbourne\" was added which he said reflected \"drawing a line in the sand\" between those projects and those which they agreed formed part of the future (that is, part of the three-way partnership).",
      "id": "s455"
    },
    {
      "text": "75 Mr Quinlan stated that they also had discussions about Mr Murdoch's position.",
      "id": "s456"
    },
    {
      "text": "Those discussions focused on dealing with Mr Murdoch on a commission basis rather than having him involved as a partner.",
      "id": "s457"
    },
    {
      "text": "76 Mr Quinlan said that as he explained each of his proposals Mr Brady and Mr O'Sullivan said words to the effect that they agreed with what he was suggesting.",
      "id": "s458"
    },
    {
      "text": "He said that:\n \n \"at the end of the meeting the only matter left for agreement later was the percentage which was to be applied in relation to Empire and Fairfield Views.",
      "id": "s459"
    },
    {
      "text": "\" \n \n\n77 Mr Quinlan said that towards the end of the meeting Mr Brady asked how quickly he could start.",
      "id": "s460"
    },
    {
      "text": "Mr Quinlan responded that he could start almost as soon as the percentages on Empire and Fairfield Views were resolved.",
      "id": "s461"
    },
    {
      "text": "He said he then looked to Mr O'Sullivan and said words to the effect of \"I'm happy for you to resolve with Tony the percentage on Empire and Fairfield Views.",
      "id": "s462"
    },
    {
      "text": "\" Mr O'Sullivan responded with \"Ok\" or words to that effect.",
      "id": "s463"
    },
    {
      "text": "78 Mr Quinlan said that he severed his ties with Concrete Constructions on or about 3 or 4 February 1998.",
      "id": "s464"
    },
    {
      "text": "79 In cross-examination Mr Quinlan stated that after the meeting a photocopy was made of the second diagram.",
      "id": "s465"
    },
    {
      "text": "He said that Mr Brady had wanted a copy, so he photocopied it and gave him a copy directly after the meeting.",
      "id": "s466"
    },
    {
      "text": "Mr O'Sullivan's evidence \n \n80 Mr O'Sullivan said that on or about Monday, 2 February 1998 he telephoned Mr Brady and suggested that they get together with Mr Quinlan to discuss the timing for getting things started.",
      "id": "s467"
    },
    {
      "text": "He said that they agreed to meet in his apartment at the Hudson building at about 3.30pm.",
      "id": "s468"
    },
    {
      "text": "Mr O'Sullivan told Mr Brady that he would let Mr Quinlan know and subsequently did so.",
      "id": "s469"
    },
    {
      "text": "81 Mr O'Sullivan said that, as arranged, they met that afternoon in his apartment.",
      "id": "s470"
    },
    {
      "text": "He said that they sat around a small dining table and had a conversation which lasted for about two hours.",
      "id": "s471"
    },
    {
      "text": "That conversation was to the following effect.",
      "id": "s472"
    },
    {
      "text": "\"(a) Quinlan: \"I've been discussing things with Mathieson and I may be able to get out of Concrete Constructions sooner than I thought.",
      "id": "s473"
    },
    {
      "text": "I may be able to convince him to pay me a package to walk.",
      "id": "s474"
    },
    {
      "text": "\" \n \n (b) Brady: \"I am happy to go forward with our three way partnership, but with the jobs that I already have on the books, Empire and Fairfield Views, I don't believe it's fair to split them on a three way basis.",
      "id": "s475"
    },
    {
      "text": "I would be prepared to consider a percentage to give you guys some incentive since you will have to work on those two projects, but you wouldn't be getting a third of them.",
      "id": "s476"
    },
    {
      "text": "Hudson is almost finished so it doesn't come into the calculation at all.",
      "id": "s477"
    },
    {
      "text": "A &amp; J Brady Bricklaying is separate and wouldn't come into the partnership.",
      "id": "s478"
    },
    {
      "text": "\" \n \n (c) Quinlan: \"Entities like Brady Bricklaying can be outside the partnership.",
      "id": "s479"
    },
    {
      "text": "They could be our nominated sub-contractor.",
      "id": "s480"
    },
    {
      "text": "Any other entities could have separate agreements in place on a user pays basis, eg.",
      "id": "s481"
    },
    {
      "text": "rent for the office, sharing of overheads, et cetera.",
      "id": "s482"
    },
    {
      "text": "\" \n \n (d) Brady: \"The office will most probably be owned by my superfund.",
      "id": "s483"
    },
    {
      "text": "\" \n \n (e) Quinlan: \"Any capital injected by Tony would be rewarded with interest paid by the partnership before the profit share.",
      "id": "s484"
    },
    {
      "text": "\" \n \n (f) Brady: \"As I said before, I've got a reasonable amount of financial resources to do jobs, but I'd like to see you two put up a financial commitment as well.",
      "id": "s485"
    },
    {
      "text": "\" \n \n (g) Me: \"I don't have a problem with that.",
      "id": "s486"
    },
    {
      "text": "Probably the maximum that I would be able to borrow would be about $500,000 against my house.",
      "id": "s487"
    },
    {
      "text": "\" \n \n (h) Quinlan: \"That would be about my limit as well.",
      "id": "s488"
    },
    {
      "text": "\" \n \n (i) Brady: \"Well that's okay if that's the limit of what you can commit.",
      "id": "s489"
    },
    {
      "text": "At least I know that you will be committed to the max, then we are all committed to the max.",
      "id": "s490"
    },
    {
      "text": "\" \n \n (j) Quinlan: \"We would need to have some sort of monthly retainer to keep us going until profits come in.",
      "id": "s491"
    },
    {
      "text": "This could be done by a management agreement between each of us and the new entity.",
      "id": "s492"
    },
    {
      "text": "\" \n \n (k) Brady: \"If you pay yourself as a consultant, then you can pay yourself less than a salary because the tax will be less and that will help the cash flow.",
      "id": "s493"
    },
    {
      "text": "\" \n \n (l) Me: \"That seems a good idea.",
      "id": "s494"
    },
    {
      "text": "I don't know about Chris, but I would probably need about $10,000 a month.",
      "id": "s495"
    },
    {
      "text": "That's considerably less than I'm getting at the moment, but that's what I could survive on.",
      "id": "s496"
    },
    {
      "text": "\" \n \n (m) Quinlan: \"That would probably be ok with me too so long as the loan repayments on the $500,000 were funded through the business.",
      "id": "s497"
    },
    {
      "text": "The profit share would be adjusted accordingly for both.",
      "id": "s498"
    },
    {
      "text": "\" \n \n (n) Brady: \"Ok.\" \n \n (o) Me: \"I'm okay with that.",
      "id": "s499"
    },
    {
      "text": "\" \n \n \n \n \n \n (p) Brady: \"What about Robert?",
      "id": "s500"
    },
    {
      "text": "I don't believe he needs to know what the arrangement is, but I believe we should all share in the building management company and, given that Robert has the contact with the body corporate managers and he did do his share of work on this, we should include him in that.",
      "id": "s501"
    },
    {
      "text": "\" \n \n \n \n \n \n (q) Me: \"What do you have in mind?",
      "id": "s502"
    },
    {
      "text": "\" \n \n \n \n \n \n (r) Brady: \"I think a four way split on the maintenance company with the three of us plus Robert.",
      "id": "s503"
    },
    {
      "text": "\" \n \n \n \n \n \n (s) Me: \"That's ok with me.",
      "id": "s504"
    },
    {
      "text": "\" \n \n \n \n \n \n (t) Quinlan: \"Ok with me.",
      "id": "s505"
    },
    {
      "text": "\" \n \n \n \n \n \n (u) Me: \"I actually registered the company a couple of weeks ago.",
      "id": "s506"
    },
    {
      "text": "\" \n \n \n \n \n \n (v) Quinlan: \"In addition to sales commissions, Robert should get a fee for any deals he is able to bring to the table.",
      "id": "s507"
    },
    {
      "text": "\"\" \n \n \n \n\n82 Mr O'Sullivan said that at the end of this meeting he asked Mr Brady what percentages he had in mind for the Empire and Fairfield Views projects.",
      "id": "s508"
    },
    {
      "text": "Mr Brady indicated that he would think about it and get back to Mr O'Sullivan.",
      "id": "s509"
    },
    {
      "text": "Mr O'Sullivan said he then shook hands with Mr Brady and Mr Quinlan.",
      "id": "s510"
    },
    {
      "text": "83 In cross-examination Mr O'Sullivan was asked about Mr Brady's request for a financial commitment.",
      "id": "s511"
    },
    {
      "text": "Mr O'Sullivan acknowledged that it was a departure from the \"agreement\" which he said had been made at the Radisson Hotel, however, he said that he did not see it as an issue.",
      "id": "s512"
    },
    {
      "text": "He said that Mr Brady's idea had been to ensure that he and Mr Quinlan were fully committed, so that they all had something to work towards.",
      "id": "s513"
    },
    {
      "text": "84 Mr O'Sullivan admitted that at the time he had not thought through how he would raise the $500,000 if required.",
      "id": "s514"
    },
    {
      "text": "He acknowledged that he would have to raise the money either through a second mortgage on his marital home (which was also in his wife's name) or through selling that house.",
      "id": "s515"
    },
    {
      "text": "Mr Brady's evidence \n \n85 Mr Brady stated that in January or early February 1998 either Mr Quinlan or Mr O'Sullivan had had a conversation with him, to the following effect: \n \n \"Quinlan/O'Sullivan: \" Are you going to do any more developments?",
      "id": "s516"
    },
    {
      "text": "\" \n \n Me: \" Possibly, depends on what comes around \" \n \n Quinlan/O'Sullivan: \" Well we'd also like a piece of the action in any future developments \" \n \n Me: \" Well, we'll see \"\" \n \n\n86 Mr Brady said that the expression \"Brady Group\" was never used during this discussion.",
      "id": "s517"
    },
    {
      "text": "He said that at a later meeting, he asked Messrs Quinlan and O'Sullivan what money they were prepared to put up if they wanted a \"piece of the action\".",
      "id": "s518"
    },
    {
      "text": "When they each indicated about $500,000 he said he would think about it, as it was \"a big decision\" for him.",
      "id": "s519"
    },
    {
      "text": "He said that at the time he was sceptical about either Mr Quinlan or Mr O'Sullivan making a cash contribution for profit share, although he was prepared to entertain the idea if it got them \"on board\".",
      "id": "s520"
    },
    {
      "text": "87 Mr Brady agreed that a meeting was held between himself, Mr Quinlan and Mr O'Sullivan at the Hudson building.",
      "id": "s521"
    },
    {
      "text": "He said that it took place in late January or early February 1998.",
      "id": "s522"
    },
    {
      "text": "Mr Brady also acknowledged that Mr Quinlan produced a diagram at that meeting.",
      "id": "s523"
    },
    {
      "text": "However, he said that he did not fully understand it and could not properly see it.",
      "id": "s524"
    },
    {
      "text": "His recollection was that the document produced by Mr Quinlan at the meeting was simpler than the second diagram.",
      "id": "s525"
    },
    {
      "text": "88 Mr Brady stated that at this meeting either Mr O'Sullivan or Mr Quinlan said to him:\n \n \"What about getting a piece of the action in the future developments?",
      "id": "s526"
    },
    {
      "text": "\" As a team, we could put together developments, and, if they are successful, then it's not unreasonable for us to share in the profits\".",
      "id": "s527"
    },
    {
      "text": "89 Mr Brady responded:\n \n \"If each of you put money into a development, and take the risks I take, then I can see so difficulty in you having a share in the profits from that development.",
      "id": "s528"
    },
    {
      "text": "Your share would be in proportion to the money you put up for it, and the risks you take\".",
      "id": "s529"
    },
    {
      "text": "90 Mr Brady said that Mr Quinlan and Mr O'Sullivan each indicated that the maximum amount that they could put in was $500,000.",
      "id": "s530"
    },
    {
      "text": "91 Mr Brady summarised the position, as at early February 1998, as being that he had put to each of Mr O'Sullivan and Mr Quinlan a proposal that: \n \n \n &#8226; they would work for Brady Constructions and expand its business;\n &#8226; they could have a third share in the profits of the future building projects of Brady Constructions and be directors of it;\n &#8226; they could have a small part of the (construction) profits from the Fairfield Views project, and of the (development) profits from the Empire apartments project; and\n &#8226; that Brady Constructions would continue to employ A &amp; J Brady bricklayers on a proper commercial basis in all its projects.",
      "id": "s531"
    },
    {
      "text": "92 Mr Brady said that Mr O'Sullivan and Mr Quinlan had responded to this proposal by:\n \n \n &#8226; expressing interest in it; \n &#8226; asking him for a consultancy fee ($10,000 per month) as an advance against profits from Brady Constructions to which they would become entitled; and \n &#8226; stating that they were looking for a \"piece of the action\" from future A &amp; J Brady development projects (if there were any).",
      "id": "s532"
    },
    {
      "text": "93 In cross-examination Mr Brady said that he was never given a copy of the second diagram.",
      "id": "s533"
    },
    {
      "text": "He said that Mr Quinlan had been \"writing...and scribbling away\" on a piece of paper during the meeting, but Mr Brady had not seen the second diagram until he was shown it in the Supreme Court proceedings.",
      "id": "s534"
    },
    {
      "text": "While he said he did not remember the actual contents of the diagram, Mr Brady did confirm that the second diagram resembled part of the diagram that Mr Quinlan was writing on during the meeting.",
      "id": "s535"
    },
    {
      "text": "94 Mr Brady again insisted that he had not referred to one or both of his companies as \"the Brady Group\" at the Hudson apartment meeting.",
      "id": "s536"
    },
    {
      "text": "He maintained it was clear at all times that he was offering Mr O'Sullivan and Mr Quinlan a share in Brady Constructions, and not the Brady Group.",
      "id": "s537"
    },
    {
      "text": "95 Mr Brady agreed that at the meeting at the Hudson there was a discussion about setting up a new entity, with three directors, to run various companies or various parts of the Brady business empire.",
      "id": "s538"
    },
    {
      "text": "He could not recall however, whether there was any discussion about whether the new entity should have the name \"Brady\".",
      "id": "s539"
    },
    {
      "text": "Mr Brady said that he did not think that he had been the one to suggest using the \"Brady\" name.",
      "id": "s540"
    },
    {
      "text": "96 When asked by me what he understood the new entity to be, Mr Brady responded:\n \n \"When they joined the construction company, as a third of its shareholders, they were putting forward a new entity for that.",
      "id": "s541"
    },
    {
      "text": "Why?---Just they discussed, I don't know why.",
      "id": "s542"
    },
    {
      "text": "But why, why would you create a new entity as distinct from assigning a third of the shares and making them directors of Brady Construction?---Don't know, I wasn't talking about it, they were talking about it.",
      "id": "s543"
    },
    {
      "text": "But you see the words new entity in that diagram, you say that that, to your recollection refers to the change of name that was to take place or the new entity that was to receive the assets of Brady Construction, is that right?---I didn't take much notice of it at the time, they were scribbling on a sheet of paper, so I didn't --- I didn't place any emphasis on it.",
      "id": "s544"
    },
    {
      "text": "But you have agreed with Mr Squirrell that there was something said about a new entity---?---Yes.",
      "id": "s545"
    },
    {
      "text": "---or words to that effect?---Yes.",
      "id": "s546"
    },
    {
      "text": "The context in which that discussion took place, to your mind, was Brady Construction?---Yes.",
      "id": "s547"
    },
    {
      "text": "Not some new entity to take over the entire development business as the Brady Group as it has been described?---Well it might have been a future development business but there was no --- there was no development business to be taken over.",
      "id": "s548"
    },
    {
      "text": "\" \n Alleged agreement on percentage of profits from Fairfield Views and Empire \n Mr Quinlan's evidence \n \n97 Mr Quinlan said that early in the evening on Thursday, 5 February 1998 he received a telephone call from Mr O'Sullivan.",
      "id": "s549"
    },
    {
      "text": "Mr O'Sullivan told him that he had just finished a discussion with Mr Brady about the percentage of profits to be paid to them from the Fairfield Views and Empire projects.",
      "id": "s550"
    },
    {
      "text": "Mr Quinlan said that his conversation with Mr O'Sullivan was to the following effect:\n \n \n \"(a) Bernie [O'Sullivan]: \"I've just done the deal with Tony on the percentage on Empire and Fairfield Views.",
      "id": "s551"
    },
    {
      "text": "Tony's first offer was 1%.",
      "id": "s552"
    },
    {
      "text": "\" \n \n \n \n (b) Me: \"What?",
      "id": "s553"
    },
    {
      "text": "\" \n \n (c) Bernie: \"I got him up to 3%.",
      "id": "s554"
    },
    {
      "text": "Are you happy with that?",
      "id": "s555"
    },
    {
      "text": "\" \n \n \n \n (d) Me: \"Yes.",
      "id": "s556"
    },
    {
      "text": "The main thing is it's a third, a third, a third for the future.",
      "id": "s557"
    },
    {
      "text": "\" \n \n \n \n \n \n (e) Bernie: \"There is no argument from Tony about that for the future.",
      "id": "s558"
    },
    {
      "text": "\"\" \n \n \n \n\n98 Mr Quinlan said that on the morning of Friday, 6 February 1998 he went into the Brady offices and met with Mr Brady.",
      "id": "s559"
    },
    {
      "text": "He told Mr Brady that:\n \n \"Bernie rang me last night to confirm that we've agreed to 3% for Fairfield Views and Empire and so now we have finalised our partnership and I am ready to get stuck into the projects.",
      "id": "s560"
    },
    {
      "text": "\" \n \n\nMr Quinlan did not, however, effectively start work until Monday, 9 February 1998.",
      "id": "s561"
    },
    {
      "text": "Mr O'Sullivan's evidence \n \n99 Mr O'Sullivan said that he spoke with Mr Quinlan after the meeting at the Hudson apartments.",
      "id": "s562"
    },
    {
      "text": "He said that Mr Quinlan had suggested that they try for somewhere between five and ten percent each for the profits in Empire and Fairfield Views.",
      "id": "s563"
    },
    {
      "text": "100 Mr O'Sullivan said that on or about Thursday, 5 February 1998 he met with Mr Brady outside the Hudson building where they had a conversation to the following effect:\n \n \n \"(a) Me: \"What did you have in mind in relation to the Fairfield Views and Empire projects?",
      "id": "s564"
    },
    {
      "text": "\" \n \n (b) Brady: \"You put something to me.",
      "id": "s565"
    },
    {
      "text": "\" \n \n \n \n \n \n (c) Me: \"Well, Chris and I were thinking about 10%.",
      "id": "s566"
    },
    {
      "text": "\" \n \n \n \n \n \n (d) Brady: \"10%?",
      "id": "s567"
    },
    {
      "text": "\" \n \n \n \n \n \n (e) Me: \"Yes, 5% each.",
      "id": "s568"
    },
    {
      "text": "What were you thinking?",
      "id": "s569"
    },
    {
      "text": "\" \n \n \n \n \n \n (f) Brady: \"More along the lines of 1-11/2% each.",
      "id": "s570"
    },
    {
      "text": "\" \n \n \n \n \n \n (g) Me: \"Well, with Empire and Fairfield Views, as we've discussed, it could be a while before we get some new projects happening.",
      "id": "s571"
    },
    {
      "text": "What if we were to say let's call it 3% each?",
      "id": "s572"
    },
    {
      "text": "\" \n \n \n \n \n \n (h) Brady: (after pausing for a few seconds) \"Well, if we're going to do this you need to be happy.",
      "id": "s573"
    },
    {
      "text": "So you would be happy with 3% each?",
      "id": "s574"
    },
    {
      "text": "\" \n \n \n \n \n \n (i) Me: \"Yes, with a three-way split for everything thereafter.",
      "id": "s575"
    },
    {
      "text": "\" \n \n \n \n \n \n (j) Brady: \"What about Chris?",
      "id": "s576"
    },
    {
      "text": "\" \n \n \n \n \n \n (k) Me: \"Yeah, he will be ok with it.",
      "id": "s577"
    },
    {
      "text": "He has basically left it up to me to finalise this detail with you.",
      "id": "s578"
    },
    {
      "text": "\" \n \n \n \n \n \n (l) Brady: \"Then it's done.",
      "id": "s579"
    },
    {
      "text": "That's good.",
      "id": "s580"
    },
    {
      "text": "\" \n \n \n \n\n101 Mr O'Sullivan stated that after this exchange the two men shook hands.",
      "id": "s581"
    },
    {
      "text": "As Mr Brady was walking back to the Hudson building Mr O'Sullivan told him that he would give Mr Quinlan a call and let him know.",
      "id": "s582"
    },
    {
      "text": "He said he would also see when he could start.",
      "id": "s583"
    },
    {
      "text": "Mr Brady indicated that they could get his accountant, Graham Goldenberg \"to set this up for us\".",
      "id": "s584"
    },
    {
      "text": "102 Mr O'Sullivan stated that immediately after this conversation he rang Mr Quinlan and told him about the agreement he had reached with Mr Brady regarding the percentage of profits in Fairfield Views and Empire.",
      "id": "s585"
    },
    {
      "text": "Mr Quinlan indicated that he was happy with what had been agreed.",
      "id": "s586"
    },
    {
      "text": "Mr Brady's evidence \n \n103 Mr Brady agreed that shortly after the meeting at the Hudson apartment, and just before Mr Quinlan commenced employment with Brady Constructions, he had a conversation with Mr O'Sullivan outside the Empire apartments.",
      "id": "s587"
    },
    {
      "text": "He believed that Mr O'Sullivan had contacted him by telephone prior to this meeting, and that the substance of the conversation was as follows:\n \n \"O'Sullivan: \"Have you decided on a percentage for Fairfield and Empire projects\n \n Me: \" I was thinking of 1% \" \n \n O'Sullivan: \" We are looking at around 5 or 6% \".",
      "id": "s588"
    },
    {
      "text": "Me: \" Well, make it 3%?",
      "id": "s589"
    },
    {
      "text": "\" \n \n O'Sullivan said: \" That's fine with me, but I'll have to check with Quinlan.",
      "id": "s590"
    },
    {
      "text": "I'm sure it will be OK\".",
      "id": "s591"
    },
    {
      "text": "\" \n \n\n104 Mr Brady stated that the next morning Mr Quinlan came to see him at the Empire display unit and indicated that he was happy to start work and was going to hand in his notice.",
      "id": "s592"
    },
    {
      "text": "He had also indicated that he was going to try to get the sack so that he did not have to work out the notice period.",
      "id": "s593"
    },
    {
      "text": "105 According to Mr Brady, Mr Quinlan commenced working with Brady Constructions shortly after that discussion took place in early February 1998.",
      "id": "s594"
    },
    {
      "text": "Conclusion of alleged agreement \n Mr Quinlan's evidence \n \n106 According to Mr Quinlan, as at Friday, 6 February 1998 there was an agreement in place between himself, Mr Brady and Mr O'Sullivan.",
      "id": "s595"
    },
    {
      "text": "In his affidavit he summarised that \"partnership agreement\" as being:\n \n \n \"1.",
      "id": "s596"
    },
    {
      "text": "Bernie and I would each receive 3% of the profits earned by the Brady Group from the Fairfield Views project and Empire apartments project.",
      "id": "s597"
    },
    {
      "text": "2.",
      "id": "s598"
    },
    {
      "text": "Tony, Bernie and I would each be entitled to a one third share of the profits from future projects.",
      "id": "s599"
    },
    {
      "text": "3.",
      "id": "s600"
    },
    {
      "text": "Each of Tony, Bernie and I would work exclusively as partners.",
      "id": "s601"
    },
    {
      "text": "4.",
      "id": "s602"
    },
    {
      "text": "I would hold the position of development manager, Bernie that of operations manager and Tony that of sales and administration manager.",
      "id": "s603"
    },
    {
      "text": "5.",
      "id": "s604"
    },
    {
      "text": "Tony, Bernie and I would each draw a monthly advance of $10,000 to be deducted from the profit share when profit was realised.",
      "id": "s605"
    },
    {
      "text": "6.",
      "id": "s606"
    },
    {
      "text": "Bernie and I would provide an amount of $500,000 as a loan to the Brady Group if and when requested by the Brady Group.",
      "id": "s607"
    },
    {
      "text": "7.",
      "id": "s608"
    },
    {
      "text": "Tony, Bernie and I would provide guarantees and other security to secure finance for future Brady Group developments if and when requested by the [Brady] Group.",
      "id": "s609"
    },
    {
      "text": "\" \n \n \n\n107 In cross-examination Mr Quinlan readily acknowledged that in the three years he worked for the Brady Group he never signed any agreement in relation to this alleged partnership agreement.",
      "id": "s610"
    },
    {
      "text": "He also agreed that he had not at any stage lodged a tax return as a partner.",
      "id": "s611"
    },
    {
      "text": "108 When asked with whom he thought he was entering into a partnership, Mr Quinlan responded Mr Brady personally and not any of the Brady companies: \n \n \"Then we get to the 2 February meeting where we're basically looking at setting up a new entity.",
      "id": "s612"
    },
    {
      "text": "Tony had said, well, I've already got A&amp;J Brady already own Empire.",
      "id": "s613"
    },
    {
      "text": "Brady Constructions already exists, it's got the licenses forever, whatever so we were basically the partnership.",
      "id": "s614"
    },
    {
      "text": "We were sitting above these corporate entities.",
      "id": "s615"
    },
    {
      "text": "\" \n \n\n109 Mr Quinlan also stated that he could not recall when agreement was reached regarding the contribution of $500,000.",
      "id": "s616"
    },
    {
      "text": "He maintained that the issue had been discussed at the Radisson Hotel meeting despite the fact that there was no reference to it in either the first or second diagram.",
      "id": "s617"
    },
    {
      "text": "However, in later cross-examination he agreed that there had been no agreement on that issue at the Radisson Hotel meeting.",
      "id": "s618"
    },
    {
      "text": "In addition, he stated that the issue was never talked about at the meeting at the Hudson apartments.",
      "id": "s619"
    },
    {
      "text": "110 Mr Quinlan could not recall the following matters being discussed at either of those meetings:\n \n \n &#8226; how Mr Quinlan would finance the contribution of $500,000;\n &#8226; whether that contribution of $500,000 would take the form of a loan or an equity contribution; and\n &#8226; if called upon, how long Mr Quinlan had to contribute the $500,000.",
      "id": "s620"
    },
    {
      "text": "111 As demonstrated by the following passage of cross-examination, Mr Quinlan was also unsure about what was discussed in relation to the issue of security or cross-guarantees:\n \n \"Well let's do it step by step.",
      "id": "s621"
    },
    {
      "text": "You accept that at the Radisson dinner no agreement about $500,000.",
      "id": "s622"
    },
    {
      "text": "You accept that?---At that point we would have another meeting.",
      "id": "s623"
    },
    {
      "text": "I wasn't sort of saying, well we've agreed this, this and this, until we sorted the whole thing in a whole.",
      "id": "s624"
    },
    {
      "text": "Let's just deal with the question.",
      "id": "s625"
    },
    {
      "text": "You accept that at the conclusion of the Radisson meeting there was no agreement about you contributing $500,000 as and when called on?---Yes.",
      "id": "s626"
    },
    {
      "text": "You agree with me?---Yes.",
      "id": "s627"
    },
    {
      "text": "You also say that you have no recollection of the matter being discussed at the 2 February meeting?---Yes.",
      "id": "s628"
    },
    {
      "text": "Where did this term come from?",
      "id": "s629"
    },
    {
      "text": "Where did the term that you would contribute $500,000 as and when called upon, when was that agreed?---I cannot recall whether it was between those meetings or when it was agreed.",
      "id": "s630"
    },
    {
      "text": "But it wasn't agreed, was it?",
      "id": "s631"
    },
    {
      "text": "You didn't have an agreement with Mr Brady whereby you, that Mr Brady said: I can call on you to contribute $500,000 as and when I wish, to the Brady Group.",
      "id": "s632"
    },
    {
      "text": "That was never agreed?---It was agreed but - - - \n \n How?",
      "id": "s633"
    },
    {
      "text": "Tell his Honour how you say that was agreed?---I can't recall.",
      "id": "s634"
    },
    {
      "text": "I wish - if I could recall I - I would certainly be telling your Honour but I cannot recall.",
      "id": "s635"
    },
    {
      "text": "Tell his Honour, well, was it agreed at the end of the Radisson meeting that you would - you personally, Mr Quinlan - would provide security for any new venture?---I don't believe it was discussed at the Radisson.",
      "id": "s636"
    },
    {
      "text": "I - I can't recall.",
      "id": "s637"
    },
    {
      "text": "I beg your pardon.",
      "id": "s638"
    },
    {
      "text": "Was it discussed at the 2 February meeting that you would provide security for the new venture?---I can't recall what it would be but it would be probable that that would be the case.",
      "id": "s639"
    },
    {
      "text": "Because there's a note on your piece of paper?---Yes.",
      "id": "s640"
    },
    {
      "text": "So the only basis for you saying that the matter was discussed is a note on the right-hand corner of the piece of paper saying, \"Cross guarantee for any security\"?---Yes.",
      "id": "s641"
    },
    {
      "text": "But you don't know what was said or who said it or if anything was said?---I just can't recall it.",
      "id": "s642"
    },
    {
      "text": "Well do you say, do you say - I don't know - do you say that at the end of the 2 February meeting, there was an agreement between you and Mr Brady in relation to security for any future development?---There - there would have been.",
      "id": "s643"
    },
    {
      "text": "Well, what was the term?---That we were equal partners and we were going to be jointly and severally liable for whatever ventures we went into.",
      "id": "s644"
    },
    {
      "text": "Yes but what about security?---All I could put up, as I said, was the $500,000.",
      "id": "s645"
    },
    {
      "text": "But did you leave the meeting thinking: I'm under an obligation when called on to guarantee all these arrangements?---Yes.",
      "id": "s646"
    },
    {
      "text": "But you don't recall any discussion about it, do you?---I can't recall the discussion.",
      "id": "s647"
    },
    {
      "text": "\" \n \n\n112 Mr Glick SC, senior counsel for the respondents, elicited from Mr Quinlan that his financial capacity to contribute $500,000 was dependant on assets Mr Quinlan owned jointly with his then wife.",
      "id": "s648"
    },
    {
      "text": "Mr Quinlan also acknowledged that his half interest in the principal joint asset, being the matrimonial home, was transferred to his wife in March or April 1998.",
      "id": "s649"
    },
    {
      "text": "He said he did this, however, on the advice of his accountant, because he was going into partnership with Mr Brady and Mr O'Sullivan and he wanted to make himself \"litigation proof\".",
      "id": "s650"
    },
    {
      "text": "113 It is worth noting that the transfer of Mr Quinlan's half interest in the matrimonial home to his wife actually occurred on 22 March 1999.",
      "id": "s651"
    },
    {
      "text": "114 Mr Quinlan agreed that his ability to contribute any money to the \"partnership\" therefore depended on his wife providing her consent.",
      "id": "s652"
    },
    {
      "text": "Mr Quinlan also agreed that his wife had been of the view that her interest in the matrimonial home was not to be mortgaged unless and until:\n \n \n &#8226; Mr Quinlan had a written agreement with one or other of the Brady Group entities; and\n &#8226; that written agreement had been signed off and approved by a solicitor acting in her interests.",
      "id": "s653"
    },
    {
      "text": "115 Mr Quinlan also agreed that his wife was not prepared to give any guarantee.",
      "id": "s654"
    },
    {
      "text": "In later cross-examination relating to this issue, the following exchange took place:\n \n \"So you were not able to put up the $500,000, do you agree, without your wife's consent?---Well, she was a party to the - the house.",
      "id": "s655"
    },
    {
      "text": "You agree with me?---Yes, I agree with you.",
      "id": "s656"
    },
    {
      "text": "It is all you have to say is yes?---Sorry, yes.",
      "id": "s657"
    },
    {
      "text": "And your wife never indicated to you, on your evidence, at any stage before 2 February that she would agree?---It wasn't discussed with her.",
      "id": "s658"
    },
    {
      "text": "And the first time it was discussed she said no?---I don't recall whether it was the first time but I - and I don't know where it was discussed.",
      "id": "s659"
    },
    {
      "text": "She never said yes, did she?---She never said yes, no.",
      "id": "s660"
    },
    {
      "text": "Sorry.",
      "id": "s661"
    },
    {
      "text": "And, Mr Quinlan, you are saying, are you, to his Honour that Mr Brady could have required you to put up the $500,000 without a sheet of paper being signed?---No, we would have - we'd have to have something in writing.",
      "id": "s662"
    },
    {
      "text": "So you - - -?---From - like, I would want to put in writing what we've agreed.",
      "id": "s663"
    },
    {
      "text": "What would you want to put in writing?---Agree that 3 per cent for a - Fairfield and Empire.",
      "id": "s664"
    },
    {
      "text": "Right, yes?---The $10,000 a month against future profits.",
      "id": "s665"
    },
    {
      "text": "Yes, yes?---A third of the future profits.",
      "id": "s666"
    },
    {
      "text": "Yes.",
      "id": "s667"
    },
    {
      "text": "What about the loan and - - -?---The $500,000 contribution.",
      "id": "s668"
    },
    {
      "text": "\" \n \n\n116 Other issues that Mr Quinlan acknowledged had not been discussed, or about which he could not recall the detail of the discussion, included:\n \n \n &#8226; what would happen in the event that there were losses;\n &#8226; how votes would be cast in the new entity;\n &#8226; the terms of any loan made by Mr Brady to the new entity;\n &#8226; whether any such loan would be secured or unsecured;\n &#8226; the rate of interest to be paid on any such loan to the new entity;\n &#8226; if it was to be secured, what type of security it would be; \n &#8226; the term of the loan; \n &#8226; how to extract any money out of the business that corresponded to profits; \n &#8226; how cost overruns were to be dealt with; \n &#8226; the duration of the partnership; and\n &#8226; what roles Mr Quinlan, Mr Brady and Mr O'Sullivan would take on in the new entity.",
      "id": "s669"
    },
    {
      "text": "117 In relation to the alleged implied term regarding the provision of guarantees and other security, which is set out at [4(g)] above, Mr Quinlan gave the following evidence:\n \n \"You don't recall the discussion.",
      "id": "s670"
    },
    {
      "text": "It's a curious thing to imply, that you would each provide guarantees and security, but you accept, don't you, that to the extent that each of you would provide guarantees and securities yours would be - I don't say this pejoratively - worthless because you had no assets?---True.",
      "id": "s671"
    },
    {
      "text": "So why was that an essential term so far as you were concerned?",
      "id": "s672"
    },
    {
      "text": "It was a worthless term?---At 2 February it was, but as the business grew there was a substantial amount of money that I'd still be risking.",
      "id": "s673"
    },
    {
      "text": "HIS HONOUR: How would you be risking it?---Well, I haven't drawn it as profit share.",
      "id": "s674"
    },
    {
      "text": "It's still in the business.",
      "id": "s675"
    },
    {
      "text": "You'd have to get the money out of the relevant entity or successful business venture?---Well, if we made, say - your Honour, if we made $50 million, went into another project and lost $50 million, things like that can happen, so I'd be risking the money that I'd earned by leaving it in the venture.",
      "id": "s676"
    },
    {
      "text": "As the venture grew, the greater the risk became, and hence, you know, you're providing guarantees and security in that respect.",
      "id": "s677"
    },
    {
      "text": "MR GLICK: If this venture is to work according to your case, somebody has got to put up the money?---Yes.",
      "id": "s678"
    },
    {
      "text": "You're not going to put it up, are you?---Only to the extent of 500,000.",
      "id": "s679"
    },
    {
      "text": "Yes, but we're not talking about 500,000, are we?",
      "id": "s680"
    },
    {
      "text": "We're talking millions and millions, aren't we?---We are talking millions and millions today if we paint the scenario back in February 1998.",
      "id": "s681"
    },
    {
      "text": "We're talking for the next ventures millions as well, aren't we?",
      "id": "s682"
    },
    {
      "text": "For the future developments we're talking millions of dollars?---That's right.",
      "id": "s683"
    },
    {
      "text": "When we went into Wills Street and - - - \n \n What I'm saying to you is that sitting in your chair on 2 February you knew that these future developments weren't the construction of a unit in Balwyn, these were major city constructions - - -?---That's right.",
      "id": "s684"
    },
    {
      "text": "- - - involving millions of dollars?---That's right.",
      "id": "s685"
    },
    {
      "text": "Tens of millions of dollars perhaps?---It would depend on the project.",
      "id": "s686"
    },
    {
      "text": "Yes, but the contribution that the owners would have to put in would be in the millions?---That's right.",
      "id": "s687"
    },
    {
      "text": "Now, you weren't going to put in more than half a million dollars at most?---That's correct.",
      "id": "s688"
    },
    {
      "text": "Mr Brady was to put the rest in, was he?---That's right.",
      "id": "s689"
    },
    {
      "text": "By a loan?---That's right.",
      "id": "s690"
    },
    {
      "text": "Is that right?",
      "id": "s691"
    },
    {
      "text": "Where is that pleaded?---It's not.",
      "id": "s692"
    },
    {
      "text": "Because, Mr Quinlan, it didn't ever happen, did it?",
      "id": "s693"
    },
    {
      "text": "That was never the agreement?---Well, I believe it was the agreement.",
      "id": "s694"
    },
    {
      "text": "The reason that this pleading has taken the form that it has is as follows.",
      "id": "s695"
    },
    {
      "text": "The lawyers have taken your instruction and drawn it and amended it and have never thought fit to plead that there was an obligation on the part of Mr Brady to do anything other than provide security along with you and Mr O'Sullivan.",
      "id": "s696"
    },
    {
      "text": "No-one has ever pleaded that Mr Brady was required to lend money to this venture.",
      "id": "s697"
    },
    {
      "text": "Do you agree?---Well, it's not pleaded.",
      "id": "s698"
    },
    {
      "text": "I can't say - - - \n \n Without that obligation on the part of Mr Brady, this partnership would never work, would it?---That's right.",
      "id": "s699"
    },
    {
      "text": "It wouldn't work.",
      "id": "s700"
    },
    {
      "text": "It definitely needed the capital contribution.",
      "id": "s701"
    },
    {
      "text": "Definitely needed the capital contribution?---Yes.",
      "id": "s702"
    },
    {
      "text": "\" \n \n\n118 Mr Quinlan later elaborated on the importance of Mr Brady's capital contribution: \n \n \"Now, all you remember about Brady making a loan to the new entity is that it was mentioned that you will need to come to some agreement with Brady about the way you deal with his contribution to fund the venture?---Yes.",
      "id": "s703"
    },
    {
      "text": "The need for funding was critical to the viability of this new venture, was it not?---Yes.",
      "id": "s704"
    },
    {
      "text": "No funding by Brady, no venture at all?---No.",
      "id": "s705"
    },
    {
      "text": "Do you agree?---I agree.",
      "id": "s706"
    },
    {
      "text": "How Brady was to fund it, whether he would do it through the Brady group, through the companies in the Brady group?---Yes.",
      "id": "s707"
    },
    {
      "text": "Or via a superannuation company that Mr Brady had was left up in the air?---I don't recall whether it was left up in the air, I just don't know what was agreed on that point.",
      "id": "s708"
    },
    {
      "text": "I can't recall.",
      "id": "s709"
    },
    {
      "text": "... \n \n The amount of contribution by Mr Brady to the new venture was not agreed upon?---I don't recall, I don't recall.",
      "id": "s710"
    },
    {
      "text": "I can only recall what I recall.",
      "id": "s711"
    },
    {
      "text": "You do not say that it was agreed upon, do you?---I say I can't recall.",
      "id": "s712"
    },
    {
      "text": "How Mr Brady was to fund it was not agreed upon?---It may have been discussed but I can't recall it.",
      "id": "s713"
    },
    {
      "text": "What Mr Brady would receive in return, and I mean Mr Brady generically, whether it was the Brady Group or the Brady superannuation or Mr Brady, what the Brady interest was to receive in return for this loan was not resolved?---It was going to receive interest.",
      "id": "s714"
    },
    {
      "text": "Was that interest alone?",
      "id": "s715"
    },
    {
      "text": "What degree of interest, what percentage of interest?",
      "id": "s716"
    },
    {
      "text": "Payable when?---I can't remember, I can't recall that.",
      "id": "s717"
    },
    {
      "text": "You don't even know if it was discussed?---It would have been discussed, because it's on the sheet here for discussion.",
      "id": "s718"
    },
    {
      "text": "Yes.",
      "id": "s719"
    },
    {
      "text": "It may have been discussed but you can't recall what was said in that discussion?---Well, it was discussed because as I said before, I've circled loan and then put capital injection, so we discussed - we discussed something with respect to that relationship.",
      "id": "s720"
    },
    {
      "text": "My question to you was, you can't recall what was said in this discussion?---That's correct.",
      "id": "s721"
    },
    {
      "text": "You can't recall whether any conclusion had been reached by way of an agreement about interest?---Well, that's correct.",
      "id": "s722"
    },
    {
      "text": "Now, if it was to be not Mr Brady but a company in the Brady Group or considerably, the superannuation fund which was to make the loan, plainly, you would have contemplated that these external companies would require security?---We did discuss the aspect of security again, I can't recall the detail.",
      "id": "s723"
    },
    {
      "text": "But you agree with me, do you not, that if it is contemplated that Mr Brady himself or through any company is going to make a loan to the venture, that loan would need to be supported by security?---Yes.",
      "id": "s724"
    },
    {
      "text": "It would not be, under any circumstances, an unsecured loan?---No and I that's why I think we've got - we had the discussion about security.",
      "id": "s725"
    },
    {
      "text": "I don't know what the detail again of that was.",
      "id": "s726"
    },
    {
      "text": "But it was plainly a critical matter for everyone to understand that this loan, if it was to happen, would need to be secured?---I would imagine, yes.",
      "id": "s727"
    },
    {
      "text": "It makes - it's logical that that would be the case.",
      "id": "s728"
    },
    {
      "text": "Yes.",
      "id": "s729"
    },
    {
      "text": "Yet there was no agreement whether the loan by the Brady interests to the venture would be ranking equally with the bank finance or behind the bank finance or whether it would be a debenture charge second ranking or a mortgage security.",
      "id": "s730"
    },
    {
      "text": "None of that discussion happened?---I don't - that discussion didn't happen.",
      "id": "s731"
    },
    {
      "text": "\" \n \n\n119 When asked whether Mr Brady could go into future projects with others, Mr Quinlan replied that in his view that could not happen.",
      "id": "s732"
    },
    {
      "text": "Mr O'Sullivan's evidence \n \n120 Mr O'Sullivan's affidavit also expressed the view that:\n \n \"Upon settling the issue of percentage profits which Quinlan and I would receive from the Empire and Fairfield Views projects the terms of the agreement between Brady, Quinlan and I had been concluded\".",
      "id": "s733"
    },
    {
      "text": "121 When asked whether the third interest that he was going to get out of the agreement related to gross or net profit, Mr O'Sullivan stated that it was not discussed.",
      "id": "s734"
    },
    {
      "text": "He said it was also not discussed in relation to the three percent of profits that they would each be taking from the Fairfield Views and Empire projects.",
      "id": "s735"
    },
    {
      "text": "Mr Brady's evidence \n \n122 Mr Brady's summary of the proposal that, as at early February, he said he had put to Messrs Quinlan and O'Sullivan, and their response, was set out above (at [91]---[92]).",
      "id": "s736"
    },
    {
      "text": "When asked what he thought the \"state of play\" was regarding \"the piece of the action in relation to other developments\" at the time Mr Quinlan commenced work with the Brady Group, Mr Brady responded:\n \n \"Right, well, there was no other developments at that point in time.",
      "id": "s737"
    },
    {
      "text": "There was an ongoing - we couldn't afford to do on the Empire because of funding and then Fairfield came along and we had no choice but to get involved in the development of that.",
      "id": "s738"
    },
    {
      "text": "I am concerned about your state of mind as to what agreement, if any, you had reached as a result of your discussions with these two gentlemen at the Hudson.",
      "id": "s739"
    },
    {
      "text": "What was your state of mind - your appreciation or your belief as to whether you had reached a concluded agreement about future share - piece of the action, if you like, in relation to future developments?---Well, O'Sullivan and Quinlan would want - said they would put a half million dollars in each for a share in a future development and I accept that, if it happened.",
      "id": "s740"
    },
    {
      "text": "What does that mean?---Well - - - \n \n What did you understand to be the terms of any such agreement?",
      "id": "s741"
    },
    {
      "text": "If there was an agreement in relation - - -?---There was - half a million dollars worth of equity would buy them - buy half a million dollars worth of equity.",
      "id": "s742"
    },
    {
      "text": "What does that mean?---Well, if we came up with some figures - - - \n \n Let us assume some future project comes along.",
      "id": "s743"
    },
    {
      "text": "A development project?---Well, we did - we came up with some future projects down the track with Graham Goldenberg.",
      "id": "s744"
    },
    {
      "text": "We analysed it in his office and we - I think from memory, I looked at it recently, actually.",
      "id": "s745"
    },
    {
      "text": "There was a $3.2 million required equity in three projects, Toorak Road, Wills Street and, I think, Morgan Place, and there was $3.2 million worth of equity required and half a million dollars would buy them 20 per cent in that - in those three projects.",
      "id": "s746"
    },
    {
      "text": "But in those three projects only?---Yes.",
      "id": "s747"
    },
    {
      "text": "What about other developments?",
      "id": "s748"
    },
    {
      "text": "If you had then gone on to want to develop something else for 5 million or $10 million?---Well, that was a different scenario.",
      "id": "s749"
    },
    {
      "text": "There was three - there was three possible projects on the drawing board at that time and there was - we were roughly - figures, 3.2 would be required by the banks and their half a million dollars each would have bought them $20 per cent, or just under - just over 20 per cent.",
      "id": "s750"
    },
    {
      "text": "We set it for 80 something - - - \n \n So your understanding was that this half a million dollars that each of them would put up would get them a proportional stake, if you like, in the investment that was required for future developments?---Yes, your Honour.",
      "id": "s751"
    },
    {
      "text": "They say that it bought them - or the offer to make the $500,000 each bought them a third interest in all future developments?---No.",
      "id": "s752"
    },
    {
      "text": "Definitely not.",
      "id": "s753"
    },
    {
      "text": "\" \n \n Subsequent documentation \n \n123 Each of Mr Brady, Mr O'Sullivan and Mr Quinlan gave evidence about a meeting that they had with Graham Goldenberg, who was a partner of Johnson Partners accountants, on or about 29 May 1998.",
      "id": "s754"
    },
    {
      "text": "Mr Quinlan said that the purpose of the meeting was to discuss the most effective arrangement for the distribution of profits from the partnership.",
      "id": "s755"
    },
    {
      "text": "124 Mr Goldenberg subsequently sent a fax addressed to Messrs Brady, Quinlan and O'Sullivan that was dated 5 June 1998.",
      "id": "s756"
    },
    {
      "text": "The fax purported to outline a proposal agreed to at the meeting the previous week, and relevantly provided:\n \n \" 1.",
      "id": "s757"
    },
    {
      "text": "Profit share Brady Construction Company Pty Ltd \n \n \n \n a) Issue 10 new ordinary shares to the 2 already issued and allott 4 each to Tony and Jenny and 1 each to Chris and Bernie.",
      "id": "s758"
    },
    {
      "text": "b) Create \"A\" class shares which will have an entitlement to profit only and issue 4 each of these to Tony, Chris and Bernie.",
      "id": "s759"
    },
    {
      "text": "c) Appoint Chris and Bernie as Directors of the company.",
      "id": "s760"
    },
    {
      "text": "d) Appoint Tony as Managing Director with a casting vote.",
      "id": "s761"
    },
    {
      "text": "2.",
      "id": "s762"
    },
    {
      "text": "Profit share Fairfield Views development and Empire development.",
      "id": "s763"
    },
    {
      "text": "Agreement between Tony, Chris and Bernie that Chris and Bernie be entitled to a 3% share each of the profits from these developments.",
      "id": "s764"
    },
    {
      "text": "This share of profit will be taken by Bernie and Chris via consulting fees to be paid monthly until the completion of the projects or a date to be determined.",
      "id": "s765"
    },
    {
      "text": "3.",
      "id": "s766"
    },
    {
      "text": "Profit Share --- future developments \n Establish a unit trust with a new corporate trustee for all future development projects.",
      "id": "s767"
    },
    {
      "text": "This new entity will replace A &amp; J Brady Pty Ltd as the owner of all future developments.",
      "id": "s768"
    },
    {
      "text": "Units in this trust will be held equally by Tony, Chris and Bernie.",
      "id": "s769"
    },
    {
      "text": "4.",
      "id": "s770"
    },
    {
      "text": "Security for future developments \n \n To secure financing for future developments, Tony, Chris and Bernie will provide assets as required by financiers.",
      "id": "s771"
    },
    {
      "text": "\" \n \n\n125 The evidence revealed that nothing further was done to document any \"agreement\" between the parties until about February 1999.",
      "id": "s772"
    },
    {
      "text": "At that time an initial draft agreement was circulated between the parties.",
      "id": "s773"
    },
    {
      "text": "It had been prepared by Scanlan Carroll solicitors apparently pursuant to Mr Brady's instructions and was titled \"Partnership Agreement\".",
      "id": "s774"
    },
    {
      "text": "126 An amended version of the draft was issued several weeks later.",
      "id": "s775"
    },
    {
      "text": "127 The most significant aspect of these two drafts is that they envisage Mr Quinlan and Mr O'Sullivan receiving 20 percent of the profits each, and the Brady Trust receiving 60 percent.",
      "id": "s776"
    },
    {
      "text": "128 In cross-examination Mr Quinlan acknowledged that he had done nothing to protect his interests when he saw the Scanlan Carroll draft agreements.",
      "id": "s777"
    },
    {
      "text": "That was despite the fact that: \n \n \n &#8226; he considered these draft agreements to be a fundamental breach of the partnership agreement; and\n &#8226; he had lost trust that Mr Brady would \"ever honour a third, a third, a third\".",
      "id": "s778"
    },
    {
      "text": "Even more surprisingly, Mr Quinlan said that he was content to carry on knowing that Mr Brady was adamant that it should now be a 60-20-20 split.",
      "id": "s779"
    },
    {
      "text": "129 When pressed further about his failure to take action, Mr Quinlan responded: \n \n \"I had an agreement back there in 1998 and I was in a very vulnerable position because it was oral and we were going through these negotiations on these various changes.",
      "id": "s780"
    },
    {
      "text": "I was involved in all the projects.",
      "id": "s781"
    },
    {
      "text": "It - it - and we were getting somewhere with these negotiations and if I started legal proceedings on a third a third a third, I may as well throw all this in the rubbish bin.",
      "id": "s782"
    },
    {
      "text": "So you tell me that you made a, as it were, a pragmatic decision to proceed with negotiations even though in your own mind you had a binding agreement, albeit one that might be difficult to support as a matter of evidence in a court?---Yes.",
      "id": "s783"
    },
    {
      "text": "\" \n \n\n130 Mr O'Sullivan said that he actually wrote a letter to Mr Brady about the Scanlan Carroll draft agreements.",
      "id": "s784"
    },
    {
      "text": "That letter, however, entered into negotiation with Mr Brady and suggested 25 percent on future projects, rather than the 20 percent proposed.",
      "id": "s785"
    },
    {
      "text": "Mr O'Sullivan gave the following explanation of his conduct at the time:\n \n \"HIS HONOUR: Why were you doing that, Mr O'Sullivan, if you had a completed agreement with Mr Brady that entitled you to 33-and-a-third per cent?---In hindsight, I shouldn't have done that but Mortimer brought me that document and the first discussion I had that was informing me that it was no longer 33, that it was going to be 20, was when Mortimer came and discussed this with me.",
      "id": "s786"
    },
    {
      "text": "And I discussed it with him and I said, \"Well, is that negotiable\"?",
      "id": "s787"
    },
    {
      "text": "Why did you say that?---Sorry?",
      "id": "s788"
    },
    {
      "text": "Why did you say that?",
      "id": "s789"
    },
    {
      "text": "You've got a binding agreement, you say, with Mr Brady, you're entitled to a third share?---Because I knew - - - \n \n Why don't you just go straight off to see a solicitor if you've got a problem with what he is now problem, what he appears to be doing?---Probably because I was going to avoid ending up here.",
      "id": "s790"
    },
    {
      "text": "I'm sorry?---Probably because I was trying to avoid ending up here.",
      "id": "s791"
    },
    {
      "text": "So when I spoke to - - - \n \n Or to avoid ending up here?---In court.",
      "id": "s792"
    },
    {
      "text": "I spoke to Mortimer about it, Tony's fairly strong-headed.",
      "id": "s793"
    },
    {
      "text": "I obviously thought, well, maybe 25 per cent might be an option.",
      "id": "s794"
    },
    {
      "text": "In hindsight, it probably wasn't the smartest thing to do.",
      "id": "s795"
    },
    {
      "text": "MR SCHLICHT: So was your position this, that you were prepared to accept or negotiate any variations that Mr Brady came up with to the original agreement?---Yes.",
      "id": "s796"
    },
    {
      "text": "\" \n \n\n131 In approximately August 1999 new draft agreements were prepared and circulated.",
      "id": "s797"
    },
    {
      "text": "The new draft agreements included: \n \n \n &#8226; a \"Consultancy Agreement\" between A &amp; J Brady and Mr O'Sullivan and his company Stoneheart Pty Ltd; \n &#8226; a \"Consultancy Agreement\" between A &amp; J Brady and Mr Quinlan and his service company CQ Corp Pty Ltd; and\n &#8226; an \"Agreement of Shareholders\".",
      "id": "s798"
    },
    {
      "text": "132 However, what each witness had to say about these new draft agreements matters little to the outcome of this case.",
      "id": "s799"
    },
    {
      "text": "The critical evidence concerns the meetings at the Radisson Hotel and the Hudson apartments, and the subsequent discussion between Mr O'Sullivan and Mr Brady regarding the percentage of profits from Fairfield Views and Empire.",
      "id": "s800"
    },
    {
      "text": "Offers to contribute $500,000 \n Mr Quinlan's evidence \n \n133 Mr Quinlan said that in or about May 1998 he made an offer to Mr Brady to put his $500,000 into \"the company\".",
      "id": "s801"
    },
    {
      "text": "He said, however, that Mr Brady refused the offer saying that it would not make a difference anyway.",
      "id": "s802"
    },
    {
      "text": "134 In cross-examination Mr Quinlan stated that he had made this offer because Fairfield Views was under extreme pressure.",
      "id": "s803"
    },
    {
      "text": "When challenged about whether the offer was in fact made, Mr Quinlan gave the following evidence:\n \n \"Mr Brady will say that he denies entirely that you ever offered, whether in those terms or in any other terms to pay $500,000 during May 1998 or at any other time?---I did.",
      "id": "s804"
    },
    {
      "text": "But don't you accept that it's really an astonishing thing that you would, in the midst of the financial crisis, offer to put $500,000 into the company, that is A and J Brady?---No, I don't think it's astonishing.",
      "id": "s805"
    },
    {
      "text": "You had no obligation to do that, did you?---No obligation to do that.",
      "id": "s806"
    },
    {
      "text": "You hadn't sought your wife's permission?---I did not need to seek my wife's permission.",
      "id": "s807"
    },
    {
      "text": "To put the money in?---To make the offer.",
      "id": "s808"
    },
    {
      "text": "No, but to put the money in, you needed to seek your wife's - - -?---No, I didn't need to seek my wife's permission to put the money in.",
      "id": "s809"
    },
    {
      "text": "I certainly needed to have my wife's consent to raise that money.",
      "id": "s810"
    },
    {
      "text": "HIS HONOUR: I'm not sure I understand that, Mr Quinlan.",
      "id": "s811"
    },
    {
      "text": "You say that you told Mr Brady in about May 1998, you offered to put your $500,000 into the company?---Yes.",
      "id": "s812"
    },
    {
      "text": "It's being put to you that you made no such offer and you insist that you did?---Yes.",
      "id": "s813"
    },
    {
      "text": "\" \n \n Mr O'Sullivan's evidence \n \n135 Mr O'Sullivan stated that in about March or April 1998 he had also offered to put in $500,000 to try and make the Fairfield Views purchase happen.",
      "id": "s814"
    },
    {
      "text": "He said, however, that Mr Brady had refused that offer:\n \n \"Yet you say not only did he never ask for it but in fact, when it was offered, he refused it?---Yes but on the grounds that when we were going through the financing process for Fairfield and Empire, we were trying to get someone that would - would fund both of them at the time and when I offered to put the money in, Tony said that - don't do it yet because you - you put in that sort of money, they'll just gobble it up and - and not necessarily go forward anyway.",
      "id": "s815"
    },
    {
      "text": "Now, I hear what you say there, Mr O'Sullivan but tell me this.",
      "id": "s816"
    },
    {
      "text": "So, did you ever offer it again, the 500,000?---Later on, Mortimer came to me when I sold my house and I started to put the money in as he asked for it.",
      "id": "s817"
    },
    {
      "text": "Well we'll get to that.",
      "id": "s818"
    },
    {
      "text": "Did you ever offer to Mr Brady to put in the 500,000?---No, I don't - I don't think that I did other than discussions I had at the time when Mortimer came to see me.",
      "id": "s819"
    },
    {
      "text": "So in any event, what you're saying to the Court is that later on you did make your contributions as per your obligations to put in the 500,000?---I made contributions as - that was asked for.",
      "id": "s820"
    },
    {
      "text": "Yes and did Mr Brady ever ask you for the half million dollars?---No.",
      "id": "s821"
    },
    {
      "text": "\" \n \n\n136 There was also evidence that Mr O'Sullivan had contributed approximately $175,000 to the Brady Group.",
      "id": "s822"
    },
    {
      "text": "Mr O'Sullivan said that he considered that to have been part of the $500,000 he had agreed to contribute.",
      "id": "s823"
    },
    {
      "text": "However, he also acknowledged that a separate loan agreement had been drawn up and executed in relation to the $175,000.",
      "id": "s824"
    },
    {
      "text": "Mr Brady's evidence \n \n137 Mr Brady refuted any suggestion that either Mr Quinlan or Mr O'Sullivan had at any time offered to provide $500,000.",
      "id": "s825"
    },
    {
      "text": "He said that by mid-1998 the financial position of both A &amp; J Brady and Brady Constructions was precarious.",
      "id": "s826"
    },
    {
      "text": "A &amp; J Brady was struggling financially and it would have \"benefited hugely\" from the injection of capital funds of an amount like $1 million.",
      "id": "s827"
    },
    {
      "text": "138 In cross-examination Mr Brady acknowledged that there had been \"ongoing problems\" in relation to the Fairfield Views project but denied that it was such a large problem that it \"put a stop on everything\".",
      "id": "s828"
    },
    {
      "text": "His evidence as to the difference that $1 million would have made to the business was as follows:\n \n \"Yes, and at that point, a million dollars, one way or another, wouldn't have made any difference, would it?---It made a big difference.",
      "id": "s829"
    },
    {
      "text": "You needed $13 million odd, I think.",
      "id": "s830"
    },
    {
      "text": "Thirteen and a half or thereabouts was borrowed from Macquarie.",
      "id": "s831"
    },
    {
      "text": "Correct?---About $13 million, yes.",
      "id": "s832"
    },
    {
      "text": "So a million dollars, I suggest to you, would not have made a difference at that point?---It would [have] made a big difference.",
      "id": "s833"
    },
    {
      "text": "I had --- I had to sell my assets for 600,000 to prop that up as well.",
      "id": "s834"
    },
    {
      "text": "... \n \n \n Mr Quinlan says he offered you $500,000 around this time and you said, \"No, don't do it yet because if we don't get money from Macquarie, it is all over.",
      "id": "s835"
    },
    {
      "text": "\" Do you agree with that?---No, not true.",
      "id": "s836"
    },
    {
      "text": "\" \n \n Termination of business arrangement \n \n139 Whatever arrangement, understanding or alleged partnership agreement may have been entered into, it is clear from the evidence that Mr Quinlan's business relationship with Mr Brady and Mr O'Sullivan ended in early 2001.",
      "id": "s837"
    },
    {
      "text": "Each of the key witnesses went into some detail about the events surrounding the termination of the business arrangement, although for reasons that will become apparent it is not necessary to set that evidence out at any great length.",
      "id": "s838"
    },
    {
      "text": "140 However, the most notable aspect of those events is that, initially at least, Mr Brady offered to give Mr Quinlan two units at Morgan Place.",
      "id": "s839"
    },
    {
      "text": "Mr Quinlan said that this offer was made by Mr Brady \"as a settlement\" of the partnership agreement, and as a \"pay out\".",
      "id": "s840"
    },
    {
      "text": "Mr Brady, however, said that he offered the units to Mr Quinlan to thank him for the contributions he had made to \"some developments\" so that he \"wouldn't walk away with nothing\".",
      "id": "s841"
    },
    {
      "text": "Mr Brady said he withdrew the offer when he found out that Mr Quinlan had passed on pricing information in relation to a tender to a competitor.",
      "id": "s842"
    },
    {
      "text": "Although Mr Quinlan denied having ever done such a thing, he confirmed that that was Mr Brady's stated reason for withdrawing the offer.",
      "id": "s843"
    },
    {
      "text": "141 In relation to his own situation, Mr O'Sullivan gave evidence that Mr Brady offered to pay him $1.65 million as a \"profit share\".",
      "id": "s844"
    },
    {
      "text": "It was Mr Brady's case, however, that this was a bonus that he was giving to his key employees to reward them for the considerably larger than expected profits that the Brady Group had enjoyed.",
      "id": "s845"
    },
    {
      "text": "FINDINGS OF FACT \n \n142 Much of the cross-examination on both sides was directed to the credit of the key witnesses.",
      "id": "s846"
    },
    {
      "text": "For example, Mr Quinlan was asked how he had come to prepare his affidavit in this proceeding.",
      "id": "s847"
    },
    {
      "text": "He said that he had given instructions to his lawyers, and that they had prepared a draft, based on those instructions.",
      "id": "s848"
    },
    {
      "text": "He said that he had corrected the draft.",
      "id": "s849"
    },
    {
      "text": "He was then taken to task about the fact that the affidavit that he had filed in this proceeding was word for word, virtually identical to a witness statement which he had made, and which had been filed in the Supreme Court proceedings brought by Mr O'Sullivan.",
      "id": "s850"
    },
    {
      "text": "143 It was also put to Mr Quinlan that Mr Brady, a hard-headed businessman and virtual stranger, would hardly enter into a partnership agreement potentially worth millions of dollars, without insisting on that agreement being reduced to writing.",
      "id": "s851"
    },
    {
      "text": "144 Mr Brady was also cross-examined extensively.",
      "id": "s852"
    },
    {
      "text": "In particular, he was challenged to explain why, if there was no partnership agreement of the type alleged, he had offered Mr Quinlan two units in the Morgan Place development which were obviously worth a great deal of money.",
      "id": "s853"
    },
    {
      "text": "145 The starting point in evaluating the oral evidence in this case is the fact that the events recounted go back almost ten years.",
      "id": "s854"
    },
    {
      "text": "It goes without saying that memories fade, particularly when what is sought to be recalled are conversations which were not recorded, and as to which there are no contemporaneous notes.",
      "id": "s855"
    },
    {
      "text": "The only records that might conceivably be described as contemporaneous are the two diagrams drawn by Mr Quinlan.",
      "id": "s856"
    },
    {
      "text": "However, in my view, they are equivocal, and do not resolve the issues between the parties.",
      "id": "s857"
    },
    {
      "text": "146 Mr Quinlan struck me as basically honest, but somewhat out of his depth.",
      "id": "s858"
    },
    {
      "text": "He had surprisingly little grasp of the complexity of the matters that would need to be resolved in order to enter into a partnership agreement of the type alleged.",
      "id": "s859"
    },
    {
      "text": "For example, he seemed to have given little thought to the question whether personal guarantees would have to be provided as security for any future funding arrangements.",
      "id": "s860"
    },
    {
      "text": "He acknowledged that he could not have secured the $500,000 that he claimed to have offered Mr Brady without his wife's consent.",
      "id": "s861"
    },
    {
      "text": "He also acknowledged that his wife would not have encumbered the family home without a written agreement having been prepared, and approved by her own lawyers.",
      "id": "s862"
    },
    {
      "text": "At the same time, he seemed somewhat unperturbed about his ability to meet his commitment to provide that money, if called upon to do so.",
      "id": "s863"
    },
    {
      "text": "147 In that regard, I note that Mr Quinlan's now ex-wife was not called to give evidence, despite the fact that an affidavit from her had been filed with the Court, and had been included in the Court Book.",
      "id": "s864"
    },
    {
      "text": "At one point, Mr Glick sought to tender that affidavit pursuant to s 87 of the Evidence Act 1995 (Cth).",
      "id": "s865"
    },
    {
      "text": "He argued that it contained an \"admission made with authority\".",
      "id": "s866"
    },
    {
      "text": "However, I rejected the tender of the affidavit on that basis.",
      "id": "s867"
    },
    {
      "text": "In any event, the \"admission\" upon which Mr Glick was seeking to rely had effectively already been elicited from Mr Quinlan in cross-examination.",
      "id": "s868"
    },
    {
      "text": "148 It strikes me as implausible that Mr Quinlan would have offered to pay $500,000 to bail Mr Brady's companies out of their difficulties in mid-1998 in circumstances where he had not discussed the matter with his wife (whose consent was indispensable).",
      "id": "s869"
    },
    {
      "text": "It is also difficult to understand why anyone in Mr Quinlan's position would make such an offer without having obtained legal advice, and without having ensured that a written agreement was in place.",
      "id": "s870"
    },
    {
      "text": "After all Mr Quinlan, by reason of his background and experience, understood the importance of written contracts.",
      "id": "s871"
    },
    {
      "text": "He was, according to his evidence, exposing his entire life savings to a new and potentially risky venture with a virtual stranger.",
      "id": "s872"
    },
    {
      "text": "149 Equally odd is Mr Quinlan's assertion that Mr Brady rejected his offer of $500,000 in May 1998.",
      "id": "s873"
    },
    {
      "text": "This was at a time when the Brady Group was in dire financial straits.",
      "id": "s874"
    },
    {
      "text": "Mr Brady, of course, denied that Mr Quinlan made any such offer.",
      "id": "s875"
    },
    {
      "text": "Had there been a partnership agreement along the lines of the type alleged, there would have been no reason for Mr Brady not to accept Mr Quinlan's offer in the hope of fobbing off his creditors, at least temporarily.",
      "id": "s876"
    },
    {
      "text": "Mr Quinlan's explanation, that Mr Brady told him not to put in the money because it would not make any difference, seems improbable.",
      "id": "s877"
    },
    {
      "text": "150 There were two additional aspects of Mr Quinlan's evidence that I found troubling.",
      "id": "s878"
    },
    {
      "text": "His explanation for not following up on the documentation required to implement the \"partnership agreement\", namely that he was too busy, is hardly compelling.",
      "id": "s879"
    },
    {
      "text": "In addition, he seemed reluctant, at least initially, to accept what was painfully obvious, namely that he had transferred his half share in the family home to his wife in order to put it beyond the reach of any creditors.",
      "id": "s880"
    },
    {
      "text": "He was either evasive on this subject, or so lacking in basic business skill as to render it possible that he simply misunderstood the nature of the complex arrangements that were being negotiated with Mr Brady.",
      "id": "s881"
    },
    {
      "text": "151 Mr O'Sullivan was also in my view an honest witness.",
      "id": "s882"
    },
    {
      "text": "He seemed more astute than Mr Quinlan.",
      "id": "s883"
    },
    {
      "text": "In some respects, his memory was also better than that of Mr Quinlan.",
      "id": "s884"
    },
    {
      "text": "On balance, he was more likely than Mr Quinlan to be correct where their memories differed.",
      "id": "s885"
    },
    {
      "text": "Nonetheless, and not surprisingly, he was vague on some matters of detail.",
      "id": "s886"
    },
    {
      "text": "152 Mr Brady struck me as a clever, and tough, businessman.",
      "id": "s887"
    },
    {
      "text": "He gave a plausible account of his dealings with Messrs Quinlan and O'Sullivan.",
      "id": "s888"
    },
    {
      "text": "He explained that his discussions with them in early 1998 had centred on Brady Constructions, which was not operating profitably, and which he was hoping might be able to be turned around.",
      "id": "s889"
    },
    {
      "text": "He said that any discussions regarding more general profit share arrangements were all premised upon Messrs Quinlan and O'Sullivan assuming some of the risk associated with new ventures.",
      "id": "s890"
    },
    {
      "text": "153 He explained why he had offered Mr Quinlan two units at Morgan Place, but then retracted that offer when he discovered that Mr Quinlan had passed on confidential information to a competitor.",
      "id": "s891"
    },
    {
      "text": "That explanation seemed to me to be reasonable.",
      "id": "s892"
    },
    {
      "text": "154 If pressed, I would conclude that Mr Brady's account of the events of January/February 1998 was more likely to be accurate than that of Messrs Quinlan and O'Sullivan.",
      "id": "s893"
    },
    {
      "text": "Mr Brady did not strike me as the sort of person who would enter into an arrangement with others which allowed them, potentially, to reap enormous benefits without putting up a significant amount of capital themselves.",
      "id": "s894"
    },
    {
      "text": "155 It must be remembered that Mr Brady had encumbered both his own, and his then wife's, assets in support of his business.",
      "id": "s895"
    },
    {
      "text": "He was hardly likely to enter into an open-ended partnership agreement of the type alleged, namely equal shares in future profits with a man who had no money to speak of, and little experience in major property development.",
      "id": "s896"
    },
    {
      "text": "Mr Quinlan could be useful, through his contacts, in relation to the Brady Constructions business.",
      "id": "s897"
    },
    {
      "text": "However, he had no track record as a developer.",
      "id": "s898"
    },
    {
      "text": "In short, Mr Brady stood to gain little from Mr Quinlan's involvement in any such activity.",
      "id": "s899"
    },
    {
      "text": "156 It must be remembered that this case is not about small commercial or residential projects.",
      "id": "s900"
    },
    {
      "text": "It concerns what subsequently became huge developments, involving many millions of dollars.",
      "id": "s901"
    },
    {
      "text": "157 In the end, however, any preference that I have for Mr Brady's recollection of events is hardly dispositive.",
      "id": "s902"
    },
    {
      "text": "Even if I were satisfied that the events that took place at the Radisson Hotel and the Hudson apartments in January and February 1998 were broadly as described by Mr Quinlan, his claim in this proceeding would still face major hurdles.",
      "id": "s903"
    },
    {
      "text": "The reason is simple.",
      "id": "s904"
    },
    {
      "text": "On Mr Quinlan's own version of what took place, it would be hard to spell out any concluded agreement of the type alleged.",
      "id": "s905"
    },
    {
      "text": "Indeed, in one sense Mr Quinlan faces an even greater difficulty.",
      "id": "s906"
    },
    {
      "text": "As will be seen, his evidence simply does not accord with the case that he has pleaded.",
      "id": "s907"
    },
    {
      "text": "DISCONFORMITY BETWEEN THE PLEADING AND THE EVIDENCE \n \n158 The case which an applicant presents must support the case which that applicant has pleaded.",
      "id": "s908"
    },
    {
      "text": "If the evidence supports a different case an application should be made to amend the pleadings to bring them into line with the facts as proved.",
      "id": "s909"
    },
    {
      "text": "See, for example, Dare v Pulham [1982] HCA 70 ; (1982) 148 CLR 658 at 664; Banque Commerciale SA (in liq) v Akhil Holdings Limited [1990] HCA 11 ; (1990) 169 CLR 279 at 286---287; and Farah Constructions Pty Ltd v Say-Dee Pty Ltd (2007) 236 ALR 209 at [132].",
      "id": "s910"
    },
    {
      "text": "159 I have earlier set out the alleged agreement as contained in the Amended Statement of Claim.",
      "id": "s911"
    },
    {
      "text": "It is a curious feature of this case that the affidavits filed on behalf of Mr Quinlan, even if accepted, do not establish the central allegations made.",
      "id": "s912"
    },
    {
      "text": "160 As pleaded, Mr Quinlan claims that in about February 1998 he, together with Messrs Brady and O'Sullivan, entered into a partnership agreement with \"the then members of the Brady Group\".",
      "id": "s913"
    },
    {
      "text": "The pleading identifies the members of the Brady Group as including a series of companies that, for the most part, did not come into existence until long after 1998.",
      "id": "s914"
    },
    {
      "text": "As indicated earlier, the only true \"members\" of the Brady Group in 1998 were A &amp; J Brady and Brady Constructions.",
      "id": "s915"
    },
    {
      "text": "161 The pleading claims that the partnership agreement involved a sharing of profits made by members of the Brady Group on future property developments and construction work.",
      "id": "s916"
    },
    {
      "text": "It claims that there were terms of the agreement that each of Messrs Quinlan and O'Sullivan would provide loan funds of $500,000 to the Brady Group if requested to do so, and otherwise the partnership's expenses would be funded out of cash flow from the Fairfield Views and Empire apartments projects.",
      "id": "s917"
    },
    {
      "text": "However, neither Mr Quinlan nor Mr O'Sullivan, in their evidence, characterised the $500,000 to which each was committed as a \"loan\".",
      "id": "s918"
    },
    {
      "text": "They described it rather as their share of risk capital.",
      "id": "s919"
    },
    {
      "text": "162 It is instructive to note that Mr Quinlan claimed that it was an implied term of the agreement that each of Messrs Brady, O'Sullivan and himself would provide guarantees and other security to procure financing for future developments.",
      "id": "s920"
    },
    {
      "text": "One would have thought that this was a matter of such central importance to any partnership agreement that it would have been discussed in detail, and agreed, expressly and in terms.",
      "id": "s921"
    },
    {
      "text": "Instead, Mr Quinlan simply said that there was mention of this subject at one or other of the meetings, and drew attention to a cryptic note to that effect in one of his diagrams.",
      "id": "s922"
    },
    {
      "text": "163 In Mr Glick's final submissions he pointed out just some of the disconformities between Mr Quinlan's case as pleaded, and the evidence led in support of it.",
      "id": "s923"
    },
    {
      "text": "After he had completed his submissions, Mr Squirrell sought, belatedly, to amend his client's Amended Statement of Claim.",
      "id": "s924"
    },
    {
      "text": "That application was opposed.",
      "id": "s925"
    },
    {
      "text": "164 Mr Glick submitted that it had been obvious throughout the trial that this issue of disconformity between the pleading and the evidence would be central to his attack upon the applicant's case.",
      "id": "s926"
    },
    {
      "text": "Yet Mr Squirrell had not sought to amend his client's pleading until literally the very last moment.",
      "id": "s927"
    },
    {
      "text": "Mr Glick further submitted that he had proceeded upon the footing that the case that the respondents had to meet was the case that Mr Quinlan had pleaded.",
      "id": "s928"
    },
    {
      "text": "He submitted that it would be both contrary to principle, and unjust to the respondents, to permit the applicant to change his case after all of the evidence had been led, and after Mr Glick had completed his final submissions.",
      "id": "s929"
    },
    {
      "text": "165 I rejected Mr Squirrell's application to amend his client's pleading.",
      "id": "s930"
    },
    {
      "text": "I did so largely because I was satisfied that Mr Glick had given the applicant ample notice to seek to amend at a much earlier stage in the proceeding.",
      "id": "s931"
    },
    {
      "text": "That invitation had been ignored, and the case had been run on the basis of the pleadings as they stood.",
      "id": "s932"
    },
    {
      "text": "THE LEGAL PRINCIPLES GOVERNING MR QUINLAN'S CLAIM \n \n166 In my view Mr Quinlan's case must fail irrespective of what view I take of the factual disputes in this matter.",
      "id": "s933"
    },
    {
      "text": "The authorities make it tolerably clear that even on his version of events (which, I reiterate, I do not accept in preference to that of Mr Brady) there was no concluded agreement of the type alleged.",
      "id": "s934"
    },
    {
      "text": "167 A particularly helpful statement of the relevant legal principles is to be found in Toyota Motor Corporation Australia Ltd v Ken Morgan Motors Pty Ltd [1994] 2 VR 106.",
      "id": "s935"
    },
    {
      "text": "The issue in that case was whether a binding agreement had been made in December 1990 between two Toyota companies, and the respondent, for a rescue package, the respondent having been in financial difficulties for some months.",
      "id": "s936"
    },
    {
      "text": "The negotiations resulted in a letter dated 19 December 1990 which, together with a one page enclosure referred to the \"now agreed to conditions\".",
      "id": "s937"
    },
    {
      "text": "The respondent claimed that Mr Morgan had telephoned a senior Toyota official shortly after receipt of the letter, and accepted the offer contained in it.",
      "id": "s938"
    },
    {
      "text": "168 It was important to note that the enclosure, which contained the details of the rescue package, set out various conditions relating to the offer, a timetable under which those conditions had to be met, and a statement to the effect that if the financial position indicated that the Ken Morgan group could not be viable even after the current offer was concluded, Toyota would not proceed with that offer.",
      "id": "s939"
    },
    {
      "text": "169 The trial judge held that a binding agreement was made in December 1990, the terms of which were set out in the letter and the enclosure.",
      "id": "s940"
    },
    {
      "text": "On appeal, the Full Court of the Supreme Court of Victoria overturned that finding.",
      "id": "s941"
    },
    {
      "text": "170 Brooking J (with whom Tadgell and JD Phillips JJ agreed through separate judgments) concluded that at the time the letter and enclosure came into existence the parties did not intend to make an immediately binding contract.",
      "id": "s942"
    },
    {
      "text": "His Honour referred to the fact that these documents had been drafted by business men, and not by lawyers, and contained loose language.",
      "id": "s943"
    },
    {
      "text": "He regarded the documents to be no more than a statement of the intentions or expectations of the Toyota companies.",
      "id": "s944"
    },
    {
      "text": "Making due allowance for the trial judge's view that the Toyota companies were anxious to keep the Ken Morgan group afloat, it was still striking that they should be taken to have agreed to provide that group with an additional $7 million in circumstances where the terms were so uncertain as those supposedly contained in this correspondence.",
      "id": "s945"
    },
    {
      "text": "171 His Honour stated (at 130): \n \n \"An agreement is not a binding contract unless the parties have agreed upon such terms as are in circumstances legally necessary to constitute a contract ... .",
      "id": "s946"
    },
    {
      "text": "Otherwise the supposed contract is bad for uncertainty.",
      "id": "s947"
    },
    {
      "text": "It is convenient to distinguish between two varieties of uncertainty in this wide sense and to call the first uncertainty and the second incompleteness.",
      "id": "s948"
    },
    {
      "text": "A contract is uncertain if some essential term is so vague that no definite meaning can be assigned to it.",
      "id": "s949"
    },
    {
      "text": "A contract is incomplete if the parties have deliberately (and whether expressly or by implication) left some essential term to be settled by their future agreement\".",
      "id": "s950"
    },
    {
      "text": "172 His Honour continued: \n \n \"Vagueness or incompleteness will bring a supposed contract down because there has been a failure to agree upon such terms as are in the circumstances legally necessary to constitute a contract: although the parties intended to make a contract, the law says that they have failed to do so.",
      "id": "s951"
    },
    {
      "text": "But a suggested contract may fail for a different and more fundamental reason: that the parties did not intend that it should be a binding contract.",
      "id": "s952"
    },
    {
      "text": "And the presence of vagueness or incompleteness ... may lead the court to conclude ... that the necessary intention to make a binding contract was absent.",
      "id": "s953"
    },
    {
      "text": "\" \n \n\n173 Finally, his Honour added (at 131): \n \n \"It is not only failure to agree on some essential term that tells against the existence of the intention to make an immediately binding contract.",
      "id": "s954"
    },
    {
      "text": "Failure to reach agreement on matters which, while not essential, are none the less matters which are ordinarily agreed upon in transactions of the class in question has the same tendency .",
      "id": "s955"
    },
    {
      "text": "\" \n \n (Emphasis added.",
      "id": "s956"
    },
    {
      "text": ")\n \n\n174 Brooking J referred to the well known statement of Lord Greene MR in Clifton v Palumbo [1944] 2 All ER 497 at 499 to the effect that the magnitude of the transaction is relevant in considering how likely it is that the parties would have intended to make or record a binding contract by means of some informal, vague and relatively short document.",
      "id": "s957"
    },
    {
      "text": "175 There are many cases to the same effect.",
      "id": "s958"
    },
    {
      "text": "See for example Sinclair, Scott &amp; Co Ltd v Naughton [1929] HCA 34 ; (1929) 43 CLR 310 at 316---317; Allen v Carbone [1975] HCA 14 ; (1975) 132 CLR 528 at 533; and Australian Broadcasting Corporation v XIVth Commonwealth Games Ltd (1988) 18 NSWLR 540 at 548.",
      "id": "s959"
    },
    {
      "text": "176 I discussed a number of these cases in Macdonald v Australian Wool Innovation Ltd [2005] FCA 105 at [206] ---[209] and [211]---[229].",
      "id": "s960"
    },
    {
      "text": "That case concerned two senior scientists who left their employ with a large public company because they were offered the opportunity to engage in a high risk, but high reward, venture with the respondent.",
      "id": "s961"
    },
    {
      "text": "They claimed they had entered into an agreement with the respondent which was binding and legally efficacious, but that the respondent had repudiated that agreement.",
      "id": "s962"
    },
    {
      "text": "The respondent denied that any such agreement had been concluded.",
      "id": "s963"
    },
    {
      "text": "177 I held that the applicants had established the existence of the binding agreement pleaded.",
      "id": "s964"
    },
    {
      "text": "The board of the respondent, a public company, had specifically considered and approved a detailed and documented proposal for the particular venture.",
      "id": "s965"
    },
    {
      "text": "Not all the \"i\"s were dotted and not all the \"t\"s crossed.",
      "id": "s966"
    },
    {
      "text": "However, the critical elements had all been agreed, and those that were not expressly agreed would readily be the subject of implication.",
      "id": "s967"
    },
    {
      "text": "178 The present case is a far cry from Macdonald .",
      "id": "s968"
    },
    {
      "text": "Even on Mr Quinlan's case a number of essential terms were uncertain or lacking.",
      "id": "s969"
    },
    {
      "text": "Alternatively, if those terms are not regarded as \"essential\", they were terms of the kind that would ordinarily be expected to be agreed in a complex agreement involving major property developments and potentially large amounts of money.",
      "id": "s970"
    },
    {
      "text": "I refer in particular to matters such as:\n \n \n &#8226; the funding arrangements that would be put in place to support the venture, ie to purchase and develop properties;\n &#8226; the duration of the venture;\n &#8226; how and when profits would be distributed; and\n &#8226; the exact terms upon which the $500,000 would be paid, if called upon.",
      "id": "s971"
    },
    {
      "text": "179 In Air Great Lakes Pty Ltd v K S Easter (Holdings) Pty Ltd (1985) 2 NSWLR 309 Mahoney J adopted a threefold enquiry in determining whether a binding contract had been concluded between the parties.",
      "id": "s972"
    },
    {
      "text": "His Honour said that it would be of assistance to distinguish between three questions: \n \n \n &#8226; Did the parties arrive at a consensus?",
      "id": "s973"
    },
    {
      "text": "&#8226; If they did, was it such a consensus as was capable of forming a binding contract?",
      "id": "s974"
    },
    {
      "text": "&#8226; And, if it was, did the parties intend that the consensus at which they arrived should constitute a binding contract?",
      "id": "s975"
    },
    {
      "text": "180 A similar approach was taken by Gillard J in Challenge Charter Pty Ltd v Curtain Bros (Qld) Pty Ltd [2004] VSC 1 at [90] , and also by Habersberger J in P R A Electrical Pty Ltd v Perseverance Exploration Pty Ltd [2006] VSC 432 at [28] ---[29].",
      "id": "s976"
    },
    {
      "text": "181 Even accepting Mr Quinlan's account of the relevant conversations, he has not established that the parties arrived at a consensus.",
      "id": "s977"
    },
    {
      "text": "If they did, it was not a consensus that was capable of forming a binding contract.",
      "id": "s978"
    },
    {
      "text": "And, if it was, viewed objectively, in accordance with Toll (FGCT) Pty Ltd v Alphapharm Pty Ltd [2004] HCA 52 ; (2004) 219 CLR 165 at [40] , the parties did not intend that the consensus at which they arrived should constitute a binding contract.",
      "id": "s979"
    },
    {
      "text": "182 In arriving at that conclusion, I have given weight to the fact that the discussions between the parties concerned major property developments.",
      "id": "s980"
    },
    {
      "text": "It would have been plain to Mr Quinlan that any venture of the type he contemplated would have required millions of dollars in finance.",
      "id": "s981"
    },
    {
      "text": "The arrangement that he asserts could never have gotten off the ground without the Brady interests being prepared to contribute large amounts of money.",
      "id": "s982"
    },
    {
      "text": "Mr Quinlan had no significant assets, and no capacity to borrow even relatively modest amounts of money.",
      "id": "s983"
    },
    {
      "text": "183 I have also given weight to the fact that, at the relevant time, Mr Quinlan and Mr Brady were barely acquaintances.",
      "id": "s984"
    },
    {
      "text": "This was not a handshake deal done between longstanding business associates, where perhaps some latitude in relation to formality might be accorded.",
      "id": "s985"
    },
    {
      "text": "184 According to Mr Quinlan, the key to the entire agreement was that there would be a new entity established which would control both the construction side of the business, and all future developments.",
      "id": "s986"
    },
    {
      "text": "That of course never occurred.",
      "id": "s987"
    },
    {
      "text": "Mr Quinlan was compelled to say that there must have been a variation to the original agreement whereby the existing entity, A &amp; J Brady, continued to run all aspects of the business, apart from Brady Constructions, and new companies were established in relation to each new venture, though under the auspices of the one parent.",
      "id": "s988"
    },
    {
      "text": "Mr Quinlan never sought, nor obtained, any shares in any of the Brady companies.",
      "id": "s989"
    },
    {
      "text": "Nor did he ever become a director of any of those companies.",
      "id": "s990"
    },
    {
      "text": "This is so far at odds from the terms of the agreement supposedly struck as to make it highly unlikely that it was ever actually concluded.",
      "id": "s991"
    },
    {
      "text": "185 If, as Mr Quinlan suggested, the parties contemplated that the agreement would eventually be documented, it was extraordinary that he took no steps to ensure that that was done.",
      "id": "s992"
    },
    {
      "text": "A person in his position, exposing himself to the risk of losing everything he had ever worked for would be unlikely to simply allow this matter to lie in abeyance.",
      "id": "s993"
    },
    {
      "text": "186 It must also be said that Mr Quinlan's conduct after Mr Brady supposedly breached the \"agreement\" is hardly consistent with his central allegation.",
      "id": "s994"
    },
    {
      "text": "According to Mr Quinlan he was promised, and agreed to accept, a one third share in all future profits.",
      "id": "s995"
    },
    {
      "text": "In the Scanlan Carroll draft agreements, however, Mr Brady appears to have unilaterally changed the arrangement and offered him no more than 20 percent.",
      "id": "s996"
    },
    {
      "text": "Rather than contacting his solicitors at once, with a view to protecting his position, Mr Quinlan, on his own account, did nothing.",
      "id": "s997"
    },
    {
      "text": "He provided no satisfactory explanation for his failure to act.",
      "id": "s998"
    },
    {
      "text": "187 I should add that Mr Quinlan's willingness even to entertain Mr Brady's offer of two units at Morgan Place, instead of the $20 million or so to which he now says he is entitled as a one third share of the Brady Group's development profits, seems to belie his assertion that he at all times believed he had a binding agreement of the type alleged.",
      "id": "s999"
    },
    {
      "text": "188 Accordingly, I find that there was never any concluded agreement of the type pleaded.",
      "id": "s1000"
    },
    {
      "text": "OTHER CLAIMS \n \n189 Initially, and in his Amended Statement of Claim, Mr Quinlan pleaded causes of action pursuant to s 52 of the Trade Practices Act 1974 (Cth) and/or s 9 of the Fair Trading Act 1999 (Vic).",
      "id": "s1001"
    },
    {
      "text": "In addition, there was mention of a claim based on unjust enrichment, though no such claim was expressly articulated in either the original Statement of Claim, or the amended version.",
      "id": "s1002"
    },
    {
      "text": "In any event, all claims other than the claim for breach of contract were expressly abandoned by Mr Squirrell during the course of the trial.",
      "id": "s1003"
    },
    {
      "text": "Nothing further need be said about them.",
      "id": "s1004"
    },
    {
      "text": "CONCLUSION \n \n190 Mr Quinlan has failed to make good any claim for breach of contract on the part of the respondents.",
      "id": "s1005"
    },
    {
      "text": "It follows that this application must be dismissed.",
      "id": "s1006"
    },
    {
      "text": "I will hear the parties as to costs.",
      "id": "s1007"
    },
    {
      "text": "I certify that the preceding one hundred and ninety (190) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s1008"
    },
    {
      "text": "Associate: \n\nDated: 12 September 2007\n\n\n Counsel for the Applicant: Mr R G Squirrell \n \n Solicitors for the Applicant: Kahns Lawyers \n \n Counsel for the Respondent: Mr L Glick SC with Mr A T Schlicht \n \n Solicitors for the Respondent: Strongman &amp; Crouch \n \n Date of Hearing: 26, 27, 28, 29 and 30 March 2007 \n \n Date of Judgment: 12 September 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1409.html",
      "id": "s1009"
    }
  ]
}