{
  "name": "SZKOB v Minister for Immigration and Citizenship [2007] FCA 1949 (26 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1949.html",
  "catchphrases": [
    {
      "text": "migration act 1958 (cth) does not entitle an applicant to be provided with a transcript of visa application interview",
      "id": "c0"
    },
    {
      "text": "common law procedural fairness does not require an applicant to be provided with a transcript of visa application interview under migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of the Federal Magistrates Court delivered on 3 August 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal signed on 20 March 2007 and handed down on 29 March 2007.",
      "id": "s0"
    },
    {
      "text": "2 The Appellant is a citizen of the People's Republic of China who arrived in Australia on 13 August 2006.",
      "id": "s1"
    },
    {
      "text": "On 8 September, the Appellant lodged an Application for a protection visa.",
      "id": "s2"
    },
    {
      "text": "A delegate of the First Respondent refused the application on 14 November 2006.",
      "id": "s3"
    },
    {
      "text": "On 14 December 2006 the Appellant applied to the Tribunal for a review of the decision.",
      "id": "s4"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n3 The Appellant claimed that he had a well-founded fear of persecution in China based on his Christianity and his political opinion in opposing abortion and the 'one-child' policy.",
      "id": "s5"
    },
    {
      "text": "On 14 February 2007 the Tribunal sent a letter to the Appellant's authorised recipient, inviting comment on information that would form part of the reason for the Tribunal's decision.",
      "id": "s6"
    },
    {
      "text": "On 9 March 2007 the Appellant sent a statement to the Tribunal in response to the letter.",
      "id": "s7"
    },
    {
      "text": "The Tribunal did not accept the Appellant's claims as, in the Tribunal's opinion, the Appellant lacked knowledge of Christianity and gave vague and rehearsed evidence.",
      "id": "s8"
    },
    {
      "text": "Further, the Appellant's claim in relation to his wife's alleged forced abortion was found to be inconsistent with independent country information and his own evidence.",
      "id": "s9"
    },
    {
      "text": "THE FEDERAL MAGISTRATES DECISION \n \n4 On 26 April 2007 the Appellant sought judicial review in the Federal Magistrates Court asserting that:\n \n 1. the Tribunal made an error of law and denied him natural justice because his evidence was misunderstood and an incorrect finding regarding his religious denomination was made;\n 2. he was denied a transcript of his interview with the Department; and \n 3. the Tribunal failed to comply with s 424A(1) of the Migration Act 1958 (Cth).",
      "id": "s10"
    },
    {
      "text": "5 The Federal Magistrate found that the Appellant had no entitlement to the Department's transcript.",
      "id": "s11"
    },
    {
      "text": "Scarlett FM ruled that the complaint amounted to a challenge to the Tribunal's factual findings and was therefore unable to be reviewed.",
      "id": "s12"
    },
    {
      "text": "His Honour also found that the Tribunal did take into account the Appellant's contention that the interpreter was unable to express the Appellant's correct denomination, however his Honour noted that nothing turned on that point.",
      "id": "s13"
    },
    {
      "text": "6 The Federal Magistrates Court noted that independent country information is an exception to s 424A(1)(3)(a) of the 1958 Act, and that further, the Appellant's inconsistent evidence was based on information given by him to the Tribunal for the purpose of the Application, which was also found to be exempt under s 424A(3)(b).",
      "id": "s14"
    },
    {
      "text": "Scarlett FM noted that s 424A did not apply because inconsistent evidence is part of the Tribunal's subjective appraisals or thought processes: see SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 , 235 ALR 609.",
      "id": "s15"
    },
    {
      "text": "7 Scarlett FM found no evidence that there had been a lack of good faith or bias by the Tribunal, or that any jurisdictional error could be discerned from the Tribunal's reasons.",
      "id": "s16"
    },
    {
      "text": "The Federal Magistrates Court therefore dismissed the Application.",
      "id": "s17"
    },
    {
      "text": "GROUNDS OF APPEAL.",
      "id": "s18"
    },
    {
      "text": "8 The Notice of Appeal to this Court set forth two grounds of appeal, being:\n \n 1.",
      "id": "s19"
    },
    {
      "text": "The Federal Magistrates erred in law;\n 2.",
      "id": "s20"
    },
    {
      "text": "The Federal Magistrate was wrong in finding that the Refugee Review Tribunal (\"the Tribunal\") acted properly in its findings.",
      "id": "s21"
    },
    {
      "text": "A detailed set of particulars are thereafter set forth.",
      "id": "s22"
    },
    {
      "text": "Those particulars, in summary form, contend that the Tribunal considered information provided during an interview with the Department on 10 October 2006 without providing a transcript or a recorded tape of the interview.",
      "id": "s23"
    },
    {
      "text": "This failure, as elaborated in the particulars, is said to constitute a failure to comply with s 424A(1) of the Migration Act 1958 (Cth).",
      "id": "s24"
    },
    {
      "text": "9 Neither of the grounds of appeal, construed in the context of the particulars provided, have been made out.",
      "id": "s25"
    },
    {
      "text": "The appeal should therefore be dismissed.",
      "id": "s26"
    },
    {
      "text": "The misstatement of evidence and a failure to provide a transcript.",
      "id": "s27"
    },
    {
      "text": "10 The particulars provided in the Notice of Appeal contend both that the information given at the departmental interview has been misstated or misunderstood and that there has been a failure to provide \" a transcript or a record tape in relation to my interview with the Department .",
      "id": "s28"
    },
    {
      "text": "\"\n \n11 The Appellant contends that he never gave evidence at the departmental interview of a number of matters, including a denial:\n \na) that he ever stated that being a Christian meant that he, \" believed in the law of God \" and that he \" was scared of the devil \";\n \nb) that he gave evidence that he \" was detained in August 2005 for two weeks after writing a letter of protest to the [Chinese] government about [his] wife refusing to have a tubal ligation \";\n \nc) that he gave evidence that he \" was detained in February 2006, after writing a letter to the Fuqing Family Planning Office asking them to stop abortions in Fuqing and that [he] was not fined \"; and\n \nd) that he gave evidence that he \" was only arrested after writing a letter to the Fuqing Family Planning Office \".",
      "id": "s29"
    },
    {
      "text": "These denials were also repeated during an oral statement made at the outset of the hearing of this appeal.",
      "id": "s30"
    },
    {
      "text": "12 Given the denials, it is perhaps understandable that the Appellant desires a transcript of what was in fact said during the departmental interview.",
      "id": "s31"
    },
    {
      "text": "In the present appeal however, there are a number of answers to the Appellant's contentions.",
      "id": "s32"
    },
    {
      "text": "First, it is not considered that there was any requirement to provide the Appellant with transcript or recording of the interview .",
      "id": "s33"
    },
    {
      "text": "In some circumstances, fairness may require a transcript of proceedings to be provided: see National Companies &amp; Securities Commission v Bankers Trust Australia Ltd (1989) 24 FCR 217.",
      "id": "s34"
    },
    {
      "text": "There is, however, no immutable requirement to do so: see Adler v Cantwell (1988) 14 ACLR 658.",
      "id": "s35"
    },
    {
      "text": "13 The content of the requirements of procedural fairness is to be determined by reference to the context in which a particular dispute arises including, in particular, the legislative regime being administered.",
      "id": "s36"
    },
    {
      "text": "In the present circumstances, s 422B of the Migration Act 1958 (Cth) provides that Div 4 of Pt 7 \" is taken too be an exhaustive statement of the requirements of the natural justice hearing rule \".",
      "id": "s37"
    },
    {
      "text": "Neither that Part nor any other provision of the 1958 Act requires a claimant to be provided with a transcript or a tape recording of an interview with the Department.",
      "id": "s38"
    },
    {
      "text": "14 Even in the absence of s 422B, it is not considered that the common law rules of procedural fairness require the provision of a transcript or a tape recording of the interview on 10 October 2006.",
      "id": "s39"
    },
    {
      "text": "Notwithstanding expected difficulties which may arise with respect to a person whose English language proficiency is severely limited, the factual matters being considered are within a narrow compass and are matters within the knowledge of the Appellant.",
      "id": "s40"
    },
    {
      "text": "Although there may be potential for misunderstandings between those participating in the interview process, the necessity to retain a tape recording of such interviews or to provide a transcript seems to be an unwarranted formality not required by the common law.",
      "id": "s41"
    },
    {
      "text": "15 Second, and irrespective of what was said or not said during the departmental interview, the Appellant's knowledge of Christianity and his detention in China was the subject of inquiry by the Tribunal.",
      "id": "s42"
    },
    {
      "text": "The Tribunal heard the Appellant's evidence and made its findings on these issues of fact.",
      "id": "s43"
    },
    {
      "text": "Moreover, on 14 February 2007, the Tribunal wrote to the Appellant inviting him to comment on a number of inconsistencies between the account provided during the interview on 10 October 2006 and the hearing before the Tribunal on 12 February 2007.",
      "id": "s44"
    },
    {
      "text": "The Appellant responded by way of a letter dated 9 March 2007.",
      "id": "s45"
    },
    {
      "text": "That letter in response stated in part:\n \n I have not been provided a transcription or recording tape for the Departmental interview up to now; and I am not sure that it is my mistakes or the ones caused by the interpreter.",
      "id": "s46"
    },
    {
      "text": "However, it is the fact that I was detained by the PSB for the first time in October 2005 and I was caught distributing propaganda materials.",
      "id": "s47"
    },
    {
      "text": "The Tribunal was thus on notice of the difficulties said to be operating and there was no assertion by the Appellant in his 9 March 2007 letter that the departmental account was not correct.",
      "id": "s48"
    },
    {
      "text": "The response of the Appellant was not to then deny the accuracy of the departmental account but rather to answer in part the inconsistencies identified by the Tribunal.",
      "id": "s49"
    },
    {
      "text": "The opportunity was extended to the Appellant to comment in such manner as he saw fit in response to the Tribunal's letter.",
      "id": "s50"
    },
    {
      "text": "16 Third, the first occasion upon which a copy of the transcript or a copy of any tape recording was sought was subsequent to the Tribunal hearing.",
      "id": "s51"
    },
    {
      "text": "It is not considered that there was any procedural unfairness in the Tribunal or officers of the Department not providing the Appellant, in advance of the hearing, with that which he had not at that stage sought.",
      "id": "s52"
    },
    {
      "text": "Inquiries made during the course of the hearing of the appeal have, in any event, been inconclusive as to whether or not a transcript or a tape recording presently exists.",
      "id": "s53"
    },
    {
      "text": "It is not considered that the Tribunal proceeded in any procedurally unfair manner.",
      "id": "s54"
    },
    {
      "text": "The Appellant has been given every opportunity before the Tribunal to make such submissions as he saw fit.",
      "id": "s55"
    },
    {
      "text": "17 Fourth, there is no breach of s 424A(1).",
      "id": "s56"
    },
    {
      "text": "The Federal Magistrates Court expressed that:\n \n [28] Turning to the Applicant's claims in his application, I am not of the view that the Applicant has any entitlement to receive any tape-recording or transcript of an interview with an officer of the Department of Immigration &amp; Citizenship.",
      "id": "s57"
    },
    {
      "text": "The Applicant is certainly entitled to receive a tape-recording of his evidence to the Refugee Review Tribunal, but that is a different matter.",
      "id": "s58"
    },
    {
      "text": "The Applicant in his first ground takes issue with what he is reported to have said at the Departmental hearing, but in my view his complaint is a challenge to the Tribunal's factual findings and is in effect a request for the Court to conduct a merits review.",
      "id": "s59"
    },
    {
      "text": "That is not available on judicial review as I have explained.",
      "id": "s60"
    },
    {
      "text": "Concurrence is expressed with the conclusion of the Federal Magistrate.",
      "id": "s61"
    },
    {
      "text": "Thus it is clear that the \" clear particulars \" had in fact been provided to the Appellant and, to the extent that findings were made as to any \" inconsistencies \", s 424A does not apply to such matters.",
      "id": "s62"
    },
    {
      "text": "FINDINGS AS TO CREDIBILITY \n \n18 The \" particular \" in support of this contention is stated as follows in the Notice of Appeal :\n \n The Tribunal assessed my credibility incorrectly or the Tribunal has made incorrect finding in relation to my important claims.",
      "id": "s63"
    },
    {
      "text": "- the Tribunal made a finding in relation to my credibility based on incorrect information in relation to my interview with the Department;\n \n - As a matter of fact, I have clearly said at the Departmental interview, while I was asked what kind of Christian I had been, that my denomination was Christian Assembly .",
      "id": "s64"
    },
    {
      "text": "It is definitely a significant mistake of the interpreter at the Departmental interview, who was unable to translate \"Christian Assembly\" properly and accurately.",
      "id": "s65"
    },
    {
      "text": "This ground fails at the outset.",
      "id": "s66"
    },
    {
      "text": "19 No finding was made by the Tribunal as to the Appellant's Christian denomination.",
      "id": "s67"
    },
    {
      "text": "The Tribunal concluded:\n \n The Tribunal has had regard to the applicant's comments received on 9 March 2007 and his claims that the interpreter at the Departmental interview did not properly interpret his answer about his Christian denomination.",
      "id": "s68"
    },
    {
      "text": "The applicant's comments do not allay the Tribunal's concerns over his lack of knowledge about Christianity, as expressed at the Departmental interview.",
      "id": "s69"
    },
    {
      "text": "At the Departmental interview he stated that being a Christian meant that he believed in the law of God and he was scared of the Devil.",
      "id": "s70"
    },
    {
      "text": "The applicant did not address this response in his comments to the Tribunal.",
      "id": "s71"
    },
    {
      "text": "This reasoning makes apparent the fact that whether or not there was a mistake in translation, any such error did not \" allay the Tribunal's concerns .",
      "id": "s72"
    },
    {
      "text": "\" Insofar as the Tribunal made further findings of credibility adverse to the Appellant, it was the function of the Tribunal to make findings of fact.",
      "id": "s73"
    },
    {
      "text": "20 No error can be discerned in the findings or the reasons of the Tribunal, let alone any jurisdictional error.",
      "id": "s74"
    },
    {
      "text": "This final ground of appeal is therefore dismissed.",
      "id": "s75"
    },
    {
      "text": "ORDERS \n \n21 The orders of the Court are:\n \n1.",
      "id": "s76"
    },
    {
      "text": "The Appeal be dismissed;\n \n2.",
      "id": "s77"
    },
    {
      "text": "The Appellant to pay the First Respondent's costs of an incidental to the hearing of this appeal on 23 November 2007, otherwise each party to pay their own costs of 26 November 2007.",
      "id": "s78"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s79"
    },
    {
      "text": "Associate:\n\nDated: 18 December 2007\n The Appellant Self represented Counsel for the First Respondent: D Godwin Solicitor for the First Respondent: Z McDonald (DLA Phillips Fox) Date of Hearing: 26 November 2007 Date of Judgment: 26 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1949.html",
      "id": "s80"
    }
  ]
}