{
  "name": "Dunstan v Human Rights and Equal Opportunity Commission [2007] FCA 1326 (30 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1326.html",
  "catchphrases": [
    {
      "text": "practice and procedure",
      "id": "c0"
    },
    {
      "text": "motion to set aside order by single judge striking out appeal where order already entered",
      "id": "c1"
    },
    {
      "text": "order an exercise of appellate jurisdiction",
      "id": "c2"
    },
    {
      "text": "whether single judge has power to hear motion to set aside",
      "id": "c3"
    },
    {
      "text": "whether jurisdiction to reopen entered order",
      "id": "c4"
    },
    {
      "text": "no rule concerning reopening of entered orders in the exercise of appellate jurisdiction",
      "id": "c5"
    },
    {
      "text": "s 23 federal court of australia act or court's inherent jurisdiction not to be used for that purpose",
      "id": "c6"
    },
    {
      "text": "even if court had jurisdiction to reopen the order it was not appropriate to do so on the facts of the case",
      "id": "c7"
    },
    {
      "text": "appeal",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 On 9 February 2007 I ordered that:\n \n \"1.",
      "id": "s0"
    },
    {
      "text": "The amended notice of appeal be struck out.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "The proceedings be dismissed.",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "The appellant pay the costs of and associated with this appeal, including costs of all motions.",
      "id": "s5"
    },
    {
      "text": "\" \n \n \n \n\n( Dunstan v Human Rights and Equal Opportunity Commission [2007] FCA 191.",
      "id": "s6"
    },
    {
      "text": ") Those orders were entered on 23 February 2007 and served on Mr Dunstan under cover of a letter dated 26 February 2007.",
      "id": "s7"
    },
    {
      "text": "2 On 12 March 2007 Mr Dunstan filed a notice of motion seeking the following orders:\n \n \"1.",
      "id": "s8"
    },
    {
      "text": "The decision on 9/2/2007 of Justice Gyles is set aside.",
      "id": "s9"
    },
    {
      "text": "2.",
      "id": "s10"
    },
    {
      "text": "Leave is granted for the filing of a Notice of Appeal in ACD 4 of 2006.",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "Other orders as the Courts deems fit.",
      "id": "s13"
    },
    {
      "text": "\" \n \n\nA further draft amended notice of appeal was provided with an affidavit affirmed on 8 March 2007.",
      "id": "s14"
    },
    {
      "text": "3 That motion came on for hearing on 10 April last.",
      "id": "s15"
    },
    {
      "text": "It was submitted for all respondents (apart from the first respondent, which submitted) that the motion was incompetent as there is no power to recall the entered order.",
      "id": "s16"
    },
    {
      "text": "Having heard from the solicitors for the respondents, I adjourned the matter until 31 May 2007 in order that the respondents could file any supplementary submissions and that Mr Dunstan could give consideration to the points that had been raised.",
      "id": "s17"
    },
    {
      "text": "He was to file an outline of submissions in answer.",
      "id": "s18"
    },
    {
      "text": "That occurred, together with the filing of yet another affidavit.",
      "id": "s19"
    },
    {
      "text": "Mr Dunstan seeks to raise matters in relation to discovery in preparation for the hearing at first instance.",
      "id": "s20"
    },
    {
      "text": "The affidavit also enlarges upon the difficulties that he has had in prison connected with the preparation of his case, a topic which was dealt with at some length in his first affidavit filed in support of this motion.",
      "id": "s21"
    },
    {
      "text": "4 The first question is whether I have power to hear this motion.",
      "id": "s22"
    },
    {
      "text": "The orders made were an exercise of the appellate jurisdiction of the Court pursuant to s 25(2B)(aa) of the Federal Court of Australia Act 1976 (Cth) (the Act) and O 52 r 38 of the Federal Court Rules .",
      "id": "s23"
    },
    {
      "text": "This motion is not identified as within the jurisdiction of a single judge.",
      "id": "s24"
    },
    {
      "text": "However, the power to set aside an order (if it exists) would normally be exercised by the Court which made the order.",
      "id": "s25"
    },
    {
      "text": "In my opinion, it is appropriate that I hear that application.",
      "id": "s26"
    },
    {
      "text": "That application is not by way of an appeal, in any sense, from the orders that were made.",
      "id": "s27"
    },
    {
      "text": "5 Setting aside of a judgment or order is dealt with by O 35 r 7 of the Federal Court Rules .",
      "id": "s28"
    },
    {
      "text": "As judgment has been entered, subrule (1) is not applicable.",
      "id": "s29"
    },
    {
      "text": "If the Court is exercising the appellate or related jurisdiction under Div 2 of Pt III of the Act, subrule (2) does not apply.",
      "id": "s30"
    },
    {
      "text": "It is possible that the phrase 'where it is not exercising its appellate or related jurisdiction under Div 2 of Pt III of the Act' could be given a restricted meaning.",
      "id": "s31"
    },
    {
      "text": "On that view, the motion before the Court is not, in itself, the exercise of appellate or related jurisdiction although it relates to an order made in the appellate or related jurisdiction.",
      "id": "s32"
    },
    {
      "text": "That is rather strained construction of the rule, and would appear to be contrary to the opinion of the Full Court in SZISM v Minister for Immigration and Citizenship [2007] FCAFC 61 at [17] .",
      "id": "s33"
    },
    {
      "text": "No clerical mistake or error arising from an accidental slip or omission has been made, so subrule (3) does not apply.",
      "id": "s34"
    },
    {
      "text": "In my opinion, the better view is that the present application is not to vary or terminate the operation of an order but, rather, to set it aside.",
      "id": "s35"
    },
    {
      "text": "On that basis, subrule (4) does not apply.",
      "id": "s36"
    },
    {
      "text": "Although the authorities discussed in Yevad Products Pty Ltd v Brookfield [2005] FCAFC 263 ; (2005) 147 FCR 282 at [26] ---[27] give some basis for a wider view, subrule (4) most naturally applies to an order with continuing effect --- such as an injunction.",
      "id": "s37"
    },
    {
      "text": "6 Order 52, which deals with appeals, has no equivalent of O 35 r 7(2).",
      "id": "s38"
    },
    {
      "text": "There is, thus, no rule concerning reopening of orders in the exercise of the appellate or related jurisdiction where the orders have been entered.",
      "id": "s39"
    },
    {
      "text": "7 There has been controversy as to whether there is any implied power to set aside an order once entered.",
      "id": "s40"
    },
    {
      "text": "In Copping v ANZ McCaughan Ltd (1997) 67 SASR 525 at 565 Lander J said that:\n \n \"there is no inherent power in the Court to revoke or vary an order once made and perfected by sealing\" \n \n\n(Doyle CJ agreed with Lander J.",
      "id": "s41"
    },
    {
      "text": ") That topic was discussed in Yevad 147 FCR at 286---288, particularly at [29]---[30], but only incidentally as it did not arise on the facts of the case.",
      "id": "s42"
    },
    {
      "text": "The Court referred to the decision of the High Court in DJL v Central Authority [2000] HCA 17 ; (2000) 201 CLR 226 where the majority pointed out that there was no decision of the High Court that approved the reopening of final orders after entry ( DJL [2000] HCA 17 ; 201 CLR 226 at [44] ).",
      "id": "s43"
    },
    {
      "text": "Kirby J, in dissent, at [100] referred to decisions of this Court said to favour a wider view.",
      "id": "s44"
    },
    {
      "text": "The Court in Yevad [2005] FCAFC 263 ; 147 FCR 282 had to consider a case where the notice of motion for reopening of an appeal where final orders had been made was filed before the orders were entered.",
      "id": "s45"
    },
    {
      "text": "The Court held that the time of making of the application to reopen was determinative.",
      "id": "s46"
    },
    {
      "text": "The issue was considered on the basis that orders had not been entered and so O 35 r 7(1) was engaged ( Yevad [2005] FCAFC 263 ; 147 FCR 282 at [32] ---[33]).",
      "id": "s47"
    },
    {
      "text": "That case can be regarded as being concerned with the power of the Court to vary its orders before entry (cf Pantzer v Wenkart [2007] FCAFC 27 per Black CJ at [7]).",
      "id": "s48"
    },
    {
      "text": "8 The first of the cases referred to by Kirby J in DJL [2000] HCA 17 ; 201 CLR 226 was Donkin v AGC (Advances) Ltd [1995] FCA 696.",
      "id": "s49"
    },
    {
      "text": "The procedural history of that case is a cautionary tale.",
      "id": "s50"
    },
    {
      "text": "The orders of the Full Court sought to be set aside had not been entered (see Whitlam J at 11).",
      "id": "s51"
    },
    {
      "text": "The application was considered on the assumption that there was power to reopen but the exceptional nature of that power was stressed and the application refused.",
      "id": "s52"
    },
    {
      "text": "9 The issue was touched on in Wati v Minister for Immigration and Multicultural Affairs (1997) 78 FCR 543 in the course of deciding whether an appeal lay from a single judge's refusal to extend time to institute an appeal.",
      "id": "s53"
    },
    {
      "text": "The order had been entered.",
      "id": "s54"
    },
    {
      "text": "The Full Court was prepared to assume, without deciding, that there was jurisdiction to set the orders aside and that that jurisdiction could be exercised by a Full Court but dismissed the purported appeal as incompetent.",
      "id": "s55"
    },
    {
      "text": "The authorities referred to that were said to support power to reopen an entered order, albeit in very limited circumstances, were Wentworth v Rogers (No 9) (1987) 8 NSWLR 388 per Kirby P at 394 and Haig v Minister Administering the National Parks &amp; Wildlife Act 1974 (1994) 85 LGERA (CA (NSW)) 143 per Kirby P at 153---154.",
      "id": "s56"
    },
    {
      "text": "Those references now have to be read in the light of the majority decision in DJL [2000] HCA 17 ; 201 CLR 226.",
      "id": "s57"
    },
    {
      "text": "10 In Australian Fisheries Management Authority v PW Adams Pty Ltd (No 2) (1996) 66 FCR 349 the orders of the Full Court had not been entered.",
      "id": "s58"
    },
    {
      "text": "In Fox v Commissioner for Superannuation (No 2) [1999] FCA 372 ; (1999) 88 FCR 416, the order had not been entered and O 35 r 7(1) was available.",
      "id": "s59"
    },
    {
      "text": "The \"appeal\" was the exercise of original jurisdiction.",
      "id": "s60"
    },
    {
      "text": "11 The order in this case is final in the sense that it ended the appeal once and for all.",
      "id": "s61"
    },
    {
      "text": "On the other hand, it is not an order made after hearing argument on the merits.",
      "id": "s62"
    },
    {
      "text": "I would be inclined to think that it would be regarded as interlocutory if O 35 r 7(2)(c) were applicable (cf Re Luck [2003] HCA 70 ; (2003) 203 ALR 1).",
      "id": "s63"
    },
    {
      "text": "12 Even if applicable, it would be a bold step to utilise s 23 of the Act or an inherent power to cover a situation where s 25 of the Act and O 35 and O 52 of the Federal Court Rules have closely regulated the field.",
      "id": "s64"
    },
    {
      "text": "If there is a gap it should be filled by amendment of the Rules.",
      "id": "s65"
    },
    {
      "text": "13 Even if there were power to set aside the orders of 9 February 2007, I would not do so.",
      "id": "s66"
    },
    {
      "text": "The original notice of appeal was filed on 30 January 2006 from a judgment delivered on 21 December 2005 ( Dunstan v Human Rights and Equal Opportunity Commission (No 2) [2005] FCA 1885).",
      "id": "s67"
    },
    {
      "text": "The case had commenced in 1997 concerning events occurring between 1987 and 1997.",
      "id": "s68"
    },
    {
      "text": "The hearing had taken place over six days and involved a large volume of documents.",
      "id": "s69"
    },
    {
      "text": "The judgment ran to some 307 paragraphs.",
      "id": "s70"
    },
    {
      "text": "Mr Dunstan had appeared for himself.",
      "id": "s71"
    },
    {
      "text": "Mr Dunstan was in custody at the time of the hearing and has remained in custody until the hearing of this motion.",
      "id": "s72"
    },
    {
      "text": "The original notice of appeal was plainly not in accordance with the Federal Court Rules and was quite inappropriate for the orderly preparation for appeal.",
      "id": "s73"
    },
    {
      "text": "That was pointed out to Mr Dunstan at the hearing of a motion to strike it out on 6 November 2006.",
      "id": "s74"
    },
    {
      "text": "During the course of that hearing Mr Dunstan spelled out the difficulties that he had by reason of his being in custody as well as being a litigant in person.",
      "id": "s75"
    },
    {
      "text": "The respondents had filed an application for security of costs.",
      "id": "s76"
    },
    {
      "text": "It was pointed out that there could be no progress in relation to the appeal or in relation to the question of security for costs until a proper notice of appeal was filed.",
      "id": "s77"
    },
    {
      "text": "It was also pointed out that individuals were named as respondents and suffered from the delay.",
      "id": "s78"
    },
    {
      "text": "The matter was then approaching an anniversary of the date of judgment.",
      "id": "s79"
    },
    {
      "text": "The notice of appeal was struck out and the appellant was granted leave to file an amended notice of appeal on or before 2 February 2007.",
      "id": "s80"
    },
    {
      "text": "By 9 February 2007, an amended notice of appeal had been filed but still was nowhere near being in proper form.",
      "id": "s81"
    },
    {
      "text": "That led to the orders in question.",
      "id": "s82"
    },
    {
      "text": "14 The bases put for reopening fall into three categories.",
      "id": "s83"
    },
    {
      "text": "The first is that Mr Dunstan wishes to pursue an application for a retrial based upon fresh evidence as to documents which were not properly disclosed to him on discovery or otherwise in the course of the case.",
      "id": "s84"
    },
    {
      "text": "This is based upon what are effectively no more than assertions by Mr Dunstan, supported by a process of reasoning which is not self-explanatory.",
      "id": "s85"
    },
    {
      "text": "The support for such an application falls very far short of that which would be required to persuade a court to permit such an issue to be raised at this stage of a case on appeal.",
      "id": "s86"
    },
    {
      "text": "To the extent that the issues can be grappled with, counsel for the respondents has pointed to gaps in relation to each of the conclusions sought to be drawn by Mr Dunstan.",
      "id": "s87"
    },
    {
      "text": "In any event, there is no proper explanation for delay.",
      "id": "s88"
    },
    {
      "text": "15 The second is to flesh out to a greater extent than hitherto some of the practical difficulties that Mr Dunstan has suffered in preparing matters in custody.",
      "id": "s89"
    },
    {
      "text": "However, the general nature of the problems he would suffer has been obvious at all times.",
      "id": "s90"
    },
    {
      "text": "16 The third is that he has again revised the grounds of appeal so that the notice of appeal would be a more manageable size.",
      "id": "s91"
    },
    {
      "text": "However, it is still not in proper form and would require further amendment before it could be regarded as a proper basis for the appeal to proceed.",
      "id": "s92"
    },
    {
      "text": "17 In my opinion, Mr Dunstan has had every opportunity to litigate his complaints.",
      "id": "s93"
    },
    {
      "text": "They received careful and reasoned consideration in the judgment sought to be appealed from.",
      "id": "s94"
    },
    {
      "text": "It is clear from that judgment that the trial judge afforded considerable procedural leeway to Mr Dunstan.",
      "id": "s95"
    },
    {
      "text": "That, in itself, would have had elements of disadvantage to the respondents, as is often the case in a matter presented by an unrepresented applicant.",
      "id": "s96"
    },
    {
      "text": "It is all too easy to sweep aside that effect in the desire to ensure that an unrepresented applicant is not disadvantaged.",
      "id": "s97"
    },
    {
      "text": "Mr Dunstan had ample notice prior to 6 November 2006 that the respondents were claiming that the notice of appeal was defective and he was then given a further three months to put it in order.",
      "id": "s98"
    },
    {
      "text": "The practical effect of what is put is that the Rules of Court governing appeals should be waived in the case of an unrepresented party who feels grievances but is unsuccessful in persuading a judge of a legal basis for those grievances.",
      "id": "s99"
    },
    {
      "text": "In my opinion, that is tantamount to making an appeal a method of oppression of the other parties.",
      "id": "s100"
    },
    {
      "text": "The delay that has occurred already and the costs incurred by the respondents amount to such oppression.",
      "id": "s101"
    },
    {
      "text": "It also imposes a burden on the Court to take over the conduct of an appeal for the benefit of the appellant, to the disadvantage of the other parties and to the detriment of the appearance of even handed justice.",
      "id": "s102"
    },
    {
      "text": "18 In my opinion, the summary dismissal of this appeal was, and remains, appropriate and there is no case made out for reopening of the order made, even if jurisdiction existed to do so.",
      "id": "s103"
    },
    {
      "text": "The motion is dismissed.",
      "id": "s104"
    },
    {
      "text": "Mr Dunstan is to pay the respondents' costs of the motion.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s106"
    },
    {
      "text": "Associate:\n\nDated: 30 August 2007\n\n\n \n The Applicant/Appellant appeared in person \n \n Solicitor for the Second Respondent: Mr C Davis of Phillips Fox \n \n Counsel for the Third, Fourth, Fifth and Sixth Respondents (on 31 May 2007): Mr GA Stretton \n \n Solicitor for the Third, Fourth, Fifth and Sixth Respondents: Mr R Cutler of Clayton Utz \n \n Dates of Hearing: 10 April and 31 May 2007 \n \n Date of Judgment: 30 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1326.html",
      "id": "s107"
    }
  ]
}