{
  "name": "Que Noy v Northern Territory of Australia [2007] FCA 1888 (29 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1888.html",
  "catchphrases": [
    {
      "text": "application to replace applicant under s 66b native title act 1993 (cth)",
      "id": "c0"
    },
    {
      "text": "where claim group comprises composite of three subgroups",
      "id": "c1"
    },
    {
      "text": "need for decisions by claim group as identified in application",
      "id": "c2"
    },
    {
      "text": "whether appropriate decisions made by claim group",
      "id": "c3"
    },
    {
      "text": "whether applicant exceeded authority of the claim group",
      "id": "c4"
    },
    {
      "text": "native title",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 In the area of the Northern Territory just south and east of Litchfield there are two applications for the determination of native title under s 61 of the Native Title Act 1993 (Cth) (the Act) to which the present issue relates.",
      "id": "s0"
    },
    {
      "text": "They are the Fish River Claim (Claim NTD 6028 of 2001) and this matter, the Douglas North Claim (Claim NTD 6023 of 2001).",
      "id": "s1"
    },
    {
      "text": "The proposed Wadeye to Ban Ban Springs (Bonaparte) pipeline (the proposed pipeline) to be constructed by the Australian Pipeline Trust runs through each of those claim areas.",
      "id": "s2"
    },
    {
      "text": "2 There are a number of areas over which there are claims for the determination of native title through which the proposed pipeline runs.",
      "id": "s3"
    },
    {
      "text": "On the evidence, the named applicants in each of those other claims have agreed on behalf of the respective native title claim groups to the terms upon which access should be given for the proposed pipeline.",
      "id": "s4"
    },
    {
      "text": "However, there is some difficulty with the applicants in the Fish River Claim and the Douglas North Claim approving the terms upon which access will be given for the purpose of the pipeline.",
      "id": "s5"
    },
    {
      "text": "Those circumstances have prompted the present motion under s 66B of the Act in this matter and in the Fish River Claim to replace the present named applicants with other persons.",
      "id": "s6"
    },
    {
      "text": "THE MOTION \n \n3 The Douglas North Claim was filed on 13 March 2001.",
      "id": "s7"
    },
    {
      "text": "It was brought by Arthur Que Noy, Gabriel Hazelbane, Paddy Huddleston and Marjorie Foster on behalf of the Wagiman, Warai and Kamu peoples as the native title claim group.",
      "id": "s8"
    },
    {
      "text": "The evidence shows that Arthur Que Noy and Marjorie Foster (Ms Foster) are named as representatives of the Kamu people, Gabriel Hazelbane is named as a representative of the Warai people and Paddy Huddleston is named as a representative of the Wagiman people.",
      "id": "s9"
    },
    {
      "text": "It is common ground that a dispute among the Kamu people gave rise to the current application under s 66B of the Act in circumstances where both Mr Hazelbane and Mr Huddleston as two of the named applicants are prepared to agree to the terms of access proposed for the pipeline, as negotiated by the relevant representative body the Northern Land Council on behalf of all the native title claim groups through whose claim areas it runs.",
      "id": "s10"
    },
    {
      "text": "4 The motion, as amended, was brought by Arthur Que Noy, Gabriel Hazelbane, Paddy Huddleston, Margaret Foster, Francis Storer, Raymond Foster, Rhonda Foster, Tammy White, Barry Foster, Ronald Foster, Peter Stubbs, John Que Noy, Zennas Que Noy and Joyce Quee.",
      "id": "s11"
    },
    {
      "text": "It sought to replace Marjorie Foster as one of the named applicants with Margaret Foster, leaving the remaining named applicants Arthur Que Noy, Gabriel Hazelbane and Paddy Huddleston.",
      "id": "s12"
    },
    {
      "text": "However, as \"applicant\" is defined in s 253 so as to regard all named applicants to an application under s 61 of the Act as \"the applicant\", the alternative contention involved replacing the applicant Arthur Que Noy, Gabriel Hazelbane, Paddy Huddleston and Marjorie Foster with Arthur Que Noy, Gabriel Hazelbane, paddy Huddleston and Margaret Foster.",
      "id": "s13"
    },
    {
      "text": "The reason for that is discussed in [8] below.",
      "id": "s14"
    },
    {
      "text": "The orders sought on the motion principally relied upon s 66B of the Act, but also and alternatively O 6 r 9 of the Federal Court Rules 1979 (Cth) (the Rules).",
      "id": "s15"
    },
    {
      "text": "LEGISLATION \n \n5 Section 66B of the Act relevantly provides:\n \n Replacing the applicant \n\n Application to replace applicant in claimant application \n \n (1) One or more members of the native title claim group (the claim group ) in relation to a claimant application, or of the compensation claim group (also the claim group ) in relation to a compensation application, may apply to the Federal Court for an order that the member, or the members jointly, replace the current applicant for the application on the grounds that:\n \n (a) either:\n \n (i) the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it; or\n \n (ii) the current applicant has exceeded the authority given to him or her by the claim group to make the application and to deal with matters arising in relation to it; and\n \n (b) the member or members are authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s16"
    },
    {
      "text": "Court order \n \n(2) The Court may make the order if it is satisfied that the grounds are established.",
      "id": "s17"
    },
    {
      "text": "6 Section 253 of the Act states that 'authorise', in relation to the making of native title determination applications and dealing with matters arising in relation to such applications, has the meaning given by s 251B.",
      "id": "s18"
    },
    {
      "text": "Section 251B states:\n \n Authorising the making of applications \n\n For the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if:\n \n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind--the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or\n \n (b) where there is no such process--the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s19"
    },
    {
      "text": "That definition also applies to the use of \"authorise\" in s 66B of the Act: Daniel v Western Australia (2002) 194 ALR 278 at [14].",
      "id": "s20"
    },
    {
      "text": "7 Finally, s 253 provides that \"applicant\" has a meaning affected by s 61(2) of the Act.",
      "id": "s21"
    },
    {
      "text": "That subsection states:\n \n Applicant in case of applications authorised by claim groups \n\n (2) In the case of:\n \n (a) a native title determination application made by a person or persons authorised to make the application by a native title claim group; or\n \n (b) a compensation application made by a person or persons authorised to make the application by a compensation claim group;\n \nthe following apply:\n \n (c) the person is, or the persons are jointly, the applicant ; and\n \n (d) none of the other members of the native title claim group or compensation claim group is the applicant .",
      "id": "s22"
    },
    {
      "text": "8 Before moving to the requirements of s 66B, there are two technical matters that are necessary to address.",
      "id": "s23"
    },
    {
      "text": "First, the section refers to replacing \"the applicant\", which is defined in s 253 by reference to s 61(2) to include jointly all of the persons authorised under s 253 to make the application.",
      "id": "s24"
    },
    {
      "text": "Thus, the motion under s 66B should be to replace all of the named applicants, despite the fact it proposes that some of them are to retain their status (see Daniel 194 ALR 278 at [5]; Combined Mandingalbay Yidinji-Gunggandji Claim v State of Queensland [2004] FCA 1703 at [46] ).",
      "id": "s25"
    },
    {
      "text": "That is a practical, but not a substantive, issue where not all of the persons who are named applicants are sought to be replaced, but it is not inconsistent with recent authorities which hold that authorisation under s 251B is held by persons individually, rather than by those persons jointly as \"the applicant\" (see Butchulla People v Queensland [2006] FCA 1063 ; (2006) 154 FCR 233 at [45] ; Doolan v Native Title Registrar (2007) 158 FCR 56 at [60]).",
      "id": "s26"
    },
    {
      "text": "In this matter, the terms of the motion intended, and would practically operate, to remove only Ms Foster as a named applicant and to replace her with her daughter, Margaret Foster, another member of the Kamu people.",
      "id": "s27"
    },
    {
      "text": "The other named applicants would retain their status.",
      "id": "s28"
    },
    {
      "text": "But, the motion may be regarded alternatively as achieving that purpose by seeking to replace \"the applicant\" including all of the named applicants, and replacing them with a new \"applicant\" including the existing named applicants except for Marjorie Foster and adding Margaret Foster.",
      "id": "s29"
    },
    {
      "text": "9 The second preliminary matter, is whether the appropriate persons have brought the motion under s 66B application.",
      "id": "s30"
    },
    {
      "text": "The Act contemplates that any application under s 66B should be brought by the members of the claim group who are proposed to replace the current applicant.",
      "id": "s31"
    },
    {
      "text": "That is made clear by the words \"[o]ne or more members may apply\" for an order that \" the member, or the members jointly\" replace the current applicant in the chapeau to subsection (1) and the requirement that \" the member or members\" in subsection (1)(b) be authorised by the claim group to make the application (emphasis added).",
      "id": "s32"
    },
    {
      "text": "In this matter, the s 66B application has been brought by not only those persons proposed to be the new applicant (Margaret Foster, Arthur Que Noy, Gabriel Hazelbane and Paddy Huddleston), but also by 10 other members of the native title claim group.",
      "id": "s33"
    },
    {
      "text": "In fact, the s 66B motion was originally brought by those same 10 persons and only two of the four proposed new named applicants.",
      "id": "s34"
    },
    {
      "text": "The application was amended on 7 August 2007 to include Gabriel Hazelbane and Paddy Huddleston.",
      "id": "s35"
    },
    {
      "text": "In my view, the application should not have been brought by the extra 10 members of the native title claim group at all, unless they were to be part of the proposed new applicant.",
      "id": "s36"
    },
    {
      "text": "However, as the intent of the application is clear, I will treat the motion as not including those extra 10 names.",
      "id": "s37"
    },
    {
      "text": "If it were necessary, I would give leave to remove those names as applicants on the motion.",
      "id": "s38"
    },
    {
      "text": "CONSIDERATION \n \n10 In Daniel 194 ALR 278 at 284, [17], French J outlined the conditions that must be satisfied before an order can be made under s 66B.",
      "id": "s39"
    },
    {
      "text": "they are:\n \n 1.",
      "id": "s40"
    },
    {
      "text": "There is a claimant application.",
      "id": "s41"
    },
    {
      "text": "2.",
      "id": "s42"
    },
    {
      "text": "Each applicant for an order under s 66B is a member of the native title group.",
      "id": "s43"
    },
    {
      "text": "3.",
      "id": "s44"
    },
    {
      "text": "The person to be replaced is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s45"
    },
    {
      "text": "4.",
      "id": "s46"
    },
    {
      "text": "Alternatively, the person to be replaced has exceeded the authority given to him or her by the claim group.",
      "id": "s47"
    },
    {
      "text": "5.",
      "id": "s48"
    },
    {
      "text": "The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising under it.",
      "id": "s49"
    },
    {
      "text": "11 \n \nA careful reading of s 66B(1) indicates that the cumulative grounds upon which the motion under s 66B may be brought, that is, one of the two alternatives in ss (1)(a)(i) or (ii) and the ground in ss (1)(b), refer to the application for the determination of native title under s 61 of the Act.",
      "id": "s50"
    },
    {
      "text": "They focus upon the status of the current applicant to make the application or that applicant's conduct in relation to that application, and upon the putative applicant's authorisation to make and deal with matter arising in relation to that primary application.",
      "id": "s51"
    },
    {
      "text": "The status of the proposed new applicant to pursue the motion under s 66B require those cumulative conditions to be satisfied, but not necessarily an explicit separate authorisation by the claim group to seek an order under s 66B.",
      "id": "s52"
    },
    {
      "text": "That status already exists if there is an authorisation of the claim group under s 251B to make the claimant application itself and to deal with the matters arising in relation to it: see eg Ward v Northern Territory (2002) 196 ALR 32 at 38, [15].",
      "id": "s53"
    },
    {
      "text": "In Daniel 194 ALR at 296, [53] that particular issue does not appear to have been contentious or therefore to have required particular remark.",
      "id": "s54"
    },
    {
      "text": "Nor, in my view, did it arise in Chapman v State of Queensland (2007) 159 FCR 507 to which my attention was drawn by senior counsel for Marjorie Foster.",
      "id": "s55"
    },
    {
      "text": "12 It is common ground that there is a relevant claimant application.",
      "id": "s56"
    },
    {
      "text": "13 A number of affidavits were filed in support of the motion under s 66B, including affidavits of two anthropologists: Ms Lesley Mearns and Mr Kim Barber.",
      "id": "s57"
    },
    {
      "text": "The motion was not contested by any of the respondents.",
      "id": "s58"
    },
    {
      "text": "It was contested by the person sought to be replaced, Marjorie Foster, who filed a number of affidavits in response.",
      "id": "s59"
    },
    {
      "text": "At the first hearing on 12 June 2007, Ms Foster's son appeared on her behalf.",
      "id": "s60"
    },
    {
      "text": "After some discussion, the motion was adjourned for further hearing until 12 July 2007.",
      "id": "s61"
    },
    {
      "text": "There was at the time some prospect of Marjorie Foster obtaining legal advice before the next hearing, but that did not eventuate.",
      "id": "s62"
    },
    {
      "text": "On that occasion, the s 66B applicants made and adduced oral evidence from the anthropologist, Mr Barber, and completed their submissions.",
      "id": "s63"
    },
    {
      "text": "Marjorie Foster appeared for herself, accompanied by a number of supporting persons.",
      "id": "s64"
    },
    {
      "text": "I considered it would be helpful for her concerns to be put into a more legally structured way.",
      "id": "s65"
    },
    {
      "text": "For that reason, under O 80 of the Rules, I referred Ms Foster to the Registrar for referral to a legal practitioner on the pro bono panel for the purpose of preparing written submissions in response to the s 66B application and to consider whether she should take any further steps in relation to the motion, including exercising the liberty to apply to adduce further evidence.",
      "id": "s66"
    },
    {
      "text": "No such application was made.",
      "id": "s67"
    },
    {
      "text": "However, the subsequent exchange of submissions has been helpful in identifying the particular questions in issue.",
      "id": "s68"
    },
    {
      "text": "14 The applicants on the s 66B motion have made alternative submissions that Ms Foster has either exceeded the authority given to her by the claim group to make the claimant application and to deal with matters arising in relation to it and should be replaced pursuant to ss 66B(1)(a)(ii), or that she is no longer authorised by the claim group to make the claimant application and to deal with matters arising in relation to it and should be replaced pursuant to ss 66B(1)(a)(i).",
      "id": "s69"
    },
    {
      "text": "It is, of course, necessary for them also to show that they are authorised by the native title claim group to make the application for determination of native title and to deal with matters in relation to it.",
      "id": "s70"
    },
    {
      "text": "Subsection 66B(1)(a) \n \n15 To satisfy the condition in ss 66B(1)(a)(ii), the s 66B applicants must show the extent of the authority given to Ms Foster by the claim group and point to conduct said to have exceeded that authority.",
      "id": "s71"
    },
    {
      "text": "There is no requirement under that subsection for a decision to be made revoking such authority: Daniel 194 ALR 278 at [15]-[16].",
      "id": "s72"
    },
    {
      "text": "In that case, at [16] French J said:\n \n If the original authority conferred upon an applicant for the purpose of making and dealing with matters in relation to a native title determination is subject to the continuing supervision and direction of the native title claim group, then it may be that an applicant whose authority is so limited is not authorised to act inconsistently with a resolution or direction of the claim group.",
      "id": "s73"
    },
    {
      "text": "In a case where an applicant does not comply with such a resolution or direction, it is reasonable to say that the applicant has exceeded the authority given to him or her by acting in contravention of the claim group decision.",
      "id": "s74"
    },
    {
      "text": "The criterion of excess of authority as a condition of the power under s 66B may be less onerous than the criterion of cessation of authority.",
      "id": "s75"
    },
    {
      "text": "It does not require a separate decision-making process in order to establish it.",
      "id": "s76"
    },
    {
      "text": "It is also consistent with a beneficial construction of s 66B as a facultative provision directed to maintaining the ultimate authority of the native title claim group.",
      "id": "s77"
    },
    {
      "text": "See also Ward v Northern Territory of Australia (2002) 196 ALR 32.",
      "id": "s78"
    },
    {
      "text": "16 The evidence of the anthropologist Ms Mearns was directed in part to this issue.",
      "id": "s79"
    },
    {
      "text": "Her qualifications were not challenged.",
      "id": "s80"
    },
    {
      "text": "Her research has included extensive work with the Kamu people.",
      "id": "s81"
    },
    {
      "text": "Nor was her evidence challenged, although it was submitted on behalf of Marjorie Foster that her evidence did not support a finding in terms of s 66B(1)(a)(ii) either alone or in conjunction with the other evidence.",
      "id": "s82"
    },
    {
      "text": "It is therefore necessary to refer to the evidence in a little detail.",
      "id": "s83"
    },
    {
      "text": "My findings below are in large measure based upon Ms Mearns' uncontradicted evidence.",
      "id": "s84"
    },
    {
      "text": "17 In 2006, the Northern Territory Power and Water Corporation and ENI Australia BV entered into an agreement for the supply of gas from an offshore gas field 110 kms North West of Wadeye (Port Keats) off Western Australia.",
      "id": "s85"
    },
    {
      "text": "The gas was to be transported to the Channel Island power station near Darwin.",
      "id": "s86"
    },
    {
      "text": "To facilitate that transport, an overland gas pipeline has been proposed to be built across land in the native title claim area.",
      "id": "s87"
    },
    {
      "text": "Members of the native title claim group have since negotiated, and remain in negotiations concerning the building of that pipeline.",
      "id": "s88"
    },
    {
      "text": "The proposed pipeline will also cross land held by the Daly River/Port Keats Aboriginal Land Trust granted under the Aboriginal Land Rights (Northern Territory) Act 1976 and other pastoral leaseholdings over which there are claims for the determination of native title rights under the Act.",
      "id": "s89"
    },
    {
      "text": "The present claim area is one such area.",
      "id": "s90"
    },
    {
      "text": "The Australian Pipeline Trust has been commissioned to construct the proposed pipeline.",
      "id": "s91"
    },
    {
      "text": "18 The Kamu people comprise the cognatic descendants of Kitty Pan Quee.",
      "id": "s92"
    },
    {
      "text": "She had two husbands, Jimmy Pan Quee and Lukana Beygwerrema and three children.",
      "id": "s93"
    },
    {
      "text": "Two of those children are deceased, and Marjorie Foster is therefore the sole surviving child of Kitty Pan Quee.",
      "id": "s94"
    },
    {
      "text": "One of the other children had no issue, and the other had two issue of whom only one, Arthur Que Noy, survives.",
      "id": "s95"
    },
    {
      "text": "Marjorie Foster has 11 children, including Margaret Foster.",
      "id": "s96"
    },
    {
      "text": "There is some evidence of another Kamu descent line from Maudie Ngurrundajin, but there are now no living descendants of that descent line or at least none who are active in Kamu matters.",
      "id": "s97"
    },
    {
      "text": "Each of Kitty Pan Quee's surviving grandchildren also has living descendants.",
      "id": "s98"
    },
    {
      "text": "19 On 8 September 2006, a meeting between the Kamu people and representatives of the Northern Land Council took place to consider the proposed pipeline.",
      "id": "s99"
    },
    {
      "text": "Marjorie Foster and eight of her 11 children attended, as well as some grandchildren, and Arthur Que Noy.",
      "id": "s100"
    },
    {
      "text": "Discussion related to maximising the benefits to the Kamu people of the proposed pipeline and ensuring protection of their country.",
      "id": "s101"
    },
    {
      "text": "There was some disagreement between Marjorie Foster on the one hand and certain others at that meeting as to the Kamu people's response to the proposed pipeline.",
      "id": "s102"
    },
    {
      "text": "Although Marjorie Foster had earlier participated as a plaintiff in certain unrelated court proceedings with five of her children and Arthur Que Noy as representatives of the Kamu people, from September 2006 she has asserted through the Kamu Aboriginal Corporation and personally \"on behalf of\" the Kamu people to the Northern Land Council and to the solicitor for the persons who are presently the applicant in these proceedings that she is the only rightful elder of the Kamu people, and the sole traditional owner of Kamu country.",
      "id": "s103"
    },
    {
      "text": "Marjorie Foster has since that time claimed to hold power to arbitrarily exclude persons from the Kamu group (including certain of her own children and Arthur Que Noy) and so to hold power to consult exclusively on behalf of the Kamu people in the pipeline consultation process, and to appoint alternative legal representation on behalf of the Kamu people without consultation either with the other persons comprising the applicant, or with other Kamu persons.",
      "id": "s104"
    },
    {
      "text": "Such status and power are not, according to Ms Mearns, vested in Ms Foster either through tradition or other agreed process.",
      "id": "s105"
    },
    {
      "text": "In her opinion, disputes among the Kamu people are resolved by \"a process of comprehensive consultations with emphasis on senior persons, being Marjorie Foster, those of her children who have been actively involved in Kamu matters, and Arthur Que Noy.",
      "id": "s106"
    },
    {
      "text": "\"\n \n20 Those facts are not put in issue by evidence from or on behalf of Marjorie Foster.",
      "id": "s107"
    },
    {
      "text": "21 I appreciate that the evidence has not precisely delineated the authority vested in Ms Foster by the native title group.",
      "id": "s108"
    },
    {
      "text": "It was obviously not clearly and explicitly expressed when she and others were authorised to bring the claim.",
      "id": "s109"
    },
    {
      "text": "I do not consider that that is fatal to a conclusion that Ms Foster has exceeded the authority given to \"the applicant:\" including herself to deal with matters relating to the application.",
      "id": "s110"
    },
    {
      "text": "Whether that factual matter has been made out is to be determined upon the whole of the evidence.",
      "id": "s111"
    },
    {
      "text": "22 In my judgment, those facts are sufficient to demonstrate that the current applicant (taking the four persons as named applicants as the current applicant) by reason of Marjorie Foster's conduct have exceeded the authority given by the claim group to deal with matters arising in relation to this application for determination of native title.",
      "id": "s112"
    },
    {
      "text": "I have expressed my conclusion that way because, as noted in [8] above, s 253 and s 61(2) together appear to treat \"the applicant\" as all persons authorised by a claim group to make and deal with an application.",
      "id": "s113"
    },
    {
      "text": "In reality, my conclusion concerns the conduct of Marjorie Foster ostensibly on behalf of \"the applicant\".",
      "id": "s114"
    },
    {
      "text": "I think it is clear that she does not, and did not, have the authority of the claim group unilaterally to decide that the solicitors acting for the claim group should not be permitted to have access to the claim area for the purpose of addressing issues arising out of the proposed pipeline.",
      "id": "s115"
    },
    {
      "text": "The claim group, it must be recalled, is not the Kamu people but the Wagiman, Warai and Kamu peoples.",
      "id": "s116"
    },
    {
      "text": "It is also clear, in my view, that she did not have the authority on behalf of the claim group to take steps to negotiate directly with the Australian Pipeline Trust in relation to the terms of its access to the claim area to the exclusion of others.",
      "id": "s117"
    },
    {
      "text": "Indeed, the support of Arthur Que Noy, Gabriel Hazelbane and Paddy Huddleston for the order sought on the motion, they being the other persons comprising the \"applicant\" confirms that to be the case.",
      "id": "s118"
    },
    {
      "text": "23 It is understandable that Ms Foster would have confused her role as a representative member of the Kamu people, who are a subgroup of the native title claim group, with that as one of the four persons comprising the applicant.",
      "id": "s119"
    },
    {
      "text": "But s 66B(1)(a)(ii) directs attention to the authority of the \"applicant\" on behalf of the claimant group and not to the authority of any particular subset of that group.",
      "id": "s120"
    },
    {
      "text": "24 I do not think it is necessary to decide whether Ms Foster has exceeded her authority given by the subset of the claim group comprising the Kamu people from dealing with the application on their behalf.",
      "id": "s121"
    },
    {
      "text": "That is not a question s 66B(1)(a)(ii) gives rise to.",
      "id": "s122"
    },
    {
      "text": "However, on the evidence, I think there is a strong case that Ms Foster has exceeded the authority given to her by the Kamu people to deal with matters arising in relation to the application.",
      "id": "s123"
    },
    {
      "text": "Her position as to the extent of her authority is inconsistent with that which she and others, including her children, previously adopted.",
      "id": "s124"
    },
    {
      "text": "Her claimed decision-making authority is inconsistent with the description of the Kamu people in the application.",
      "id": "s125"
    },
    {
      "text": "There is no cogent evidence to support her claimed entitlement to exclude descendants of Kitty Pan Quee, whether her own children or Arthur Que Noy, from the Kamu people.",
      "id": "s126"
    },
    {
      "text": "It is inconsistent with the anthropological evidence of Ms Mearns and Mr Barber as to the nature of the decision making processes of the Kamu people.",
      "id": "s127"
    },
    {
      "text": "25 If it were necessary to do so, I would also conclude that on the evidence Ms Foster has also exceeded the authority given to her by the Kamu people to deal with matters in relation to the application.",
      "id": "s128"
    },
    {
      "text": "26 \n \nIt is not necessary to consider whether the alternative provided for in s 66B(1)(a)(i) has also been established on the evidence.",
      "id": "s129"
    },
    {
      "text": "I shall briefly refer to the evidence, as I think it also goes sufficiently far to show that the claim groups no longer authorise her (and \"the applicant\" of which she is one member) to deal with matters in relation to the application.",
      "id": "s130"
    },
    {
      "text": "27 A decision of the native title claim group is required by ss 66B(1)(a)(i) to remove the current applicant's authority (see Daniel 194 ALR 278 at [15]).",
      "id": "s131"
    },
    {
      "text": "At the commencement of the hearing of the application under s 66B on 12 June 2007, the evidence said to support that that decision had been made was said to come from the affidavit of Ms Mearns.",
      "id": "s132"
    },
    {
      "text": "That affidavit outlined the details of a meeting of the Kamu people on 9 February 2007.",
      "id": "s133"
    },
    {
      "text": "The meeting did not extend to all members of the native title claim group.",
      "id": "s134"
    },
    {
      "text": "In particular, neither Gabriel Hazelbane nor Paddy Huddleston nor other members of the Wagiman people or the Warai people were present.",
      "id": "s135"
    },
    {
      "text": "At that meeting, according to Ms Mearns, it was unanimously resolved to remove Ms Foster as a named applicant from the native title determination application and that Margaret Foster and Arthur Que Noy should be named on behalf of the Kamu people as applicants.",
      "id": "s136"
    },
    {
      "text": "There was no evidence as to whether minutes, or any record other than what appears in Ms Mearns affidavit, of the meeting were taken.",
      "id": "s137"
    },
    {
      "text": "Clearly, the decision of the Kamu people in that regard is not a decision of the claim group itself.",
      "id": "s138"
    },
    {
      "text": "Mr Barber's affidavit provided evidence of decisions made by the Wagiman and Warai people subsequent to 12 June 2007 (the first hearing day of the motion).",
      "id": "s139"
    },
    {
      "text": "The evidence is that both the Wagiman people and the Warai people after 12 June 2007 decided to support the motion.",
      "id": "s140"
    },
    {
      "text": "28 The Kamu people's decision was, it was submitted, made at the meeting on 9 February 2007.",
      "id": "s141"
    },
    {
      "text": "Ms Foster and four of her children, namely Maxine Storer, Michael Foster, Kenny Storer and Lynette Anderson did not attend.",
      "id": "s142"
    },
    {
      "text": "On the evidence, two of those children do not actively participate in decisions made by the Kamu group, and the other three persons including Ms Foster were notified of the meeting.",
      "id": "s143"
    },
    {
      "text": "There is no other evidence concerning which members of the Kamu people were notified of the meeting, nor how they were notified, nor what they were told would be considered at the meeting.",
      "id": "s144"
    },
    {
      "text": "29 Spender J in Mandingalbay [2004] FCA 1703 said at [41]:\n \n The absence or even dissent of various members of a native title claim group will not necessarily be fatal to a s 66B application.",
      "id": "s145"
    },
    {
      "text": "See for example, Ward v Northern Territory (2002) 196 ALR 32, and Wiradjuri Wellington v New South Wales Minister for Land and Water Conservation [2004] FCA 1127 , where the absence from the relevant meeting of an applicant whom the meeting resolved to remove was not fatal to the application to have her removed under s 66B of the Act.",
      "id": "s146"
    },
    {
      "text": "Whether the resolutions were authorised by the claim group requires consideration as to what was the appropriate decision-making process and whether it was followed.",
      "id": "s147"
    },
    {
      "text": "30 The appropriate decision-making process of the Kamu people, where disputes have arisen, was described by Ms Mearns as \"a process of comprehensive consultations with emphasis on senior persons, being [Ms] Foster, those of her children who have been actively involved in Kamu matters and Arthur Que Noy.",
      "id": "s148"
    },
    {
      "text": "\" She said that, despite the Kamu people being significantly affected by colonisation, its decision-making process is traditional.",
      "id": "s149"
    },
    {
      "text": "Alternatively, if as a matter of law the process is not regarded as traditional, Ms Mearns said that the process had nonetheless been agreed and adopted by the Kamu people.",
      "id": "s150"
    },
    {
      "text": "Mr Barber said that, if the Kamu decision-making process was found not to be traditional, then it could be argued that a decision-making process based on consensus could be established, as, \"the decision-making process derives from tradition\".",
      "id": "s151"
    },
    {
      "text": "That the process is traditional one was supported by at the hearing on 12 July 2007 by Ms Foster's daughter in law who appeared on her behalf.",
      "id": "s152"
    },
    {
      "text": "She said: \"We have always followed the traditional way of living in our decision-making and respecting our elders.",
      "id": "s153"
    },
    {
      "text": "That has always been our way...\"\n \n31 The evidence on this aspect is not entirely satisfactory.",
      "id": "s154"
    },
    {
      "text": "The reasons for that observation are apparent from the recital of the evidence.",
      "id": "s155"
    },
    {
      "text": "Nevertheless, I am satisfied that the Kamu people traditionally make decisions by a process of comprehensive consultations with emphasis on senior persons, being the upper two generations, who have been actively involved in Kamu matters.",
      "id": "s156"
    },
    {
      "text": "That is the process which appears to have occurred at the meeting on 9 February 2007.",
      "id": "s157"
    },
    {
      "text": "Ms Mearns also said in her affidavit that the Kamu persons present on 9 February 2007 considered that they had properly followed the Kamu people's decision-making process.",
      "id": "s158"
    },
    {
      "text": "Ms Mearns holds the same opinion.",
      "id": "s159"
    },
    {
      "text": "In Mr Barber's affidavit, he too agrees with that proposition.",
      "id": "s160"
    },
    {
      "text": "Consequently, not without hesitation, I have come to the view that the decision made on 9 February 2007 to withdraw Marjorie Foster's authority to make decisions in relation to the application was one which was made by the Kamu people.",
      "id": "s161"
    },
    {
      "text": "On the same occasion a decision was made to replace her with her daughter Margaret Foster as a member of the \"applicant\".",
      "id": "s162"
    },
    {
      "text": "It is then necessary to aggregate with those decisions the decisions of the Wagiman people and of the Warai people to show that the \"applicant\", including and directed at Ms Foster, is no longer authorised by the claim group to do so.",
      "id": "s163"
    },
    {
      "text": "32 The decisions of the Wagiman people and the Warai people to remove Ms Foster's authority to deal with matters arising in relation to the application, and also to authorise her replacement as part of the \"applicant\" with Margaret Foster was addressed through the evidence of Mr Barber.",
      "id": "s164"
    },
    {
      "text": "There were separate meetings of the Wagiman people and Warai people.",
      "id": "s165"
    },
    {
      "text": "The Wagiman people's meeting was held on 21 June 2007 and attended by Paddy Huddleston (one of the named applicants in this claim), George Huddleston, Joe Huddleston and Lenny Liddy.",
      "id": "s166"
    },
    {
      "text": "They were said to constitute the \"core\" of the upper generation of Wagiman men.",
      "id": "s167"
    },
    {
      "text": "Again, the evidence is somewhat scanty.",
      "id": "s168"
    },
    {
      "text": "There is no evidence as to the total number of Wagiman men in the upper generation of the Wagiman people, or as to the number of Wagiman women in the upper generation, other than the fact that one of them, Theresa Banderson was unable to attend.",
      "id": "s169"
    },
    {
      "text": "However, Ms Banderson said that the men referred to above would be able to make the decision on behalf of the Wagiman people.",
      "id": "s170"
    },
    {
      "text": "33 Mr Barber confirmed that the Wagiman persons present stated that they, and the Wagiman group, \"supported the s 66B applications\", and relevantly \"the removal of Marjorie Foster as a named applicant...\".",
      "id": "s171"
    },
    {
      "text": "At the meeting, detailed advice was given about the nature of a s 66B application, including about the dispute within the Kamu group and the decision that they had made on 9 February 2007.",
      "id": "s172"
    },
    {
      "text": "34 Mr Barber said that \"the above decision made by Wagiman persons were properly made in accordance with the Wagiman group's decision making process, and represents the position of that group\".",
      "id": "s173"
    },
    {
      "text": "As I have said, the evidence is scanty about the Wagiman people's decision-making process, but on balance I am satisfied that the Wagiman people did decide in accordance with their traditional decision-making processes to support the decisions made by the Kamu people on 9 February 2007.",
      "id": "s174"
    },
    {
      "text": "35 My concerns about the adequacy of the evidence extend to the Warai people's meeting held on 27 June 2007.",
      "id": "s175"
    },
    {
      "text": "It was attended only by Gabriel Hazelbane (a named applicant in this application) and George Yates.",
      "id": "s176"
    },
    {
      "text": "Mr Barber described those men as \"the most senior of the Warai people.",
      "id": "s177"
    },
    {
      "text": "\" Mr Barber also said that the decision was made in accordance with the Warai people's decision-making process.",
      "id": "s178"
    },
    {
      "text": "There is no other evidence that, as the most senior Warai people, they can make binding decisions on behalf of the Warai people.",
      "id": "s179"
    },
    {
      "text": "There is no evidence that other members of the Warai people had been consulted or even notified that such a decision was being considered.",
      "id": "s180"
    },
    {
      "text": "I must, however, decide the issues on what evidence has been presented.",
      "id": "s181"
    },
    {
      "text": "It has not been suggested by Marjorie Foster that there is other evidence which she wished to adduce on the topic.",
      "id": "s182"
    },
    {
      "text": "Her submission was really that the evidence was not enough to reach a conclusion that the Warai people, in accordance with their traditional or an agreed decision-making process, decided to support the decision made by the Kamu people on 9 February 2007 that Marjorie Foster no longer be authorised to make the applications as part of the \"applicant\" or to deal with matters in relation to it, and to support her replacement as part of the \"applicant\" with Margaret Foster.",
      "id": "s183"
    },
    {
      "text": "I have come to the view that the evidence does go far enough to support such a finding.",
      "id": "s184"
    },
    {
      "text": "I make such a finding.",
      "id": "s185"
    },
    {
      "text": "36 The applicants on the motion asserted that the decision of the claim group can be made by accumulating the separate decisions of the three peoples within it.",
      "id": "s186"
    },
    {
      "text": "Mr Barber said that \"the constituent Aboriginal groups comprising the native title claim groups for both the Douglas North and Fish River applications have each decided to support the s 66B applications.",
      "id": "s187"
    },
    {
      "text": "\" In his oral evidence, Mr Barber addressed the issue of how the wider claim group can be said to have made the two decisions referred to, as distinct from the individual people's groups separately making those decisions.",
      "id": "s188"
    },
    {
      "text": "He said:\n \n At the meetings which I attended, those who attended the meetings were informed of other decisions made by other groups... and were invited to take a view about those decisions and made their decisions themselves in light of the decisions made by the other groups.",
      "id": "s189"
    },
    {
      "text": "...",
      "id": "s190"
    },
    {
      "text": "The groups themselves express the strong view that they made decisions in relation to their own country, mindful of the decisions that the other groups had made and in that way, in this particular instance, each group agreed with the other and therefore there was a consensus outcome.",
      "id": "s191"
    },
    {
      "text": "...",
      "id": "s192"
    },
    {
      "text": "The Kamu, Wagiman and Warai have a part of the society which covers the Douglas North claim area.",
      "id": "s193"
    },
    {
      "text": "They have dreamings which interconnect them; they have kinship which interconnects them.",
      "id": "s194"
    },
    {
      "text": "In relation to those areas which belong to areas within that native title application, the claimants are of the view that they're able to discuss those particular parts of their country in separation from the others but in understanding of the decision made by the other groups about their common interest over the whole.",
      "id": "s195"
    },
    {
      "text": "This is, in part, because they want to make very clear their decision-making process and the basis on which they also cooperate.",
      "id": "s196"
    },
    {
      "text": "37 Counsel for the s 66B applicants then asked Mr Barber about his experience in multi-group situations in land claims, native title claims and development projects.",
      "id": "s197"
    },
    {
      "text": "Mr Barber stated that it was preferable to the Aboriginal groups that he had been involved with for consultations to take place by going from group to group, whilst being mindful of the common nature of the project.",
      "id": "s198"
    },
    {
      "text": "He was not aware of any occasions when the groups concerned with the pipeline had come together.",
      "id": "s199"
    },
    {
      "text": "The following exchange then took place:\n \n MR LEVY: In relation to this matter is there any requirement, to your knowledge, under Aboriginal tradition, that when a number of groups make a decision, for example, the Kamu, Warai and Wagiman groups for the Douglas North application, is there any requirement under Aboriginal tradition that a decision can only be made if those groups actually meet in person collectively and together?",
      "id": "s200"
    },
    {
      "text": "MR BARBER: No, there is not a traditional requirement.",
      "id": "s201"
    },
    {
      "text": "38 I am satisfied that the traditional decision-making process of the Kamu, Wagiman and Warai people collectively, involves each group undergoing its own traditional decision-making process, in light of decisions of the other groups, and a consensus being drawn from those group decisions.",
      "id": "s202"
    },
    {
      "text": "In this case, the decision of each group supported the s 66B application and thereby resolved to remove the authority of Marjorie Foster to deal with matters in relation to the application or to remain as part of the \"applicant\", and further to replace her as part of the \"applicant\" with Margaret Foster.",
      "id": "s203"
    },
    {
      "text": "Accordingly, I consider that the elements of s 66B(1)(a)(i) and (ii) and s 66B(1)(b) are satisfied.",
      "id": "s204"
    },
    {
      "text": "39 I am mindful that the status of an applicant to bring a native title determination application is of central importance: see Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760 at [43] .",
      "id": "s205"
    },
    {
      "text": "See also Ward 196 ALR 32 at [15] and [40].",
      "id": "s206"
    },
    {
      "text": "40 As the submissions of senior counsel for Ms Foster indicate, other decisions of this Court have held that the words 'the application' in ss 66B(1)(b) refer to both the native title determination application and the application under s 66B ( Daniel 194 ALR 278 at [53]) or to only the s 66B application ( Chapman 159 FCR [5]; Mandingalbay [2004] FCA 1703 at [40] ; Moran v Minister for Land and Water Conservation for the State of New South Wales [1999] FCA 1637 at [36] ).",
      "id": "s207"
    },
    {
      "text": "Any authority to make the native title determination application and authority to make the application under s 66B are clearly interdependent.",
      "id": "s208"
    },
    {
      "text": "The members of the claim group authorised to apply under s 66B to replace an applicant must be the proposed new applicant and they must be authorised to make the native title determination application and deal with matters arising under it.",
      "id": "s209"
    },
    {
      "text": "Consequently, in my view, authorisation to bring the application under s 66B must follow from the authorisation required by s 66B(1)(b).",
      "id": "s210"
    },
    {
      "text": "That authorisation includes separate authorisation for each member of the native title claim group who will make up \"the applicant\".",
      "id": "s211"
    },
    {
      "text": "For those persons who will not be newly appointed, but who will maintain their existing status, it would be sufficient to merely refer to their prior authorisation and the fact that it has not been revoked: Butchulla [2006] FCA 1063 ; 154 FCR 233 at [45] .",
      "id": "s212"
    },
    {
      "text": "41 I have a discretion to make orders under s 66B.",
      "id": "s213"
    },
    {
      "text": "It is regrettable that, within a family group, such issues arise as I have had to address.",
      "id": "s214"
    },
    {
      "text": "I am sure both Marjorie Foster and her children, and Arthur Pan Que, are all desirous of achieving a proper outcome in this application for the claim group including the Kamu people, and of properly dealing with matters arising in relation to it.",
      "id": "s215"
    },
    {
      "text": "There is evidently a difference within the Kamu people as to how that should be achieved.",
      "id": "s216"
    },
    {
      "text": "I see no reason why, in those circumstances, I should not make the orders sought when I have concluded that the qualifying criteria in s 66B are satisfied.",
      "id": "s217"
    },
    {
      "text": "42 The consequence of the orders made is not to remove Marjorie Foster from her status as a senior member of the Kamu people.",
      "id": "s218"
    },
    {
      "text": "She retains that status.",
      "id": "s219"
    },
    {
      "text": "Far less is it to change in any way the composition of the Kamu people as a subgroup of the native title claim group.",
      "id": "s220"
    },
    {
      "text": "She remains a member of the native title claim group.",
      "id": "s221"
    },
    {
      "text": "On the affidavit evidence, members of her family will continue to recognise her as a senior Kamu person and will continue to respect her.",
      "id": "s222"
    },
    {
      "text": "She will thus continue to be consulted, and be involved in, the decision-making processes of the Kamu people.",
      "id": "s223"
    },
    {
      "text": "The only thing which changes is the \"applicant\" with authority to make and maintain the application, and to make decisions on matters arising in relation to it.",
      "id": "s224"
    },
    {
      "text": "43 For those reasons I made an order on 22 November that Arthur Que Noy, Gabriel Hazelbane, Paddy Huddleston and Marjorie Foster be removed as the applicant for the native title claim group and be replaced by Arthur Que Noy, Gabriel Hazelbane, Paddy Huddleston and Margaret Foster.",
      "id": "s225"
    },
    {
      "text": "As the reasons for that order are available to the parties only as at the date of these reasons, I also ordered that the time within which any application for leave to appeal from the orders made on 22 November 2007 be extended to 6 December 2007.",
      "id": "s226"
    },
    {
      "text": "I did not need to consider the application of O 6 r 9 of the Rules to the motion.",
      "id": "s227"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s228"
    },
    {
      "text": "Associate: \n\nDated: 29 November 2007\n\n Counsel for the s 66B Applicants: Mr R Levy \n \n Solicitor for the s 66B Applicants: Northern Land Council \n \n Counsel for Marjorie Foster: Mr AC Neal SC (Pro Bono) \n \n Date of Hearing: 12 June, 12 July 2007 \n \n Date of Close of Submissions: 9 August 2007 \n \n Date of Judgment: 29 November 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1888.html",
      "id": "s229"
    }
  ]
}