{
  "name": "Soo Choon v Minister for Immigration &amp; Citizenship [2007] FCA 1534 (14 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1534.html",
  "catchphrases": [
    {
      "text": "no appearance by applicant",
      "id": "c0"
    },
    {
      "text": "applicant removed from australia before hearing",
      "id": "c1"
    },
    {
      "text": "proceedings dismissed under order 35a rule 3(1) of federal court rules",
      "id": "c2"
    },
    {
      "text": "no order as to costs made.",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 The application with which this judgment deals was accepted by the New South Wales District Registry of this Court on 31 August 2007 as a valid application.",
      "id": "s0"
    },
    {
      "text": "It purports to be a notice of appeal, although it does not specify what relief was intended to be sought by the filing of the application.",
      "id": "s1"
    },
    {
      "text": "It was given a formal return date by the Registry for directions at 9.30 am today.",
      "id": "s2"
    },
    {
      "text": "2 It appears from an affidavit filed on 12 September 2007 by Mr Markus, who appears for the respondent Minister, the contents of which I accept, that the applicant (a national of New Zealand) was notified of the decision to cancel his visa on 5 July 2007 and then taken into immigration detention.",
      "id": "s3"
    },
    {
      "text": "3 On 6 July 2007 he signed a document headed Request for Removal from Australia which seems to consent to that step being taken.",
      "id": "s4"
    },
    {
      "text": "He was due to be removed from Australia to New Zealand at 4.20 pm on 31 August 2007.",
      "id": "s5"
    },
    {
      "text": "His application was filed on that day.",
      "id": "s6"
    },
    {
      "text": "4 Upon the making of his application, which, as Mr Markus has pointed out to me, appears to have been delayed until the last possible moment, the matter was listed before the duty judge.",
      "id": "s7"
    },
    {
      "text": "The document filed was treated, in the applicant's favour, as including an attempt to secure interlocutory restraint of his removal from Australia.",
      "id": "s8"
    },
    {
      "text": "Interlocutory relief was refused ( Soo-Choon v Minister for Immigration and Citizenship [2007] FCA 1446) upon the basis that there was no serious question to be tried.",
      "id": "s9"
    },
    {
      "text": "Mr Markus deposes that the applicant was then removed from Australia.",
      "id": "s10"
    },
    {
      "text": "5 The practical consequence of his removal is that the applicant was not able to appear in person at the proceedings this morning although, as Mr Markus has urged upon me, it was possible that he could have appeared through a legal representative.",
      "id": "s11"
    },
    {
      "text": "When the proceedings commenced this morning the applicant was formally called outside the court room.",
      "id": "s12"
    },
    {
      "text": "There was no appearance by him or on his behalf.",
      "id": "s13"
    },
    {
      "text": "6 Mr Markus has applied that the proceedings commenced by the applicant on 31 August 2007 should be dismissed under Order 35A rule 3(1)(a) of the Federal Court Rules .",
      "id": "s14"
    },
    {
      "text": "That rule provides:\n \n '3(1) If an applicant is in default, the court may order that: \n \n \n \n (a) the proceeding be stayed or dismissed as to the whole or any part of the relief claimed by the applicant.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n\nUnder Order 35A rule 2 an applicant is in default if, amongst other things, the applicant fails to attend a directions hearing.",
      "id": "s16"
    },
    {
      "text": "7 I am satisfied that it is appropriate that the proceedings be dismissed under Order 35A rule 3(1)(a).",
      "id": "s17"
    },
    {
      "text": "As Mr Markus has pointed out to me, dismissal of the proceedings does not impinge upon the applicant's right to make an application under Order 35 rule 7, even from New Zealand, in the circumstances dealt with by that rule.",
      "id": "s18"
    },
    {
      "text": "8 Mr Markus has also asked for costs on behalf of the Minister.",
      "id": "s19"
    },
    {
      "text": "A lively debate took place.",
      "id": "s20"
    },
    {
      "text": "I am not satisfied that, in the exercise of my discretion, I should order costs against the applicant when, in every practical sense, his inability to attend personally is the direct result of the fact that he was removed from Australia after the proceedings had been commenced and after a date had been fixed at which they would come before the Court in the ordinary way.",
      "id": "s21"
    },
    {
      "text": "9 In the circumstances, notwithstanding Mr Markus's robust arguments to the contrary, I decline to order costs.",
      "id": "s22"
    },
    {
      "text": "10 I make the following orders:\n1. the proceedings are dismissed under Order 35A rule 3(1)(a);\n2. there be no order as to costs.",
      "id": "s23"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s24"
    },
    {
      "text": "Associate:\n\nDated: 3 October 2007\n\n\n Applicant: The Applicant did not appear \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 14 September 2007 \n \n Date of Judgment: 14 September 2007 \n\n\n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1534.html",
      "id": "s25"
    }
  ]
}