{
  "name": "P Dawson Nominees Pty Ltd v Multiplex Limited [2007] FCA 1044 (12 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1044.html",
  "catchphrases": [
    {
      "text": "representative proceeding claiming breach of continuous disclosure obligations",
      "id": "c0"
    },
    {
      "text": "investigation by australian securities and investments commission",
      "id": "c1"
    },
    {
      "text": "subpoena to asic to produce documents obtained and created in course of investigation",
      "id": "c2"
    },
    {
      "text": "no opposition by asic",
      "id": "c3"
    },
    {
      "text": "opposition by respondents",
      "id": "c4"
    },
    {
      "text": "practice",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant applies for leave to issue a subpoena against the Australian Securities and Investments Commission (ASIC).",
      "id": "s0"
    },
    {
      "text": "Order 27A rule 2(3)(a) of the Federal Court Rules assumes that applications for such leave will ordinarily be made without notice to the recipient of the proposed subpoena or to other parties in the proceeding.",
      "id": "s1"
    },
    {
      "text": "However, here notice was in fact given.",
      "id": "s2"
    },
    {
      "text": "Order 27 rule 4(1) gives a party to the proceeding standing to apply to set aside a subpoena.",
      "id": "s3"
    },
    {
      "text": "The present application has been argued on the implicit basis that considerations which might warrant the setting aside of a subpoena were appropriate to the anterior question of whether leave to issue should be granted.",
      "id": "s4"
    },
    {
      "text": "2 ASIC, the proposed recipient, does not object.",
      "id": "s5"
    },
    {
      "text": "However the respondents Multiplex Limited and Multiple Funds Managements Limited (collectively Multiplex, a term which also includes the United Kingdom subsidiary of the group) have opposed the issue.",
      "id": "s6"
    },
    {
      "text": "The Multiplex proceeding \n \n3 Multiplex contracted to build a new stadium at Wembley in the UK.",
      "id": "s7"
    },
    {
      "text": "Substantial cost overruns and delays occurred.",
      "id": "s8"
    },
    {
      "text": "Relevantly for present purposes, the applicant alleges that between 2 August 2004 and 23 February 2005 Multiplex knew or ought to have known that it was likely, or alternatively that there was a material risk, that the Wembley Stadium project would: \n \n (a) substantially exceed budgeted costs;\n (b) fall further behind the construction schedule;\n (c) make a loss; and \n\n(d) substantially reduce forecasted profit earnings for the 2005 and 2006 financial years.",
      "id": "s9"
    },
    {
      "text": "It is said that in contravention of its obligation of continuous disclosure under s 674 of the Corporations Act 2001 (Cth) Multiplex failed to notify the Australian Stock Exchange (ASX) of those facts.",
      "id": "s10"
    },
    {
      "text": "4 The proceeding is brought as a representative proceeding under Pt IVA of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s11"
    },
    {
      "text": "The damage alleged by the applicant and group members is primarily the difference between the price paid in the relevant period for an interest in Multiplex securities and the \"true value\" of that interest.",
      "id": "s12"
    },
    {
      "text": "5 The Multiplex defence is that at all times it was the fact, or alternatively Multiplex believed on reasonable grounds, that any increase in the cost of the project was recoverable by Multiplex from a number of sub-contractors and would not or was not likely to affect the overall profitability of the project.",
      "id": "s13"
    },
    {
      "text": "ASIC investigation \n \n6 On 22 February 2005 ASIC commenced an investigation into events concerning the Wembley project between June 2004 and December 2005.",
      "id": "s14"
    },
    {
      "text": "On 20 December 2006 Multiplex and ASIC agreed to an enforceable undertaking under s 93AA of the Australian Securities and Investments Commission Act 2001 (Cth).",
      "id": "s15"
    },
    {
      "text": "7 The undertaking recorded that in the course of the investigation ASIC reviewed over 3000 documents and either examined or took statements from 23 witnesses and obtained information from the UK.",
      "id": "s16"
    },
    {
      "text": "8 The undertaking further recorded ASIC's finding that Multiplex:\n \n&#8226; from 3 to 23 February 2005 failed to comply with its continuous disclosure obligations under ASX listing rule 3.1 and s 674 of the Corporations Act ;\n \n&#8226; may not have had appropriate corporate governance and compliance procedures and controls in place to ensure compliance with its continuance disclosure obligations under the Corporations Act and the ASX listing rules; and \n \n&#8226; may not have had appropriate policies and procedures in place to foster and encourage the timely upward reporting of concerns or difficulties at an operational level and the mechanisms in place to effect the reporting of such concerns.",
      "id": "s17"
    },
    {
      "text": "9 Multiplex undertook to provide compensation up to a maximum of $32 million to persons who had acquired securities during the period 3 to 23 February 2005 and to engage an external consultant to review its policies and procedures and make recommendations.",
      "id": "s18"
    },
    {
      "text": "The subpoena \n \n10 The subpoena, as amended by the applicant, requires production by ASIC of:\n \n \n \"1.",
      "id": "s19"
    },
    {
      "text": "One copy of documents provided by Multiplex Limited to the Australian Securities and Investment Commission (ASIC) in the course of or during the period of the investigation (the investigation) referred to in the Enforceable Undertaking under s 93AA of the Australian Securities and Investments Commission Act 2001 entered into by Multiplex Limited on 20 December 2006 (the Enforceable Undertaking), a copy of which is attached to this notice.",
      "id": "s20"
    },
    {
      "text": "2.",
      "id": "s21"
    },
    {
      "text": "One copy of the transcript of examination of all persons examined by ASIC during the course of the investigation.",
      "id": "s22"
    },
    {
      "text": "3.",
      "id": "s23"
    },
    {
      "text": "One copy of all signed or sworn statements from witnesses obtained by ASIC during the course of the investigation.",
      "id": "s24"
    },
    {
      "text": "4.",
      "id": "s25"
    },
    {
      "text": "A copy of the terms of reference referred to at paragraph 2.7 of the Enforceable Undertaking.",
      "id": "s26"
    },
    {
      "text": "5.",
      "id": "s27"
    },
    {
      "text": "A copy of any report by an external consultant provided to ASIC pursuant to clause 2.8 of the Enforceable Undertaking.",
      "id": "s28"
    },
    {
      "text": "\" \n \n Section 25 application to ASIC \n \n11 ASIC is empowered under Pt 3 Div 2 of the ASIC Act to conduct compulsory examinations.",
      "id": "s29"
    },
    {
      "text": "Section 25(1) provides that ASIC may give a copy of the written record of the examination and a copy of any related book to a person's lawyer if the lawyer satisfies ASIC that the person is carrying on or contemplating in good faith a proceeding in respect of a matter to which the examination is related.",
      "id": "s30"
    },
    {
      "text": "\"Book\" is defined in s 5(1) to include a register, financial records, a document, banker's books and any other record of information.",
      "id": "s31"
    },
    {
      "text": "12 On 21 December 2006 solicitors for the applicant applied to ASIC for documents in relation to the Multiplex examinations.",
      "id": "s32"
    },
    {
      "text": "ASIC in accordance with its natural justice obligations (see Johns v Australian Securities Commission [1993] HCA 56 ; (1993) 178 CLR 408), has notified third parties who may be affected by the release of the documents and has received submissions from some of them.",
      "id": "s33"
    },
    {
      "text": "This has proved to be a lengthy process and ASIC has not yet provided any documents to the applicant.",
      "id": "s34"
    },
    {
      "text": "13 As has been mentioned, the documents the subject of item 1 of the subpoena number about 3000 (assuming, as seems reasonable, that ASIC retains the documents it has reviewed, or most of them) and have been sorted into some 200 folders.",
      "id": "s35"
    },
    {
      "text": "The remaining documents sought would seem to be relatively much less numerous.",
      "id": "s36"
    },
    {
      "text": "Current interlocutory applications \n \n14 The present proceeding commenced on 18 December 2006.",
      "id": "s37"
    },
    {
      "text": "Pleadings have been filed.",
      "id": "s38"
    },
    {
      "text": "Multiplex has brought applications for (i) an order under s 33N of the Federal Court Act that the matter no longer proceed under Pt IVA, (ii) security for costs and (iii) transfer to the New South Wales District Registry.",
      "id": "s39"
    },
    {
      "text": "Finkelstein J heard the s 33N application on 27 April 2007 and his decision is reserved.",
      "id": "s40"
    },
    {
      "text": "The other two applications have not yet been heard.",
      "id": "s41"
    },
    {
      "text": "I understand that a date will be fixed after his Honour delivers judgment on the s 33N application.",
      "id": "s42"
    },
    {
      "text": "The matter is in Finkelstein J's docket and the present application has come before me as duty judge.",
      "id": "s43"
    },
    {
      "text": "Security for costs \n \n15 The parties have been in protracted negotiations as to security for costs.",
      "id": "s44"
    },
    {
      "text": "The applicant accepts that security should be ordered but the parties have not agreed on quantum or the form of security, due mainly to disputes about the likely extent of discovery (security is not sought at the moment for steps beyond discovery).",
      "id": "s45"
    },
    {
      "text": "Initially Multiplex sought $24.1 million, of which $24 million was for discovery based on a review of 3.5 million documents with approximately 880,000 potentially discoverable documents.",
      "id": "s46"
    },
    {
      "text": "That figure has since been reduced to $6 million, based on an estimate of 266,000 documents.",
      "id": "s47"
    },
    {
      "text": "The applicant proffers $1.9 million.",
      "id": "s48"
    },
    {
      "text": "Applicant's arguments for leave \n \n16 The applicant relies particularly on the assistance the subpoena will give in narrowing the scope of discovery and, as a consequence, reducing the amount of security ordered.",
      "id": "s49"
    },
    {
      "text": "17 The applicants point out that at a directions hearing on 29 March Finkelstein J suggested that the applicant file an affidavit from a suitably qualified person setting out the types of reports and reporting lines which would be expected of a large construction company and Multiplex would respond with an affidavit setting out the types of reports and reporting lines which actually existed.",
      "id": "s50"
    },
    {
      "text": "The applicant subsequently filed such an affidavit, but Multiplex did not take up the suggestion.",
      "id": "s51"
    },
    {
      "text": "It is said the ASIC documents would be likely to identify in some detail the reporting systems which existed within Multiplex and thus reduce the scope of discovery, in that it would be easier to identify the kind of documents which went to senior management or the Board.",
      "id": "s52"
    },
    {
      "text": "18 Further it is likely that the documents sought under the subpoena will permit further narrowing of issues in dispute between the parties.",
      "id": "s53"
    },
    {
      "text": "This may have the effect of dramatically reducing the scope of discovery in the proceeding.",
      "id": "s54"
    },
    {
      "text": "At the very least, the applicant will not require Multiplex to discover those documents which it obtains from ASIC under the subpoena.",
      "id": "s55"
    },
    {
      "text": "One might add that the sorting of the documents into 200 folders will improve accessibility.",
      "id": "s56"
    },
    {
      "text": "Multiplex arguments \n \n19 Multiplex says the subpoena has no \"legitimate forensic purpose\" and constitutes an abuse of process.",
      "id": "s57"
    },
    {
      "text": "It is to be used as a \"substitute for discovery\".",
      "id": "s58"
    },
    {
      "text": "It would be oppressive because the recipient would have to \"go through a discovery style exercise\".",
      "id": "s59"
    },
    {
      "text": "Documents produced would include documents irrelevant to the current proceeding because the ASIC investigation covered a longer period (June 2004 to December 2005) than the period in which the represented group acquired Multiplex securities (2 August 2004 to 30 May 2005).",
      "id": "s60"
    },
    {
      "text": "If the proceeding continued with only the applicant, its only relevant acquisition was on 18 November 2004.",
      "id": "s61"
    },
    {
      "text": "20 Multiplex says that the application is premature.",
      "id": "s62"
    },
    {
      "text": "The action may not proceed if the s 33N application is successful.",
      "id": "s63"
    },
    {
      "text": "Amongst other reasons, the litigation funder may make a commercial decision not to back the proceeding any further.",
      "id": "s64"
    },
    {
      "text": "Or the matter may proceed in another court.",
      "id": "s65"
    },
    {
      "text": "No security has yet been provided.",
      "id": "s66"
    },
    {
      "text": "Multiplex should not be put to the expense involved in reviewing documents and making privilege claims.",
      "id": "s67"
    },
    {
      "text": "The subpoena interfered with Multiplex's rights in respect of \"our documents\" prior to the unresolved security for costs application, which included an application for a stay of proceedings until such security was provided.",
      "id": "s68"
    },
    {
      "text": "21 Further it is said that the subpoena would subvert ASIC's natural justice considerations as required by Johns .",
      "id": "s69"
    },
    {
      "text": "22 Insofar as the subpoena by items 4 and 5 seeks the terms of reference and report of the consultant, it is said to be fishing and enquiring after irrelevant matter.",
      "id": "s70"
    },
    {
      "text": "Conclusion \n \n23 It has been firmly established since the decision of Toohey J when a judge of this Court in Hughes v Western Australian Cricket Association (Inc) (1986) 66 ALR 541 that a subpoena duces tecum may be directed to a non-party prior to trial.",
      "id": "s71"
    },
    {
      "text": "The power exists \"where it appears to the court to be in the interests of justice and the proper and expeditious conduct of a proceeding that a person produce documents before the date of hearing of the [substantive] application\": at 543.",
      "id": "s72"
    },
    {
      "text": "(That case was the converse of the present in that issue of the subpoena was opposed by the proposed recipient, the Australian Cricket Board, but the respondent in the proceeding did not appear.",
      "id": "s73"
    },
    {
      "text": ")\n \n24 In the present case senior counsel for Multiplex cited a line of cases which hold that a subpoena duces tecum is not to be used as a substitute for discovery: Commissioner for Railways v Small (1938) 38 SR (NSW) 564, Australian Competition and Consumer Commission v Shell Co of Australia Ltd (1999) 161 ALR 686, Pasini v Vanstone [1999] FCA 1271.",
      "id": "s74"
    },
    {
      "text": "However, all these cases were concerned with subpoenas directed to a party.",
      "id": "s75"
    },
    {
      "text": "True it is that in Hughes (at 543) Toohey J, citing Small , said that a party may not though a subpoena \"obtain discovery from a stranger to the action\".",
      "id": "s76"
    },
    {
      "text": "But what was meant by obtaining discovery from a stranger emerges from the judgment of Jordan CJ in Small at 573:\n \n \"If [a subpoena duces tecum ] be addressed to a stranger, it must specify with reasonable particularity the documents which are required to be produced.",
      "id": "s77"
    },
    {
      "text": "A subpoena duces tecum ought not to be issued to such a person requiring him to search for and produce all such documents as he may have in his possession or power relating to a particular subject matter.",
      "id": "s78"
    },
    {
      "text": "It is not legitimate to use a subpoena for the purpose of endeavouring to obtain what would be in effect discovery of documents against a person who, being a stranger, is not liable to make discovery.",
      "id": "s79"
    },
    {
      "text": "A stranger to the cause ought not to be required to go to trouble and perhaps to expense in ransacking his records and endeavouring to form a judgment as to whether any of his papers throw light on a dispute which is to be litigated upon issues of which he is presumably ignorant\".",
      "id": "s80"
    },
    {
      "text": "25 In the present case, no such burden is cast upon ASIC.",
      "id": "s81"
    },
    {
      "text": "The documents in items 2 to 5 are specifically identified by description.",
      "id": "s82"
    },
    {
      "text": "The documents in item 1 are identified by an objective criterion within the knowledge of ASIC, namely that they were provided by Multiplex to ASIC in the course of the investigation in question.",
      "id": "s83"
    },
    {
      "text": "The best evidence as to the alleged burden on ASIC is the response from ASIC itself on receipt of the proposed subpoena.",
      "id": "s84"
    },
    {
      "text": "On 3 July ASIC wrote to the applicant's solicitors in these terms (formal parts omitted):\n \n \"Whether or not the subpoena should be issued and the types and categories of documents that might properly be sought under the subpoena, having regard to the particular proceedings, is a matter for the parties and for the Court and ASIC does not make any comment in relation to those questions.",
      "id": "s85"
    },
    {
      "text": "ASIC will, of course, use its best endeavours to comply with any subpoena issued, reserving its rights in relation to any claims for privilege and/or public interest immunity that may need to be made.",
      "id": "s86"
    },
    {
      "text": "In relation to the description of the documents, ASIC requests that you clarify whether the reference to 'all statements from witnesses obtained by ASIC during the course of the investigation' , in paragraph 2 of the Schedule, refers only to statements which have been finalized (ie signed or sworn by the deponent).",
      "id": "s87"
    },
    {
      "text": "Also, having regard to the very large volume of documents that the subpoena, in its present form, would encompass, we request that due consideration be given to providing sufficient time to allow the documents to be collated and reviewed.",
      "id": "s88"
    },
    {
      "text": "\" \n\n26 The point made in the third paragraph of ASIC's letter has been met by the applicant's amendment to item 3 of the subpoena.",
      "id": "s89"
    },
    {
      "text": "Otherwise it is simply a matter of allowing ASIC a reasonable time to review the documents.",
      "id": "s90"
    },
    {
      "text": "ASIC makes no complaint that responding to the subpoena will interfere with its natural justice obligations.",
      "id": "s91"
    },
    {
      "text": "27 The caution that courts have exercised where parties seek to obtain documents by subpoena from other parties is influenced by the principle that a particular procedure has been prescribed for obtaining such documents, namely discovery: Shell Co at [50].",
      "id": "s92"
    },
    {
      "text": "With non-parties, however, the position is reversed.",
      "id": "s93"
    },
    {
      "text": "In recent times the introduction of O 15A r 8 has allowed discovery from non-parties, but it is a jurisdiction which \"should be exercised with caution\" and is not intended \"for the general run of case\": McIlwain v Ramsey Food Packaging Pty Ltd (2005) 221 ALR 785 at [33].",
      "id": "s94"
    },
    {
      "text": "So for the obtaining of documents from a non-party such as ASIC, subpoena duces tecum is the norm rather than the exception.",
      "id": "s95"
    },
    {
      "text": "28 In my opinion, for the reasons advanced by the applicant, the production of the ASIC documents is likely to assist in resolving discovery questions, both for the purpose of the security for costs question and generally for the more efficient conduct of the proceeding.",
      "id": "s96"
    },
    {
      "text": "29 Indeed, although the applicant did not put it this way, there is a general utility in both parties obtaining access to the ASIC documents now.",
      "id": "s97"
    },
    {
      "text": "The more information the parties have, the better informed the decisions that can be made for the future conduct of the proceeding.",
      "id": "s98"
    },
    {
      "text": "The ASIC investigation, although it concerned a time period which does not exactly coincide with the comparable period alleged in the proceeding, was a substantial enquiry concerned with the core issues in this proceeding, namely the problems at Wembley, Multiplex's awareness of them, and the extent of Multiplex's disclosure.",
      "id": "s99"
    },
    {
      "text": "The ASIC documents must be a treasure trove of information, valuable for both parties.",
      "id": "s100"
    },
    {
      "text": "Indeed the present exercise would have made more sense had it been a joint application by the parties to obtain documents from a reluctant ASIC.",
      "id": "s101"
    },
    {
      "text": "30 The present litigation presents the daunting prospect of possibly four or more major building cases inside a complex corporations case.",
      "id": "s102"
    },
    {
      "text": "The potential of the represented group's claim is said to exceed $100 million.",
      "id": "s103"
    },
    {
      "text": "The sooner the parties obtain the knowledge acquired by ASIC, the better they will be to positioned to understand the strengths and weaknesses of their respective cases, the evidence needed and not needed and even, dare one say, the prospects of settlement.",
      "id": "s104"
    },
    {
      "text": "31 The documents sought have at least potential relevance to the issues in this case: Australian Gas Light Company v Australian Competition and Consumer Commission [2003] FCA 1101 at [8] .",
      "id": "s105"
    },
    {
      "text": "At the very least they could be reasonably be expected to throw light on some of the issues: Cosco Holdings Pty Ltd v Commissioner of Taxation (1997) 37 ATR 432, McIlwain at [35].",
      "id": "s106"
    },
    {
      "text": "In particular, this can be said of the consultant's report.",
      "id": "s107"
    },
    {
      "text": "The fact that a document may not be admissible in evidence does not of itself mean it cannot be the subject of a valid subpoena.",
      "id": "s108"
    },
    {
      "text": "32 As to the prematurity argument, the current stand of the applicant, as I am assured by its counsel, is that the case will proceed in this Court in one form or other, regardless of the outcome of the s 33N application; see s 33P of the Federal Court Act.",
      "id": "s109"
    },
    {
      "text": "This is a very large claim, backed by a commercial litigation funder.",
      "id": "s110"
    },
    {
      "text": "The undertaking obtained by ASIC would indicate that it has at least arguable merit.",
      "id": "s111"
    },
    {
      "text": "The case is not likely to go away.",
      "id": "s112"
    },
    {
      "text": "33 When a security for costs order is made, there will be a stay until the security is provided.",
      "id": "s113"
    },
    {
      "text": "But security is likely to be provided by some form of bank instrument.",
      "id": "s114"
    },
    {
      "text": "In the circumstances, it seems unlikely that the provision of security, once ordered, will delay the progress of this proceeding to any significant extent.",
      "id": "s115"
    },
    {
      "text": "In any event, the fact remains that there is no stay in operation at the moment.",
      "id": "s116"
    },
    {
      "text": "34 Multiplex did not suggest that the purposes asserted by the applicant, as summarised in [16]-[18] above, were not in fact its purposes, or that it had some other undisclosed purposes not connected with this litigation.",
      "id": "s117"
    },
    {
      "text": "The applicant's purposes seem to me to be forensic purposes.",
      "id": "s118"
    },
    {
      "text": "On their face they are related to this litigation.",
      "id": "s119"
    },
    {
      "text": "The proposed subpoena will bring tangible benefits to the applicant in the conduct of this litigation (and, as suggested above, to Multiplex also).",
      "id": "s120"
    },
    {
      "text": "I do not see the applicant's purposes as illegitimate.",
      "id": "s121"
    },
    {
      "text": "35 There will be leave to the applicant to issue a subpoena to ASIC seeking the documents detailed in [10] above, subject to the following terms:\n \n (1) Within 14 days of service of the subpoena and a copy of this order and these reasons ASIC shall\n \n (a) deposit at the Victoria District Registry of the Court the documents the subject of the subpoena together with a list of such documents; and\n \n (b) file such list in the Court and serve a copy on the parties.",
      "id": "s122"
    },
    {
      "text": "(2) If ASIC seeks to restrict inspection of any of the documents by the parties on grounds of privilege or for any other reason it shall\n \n (a) separate such documents in an identified bundle and \n\n (b) file in the Court and serve on the parties a statement identifying such documents and the grounds on which such restriction is claimed.",
      "id": "s123"
    },
    {
      "text": "(3) The respondents shall have 14 days after the deposit of such documents to inspect and make copies of those to which ASIC does not seek to restrict inspection.",
      "id": "s124"
    },
    {
      "text": "(4) If the respondents seek to restrict inspection of any of the documents by the applicant they shall \n \n (a) by arrangement with ASIC separate such documents in an identified bundle; and\n \n (b) file in Court and serve on ASIC and the applicant a statement identifying such documents and the grounds on which such restriction is claimed.",
      "id": "s125"
    },
    {
      "text": "(5) After the expiry of the period in (3) above the applicant shall be at liberty to inspect and make copies of the documents to which neither ASIC nor the respondents seek to restrict inspection.",
      "id": "s126"
    },
    {
      "text": "(6) The parties and ASIC may refer to a judge any dispute as to restrictions on inspection.",
      "id": "s127"
    },
    {
      "text": "36 There will be an order that Multiplex pay the costs of this application.",
      "id": "s128"
    },
    {
      "text": "Its opposition has been unreasonable.",
      "id": "s129"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s130"
    },
    {
      "text": "Associate:\n\nDated: \n\n Counsel for the Applicant: A Watson \n \n Solicitors for the Applicant: Maurice Blackburn Cashman \n \n Counsel for the first Respondent: A S Bell SC \n \n Solicitors for the first Respondent: Mallesons Stephen Jaques \n \n Counsel for the second Respondent: K E Day \n \n Solicitors for the second\nRespondent: Freehills \n \n Date of Hearing: 5 July 2007 \n \n Date of Judgment: 12 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1044.html",
      "id": "s131"
    }
  ]
}