{
  "name": "SBTF v Minister for Immigration &amp; Citizenship [2007] FCA 1816 (28 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1816.html",
  "catchphrases": [
    {
      "text": "whether tribunal considered the appellant would suffer psychological harm if he was returned to bahrain",
      "id": "c0"
    },
    {
      "text": "where tribunal found the appellant had been arrested, detained and tortured",
      "id": "c1"
    },
    {
      "text": "where tribunal accepted that shia muslims are discriminated against in bahrain",
      "id": "c2"
    },
    {
      "text": "where tribunal had before it two reports from a doctor",
      "id": "c3"
    },
    {
      "text": "whether of any consequence that the second report was only furnished to the tribunal in response to a s 424a request",
      "id": "c4"
    },
    {
      "text": "whether psychological harm may be serious harm within the meaning of s 91r(2)",
      "id": "c5"
    },
    {
      "text": "appeal allowed.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from an order of a Federal Magistrate made on 8 August 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) made on 31 October 2006 and handed down on 10 November 2006.",
      "id": "s0"
    },
    {
      "text": "In its decision, the Tribunal affirmed a decision of a delegate of the Minister to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant was born on 10 December 1980 and a citizen of Bahrain.",
      "id": "s2"
    },
    {
      "text": "He is of the Shia Muslim faith.",
      "id": "s3"
    },
    {
      "text": "On 7 January 2006 he arrived in Australia as the holder of a Subclass 676 (Tourist) visa.",
      "id": "s4"
    },
    {
      "text": "On 9 February 2006 he applied for a Protection (Class XA) visa.",
      "id": "s5"
    },
    {
      "text": "On 13 June 2006 a delegate of the first respondent refused that application.",
      "id": "s6"
    },
    {
      "text": "On 5 July 2006 the appellant lodged an application with the Tribunal for a review of the delegate's decision.",
      "id": "s7"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate.",
      "id": "s8"
    },
    {
      "text": "3 In his application for a protection visa the appellant claimed that he had been involved in protests against the government over a number of years.",
      "id": "s9"
    },
    {
      "text": "He asserted that in 1997 he was captured by the authorities and, although not charged with anything, put in jail where he remained for 13 months during which time he was tortured.",
      "id": "s10"
    },
    {
      "text": "4 After his release, he worked as a fisherman with his brother.",
      "id": "s11"
    },
    {
      "text": "He claimed that on 28 November 2005 he was involved in a peaceful protest after which he returned to his fishing.",
      "id": "s12"
    },
    {
      "text": "When he returned from his fishing trip he found that his younger brother had been arrested by the authorities.",
      "id": "s13"
    },
    {
      "text": "He said that he then hid for a month not returning home.",
      "id": "s14"
    },
    {
      "text": "Because his family advised him it was too dangerous to return home, he decided to leave Bahrain.",
      "id": "s15"
    },
    {
      "text": "He said that when he left threats against his life were being made to him by three government security officers.",
      "id": "s16"
    },
    {
      "text": "5 He claimed that since arriving in Australia he had been advised by his family that an \"arrest document\" had been left at his house.",
      "id": "s17"
    },
    {
      "text": "He made arrangements to have it sent to him by mail and attached the document to his application to the Minister.",
      "id": "s18"
    },
    {
      "text": "6 He claimed that if he returned to Bahrain he would be incarcerated without charge or hearing before a court and tortured.",
      "id": "s19"
    },
    {
      "text": "He claimed that he feared that he would be killed by government officers who had made threats to kill him.",
      "id": "s20"
    },
    {
      "text": "7 When interviewed by the delegate, he told the delegate that he was discriminated against because of his religion because, although Shia Muslims comprise the majority of the population in Bahrain, the Sunni Muslims enjoy the power.",
      "id": "s21"
    },
    {
      "text": "As a result, he was not able to obtain government employment and was treated as a lower class citizen.",
      "id": "s22"
    },
    {
      "text": "8 He told the delegate that between 1999 and 2003 he was not politically active.",
      "id": "s23"
    },
    {
      "text": "He said that he did protest between 2003 and 2005 but did not experience any difficulty with the authorities until after the peaceful protest in November 2005.",
      "id": "s24"
    },
    {
      "text": "9 The appellant provided the Department with a report in support of an application for financial assistance under the Asylum Seekers Assistance Scheme from Dr Michael Lee dated 27 March 2006 in which Dr Lee said that as a result of the appellant's incarceration and torture the appellant was \"unfit to work or study on psychological and emotional grounds.",
      "id": "s25"
    },
    {
      "text": "\"\n \n10 The appellant attended the Tribunal hearing at which he was represented.",
      "id": "s26"
    },
    {
      "text": "In his submission to the Tribunal he confirmed that which he had told the delegate in relation to his political activity to 2005.",
      "id": "s27"
    },
    {
      "text": "He said that he was unaware when he left the peaceful protest on 28 November 2005 that it had subsequently turned into a three day riot with dozens of protesters arrested.",
      "id": "s28"
    },
    {
      "text": "He said that following the protest, three government security policemen came to his house looking for him and made threats against him.",
      "id": "s29"
    },
    {
      "text": "He said that the police officers had told his family that if they found him they would kill him.",
      "id": "s30"
    },
    {
      "text": "11 He said that he had subsequently found that one of his brothers was detained for three months and released, and another was detained for eight months without charge and had not been released.",
      "id": "s31"
    },
    {
      "text": "12 He also said that following the 2005 protest, he had received a phone call from the police officer who was involved in his arrest in 1997, which caused him to be fearful.",
      "id": "s32"
    },
    {
      "text": "13 Apart from the appellant, two witnesses gave evidence in support of his application before the Tribunal.",
      "id": "s33"
    },
    {
      "text": "Dr Lee described the appellant as a completely broken man who was unable to communicate anything without shaking.",
      "id": "s34"
    },
    {
      "text": "He said that although the appellant had not claimed that he was sexually assaulted, it was Dr Lee's strong suspicion that he had been which, by reason of Bahraini culture, was \"worse than death\".",
      "id": "s35"
    },
    {
      "text": "He said that the appellant was on medication including anti-depressants and anti-psychotics.",
      "id": "s36"
    },
    {
      "text": "The other witness, Mr Hertz, confirmed that he had been at the demonstration in 2005 and left with the appellant at 6.00pm to go fishing.",
      "id": "s37"
    },
    {
      "text": "14 Following the hearing, the Tribunal wrote to the appellant in compliance with s 424A of the Migration Act 1958 (Cth ) (the Act) inviting his comments on a number of matters which the Tribunal informed the appellant were relevant because of inconsistencies between his claims in his protection visa application and his evidence before the Tribunal.",
      "id": "s38"
    },
    {
      "text": "15 The appellant's migration agent responded on 20 October 2006 enclosing the appellant's statutory declaration in which the appellant addressed the inconsistencies which the Tribunal had raised.",
      "id": "s39"
    },
    {
      "text": "The migration agent also enclosed an undated letter from Dr Lee who offered a number of opinions, some within and some without his expertise.",
      "id": "s40"
    },
    {
      "text": "16 In any event, Dr Lee said that the appellant had a fragile and sensitive personality and had suffered significant psychological damage due to his treatment by police in Bahrain.",
      "id": "s41"
    },
    {
      "text": "17 The Tribunal accepted the appellant's claim that he was a Shia Muslim and thereby a person discriminated against in Bahrain.",
      "id": "s42"
    },
    {
      "text": "It accepted that Shia Muslims suffered from institutionalised discrimination which included political discrimination to ensure majority Sunni representation despite their minority status within Bahrain; political naturalisation, a policy designed to alter the island's demographic balance; discrimination in government employment; and segregation in that most Shiites lived in poor villages on the outskirts of the city because they were forbidden from living in certain areas and were not permitted to own land in those areas.",
      "id": "s43"
    },
    {
      "text": "The Tribunal observed that despite the discrimination in Bahrain the appellant had been in continuous employment whilst in Bahrain and had accumulated sufficient money to travel.",
      "id": "s44"
    },
    {
      "text": "In particular, the Tribunal concluded that \"although Shias are subject to quite severe forms of discrimination in Bahrain, this discrimination is not of sufficient seriousness to amount to serious harm and is not persecution within the meaning of the Convention.",
      "id": "s45"
    },
    {
      "text": "\"\n \n18 The Tribunal referred to Dr Lee's evidence that non-Sunnis in Bahrain are subject to random acts of violence, interrogation, imprisonment and torture.",
      "id": "s46"
    },
    {
      "text": "It noted that Dr Lee did not identify the source of his information.",
      "id": "s47"
    },
    {
      "text": "The Tribunal found on the available country information that there was no real chance of the appellant being at risk \"of this treatment in the reasonably foreseeable future merely for being a Shia.",
      "id": "s48"
    },
    {
      "text": "\"\n \n19 The Tribunal concluded that the appellant did not have a well-founded fear of persecution by reason of his religion.",
      "id": "s49"
    },
    {
      "text": "20 The Tribunal accepted that the appellant had been arrested, detained and tortured in 1997 as he claimed.",
      "id": "s50"
    },
    {
      "text": "It also accepted that upon his release he may have received threats from the police.",
      "id": "s51"
    },
    {
      "text": "It found, however, that those threats had never been acted upon.",
      "id": "s52"
    },
    {
      "text": "21 Notwithstanding his arrest, detention and torture in 1997, the Tribunal did not accept that that would have given him any profile with the Bahraini authorities in the absence of further political activity.",
      "id": "s53"
    },
    {
      "text": "22 It found that after 1997 the appellant had little knowledge of political events and did not appear to have any strong political convictions.",
      "id": "s54"
    },
    {
      "text": "It found \"that he was not politically active between 1998 and 2003.",
      "id": "s55"
    },
    {
      "text": "\" Indeed, it had serious doubts as to whether the appellant attended the 2005 protest at all.",
      "id": "s56"
    },
    {
      "text": "However, if he did, the Tribunal found he attended for only about two hours at the peaceful protest.",
      "id": "s57"
    },
    {
      "text": "It found, therefore, that the limited involvement in that protest and the absence of any political activity since 1997 would have meant that he had no political profile in Bahrain.",
      "id": "s58"
    },
    {
      "text": "23 The Tribunal rejected the appellant's evidence that the police had come to his home looking for him or that there was a warrant issued for his arrest.",
      "id": "s59"
    },
    {
      "text": "It also rejected his claim that the policeman who was involved in his 1997 arrest threatened him eight years later as the appellant claimed.",
      "id": "s60"
    },
    {
      "text": "24 Whilst the Tribunal was prepared to accept that the appellant might have a subjective fear of persecution by reason of his arrest, detention and torture in 1997, it was not prepared to accept that he had been involved in any political activity since that time apart from the possible attendance at a peaceful demonstration in 2005.",
      "id": "s61"
    },
    {
      "text": "It found that it was not his fear of persecution that prevented him being involved in political activities but rather his lack of interest.",
      "id": "s62"
    },
    {
      "text": "25 It found that there was no real chance that the appellant would be politically active if he were returned to Bahrain and thereby come to the attention of the authorities, or that he would be persecuted for reasons of an imputed political opinion or a political opinion.",
      "id": "s63"
    },
    {
      "text": "It therefore concluded that he did not have an objectively based well-founded fear of persecution for reasons of an imputed political opinion or a political opinion.",
      "id": "s64"
    },
    {
      "text": "26 The appellant applied to the Federal Magistrates Court for a judicial review of the Tribunal's decision.",
      "id": "s65"
    },
    {
      "text": "Two grounds were advanced.",
      "id": "s66"
    },
    {
      "text": "First, that the Tribunal had exceeded its jurisdiction in making its decision to affirm the delegate of the first respondent's decision.",
      "id": "s67"
    },
    {
      "text": "Secondly, that the Tribunal had constructively failed to exercise its jurisdiction in arriving at its decision.",
      "id": "s68"
    },
    {
      "text": "The application did not contain any detail.",
      "id": "s69"
    },
    {
      "text": "27 In his written submissions before the Federal Magistrate, the appellant's counsel submitted that the Tribunal failed to properly exercise its jurisdiction under s 91R of the Act by not properly considering the risk of serious harm if the appellant were compelled to return to Bahrain.",
      "id": "s70"
    },
    {
      "text": "In particular, it was put that the Tribunal had failed to consider the cumulative consequences of the appellant's experiences between 1997 and the present, and the potential to cause him psychological harm.",
      "id": "s71"
    },
    {
      "text": "28 It was contended that the appellant had put forward a case that he would suffer a real risk of psychological harm if he were obliged to return to Bahrain.",
      "id": "s72"
    },
    {
      "text": "It was contended that the Tribunal had applied too narrow a test of s 91R.",
      "id": "s73"
    },
    {
      "text": "The appellant also contended before the Federal Magistrate that the Tribunal had not applied its mind to whether the appellant would be at risk of persecution for an imputed political opinion.",
      "id": "s74"
    },
    {
      "text": "The Tribunal had only applied its mind, so it was put, to whether the appellant would on his return be politically active.",
      "id": "s75"
    },
    {
      "text": "The question was, it was submitted, would he be at risk because the authorities would impute to him a political opinion in accordance with the previous judgment of the authorities.",
      "id": "s76"
    },
    {
      "text": "29 The Federal Magistrate rejected both of the appellant's arguments.",
      "id": "s77"
    },
    {
      "text": "The Federal Magistrate found that the Tribunal did consider all aspects of the appellant's claim regarding his potential to be at risk of persecution in Bahrain.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate found:\n \n \n 57.",
      "id": "s79"
    },
    {
      "text": "It is the applicant's complaint that the Tribunal failed to consider the cumulative consequences of the applicant's experience in assessing the degree of his fear that he might suffer serious harm, if returned to Bahrain.",
      "id": "s80"
    },
    {
      "text": "On a subjective basis, the Tribunal accepted that these were relevant considerations.",
      "id": "s81"
    },
    {
      "text": "It said as much.",
      "id": "s82"
    },
    {
      "text": "However, in my view, the particular vulnerabilities of the applicant are not relevant to the objective assessment of the risk of serious harm.",
      "id": "s83"
    },
    {
      "text": "The fact that subjectively an applicant's fears are likely to be intensified because of past adverse involvement with the state does not necessarily intensify the objective level of the fear and so increase the real chance of persecution resulting.",
      "id": "s84"
    },
    {
      "text": "58.",
      "id": "s85"
    },
    {
      "text": "The Tribunal accepted that subjectively the applicant was likely to be fearful, if returned to Bahrain, because of what had happened to him previously.",
      "id": "s86"
    },
    {
      "text": "It is, I think, implicit in that finding that it accepted that potentially this was likely to have psychological ramifications for the applicant.",
      "id": "s87"
    },
    {
      "text": "Fear, by its nature, obviously has implications for the psyche.",
      "id": "s88"
    },
    {
      "text": "But, on an objective basis, at the present time, the Tribunal did not accept that the applicant was likely to suffer persecution, in Bahrain, for a Convention reason.",
      "id": "s89"
    },
    {
      "text": "This was essentially because the political situation in Bahrain had substantially changed since 2005.",
      "id": "s90"
    },
    {
      "text": "The Tribunal specifically rejected the contention that the applicant's detention in 1997 would have given him a more significant profile with the Bahraini authorities at the present time, particularly in the absence of political activity in the intervening period.",
      "id": "s91"
    },
    {
      "text": "In my view this was part of its fact finding exercise.",
      "id": "s92"
    },
    {
      "text": "30 The Federal Magistrate also found that the Tribunal had properly assessed the appellant's claim in relation to political opinion.",
      "id": "s93"
    },
    {
      "text": "His Honour found that the level of political profile was relevant in consideration of imputed political views, as was the period which had elapsed since the appellant had previously been involved in political matters.",
      "id": "s94"
    },
    {
      "text": "His Honour found that the Tribunal had properly applied its mind to that matter.",
      "id": "s95"
    },
    {
      "text": "31 Four grounds of appeal were advanced, all of which were appropriately particularised.",
      "id": "s96"
    },
    {
      "text": "The grounds are:\n \n \n 1.",
      "id": "s97"
    },
    {
      "text": "The Learned Magistrate erred in finding that the Tribunal had correctly applied the law in relation to what amounted to serious harm in accordance with section 91R of the Migration Act .",
      "id": "s98"
    },
    {
      "text": "The cumulative affect (sic) of the matters set out below amount to serious harm on a proper application of the definition of serious harm.",
      "id": "s99"
    },
    {
      "text": "2.",
      "id": "s100"
    },
    {
      "text": "The Learned Magistrate erred in finding that the Tribunal had correctly applied the law in relation to what amounted to the \"real chance\" test of whether the Appellant would be persecuted in the future.",
      "id": "s101"
    },
    {
      "text": "3.",
      "id": "s102"
    },
    {
      "text": "The Learned Magistrate erred in finding that the Tribunal had not failed to make findings in relation to a significant integer of the Appellant's claim namely the psychological harm suffered by the Appellant ...\n \n 4.",
      "id": "s103"
    },
    {
      "text": "The Learned Magistrate erred in finding that the Tribunal had not failed to make findings in relation to a significant integer of the Appellant's claim namely the political beliefs imputed to the Appellant by the authorities.",
      "id": "s104"
    },
    {
      "text": "32 It was put that the Tribunal had failed to consider one integer of the appellant's claim.",
      "id": "s105"
    },
    {
      "text": "The claim, it was contended, which was not considered was that the appellant would suffer serious harm, being psychological harm.",
      "id": "s106"
    },
    {
      "text": "The appellant contended and the respondent demurred that the appellant had made a complaint that he would suffer psychological harm if he were to be returned to Bahrain.",
      "id": "s107"
    },
    {
      "text": "33 The Federal Magistrate said:\n \n \n 47.",
      "id": "s108"
    },
    {
      "text": "The applicant does not appear to have placed significant emphasis on Dr Lee's evidence before the Tribunal, apart from using it to support his claims of having suffered torture in Bahrain in the past, as demonstrated by his presentation to Dr Lee.",
      "id": "s109"
    },
    {
      "text": "Dr Lee's evidence was also apparently utilised to demonstrate why the applicant may have had difficulty in recollecting past events and answering questions in the Tribunal process.",
      "id": "s110"
    },
    {
      "text": "In this regard, there is in my mind considerable merit to Mr Tredrea's submission that the applicant did not specifically articulate the ground that his past experience made him particularly at risk of suffering serious harm, if returned involuntarily to Bahrain as a result of the cumulative effects of persecution.",
      "id": "s111"
    },
    {
      "text": "34 It was contended by the appellant that the Federal Magistrate's conclusion was inconsistent with Htun v Minister for Immigration and Multicultural Affairs [2001] FCA 1802 ; (2001) 194 ALR 244 and SCAT v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 80 ; (2003) 76 ALD 625.",
      "id": "s112"
    },
    {
      "text": "35 In my opinion, the appellant's contention that a case was advanced that the appellant would suffer psychological harm if he were to be returned to Bahrain must be accepted.",
      "id": "s113"
    },
    {
      "text": "The effect of the appellant's evidence and the two reports of Dr Lee which were in the possession of the Tribunal, in my opinion, indicated that the Tribunal needed to be concerned, inter alia, with a claim that the appellant would suffer psychological harm if he were to return to Bahrain.",
      "id": "s114"
    },
    {
      "text": "36 The respondent contended that Dr Lee's second report appears to have been provided simply as a part of the appellant's response to the s 424A letter.",
      "id": "s115"
    },
    {
      "text": "That is so.",
      "id": "s116"
    },
    {
      "text": "However, the previous report of Dr Lee dated 27 March 2006 which had been furnished to the Department was in the possession of the Tribunal.",
      "id": "s117"
    },
    {
      "text": "That should have alerted the Tribunal that the appellant was unfit to work or study on psychological and emotional grounds as a result of the torture in 1997.",
      "id": "s118"
    },
    {
      "text": "It seems to me that there is no doubt that Dr Lee's first report raised the issue of psychological harm sufficient to put the Tribunal on notice that it was one aspect of the appellant's claim.",
      "id": "s119"
    },
    {
      "text": "However, even if the first report did not have that effect, it does not seem to me to matter much that Dr Lee's second report was only provided in response to the s 424A letter.",
      "id": "s120"
    },
    {
      "text": "Dr Lee's undated second report alone should have been enough to put the Tribunal on notice.",
      "id": "s121"
    },
    {
      "text": "The fact is it was furnished to the Tribunal prior to the Tribunal making its decision.",
      "id": "s122"
    },
    {
      "text": "In those circumstances, the Tribunal ought to have been aware that the claim which was being pursued by the appellant included a claim that he would suffer psychological harm if he were to be returned to Bahrain.",
      "id": "s123"
    },
    {
      "text": "37 If, contrary to my opinion, Dr Lee's second report was not of itself sufficient to raise the appellant's claim of serious harm, being psychological harm, the two reports in combination, undoubtedly in my opinion, had that effect.",
      "id": "s124"
    },
    {
      "text": "38 If there is material before the Tribunal which, if accepted by the Tribunal, would raise a case different from that which was articulated by the applicant, the Tribunal is under an obligation to inquire into that other case: Htun v Minister for Immigration and Multicultural Affairs [2001] FCA 1802 ; (2001) 194 ALR 244 at [13] .",
      "id": "s125"
    },
    {
      "text": "That is consistent with the inquisitorial procedure under which the Tribunal operates.",
      "id": "s126"
    },
    {
      "text": "Like any other administrative decision maker, its responsibility is to make the appropriate and proper decision on the facts as found.",
      "id": "s127"
    },
    {
      "text": "It cannot, like a Court in an adversarial proceeding, limit its consideration to the case as articulated by the parties.",
      "id": "s128"
    },
    {
      "text": "39 In SCAT v Minister for Immigration and Multicultural Affairs [2003] FCA 80 ; (2003) 76 ALD 625 at 634-5, the Full Court said, when considering whether a claim of potential psychological harm had been put forward:\n \n We do not find it persuasive on the issue of whether there was a claim made to the [T]ribunal concerning psychological harm that there was not a complaint, in terms, directly made to the [T]ribunal by either the appellant or his wife that either of them or any of their children was sustaining any psychological harm.",
      "id": "s129"
    },
    {
      "text": "40 The question, however, must be whether there was sufficient evidence put before the Tribunal to alert the Tribunal to the fact that the issue was raised.",
      "id": "s130"
    },
    {
      "text": "In my opinion, there was.",
      "id": "s131"
    },
    {
      "text": "The Tribunal was advised, and did accept, that the appellant had been detained and tortured for a period of 13 months.",
      "id": "s132"
    },
    {
      "text": "It also accepted that upon his release he was subject to threats from the police.",
      "id": "s133"
    },
    {
      "text": "41 The Tribunal specifically acknowledged that those experiences might have given the appellant a subjective fear of persecution.",
      "id": "s134"
    },
    {
      "text": "It had evidence from Dr Lee in the form of his report of 26 March 2006 saying that the appellant was unfit to work or study on psychological and emotional grounds.",
      "id": "s135"
    },
    {
      "text": "It heard evidence from Dr Lee who described the appellant as a \"completely broken man who was unable to communicate anything without shaking.",
      "id": "s136"
    },
    {
      "text": "\" It had Dr Lee's evidence that the appellant was on medications including anti-depressants and anti-psychotics.",
      "id": "s137"
    },
    {
      "text": "It received Dr Lee's further report in response to the s 424A letter in which Dr Lee said:\n \n [SBTF] is at serious risk, due to his more severe treatment by the police in Bahrain with significant psychological damage, and because of the effects his detention has had on an already more fragile and sensitive personality.",
      "id": "s138"
    },
    {
      "text": "42 The Tribunal accepted that persons of the appellant's religion are subject to quite severe forms of discrimination in Bahrain.",
      "id": "s139"
    },
    {
      "text": "43 I accept the appellant's counsel's submission that there was clear evidence that the appellant had suffered psychological harm as a result of his detention, torture and by reason of the discrimination suffered by persons of his faith.",
      "id": "s140"
    },
    {
      "text": "44 The appellant contended before the Federal Magistrate and before this Court that the Tribunal had, notwithstanding the evidence before it, failed to consider a significant integer of the appellant's harm, that being serious harm by way of psychological harm.",
      "id": "s141"
    },
    {
      "text": "In this Court, the appellant contended that the Federal Magistrate had erred in his finding \"that the applicant did not specifically articulate the ground that his past experience made him particularly at risk of suffering serious harm, if returned involuntarily to Bahrain as a result of the cumulative effects of persecution.",
      "id": "s142"
    },
    {
      "text": "\" In my opinion, the appellant's contention must be accepted.",
      "id": "s143"
    },
    {
      "text": "As I have already said, there was evidence before the Tribunal that the appellant had suffered psychological harm as a result of his experiences in Bahrain as a 17 year old and later.",
      "id": "s144"
    },
    {
      "text": "45 There was clear evidence that he was continuing to suffer that psychological harm which had left him, as late as 2006, unfit to study or work.",
      "id": "s145"
    },
    {
      "text": "46 In my opinion, the Tribunal was under an obligation to consider whether if the appellant were to return to Bahrain he would, as a result of the discrimination which members of his faith suffer in Bahrain, suffer serious harm in the form of psychological harm.",
      "id": "s146"
    },
    {
      "text": "47 The Tribunal did not consider that matter and, in my opinion, therefore fell into error.",
      "id": "s147"
    },
    {
      "text": "48 It is necessary, if the appellant is to avail himself of the obligation Australia owes under the Refugee Convention, to establish that the persecution which he suffers involves serious harm to him.",
      "id": "s148"
    },
    {
      "text": "Section 91R of the Act gives instances of what will amount to serious harm.",
      "id": "s149"
    },
    {
      "text": "Section 91R(2) , however, is not to be understood as meaning that other forms of serious harm not addressed in s 91R(2) would not satisfy s 91R(1).",
      "id": "s150"
    },
    {
      "text": "Section 91R(2) specifically states that the instances which are given in that subsection are not to limit what might amount to serious harm for the purpose of s 91(1)(b).",
      "id": "s151"
    },
    {
      "text": "SCAT v Minister for Immigration and Multicultural Affairs [2003] FCA 80 ; 76 ALD 625 supports the appellant's contention that psychological harm may be serious harm within the meaning of s 91R.",
      "id": "s152"
    },
    {
      "text": "49 Whether, as contended, the appellant would be a real chance of suffering persecution if he were to return to Bahrain is a matter for the Tribunal.",
      "id": "s153"
    },
    {
      "text": "This Court cannot address that question.",
      "id": "s154"
    },
    {
      "text": "The fact is the Tribunal did not address this question because it did not consider the appellant's claim that he would suffer persecution by reason of suffering psychological harm.",
      "id": "s155"
    },
    {
      "text": "50 In my opinion, the Tribunal failed its obligations in exercising its jurisdiction under the Act by failing to consider this aspect of the appellant's claim.",
      "id": "s156"
    },
    {
      "text": "51 In my opinion, the learned Federal Magistrate, with respect, also fell into error by failing to find that the Tribunal had failed itself to exercise jurisdiction.",
      "id": "s157"
    },
    {
      "text": "52 The appellant also contended in ground 4 that the Tribunal had not considered the appellant's claim that he would suffer persecution by reason of his imputed political opinion.",
      "id": "s158"
    },
    {
      "text": "In my opinion, that contention must be rejected.",
      "id": "s159"
    },
    {
      "text": "The Tribunal specifically addressed that question and found, as a matter of fact, that the appellant's low political profile would be such that no political opinion would be imputed to him by the authorities.",
      "id": "s160"
    },
    {
      "text": "53 However, for the reasons given, the appeal must be allowed.",
      "id": "s161"
    },
    {
      "text": "The order of the Federal Magistrate dismissing the applicant's application should be set aside.",
      "id": "s162"
    },
    {
      "text": "In lieu thereof, there should be an order that:\n \n(1) the appeal be allowed;\n \n (2) the decision of the Refugee Review Tribunal made on 10 November 2006 affirming the delegate's decision not to grant the applicant a protection visa be quashed;\n (3) the matter be remitted to the Refugee Review Tribunal for further consideration according to law;\n (4) the first respondent pay the applicant's costs in the Federal Magistrates Court;\n (5) the first respondent pay the appellant's costs on the appeal.",
      "id": "s163"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s164"
    },
    {
      "text": "Associate:\n\nDated: 28 November 2007\n\n\n Counsel for the Appellant: P C Charman \n \n Solicitor for the Appellant: Westside Community Lawyers Inc \n \n Counsel for the First Respondent: Dr C D Bleby \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 29 October 2007 \n \n Date of Judgment: 28 November 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1816.html",
      "id": "s165"
    }
  ]
}