{
  "name": "Deputy Commissioner of Taxation v Wellnora Pty Limited [2007] FCA 1542 (8 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1542.html",
  "catchphrases": [
    {
      "text": "indemnity costs",
      "id": "c0"
    },
    {
      "text": "whether creditor who failed in application to set aside deed of company arrangement (doca) should be ordered to pay doca administrators' costs on indemnity basis",
      "id": "c1"
    },
    {
      "text": "whether it should have been obvious to creditor that it had lost standing as a creditor to apply for winding up, once operation of doca terminated upon exhaustion of doca fund",
      "id": "c2"
    },
    {
      "text": "statutory provisions under which order could have been made preserving status of \"creditor\" even if order had been made setting aside doca. held: indemnity costs not awarded.",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    },
    {
      "text": "indemnity costs",
      "id": "c5"
    },
    {
      "text": "whether creditor who failed in application to set aside deed of company arrangement (doca) should be ordered to pay doca administrators' costs on indemnity basis",
      "id": "c6"
    },
    {
      "text": "whether it should have been obvious to creditor that it had lost standing as a creditor to apply for winding up, once operation of doca terminated upon exhaustion of doca fund",
      "id": "c7"
    },
    {
      "text": "statutory provisions under which order could have been made preserving status of \"creditor\" even if order had been made setting aside doca. held: indemnity costs not awarded.",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    },
    {
      "text": "indemnity costs",
      "id": "c10"
    },
    {
      "text": "whether creditor who failed in application to set aside deed of company arrangement (doca) should be ordered to pay doca administrators' costs on indemnity basis",
      "id": "c11"
    },
    {
      "text": "whether it should have been obvious to creditor that it had lost standing as a creditor to apply for winding up, once operation of doca terminated upon exhaustion of doca fund",
      "id": "c12"
    },
    {
      "text": "statutory provisions under which order could have been made preserving status of \"creditor\" even if order had been made setting aside doca. held: indemnity costs not awarded.",
      "id": "c13"
    },
    {
      "text": "costs",
      "id": "c14"
    },
    {
      "text": "practice and procedure",
      "id": "c15"
    },
    {
      "text": "corporations",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "(Indemnity costs) \n INTRODUCTION \n \n1 I published Reasons for Judgment on 15 August 2007 in this proceeding and in proceeding NSD 2335 of 2005 (Deputy Commissioner of Taxation v Wellnora Pty Limited (subject to a Deed of Company Arrangement)) ( Deputy Commissioner of Taxation v Wellnora Pty Limited [2007] FCA 1234).",
      "id": "s0"
    },
    {
      "text": "The only orders then made were for the filing of submissions and the listing of the proceeding for oral elaboration on those submissions.",
      "id": "s1"
    },
    {
      "text": "2 At [262] of the earlier Reasons, I indicated that the parties should have the opportunity of making further submissions in relation to certain issues there identified.",
      "id": "s2"
    },
    {
      "text": "Subsequently, the relevant parties agreed that both the winding up proceeding and the DOCA proceeding (I am using in these Reasons the forms of abbreviation that I used in the earlier Reasons) should be dismissed and that the DCT should pay the defendants' costs in both proceedings.",
      "id": "s3"
    },
    {
      "text": "The only issue left outstanding was whether the costs of the Administrators in this, the DOCA proceeding, should be paid on an indemnity basis, or on the ordinary party/party basis.",
      "id": "s4"
    },
    {
      "text": "It is to this issue that the present Reasons are directed.",
      "id": "s5"
    },
    {
      "text": "3 The Administrators have made helpful written submissions in support of their application for indemnity costs.",
      "id": "s6"
    },
    {
      "text": "There is no dispute in relation to the governing principles.",
      "id": "s7"
    },
    {
      "text": "The categories of case in which the discretion to award costs on the indemnity basis may be properly exercised are not closed, and an order is not compelled by the mere fact that the circumstances fit within a literal description that has been given of the features of an earlier case in which indemnity costs were ordered: NMFM Property Pty Ltd v Citibank Ltd (No 2) [2001] FCA 480 ; (2000) 109 FCR 77 at 92 [53] .",
      "id": "s8"
    },
    {
      "text": "4 Ordinarily, costs are ordered on a party/party basis, and it is only if a case is \"special\" or out of the ordinary that indemnity costs may properly be ordered.",
      "id": "s9"
    },
    {
      "text": "In Hamod v New South Wales (2002) 188 ALR 659, Gray J (with whom the other members of the Full Court agreed) stated (at [20]) that indemnity costs served the purpose of compensating a party fully for costs incurred where the Court is of the view that it was \"unreasonable for the party against whom the order is made to have subjected the innocent party to the exposure of costs\".",
      "id": "s10"
    },
    {
      "text": "5 The Administrators submit that it was unreasonable for the DCT to have subjected them to the cost of a five day hearing and to have persisted to the end in a wide ranging attack on the conduct, and, consequently, the professional standing, of Mr Hamilton, when:\n \n &#8226; as early as in the Report (dated 25 January 2006) and the Supplementary Report (dated 8 February 2006), Mr Hamilton explained that any question of any recoveries by a liquidator for the benefit of unsecured creditors was very doubtful;\n &#8226; any attempt to recover monies from third parties would require the funding of investigations, public examinations and recovery proceedings;\n &#8226; I was disposed not to set aside the DOCA primarily because of the absence of evidence or an undertaking to the Court by the DCT that she would fund investigations and public examinations, and, if recommended, recovery proceedings;\n &#8226; in these circumstances a winding up would serve no useful purpose (see earlier Reasons at [261]).",
      "id": "s11"
    },
    {
      "text": "THE QUESTION OF THE DCT'S STATUS AS A CREDITOR FOR THE PURPOSE OF COMMENCING A WINDING UP PROCEEDING \n \n6 In the earlier Reasons (at [172]---[190]) I accepted the Administrators' submission that the DOCA terminated on 21 June 2006.",
      "id": "s12"
    },
    {
      "text": "The Administrators submit that the DCT was put on notice of their contention that the DOCA had so terminated on or about 28 June 2006, yet persisted with the proceedings even though, according to their submission, a winding up application by the DCT was bound to fail because upon the termination of the DOCA the DCT had lost the status of a creditor of Wellnora (see s 459P(1)(b) of the Act).",
      "id": "s13"
    },
    {
      "text": "7 It is true that I held that the operation of the DOCA terminated on 21 June 2006 (at [190]) and that that termination and the release of the debt owed by Wellnora to the DCT were coincident (at [177]).",
      "id": "s14"
    },
    {
      "text": "However, that was not the end of the matter because of s 600B and, in particular, s 447A of the Act.",
      "id": "s15"
    },
    {
      "text": "8 Although the Administrators did not press the present submission in oral submissions, I should say a little more about it.",
      "id": "s16"
    },
    {
      "text": "9 In the earlier Reasons at [13]---[29] and [167]---[180] I dealt with the Administrators' different submission that the DCT lacked standing to make the present application.",
      "id": "s17"
    },
    {
      "text": "The views I expressed on that question can be summarised as follows:\n \n Sections \n Standing \n Order available \n445D and 445H \nCreditor, company, or \"any other interested person\".",
      "id": "s18"
    },
    {
      "text": "(Therefore any question whether the DCT was a \"creditor\" was otiose: see earlier Reasons at [23].",
      "id": "s19"
    },
    {
      "text": ") An order terminating a DOCA.",
      "id": "s20"
    },
    {
      "text": "(This remedy was not available: see earlier Reasons at [172], [173].",
      "id": "s21"
    },
    {
      "text": "It was therefore not necessary to consider the effect of s 445H.",
      "id": "s22"
    },
    {
      "text": ") \n445G\nand\n445H \nDOCA administrator, member or creditor of the company, or ASIC.",
      "id": "s23"
    },
    {
      "text": "An order declaring the deed, or a provision of it, to be void or not to be void on grounds relating to whether the entering into of a DOCA, or the DOCA itself, complies with Pt 5.3A.",
      "id": "s24"
    },
    {
      "text": "(This section was not relied on: see [24] of the earlier Reasons.",
      "id": "s25"
    },
    {
      "text": "It was therefore not necessary to consider s 445H.",
      "id": "s26"
    },
    {
      "text": ") 99981\" colspan=\"1\" rowspan=\"1\" valign=\"top\"> \n447A \nCompany, creditor, DOCA administrator, administrator, ASIC or \"any other interested person\".",
      "id": "s27"
    },
    {
      "text": "(Therefore it is not necessary that the DCT be a creditor of Wellnora.",
      "id": "s28"
    },
    {
      "text": ") An order about how Pt 5.3A is to operate in relation to a particular company.",
      "id": "s29"
    },
    {
      "text": "(This is a broad remedy which would enable an order to be fashioned so as to ensure that the DCT's standing as a creditor of Wellnora was preserved after 21 June 2006.",
      "id": "s30"
    },
    {
      "text": ") \n600B\nand\n600E \nPerson who voted against the resolution.",
      "id": "s31"
    },
    {
      "text": "(Therefore any question whether the DCT was a creditor was otiose: see earlier Reasons at [28].",
      "id": "s32"
    },
    {
      "text": ") An order setting aside the resolution and making further orders as thought necessary, such as an order setting aside DOCA: see [28], [179], [180] of the earlier Reasons.",
      "id": "s33"
    },
    {
      "text": "Section 600E preserves the validity and binding effect of \"an act done\" pursuant to the resolution, but this does not preclude the making of an order under s 600B(3)(b) setting aside the DOCA:\nsee [180] of the earlier Reasons.",
      "id": "s34"
    },
    {
      "text": "1321 \nPerson aggrieved by any act, omission or decision of an administrator of company.",
      "id": "s35"
    },
    {
      "text": "(Any question of DCT's having ceased to be a creditor of Wellnora would be irrelevant to standing and would be part of the grievance itself.",
      "id": "s36"
    },
    {
      "text": ")\n An order confirming, reversing or modifying the act or decision, or remedying the omission.",
      "id": "s37"
    },
    {
      "text": "(Section not relied on: see [29] of earlier Reasons.",
      "id": "s38"
    },
    {
      "text": ") \n10 Although it has not proved necessary for me to explore all of the subtleties in these various sections, it is to be noted that the DCT's standing as creditor for the purpose of applying under s 459P of the Act for Wellnora to be wound up in insolvency could have been preserved, by an order made under s 600B(3)(b), or, if not, certainly by an order under s 447A , either standing alone or read with other powers contained in Pt 5.3A of the Act: see [180] of the earlier Reasons.",
      "id": "s39"
    },
    {
      "text": "AMENDMENT OF THE ORIGINATING PROCESS TO SEEK COSTS AGAINST THE ADMINISTRATORS \n \n11 The Originating Process was filed on 9 March 2006.",
      "id": "s40"
    },
    {
      "text": "It stated that the application was made under ss 445D and 600B of the Act.",
      "id": "s41"
    },
    {
      "text": "It sought, inter alia, an order that Wellnora pay the DCT's costs.",
      "id": "s42"
    },
    {
      "text": "On 6 July 2006, shortly after the DCT had been informed that the DOCA had been terminated, the Administrators' solicitors asked the DCT's solicitors to indicate urgently the DCT's intentions in so far as they affected the Administrators.",
      "id": "s43"
    },
    {
      "text": "The next day, 7 July 2006, the DCT filed and served an Amended Originating Process adding ss 445G, 447A and 1321 of the Act as sections under which the application was made, and seeking in this way an order that \"the Defendants\" pay the DCT's costs.",
      "id": "s44"
    },
    {
      "text": "The Administrators submit that by seeking an order that they, as well as Wellnora, be liable for costs, the DCT was seeking to exert pressure on the Administrators, who, since 21 June 2006, \"had been unfunded\".",
      "id": "s45"
    },
    {
      "text": "12 On 20 July 2006, the DCT's solicitors invited the Administrators' solicitors to file a submitting appearance.",
      "id": "s46"
    },
    {
      "text": "On 21 July 2006, the Administrators' solicitors replied to the effect that in view of the criticism of Mr Hamilton's conduct inherent in the DCT's application (the DCT's Points of Claim document was dated 27 April 2006 and filed 1 May 2006), the Administrators would not be filing a submitting appearance.",
      "id": "s47"
    },
    {
      "text": "13 The Administrators submit:\n \n The DCT chose to persevere with its serious criticisms of Mr Hamilton when the DOCA had terminated, when it could impact on Mr Hamilton's reputation and he would have to defend himself, without funds.",
      "id": "s48"
    },
    {
      "text": "14 I do not infer that by filing her Amended Originating Process on 7 July 2006 and seeking an order that the Administrators pay her costs, the DCT was seeking to exert pressure on the Administrators.",
      "id": "s49"
    },
    {
      "text": "No doubt, any application for costs constitutes a form of \"pressure\" that does not exist in the absence of such an application.",
      "id": "s50"
    },
    {
      "text": "It may have been an oversight that the DCT did not apply for costs against the Administrators in the Originating Process that commenced the proceeding on 9 March 2006, or it may be that the formulation of her Points of Claim had caused the DCT to appreciate that her case was that Mr Hamilton had fallen short in the discharge of his responsibilities.",
      "id": "s51"
    },
    {
      "text": "15 In both the original and amended Originating Processes, the DCT indicated that she was applying under, inter alia, s 600B of the Act.",
      "id": "s52"
    },
    {
      "text": "Thus, it was clear throughout that the DCT was seeking to have the creditors' resolution, passed on the casting vote of Mr Hamilton, set aside.",
      "id": "s53"
    },
    {
      "text": "Both earlier in affidavit form and in the Points of Claim filed on 1 May 2006, the DCT had made it clear that her case was that Mr Hamilton should have investigated far more widely than he had done in the Report and Supplementary Report.",
      "id": "s54"
    },
    {
      "text": "16 For completeness, I note that I do not infer that when the DCT sought costs against the Administrators for the first time on 7 July 2006, she accepted the Administrators' assertion that the DOCA had terminated on 21 June 2006.",
      "id": "s55"
    },
    {
      "text": "Indeed, the DCT has contended throughout that it did not terminate then --- a contention that I have rejected.",
      "id": "s56"
    },
    {
      "text": "THE \"ATTACK\" ON MR HAMILTON \n \n17 In their submissions, the Administrators have made much of what they have described as a wide ranging attack on the conduct of Mr Hamilton.",
      "id": "s57"
    },
    {
      "text": "They have referred to his eminence in his profession, to the length of the period during which he has been an official liquidator in New South Wales, and to other matters touching his experience to which I referred at [105]---[109] of the earlier Reasons.",
      "id": "s58"
    },
    {
      "text": "18 It is understandable that Mr Hamilton might be sensitive to claims that he had fallen short of meeting the requirements incumbent upon him as Voluntary Administrator when he carried out his investigations, prepared his Report and Supplementary Report, and exercised his casting vote.",
      "id": "s59"
    },
    {
      "text": "An eminent person in any profession may feel \"stung\" when a challenge is made to the adequacy of his or her professional performance.",
      "id": "s60"
    },
    {
      "text": "However, as senior counsel for the Administrators accepted, the law is no respecter of persons: no professional, no matter how senior, respected or experienced, is to be protected or quarantined from having his or her acts and omissions subjected to scrutiny.",
      "id": "s61"
    },
    {
      "text": "19 Mr S Golledge of counsel, who appeared for the DCT on the hearing, in the proper performance of his duty to his client, tested Mr Hamilton's evidence in cross-examination thoroughly and comprehensively, and, I thought, in an appropriate manner.",
      "id": "s62"
    },
    {
      "text": "I agree with senior counsel for the Administrators that certain statements made in paras 24 and 25 of Mr Golledge's written submissions on the hearing perhaps went too far (eg, that \"he [Mr Hamilton] has blithely accepted the company's obviously untruthful explanation for the accrual and non-payment of that debt\", and the reference to Mr Hamilton's \"failings and errors\"), but I put this down to \"advocate's flourish\".",
      "id": "s63"
    },
    {
      "text": "In fact, and with admirable candour, Mr Hamilton did acknowledge that he had not picked up the discrepancies between the settlement sheets and what Mr Ang had told him (see [242] of the earlier Reasons).",
      "id": "s64"
    },
    {
      "text": "The fact is that Mr Hamilton's responses in cross-examination were convincing and, indeed, impressive.",
      "id": "s65"
    },
    {
      "text": "If the DCT's case against the Administrators is to be characterised as an \"attack on Mr Hamilton\", it should be said that his high standing can fairly be regarded as confirmed by his successful repulsion of it.",
      "id": "s66"
    },
    {
      "text": "20 It is true, as senior counsel for the Administrators submits, that with the benefit of hindsight, the appropriate stance for the DCT to have taken was that of accepting that Mr Hamilton had exercised his casting vote appropriately, and seeking to have the DOCA set aside by reference to the wider considerations available to be taken into account by the Court: see [171] and [256] of the earlier Reasons.",
      "id": "s67"
    },
    {
      "text": "However, the extraordinary record of the Soong companies (see [95]---[97] of the earlier Reasons) coupled with the comparatively paltry amount ($65,000) of the creditors' fund being offered by Ms Soong, can only have struck the ATO officers as offensive.",
      "id": "s68"
    },
    {
      "text": "Although I have held against the DCT's argument that Mr Hamilton was obliged to investigate conduct within the Soong group of companies generally and take into account what he would have discovered in relation to them, I do not think it was \"unreasonable\" in the relevant sense for the DCT to have brought and pursued a case on that basis.",
      "id": "s69"
    },
    {
      "text": "FAILURE OF THE OFFICERS OF THE ATO TO CONVEY TO MR HAMILTON THE INFORMATION IN THEIR POSSESSION RELATING TO THE SOONG GROUP OF COMPANIES \n \n21 No doubt a lesson to be learned by a creditor placed as the DCT was, is that the creditor should convey to the person who is to exercise a casting vote at the meeting of creditors information and arguments for or against the casting of that vote in a certain way.",
      "id": "s70"
    },
    {
      "text": "Here the relevant ATO officer remained silent.",
      "id": "s71"
    },
    {
      "text": "In substance, through that officer, the DCT sat on her hands, yet she later attacked Mr Hamilton's exercise of the casting vote on the basis that Mr Hamilton had failed to take into account the information that the officer had kept to herself.",
      "id": "s72"
    },
    {
      "text": "It may be that the ATO officer assumed that Mr Hamilton was in possession of at least the publicly available information relating to all the Soong companies (in fact, he was not), although it was accepted by Ms Brennan in her evidence that he would not have been in possession of the information relating to the outstanding tax liabilities of all of those companies.",
      "id": "s73"
    },
    {
      "text": "22 With the benefit of hindsight, no doubt the conduct of the ATO officer is properly criticised in the present respect.",
      "id": "s74"
    },
    {
      "text": "But to some extent, that is because the Administrators have scrutinised her conduct with the benefit of hindsight --- an approach to which the DCT has subjected Mr Hamilton, and to which the Administrators say he should not have been subjected.",
      "id": "s75"
    },
    {
      "text": "23 Be this as it may, I do not regard the ATO officer's silence followed by the advancing of the present case by the DCT as constituting conduct so unreasonable that an order for indemnity costs is called for.",
      "id": "s76"
    },
    {
      "text": "THE CROSS-CLAIM \n \n24 Senior counsel for the DCT points out that the DCT has given up something by consenting to a dismissal of the cross-claim yet agreeing to pay the Administrators' costs on it (as part of the Administrators' costs of the proceeding generally).",
      "id": "s77"
    },
    {
      "text": "The Administrators reply that the DCT should not be seen as having given up anything by way of compromise in this respect because the cross-claim did not involve any costs over and above the costs involved in the defence of the DCT's claim.",
      "id": "s78"
    },
    {
      "text": "25 As noted at [61] of the earlier Reasons, in their cross-claim the Administrators repeated the positive allegations they made in their Points of Defence relating to the DCT's failure to disclose the Information, and other non-disclosures.",
      "id": "s79"
    },
    {
      "text": "26 There would have been some minor additional costs arising from the bringing of the cross-claim, namely, costs relating to the question whether the DCT had any actionable duty to the Administrators to disclose the Information or her intention in respect of an application to have the DOCA set aside --- an issue which I have not been called upon to resolve.",
      "id": "s80"
    },
    {
      "text": "27 I take into account, but only to the minor extent appropriate, that the DCT has agreed to pay all of the Administrators' costs, including those on the cross-claim.",
      "id": "s81"
    },
    {
      "text": "FUTILITY \n \n28 It is not the case that in order to obtain an order setting aside a DOCA, an applicant must always prove that a winding up will yield a better return to unsecured creditors.",
      "id": "s82"
    },
    {
      "text": "If the present case had turned out differently in other respects, it may have been appropriate to set aside the DOCA.",
      "id": "s83"
    },
    {
      "text": "It may have been appropriate to do so:\n \n &#8226; if I had accepted that Mr Hamilton had a positive duty to investigate and form opinions about the Soong group of companies from the view point of the public interest and commercial morality, and been governed by those opinions in exercising his casting vote; or\n &#8226; if relevant evidence had demonstrated that Mr Hamilton had been the unwitting instrument of Ms Soong in an abuse by her of the DOCA procedure.",
      "id": "s84"
    },
    {
      "text": "29 I therefore do not think it can be said to have been obvious throughout that the proceeding would be futile in the absence of an offer of funding.",
      "id": "s85"
    },
    {
      "text": "The absence of such an offer loomed large because I found in favour of Mr Hamilton and against the DCT on issues of the kind just referred to.",
      "id": "s86"
    },
    {
      "text": "CONCLUSION \n \n30 As agreed by the parties, the proceeding (including the cross-claim) will be dismissed.",
      "id": "s87"
    },
    {
      "text": "Again, by consent, as between the DCT and Wellnora, the DCT will pay Wellnora's costs as agreed or taxed.",
      "id": "s88"
    },
    {
      "text": "31 Finally, by consent as between the DCT and the Administrators, the DCT will pay the Administrators' costs.",
      "id": "s89"
    },
    {
      "text": "However, for the reasons given above, those costs will not be on the indemnity basis but will be on the ordinary party/party basis.",
      "id": "s90"
    },
    {
      "text": "By consent, the costs will be as agreed or, subject to a reservation to allow for the possibility of the fixing of an amount under O 62 r 4(2)(c) of the Federal Court Rules , as taxed.",
      "id": "s91"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s92"
    },
    {
      "text": "Associate:\n\nDated: 8 October 2007\n\n\n Counsel for the Plaintiff/Cross Defendant: Mr MR Aldridge SC and Mr S Golledge \n \n Solicitor for the Plaintiff/Cross Defendant: The Argyle Partnership \n \n Counsel for the First Defendant: Mr JS Mendel \n \n Solicitor for the First Defendant: Diamond Conway Lawyers \n \n Counsel for the Second Defendants/\nCross Claimants: Mr H Insall SC and Mr JT Svehla \n \n Solicitors for the Second Defendants/\nCross Claimants: RBHM Commercial Lawyers \n \n Dates of Hearing: 26 September 2007 \n \n Date of Judgment: 8 October 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1542.html",
      "id": "s93"
    }
  ]
}