{
  "name": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 5) [2007] FCA 1245 (16 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1245.html",
  "catchphrases": [
    {
      "text": "expert opinion evidence held to have been wrongly excluded by the trial judge",
      "id": "c0"
    },
    {
      "text": "order by the full court for further hearing by trial judge",
      "id": "c1"
    },
    {
      "text": "whether reasonable apprehension of bias",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Cadbury Schweppes Pty Ltd brought this proceeding against Darrell Lea Chocolate Shops Pty Ltd alleging passing off and contravention of s 52 of the Trade Practices Act 1974 (Cth) by the use of the colour purple in connection with the marketing of chocolate products.",
      "id": "s0"
    },
    {
      "text": "2 In the course of the trial I rejected some opinion evidence tendered on behalf of Cadbury about consumer behaviour: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (2006) 228 ALR 719 (the evidence ruling).",
      "id": "s1"
    },
    {
      "text": "Subsequently I gave judgment dismissing Cadbury's substantive claim: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 4) (2006) 229 ALR 136 (the trial judgment).",
      "id": "s2"
    },
    {
      "text": "Cadbury appealed to the Full Court, which held that the evidence was wrongly rejected, set aside my judgment and remitted the matter to me for further hearing: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (2007) 72 IPR 261 (the first Full Court judgment).",
      "id": "s3"
    },
    {
      "text": "3 Shortly after the first Full Court judgment the matter came before me for directions.",
      "id": "s4"
    },
    {
      "text": "I fixed the matter for further hearing on 3 September 2007 (the further hearing directions).",
      "id": "s5"
    },
    {
      "text": "4 Subsequently Cadbury brought a motion before the same Full Court asking that its previous order be varied and that the matter be remitted for a new trial, that is to say a hearing de novo .",
      "id": "s6"
    },
    {
      "text": "The Full Court dismissed the motion: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 2) [2007] FCAFC 102 (the second Full Court judgment).",
      "id": "s7"
    },
    {
      "text": "5 Cadbury then brought a motion seeking an order that I excuse myself from further hearing the matter on the ground of apprehended bias.",
      "id": "s8"
    },
    {
      "text": "The application was based on what I said in the course of the evidence ruling and the trial judgment.",
      "id": "s9"
    },
    {
      "text": "I dismissed the motion and stated that I would give my reasons later.",
      "id": "s10"
    },
    {
      "text": "Those reasons are as follows.",
      "id": "s11"
    },
    {
      "text": "6 In the evidence ruling I was primarily concerned with the proffered evidence of Dr Brian Gibbs, Associate Professor of Marketing and Behavioural Science in the Melbourne Business School, although there were two other witnesses from Cadbury who would have given similar or related opinions and a Darrell Lea witness who would have given opinion evidence of the same kind but to opposite effect.",
      "id": "s12"
    },
    {
      "text": "7 The evidence ruling at [5] records that in his affidavits Dr Gibbs expressed the view that Darrell Lea's use of purple was likely to cause four \"information-processing errors\" among consumers of chocolate products.",
      "id": "s13"
    },
    {
      "text": "These were, first, \"misidentification\", that is consumers wanting to buy Cadbury products buying Darrell Lea products by mistake, secondly, \"miscuing\", when consumers use purple as a spurious cue in decision making and choice with colour then functioning as a \"decision-heuristic\", thirdly, \"misinference\", when consumers, trying to make sense of the common use of purple by Darrell Lea and Cadbury draw mistaken inferences about one or both of the brands, and, fourthly, \"missassociation\" when consumers mistakenly link Cadbury brand associations with Darrell Lea and vice versa.",
      "id": "s14"
    },
    {
      "text": "8 I rejected the Cadbury evidence because, in dealing with likely consumer choice of everyday products, it was concerned with matters not outside the experience and knowledge of a lay tribunal, be it judge or jury ( R v Turner [1975] QB 834 at 841) and was a question of the behaviour of people at large as distinct from a special category of persons ( Transport Publishing Co Pty Ltd v Literature Board of Review [1956] HCA 73 ; (1956) 99 CLR 111 at 119).",
      "id": "s15"
    },
    {
      "text": "9 Regrettably however, this reasoning overlooked s 80(b) of the Evidence Act 1995 (Cth) which provides that evidence of an opinion is not inadmissible only because it is about a matter of common knowledge.",
      "id": "s16"
    },
    {
      "text": "The Full Court pointed out in its first judgment at [49] that this provision was not mentioned by senior counsel on either side in the course of argument (senior counsel who appeared for Cadbury on the present application did not appear at the trial).",
      "id": "s17"
    },
    {
      "text": "10 In the evidence ruling I noted at [19]-[21] what had been said by some other Federal Court judges, as well as the leading Australian textbook on the law of evidence, about opinion evidence by marketing consultants:\n \n 19 In Cat Media Pty Ltd v Opti-Healthcare Pty Ltd [2003] FCA 133 at [55] in the context of a s 52 and passing off case, Branson J, after noting that both sides had called evidence of marketing consultants which was received without objection, said \n \n \n \n \"However, I consider it appropriate to record that in the particular circumstances of this case, which is concerned with the packaging of a product intended to appeal to a wide segment of the general public, I have found the expert evidence of no real assistance.",
      "id": "s18"
    },
    {
      "text": "This is not only because there is, as is common in cases of this kind, conflict between the evidence of the two experts.",
      "id": "s19"
    },
    {
      "text": "It seems to me that evidence of opinions based on market research and expert appreciation of consumer behaviour will rarely be of assistance in litigation where the Court's primary concern is with the behaviour to be expected of, and the judgments likely to be made by, ordinary (even if it might be thought, somewhat credulous) members of the community intent on making a relatively modest purchase in a conventional way.",
      "id": "s20"
    },
    {
      "text": "I endorse the comment of Beaumont J in Pacific Publications Pty Ltd v IPC Media Pty Ltd [2003] FCA 104 at [92] that where a claim is essentially a matter for the Court's impression, expert views which are merely `impressionistic' can be given no more than nominal weight.",
      "id": "s21"
    },
    {
      "text": "These observations are not intended in any way to belittle the importance of market research and expert appreciation of consumer behaviour in other types of cases and for other purposes.",
      "id": "s22"
    },
    {
      "text": "\"\n \n \n \n 20 In Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215 at [21] , a Full Court of this Court cited the above passage with approval and continued: \n \n \n \n \"22 Consideration of these difficulties shows the practical wisdom of the firm rule that the likelihood of conduct being misleading or deceptive is a question for the tribunal of fact and not for any witness to decide: General Electric Co v General Electric Co Ltd [1972] 1 WLR 729 at 738 per Lord Diplock, applied in a s 52 context by Gummow J, with whom Black CJ and Lockhart J agreed, in Interlego AG v Croner Trader Pty Ltd (1992) 39 FCR 348 at 387.",
      "id": "s23"
    },
    {
      "text": "23 Lord Diplock points out (ibid) that a different rule applies in the case of sales not to the general public but in specialised markets concerning persons engaged in a particular trade.",
      "id": "s24"
    },
    {
      "text": "In the present case the relevant market is that in which the consumers are business users of domain names.",
      "id": "s25"
    },
    {
      "text": "Such users constitute large sections of the public and are not participants in a specialised market in the sense discussed by Lord Diplock.",
      "id": "s26"
    },
    {
      "text": "\"\n \n \n \n 21 In JD Heydon's Cross on Evidence (7 th Australian ed, 2004) the learned author says at 930: \n \n \n \n \"If the court comes to the conclusion that the subject of investigation does not require a sufficient degree of specialised knowledge to call for the testimony of an expert, evidence of opinion will generally be excluded, especially where the witness is produced merely to present in a cogent and vivid form the case of the party calling that witness.",
      "id": "s27"
    },
    {
      "text": "The danger of this evidence is that it dresses up matters which are within the ordinary experience of the tribunal of fact in a beguiling scientific garb which may conceal the blemishes within.",
      "id": "s28"
    },
    {
      "text": "\" \n \n\n11 After noting that the case was concerned with brand names, colours and get-up of chocolate, an inexpensive everyday product sold in hundreds of thousands of retail outlets throughout this country, I made some critical comments about the value of Dr Gibbs' evidence (although not of course anything about him personally, or his standing in his field):\n \n \"23 Senior counsel for Cadbury referred to the assistance he said I could receive from Dr Gibbs' evidence and how it could be helpful.",
      "id": "s29"
    },
    {
      "text": "Without wishing to seem ungrateful, or disrespectful to Dr Gibbs, I think the evidence would not be helpful at all.",
      "id": "s30"
    },
    {
      "text": "Rather, it would create many areas of disputation with opposing experts and greatly complicate and lengthen the trial of this proceeding.",
      "id": "s31"
    },
    {
      "text": "The observations of Branson J in Cat Media are very much in point.",
      "id": "s32"
    },
    {
      "text": "24 I rule that the affidavits of Dr Gibbs are not admissible.",
      "id": "s33"
    },
    {
      "text": "Were they admissible, I would exercise the discretion under s 135 [of the Evidence Act ] to refuse to admit them.",
      "id": "s34"
    },
    {
      "text": "25 Much of the factual material relied on by Dr Gibbs is not in evidence, or likely to be in evidence, or is vague, tendentious and of little weight.",
      "id": "s35"
    },
    {
      "text": "As acknowledged above, such matters go to weight rather than admissibility, but by the same token are relevant in considering probative value for the purposes of s 135.",
      "id": "s36"
    },
    {
      "text": "26 Cadbury have already called a number of witnesses who gave unexceptionable evidence about Cadbury's marketing, advertising, product presentation and the like.",
      "id": "s37"
    },
    {
      "text": "However, Dr Gibbs does not rely on such evidence but rather on a number of market research reports by persons who will not be called as witnesses.",
      "id": "s38"
    },
    {
      "text": "Some of these persons swore affidavits which Cadbury sought leave to file well past the time fixed by trial directions.",
      "id": "s39"
    },
    {
      "text": "I refused leave on procedural fairness grounds.",
      "id": "s40"
    },
    {
      "text": "In respect of others, who were not going to be called in any event, I ruled that their reports were not business records within s 69.",
      "id": "s41"
    },
    {
      "text": "27 The material provided to Dr Gibbs by Cadbury's solicitors included a document prepared by them entitled \"Overview of the History of Cadbury and the Colour 'Purple'\".",
      "id": "s42"
    },
    {
      "text": "It includes vague and self-serving statements such as \n \n \n \n \"Cadbury's mission statement is simply 'Cadbury means quality', this is Cadbury's promise and this is what the company considers its reputation is built on.",
      "id": "s43"
    },
    {
      "text": "...",
      "id": "s44"
    },
    {
      "text": "The well established corporate colours of purple and gold and the Cadbury script logo, which are so prominent on livery, signs, stationery, printed material and the brands themselves are a visual statement of the company's authority within the market.",
      "id": "s45"
    },
    {
      "text": "Cadbury considers these elements lend themselves to Cadbury's being 'the First Name in Chocolate'.",
      "id": "s46"
    },
    {
      "text": "\" \n \n \n \n 28 Dr Gibbs states that he has assumed that the purple colour used by Darrell Lea is \"similar to that used by Cadbury\" (first affidavit par 21.3).",
      "id": "s47"
    },
    {
      "text": "This seems to assume one of the critical issues in the case.",
      "id": "s48"
    },
    {
      "text": "What is \"similar\" in this context?",
      "id": "s49"
    },
    {
      "text": "Darrell Lea says that its colour is lighter, more of a lilac or boysenberry, than the dark purple used by Cadbury.",
      "id": "s50"
    },
    {
      "text": "Moreover, Darrell Lea says that over time there have been variations in the shade of purple used by Cadbury.",
      "id": "s51"
    },
    {
      "text": "At a late stage (first affidavit par 114) Dr Gibbs does deal briefly with a question posed in his instructions, namely whether \"the shade of purple used by Darrell Lea (must) bear a striking and obvious likeness to Cadbury Purple\".",
      "id": "s52"
    },
    {
      "text": "He has had \"difficulty in answering this question definitively, as to do so would ultimately hinge upon a psychophysical quantification of what counts as 'striking and obvious', and which may in any case require field data in order to be answered properly\".",
      "id": "s53"
    },
    {
      "text": "Nevertheless he ventures the opinion that a consumer \"may perceive a fairly wide range of purples to be Cadbury purple\".",
      "id": "s54"
    },
    {
      "text": "He states (par 116.1) that research from a \"sensation/perception psychologist's website\", the address of which is given, shows that whilst about 150 hues can be discriminated across the colour spectrum in side-by-side comparison, only about 17 are discernable in colour memory\".",
      "id": "s55"
    },
    {
      "text": "His evidence on this point seems to amount to part speculation and part unnecessary intellectualisation of a simple question of consumer product comparison.",
      "id": "s56"
    },
    {
      "text": "The potential for time wasting cross-examination is obvious.",
      "id": "s57"
    },
    {
      "text": "\" \n\n12 I made some comments about policy considerations in these terms:\n \n \n \"29 In conclusion, I note that there are some important policy considerations.",
      "id": "s58"
    },
    {
      "text": "I do not suggest these are within the specific discretionary factors in s 135 , but they should be mentioned.",
      "id": "s59"
    },
    {
      "text": "30 There is a particular public interest in having litigation of this kind resolved fairly and efficiently.",
      "id": "s60"
    },
    {
      "text": "It is harmful for consumers and traders and society as a whole if consumers are led into making choices based on false or misleading information by trade rivals.",
      "id": "s61"
    },
    {
      "text": "On the other hand, it is also harmful for society if traders are inhibited from using competitive trading methods which are in truth lawful even though alleged by trade rivals to be misleading.",
      "id": "s62"
    },
    {
      "text": "31 The law on s 52 and passing off is well settled.",
      "id": "s63"
    },
    {
      "text": "Factual issues which arise in the context of widely marketed consumer goods and services are often straightforward.",
      "id": "s64"
    },
    {
      "text": "The present case is a good example.",
      "id": "s65"
    },
    {
      "text": "If it becomes accepted that the only way to conduct these cases is by the calling of evidence like that of Dr Gibbs, solicitors will feel they have to advise such a course for fear of being sued for negligence if they do not.",
      "id": "s66"
    },
    {
      "text": "Large companies will be in a position to hold out the threat of ruinous costs over smaller competitors (\"emboldened competitors\" as Dr Gibbs would have it).",
      "id": "s67"
    },
    {
      "text": "Competition will be stifled.",
      "id": "s68"
    },
    {
      "text": "The delicate balance between the laws of fair trading and the laws of competition will be distorted.",
      "id": "s69"
    },
    {
      "text": "\" \n \n \n \n\n13 In the trial judgment I summarised my findings as follows:\n \n \n \"96 There is wide awareness amongst Australian consumers of the use by Cadbury of a dark purple colour (i) in connection with the marketing, packaging and presentation of certain chocolate products particularly Cadbury Dairy Milk and other block milk chocolate products, and (ii) as a corporate colour.",
      "id": "s70"
    },
    {
      "text": "97 Cadbury does not have an exclusive reputation in the use of this dark purple colour in connection with chocolate.",
      "id": "s71"
    },
    {
      "text": "Other traders have, with Cadbury's knowledge, for many years used a similar shade of purple.",
      "id": "s72"
    },
    {
      "text": "Cadbury has not consistently enforced its alleged exclusive reputation.",
      "id": "s73"
    },
    {
      "text": "In relation to its chief competitor Nestl&eacute;, Cadbury has, for its own commercial reasons, permitted a use of purple in relation to popular chocolate products.",
      "id": "s74"
    },
    {
      "text": "98 Cadbury markets many chocolate products which have little or no purple in their packaging.",
      "id": "s75"
    },
    {
      "text": "99 Cadbury products, regardless of the presence or absence of purple in the packaging, always bear the Cadbury name in a distinctive script.",
      "id": "s76"
    },
    {
      "text": "100 Cadbury's use of purple in marketing advertising and promotion is, and is seen by consumers to be, inextricably bound up with the well known name Cadbury in its distinctive script.",
      "id": "s77"
    },
    {
      "text": "Cadbury never uses the colour purple in isolation as an indicium of trade.",
      "id": "s78"
    },
    {
      "text": "101 Cadbury products, with insignificant exceptions, are not sold at retail level at premises owned or occupied by Cadbury.",
      "id": "s79"
    },
    {
      "text": "102 Cadbury's marketing of chocolate heavily emphasises specific products and in particular Cadbury Dairy Milk block chocolate.",
      "id": "s80"
    },
    {
      "text": "103 Darrell Lea is a name well known in connection with chocolate in those parts of Australia where it operates, even though not as well known as Cadbury.",
      "id": "s81"
    },
    {
      "text": "104 The names Darrell Lea and Cadbury are quite distinct in sound and appearance (especially with the respective scripts the parties have adopted) and not likely to be mistaken for each other.",
      "id": "s82"
    },
    {
      "text": "105 Darrell has since at least Christmas 2000 used in its marketing, packaging, promotion and point of sale presentation a purple colour much like that used by Cadbury.",
      "id": "s83"
    },
    {
      "text": "There has been particular use at Christmas 2000 to 2004 inclusive and also uses at other times.",
      "id": "s84"
    },
    {
      "text": "Such usage has diminished and purple has been to a significant extent replaced by blue since 2004.",
      "id": "s85"
    },
    {
      "text": "106 Darrell Lea did not adopt the colour purple with the intention of leading consumers to believe its products were Cadbury products or that it, or its products, had some kind of association with Cadbury.",
      "id": "s86"
    },
    {
      "text": "107 Most of Darrell Lea's retailing occurs in premises which its owns or occupies.",
      "id": "s87"
    },
    {
      "text": "Other retailing occurs from separate stands or displays in retail premises, such as newsagents, pharmacies, convenience stores and video stores.",
      "id": "s88"
    },
    {
      "text": "Darrell Lea has only a minor presence in supermarkets and only, in the past, to a very limited and transient extent in the major chains.",
      "id": "s89"
    },
    {
      "text": "Its products are not presented for sale in close proximity to Cadbury's.",
      "id": "s90"
    },
    {
      "text": "108 Darrell Lea's marketing gives less emphasis to particular products than does Cadbury.",
      "id": "s91"
    },
    {
      "text": "109 Darrell Lea does not sell moulded block chocolate.",
      "id": "s92"
    },
    {
      "text": "110 Darrell Lea uses its name in a distinctive script widely and consistently in marketing, packaging and point of sale presentation.",
      "id": "s93"
    },
    {
      "text": "111 Colour recognition or attraction can play an important part in consumer decisions to purchase chocolate.",
      "id": "s94"
    },
    {
      "text": "112 Consumer decisions to purchase chocolate are often made quickly and on impulse but not necessarily irrationally.",
      "id": "s95"
    },
    {
      "text": "Price and brand recognition can play an important part.",
      "id": "s96"
    },
    {
      "text": "\" \n \n \n \n\n14 As already noted, the case had been pleaded by Cadbury as passing off at common law and a contravention of s 52 , but at trial Cadbury concentrated almost exclusively upon the former.",
      "id": "s97"
    },
    {
      "text": "I noted at [117]:\n \n Although s 52 provides the public with a wider protection from deception than the common law of passing off ( Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 at 208), there is a considerable overlap between the two causes of action.",
      "id": "s98"
    },
    {
      "text": "In the present case neither side sought to draw any significant distinction between them.",
      "id": "s99"
    },
    {
      "text": "Realistically there is no basis on which Cadbury could succeed under the Trade Practices Act but fail on passing off, or vice versa.",
      "id": "s100"
    },
    {
      "text": "15 This is a fair characterisation of the way the case was run by Cadbury at trial.",
      "id": "s101"
    },
    {
      "text": "Cadbury in its statement of claim had pleaded that it had an exclusive reputation in the use of the colour purple in marketing chocolate products.",
      "id": "s102"
    },
    {
      "text": "Both sides had lead quite substantial evidence on this issue.",
      "id": "s103"
    },
    {
      "text": "The high relevance of exclusivity was common ground.",
      "id": "s104"
    },
    {
      "text": "However, the Full Court pointed out (first judgment at [99]) that whether or not there is a requirement for exclusivity in passing off there is no such requirement in relation to Pt V of the Trade Practices Act .",
      "id": "s105"
    },
    {
      "text": "16 In the first Full Court judgment at [45]-[47], under the heading \"The Primary Judge's Ruling on Admissibility\" their Honours summarised my reasons including, my reference to what was said in Cat Media and Domain Names .",
      "id": "s106"
    },
    {
      "text": "No criticism was expressed of what had been said in those cases or of my reference to them.",
      "id": "s107"
    },
    {
      "text": "17 As already noted, s 80(b) was the critical point.",
      "id": "s108"
    },
    {
      "text": "Their Honours said at [54]:\n \n \n \" ... the former rule of the common law that excluded opinion evidence as to a matter of common knowledge no longer applies.",
      "id": "s109"
    },
    {
      "text": "Under s 80 , evidence of an opinion is not inadmissible only because it is a matter of common knowledge.",
      "id": "s110"
    },
    {
      "text": "\" \n \n\n18 In the evidence ruling I had held that even if Dr Gibbs' evidence was admissible I would have rejected it in the exercise of the discretion conferred by s 135 of the Evidence Act : see the passages quoted at [11] above.",
      "id": "s111"
    },
    {
      "text": "Their Honours said at [63] that the invitation to reject the evidence under s 135 \"was not developed to any significant extent\".",
      "id": "s112"
    },
    {
      "text": "19 In this context their Honours at [70] referred to my criticism in the evidence ruling at [27] of the \"Overview of the History of Cadbury and the Colour Purple\", a document prepared by Cadbury's solicitors, as including \"vague and self-serving statements\" .",
      "id": "s113"
    },
    {
      "text": "Their Honours said that the statements were extracted from documents that were in fact in evidence and were in evidence for all purposes.",
      "id": "s114"
    },
    {
      "text": "20 Their Honours went on to say (at [71]) that in any event Dr Gibbs' opinions concerning \"Basic Principles and Background Issues\" were not subject to this deficiency (scil, being vague and self-serving) and that material \n \n \" ... could well have informed the decision making process that his Honour adopted in concluding, as his Honour did, that Darrell Lea had not used the colour purple in a way that conveyed to the reasonable consumer the idea that it or its products had some connection with Cadbury's products\".",
      "id": "s115"
    },
    {
      "text": "21 Their Honours noted at [72]-[73] that my criticism of Dr Gibbs for assuming that the colour purple used by Darrell Lea was similar to that used by Cadbury was inconsistent with one of my final findings that since 2000 Darrell Lea used a purple much like that used by Cadbury.",
      "id": "s116"
    },
    {
      "text": "22 Their Honours thought that Dr Gibbs' evidence could have a significant bearing on a judge's understanding of human behaviour and consumer information-processing errors and had some probative value within the meaning of s 135.",
      "id": "s117"
    },
    {
      "text": "Further, there had been no assessment of the time that might have been wasted.",
      "id": "s118"
    },
    {
      "text": "23 On appeal Cadbury had attacked the findings at first instance as to whether the overall impression of the packaging and labelling adopted by Darrell Lea was capable of conveying to a significant body of consumers that their chocolate products originated from or were associated with Cadbury.",
      "id": "s119"
    },
    {
      "text": "Their Honours said at [88]-[89]: \n \n \"While those grounds allege that the primary judge ought not to have made certain conclusions or should have made other conclusions, they do not point to any specific error on his part in doing so or failing to do so, as the case may be.",
      "id": "s120"
    },
    {
      "text": "While the grounds were developed in written submissions, senior counsel for Cadbury said nothing in support of them on the hearing of the appeal.",
      "id": "s121"
    },
    {
      "text": "Indeed, senior counsel acknowledged that, while Cadbury did not abandon these grounds for asserting error, his Honour clearly had regard to all of the relevant evidence before him and reached his conclusion on a rational basis.",
      "id": "s122"
    },
    {
      "text": "Assuming that the disputed evidence had been properly rejected, there was no error on the part of the primary judge in reaching the conclusion that, to the extent there was use by Darrell Lea of a colour purple, that usage did not constitute passing off.",
      "id": "s123"
    },
    {
      "text": "Nor did his Honour err in concluding that such usage did not constitute a contravention of the Trade Practices Act .",
      "id": "s124"
    },
    {
      "text": "\" \n\n24 Their Honours then turned to the question whether there should be a new trial.",
      "id": "s125"
    },
    {
      "text": "Their Honours referred to the finding below that Cadbury did not have an exclusive reputation in the use of the colour purple in connection with chocolate.",
      "id": "s126"
    },
    {
      "text": "They noted at [94] Cadbury's concession, for the purposes of the appeal, that it did not challenge the finding that Cadbury did not have an exclusive reputation.",
      "id": "s127"
    },
    {
      "text": "Their Honours then said at [95]:\n \n \"It does not follow, however, that the same finding would be made at a new trial.",
      "id": "s128"
    },
    {
      "text": "The whole thrust of Cadbury's contention is that the disputed evidence could lead to a different conclusion.",
      "id": "s129"
    },
    {
      "text": "That is to say, the fact that others may have used purple in the market place does not necessarily lead to the conclusion that the products of those other persons are identified or distinguished by colour.",
      "id": "s130"
    },
    {
      "text": "All that Cadbury accepts is that the truncated evidence before the primary judge left open the finding made by his Honour.",
      "id": "s131"
    },
    {
      "text": "The fact that, on the basis of the truncated evidence, such a finding was open does not preclude the possibility that, at another hearing, with additional admissible evidence, a different conclusion would follow, even before the primary judge.",
      "id": "s132"
    },
    {
      "text": "\" \n\n25 Later at [100] their Honours said that if the evidence of Dr Gibbs and the other witnesses was accepted at face value it would \"certainly be open to a Court to find that Darrell Lea's use of purple is likely to cause the consumer errors identified by Dr Gibbs.",
      "id": "s133"
    },
    {
      "text": "That could be sufficient to justify a conclusion that Darrell Lea had engaged in conduct that was likely to mislead or deceive.",
      "id": "s134"
    },
    {
      "text": "\"\n \n26 As already noted, their Honours went on to point out that exclusivity was not an essential requirement for a s 52 claim.",
      "id": "s135"
    },
    {
      "text": "They held at [111] that there was no basis for concluding that the disputed evidence was of so little weight that it could not influence the result of a new trial.",
      "id": "s136"
    },
    {
      "text": "Then, importantly for present purposes, their Honours continued:\n \n \"112 Cadbury says that it would be inappropriate for the proceeding to be remitted to the primary judge.",
      "id": "s137"
    },
    {
      "text": "Cadbury contends that, in the light of comments made by the primary judge in the course of ruling on the admissibility of the affidavits of Dr Gibbs, his Honour expressed views that indicated his Honour no longer has an open mind concerning the weight that should be accorded to the disputed evidence.",
      "id": "s138"
    },
    {
      "text": "Cadbury draws particular attention to the observation made by the primary judge that much of the factual material relied on by Dr Gibbs is vague, tendentious and of little weight.",
      "id": "s139"
    },
    {
      "text": "113 However, in making those comments, his Honour was not referring to the opinions of Dr Gibbs but only to the factual material upon which his opinions were based.",
      "id": "s140"
    },
    {
      "text": "There is no reason to conclude that his Honour would not bring a fair and open mind to the question of specific objections to the disputed evidence and the resolution of the issues in the light of any part of the disputed evidence that might ultimately be admitted, consistently with these reasons.",
      "id": "s141"
    },
    {
      "text": "114 In the circumstances, there is no reason why the proceeding should not be remitted to the primary judge for further hearing.",
      "id": "s142"
    },
    {
      "text": "Of course, if the primary judge were prepared to entertain a submission that he would not be able to bring an open mind to the resolution of the proceeding in the light of his Honour's earlier rulings both on the disputed evidence and in the final decision, it would be a matter for his Honour to decide whether he considered it was appropriate for the proceeding to be referred to another judge for a retrial ab initio .",
      "id": "s143"
    },
    {
      "text": "\" \n\n27 On 26 June 2007 Cadbury's motion came on for hearing before the same Full Court.",
      "id": "s144"
    },
    {
      "text": "Senior counsel then appearing for Cadbury said that the purpose of the motion was\n \n \" ... really just a question, did your Honours intend that there be a new trial in the conventional sense, or did your Honours intend that the trial before his Honour, the trial judge, [be] by way of further hearing.",
      "id": "s145"
    },
    {
      "text": "\" \n \n\n28 Senior counsel for Darrell Lea in the course of his submissions quoted what had been said by their Honours in the first Full Court judgment at [111]-[114] and in particular the second sentence in [113] (see [26] above) and submitted that what their Honours had in mind was \n \n \" ... that the matter go back to his Honour for the resolution of the part that was excluded, and that follows then from paragraph 114, where your Honours directed in clear terms, that there be a further hearing and contrasted that resulted [sic --- result?",
      "id": "s146"
    },
    {
      "text": "] with a retrial ab initio before a different judge.",
      "id": "s147"
    },
    {
      "text": "\" \n\n29 Senior counsel for Cadbury confirmed that his client had sought a new trial ab initio .",
      "id": "s148"
    },
    {
      "text": "30 Shortly afterwards the following exchange took place:\n \n \n \"Emmett J: ...",
      "id": "s149"
    },
    {
      "text": "I think it is fair to say we use the word 'further hearing', or the expression 'further hearing', rather than a new trial, advisably.",
      "id": "s150"
    },
    {
      "text": "Mr Golvan: Yes, your Honour.",
      "id": "s151"
    },
    {
      "text": "Emmett J: But it is on the basis that the matter is now before the primary judge to do whatever his Honour would have done had he admitted that evidence in the first place.",
      "id": "s152"
    },
    {
      "text": "And if that involves reconsidering the exercise of discretion, then that would be a matter entirely for his Honour, but all of the evidence that there is there --- \n \n Mr Golvan: That is so, your Honour.",
      "id": "s153"
    },
    {
      "text": "Emmett J: --- unless, by chance, his Honour concluded that having regard to what has happened, he didn't think he could bring a fair mind to the matter.",
      "id": "s154"
    },
    {
      "text": "We have seen nothing in what he has said so far that that would indicate that.",
      "id": "s155"
    },
    {
      "text": "\" \n \n\n31 In its second judgment handed down on 9 July 2007 the Full Court said:\n \n \n \"5 It is clear that Cadbury sought a new trial as part of the relief claimed in the appeal.",
      "id": "s156"
    },
    {
      "text": "On the hearing of the appeal, one of the issues was whether, even if there had been an error on the part of the primary judge in excluding evidence there was nevertheless no miscarriage of justice and the orders made by the primary judge should therefore stand.",
      "id": "s157"
    },
    {
      "text": "The Full Court rejected that contention.",
      "id": "s158"
    },
    {
      "text": "The Court concluded that it could not be said that the disputed evidence was of so little weight that it could not influence the result of a new trial, so as to produce a different result (at [111]).",
      "id": "s159"
    },
    {
      "text": "6 However, the Court did not consider that a new trial was justified.",
      "id": "s160"
    },
    {
      "text": "Rather, the Court was of the view that justice would be served by a further hearing before the primary judge, at which Cadbury would have another opportunity of adducing the disputed evidence.",
      "id": "s161"
    },
    {
      "text": "7 The proceeding was remitted on the basis that it would be before the primary judge as though the case were part heard.",
      "id": "s162"
    },
    {
      "text": "Thus, it would be a matter for the primary judge to determine the extent to which, after entertaining all proper objections and making rulings on such objections, additional or further evidence should be admitted.",
      "id": "s163"
    },
    {
      "text": "That may have the consequence that Darrell Lea would seek to adduce its own evidence in response to the disputed evidence.",
      "id": "s164"
    },
    {
      "text": "8 We indicated in our reasons (at [110]) that, if proper objections were taken to the disputed evidence at the further hearing and the evidence was rejected, it would be open to the primary judge to allow Cadbury to elicit further evidence to overcome the objections.",
      "id": "s165"
    },
    {
      "text": "That would be an aspect of the management of the further hearing by the primary judge in the same way as it would have been had his Honour not rejected the disputed evidence in its entirety.",
      "id": "s166"
    },
    {
      "text": "That is to say, it would be for counsel for Darrell Lea to make such objections to the admissibility of the disputed evidence on formal grounds as they may consider appropriate.",
      "id": "s167"
    },
    {
      "text": "If, in the exercise of his discretion, the primary judge were to permit Cadbury the opportunity of adducing further evidence to overcome any objections, that would be a matter entirely for his Honour at the further hearing.",
      "id": "s168"
    },
    {
      "text": "9 It is conceivable that, after hearing proper objections from Darrell Lea, none of the disputed evidence will be admitted.",
      "id": "s169"
    },
    {
      "text": "We do not, by that comment, indicate any view about the outcome of any objections one way or the other, except to the extent that we indicated the principles to be applied in our reasons of 21 May 2007.",
      "id": "s170"
    },
    {
      "text": "It is, of course, conceivable, and we make no comment one way or the other as to whether it is likely, that is Honour would still reject the disputed evidence under s 135 of the Evidence Act .",
      "id": "s171"
    },
    {
      "text": "That is entirely a matter for the primary judge.",
      "id": "s172"
    },
    {
      "text": "10 Further, there would be no reason why the primary judge should entertain any contention that he should reverse earlier rulings made by him that were not in any way dependant upon the rejection of the disputed evidence.",
      "id": "s173"
    },
    {
      "text": "His Honour should be in a position to conduct the further hearing as though he had admitted such of the disputed evidence as his Honour finds to be admissible after considering appropriate objections.",
      "id": "s174"
    },
    {
      "text": "11 In so far as we referred to \"a further trial\" (at [129]) or \"the new trial judge\" (at [130]) we should be understood as having referred to a further hearing by the primary judge along those lines.",
      "id": "s175"
    },
    {
      "text": "As we said (at [114]): \n \n \n \n \n In the circumstances, there is no reason why the proceeding should not be remitted to the primary judge for further hearing.",
      "id": "s176"
    },
    {
      "text": "Of course, if the primary judge were prepared to entertain a submission that he would not be able to bring an open mind to the resolution of the proceeding in the light of his Honour's earlier rulings both on the disputed evidence and in the final decision, it would be a matter for his Honour to decide whether he considered it was appropriate for the proceeding to be referred to another judge for a retrial ab initio.",
      "id": "s177"
    },
    {
      "text": "12 Similarly, if the primary judge were persuaded that the conduct of the hearing to date was such that the admission of any part of the disputed evidence that his Honour was disposed to admit would cause injustice, it would be a matter for his Honour as to whether the trial should, for that reason, be aborted.",
      "id": "s178"
    },
    {
      "text": "The primary judge should be regarded as being in the same position as he would have been in had he not made the ruling of 31 March 2006.",
      "id": "s179"
    },
    {
      "text": "\" \n \n \n \n\n32 In written submissions in the present application Cadbury alleged that a fair minded observer might reasonably conclude that I hold the view that Cadbury's claims in the proceedings are untenable, have a pre-determined view that the evidence of Dr Gibbs and two other experts should not be admitted in the further hearing, might not pay proper regard to the excluded expert evidence if admitted, would not bring an impartial and unprejudiced mind to the exercise of the discretions conferred by ss 135 and 136 of the Evidence Act , and would not approach form objections with impartiality.",
      "id": "s180"
    },
    {
      "text": "It was also submitted that \"faced with the almost inevitable prospect of having to recuse himself if the expert evidence is admitted, 'human weakness' might lead the trial judge \"to circumvent [an apprehension of bias] by taking the opportunity to uphold any form objections or s 135 objections.",
      "id": "s181"
    },
    {
      "text": "\"\n \n33 In the course of oral submissions Mr W T Houghton QC on behalf of Cadbury stressed that no allegation of actual bias was made.",
      "id": "s182"
    },
    {
      "text": "He commenced by referring to a number of passages from the first Full Court judgment concerning the admissibility of Dr Gibbs' evidence.",
      "id": "s183"
    },
    {
      "text": "He said the reason for that\n \n \"...is because we wish to make a submission in due course that your Honour has expressed yourself strongly, and we make no criticism of that, of course, because judges are called upon to express themselves strongly in the exercise of the judicial power of the Commonwealth.",
      "id": "s184"
    },
    {
      "text": "Our essential point is that your Honour, having expressed yourself strongly on certain aspects of the case that will now need to be reheard, then there is a reasonable apprehension engendered in the mind of the fictitious reasonable observer that your Honour won't be able to bring an impartial mind to bear upon this vexed question of the expert evidence.",
      "id": "s185"
    },
    {
      "text": "\" \n\n34 Mr Houghton noted that there would be significant further argument about the admissibility of the evidence of Dr Gibbs and the other experts and that in the course of the appeal Darrell Lea had foreshadowed additional objections.",
      "id": "s186"
    },
    {
      "text": "There would, he said, be further argument over the possible exclusion of evidence under the s 135 discretion.",
      "id": "s187"
    },
    {
      "text": "35 Mr Houghton referred to the various passages already quoted from the evidence ruling which were critical of Dr Gibbs' evidence and also the remarks about policy considerations which he said would raise a reasonable apprehension of bias.",
      "id": "s188"
    },
    {
      "text": "36 Mr Houghton also referred to a passage from the trial judgment at [43]-[51] where I discussed the evidence of Darrell Lea witness Anne McGlinchey as to how Darrell Lea came to use purple at Christmas in the years 2000-2004.",
      "id": "s189"
    },
    {
      "text": "This evidence was important, because if it is found that a trader intended to mislead consumers that would be strong evidence that they were in fact misled: Australian Woollen Mills Ltd v F S Walton &amp; Co Ltd [1937] HCA 51 ; (1937) 58 CLR 641 at 657.",
      "id": "s190"
    },
    {
      "text": "37 Ms McGlinchey was cross-examined.",
      "id": "s191"
    },
    {
      "text": "I accepted her as a witness of truth for the reasons set out in the trial judgment.",
      "id": "s192"
    },
    {
      "text": "Mr Houghton submitted that at a final hearing Cadbury may well seek to put to witnesses, previously cross-examined, matters arising from the expert evidence previously excluded.",
      "id": "s193"
    },
    {
      "text": "How opinion evidence of experts might be put to a witness on issues going to the intentions and beliefs of the witness about the use of purple at Christmas 2000 was not explained.",
      "id": "s194"
    },
    {
      "text": "With characteristic candour Mr Houghton said \"We don't say that's our best point\".",
      "id": "s195"
    },
    {
      "text": "I agree.",
      "id": "s196"
    },
    {
      "text": "38 The test to be applied is not in dispute.",
      "id": "s197"
    },
    {
      "text": "It was laid down by the High Court in Johnson v Johnson [2000] HCA 48 ; (2000) 201 CLR 488 at [11] namely:\n \n \"whether a fair minded lay observer might reasonably apprehend that the judge might not bring an impartial and unprejudiced mind to the resolution of the question the judge is required to decide.",
      "id": "s198"
    },
    {
      "text": "\" \n\n39 In the present case, although the apprehended bias application is based entirely on remarks in the evidence ruling and trial judgment, the hypothetical lay observer must be credited with knowledge not only of those remarks but what the Full Court said in its first and second judgments.",
      "id": "s199"
    },
    {
      "text": "The fair minded observer is not \"a person wholly uninformed and uninstructed about the law in general or the issue to be decided\": Johnson at [53].",
      "id": "s200"
    },
    {
      "text": "40 The lay observer would be aware that Cadbury had criticised the remarks in question, and had on two occasions sought a trial de novo before another judge.",
      "id": "s201"
    },
    {
      "text": "The lay observer would understand that the Full Court saw no problem in having the matter further considered by me.",
      "id": "s202"
    },
    {
      "text": "In particular the observer would consider what the Full Court said in its second judgment at [112]---[114] quoted above and the observation of Emmett J, speaking for the Court, in the course of argument (see [30] above).",
      "id": "s203"
    },
    {
      "text": "41 The observer, in considering the criticisms of the utility of expert opinion in consumer cases I have made on policy grounds, would see from reading the first Full Court judgment that similar views had been expressed by other judges of the Federal Court, and had been referred to by the Full Court in the present case without any disapproval.",
      "id": "s204"
    },
    {
      "text": "42 The observer would see that, while there were critical comments on some aspects of Dr Gibbs' evidence, read as a whole and in context the real thrust of the remarks in the evidence ruling was concerned with the effects of expert evidence of this kind in this kind of case, in other words with the policy rationale for what the judge thought the law to be --- wrongly, as it turned out.",
      "id": "s205"
    },
    {
      "text": "Regrettably, the primary judge proceeded upon the assumption that this evidence would not be admissible at common law, an assumption which the Full Court accepted (the heading of s 80 tells us \"Ultimate issue and common knowledge rules abolished\").",
      "id": "s206"
    },
    {
      "text": "The primary judge should have been aware of s 80(b) , and counsel should have directed his attention to it.",
      "id": "s207"
    },
    {
      "text": "Judges, like other citizens, do not always agree with laws.",
      "id": "s208"
    },
    {
      "text": "But judges have to administer the law as it stands.",
      "id": "s209"
    },
    {
      "text": "The observer would think, as did the Full Court, that this will happen in the present case.",
      "id": "s210"
    },
    {
      "text": "43 Of course there are practical problems.",
      "id": "s211"
    },
    {
      "text": "The reasonable lay observer would recognise the difficulty of a judge's task in taking into account new evidence when he or she has already reached a decision on a great deal of other evidence, including, although not limited to, evidence going to the same issues as the wrongly excluded evidence.",
      "id": "s212"
    },
    {
      "text": "But that is inherent in the power given by s 28(1)(c) of the Federal Court of Australia Act 1976 (Cth) which gives explicit powers to Full Courts to do what the Full Court has done in the present case.",
      "id": "s213"
    },
    {
      "text": "44 Cadbury's motion will be dismissed with costs.",
      "id": "s214"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice HEEREY.",
      "id": "s215"
    },
    {
      "text": "Associate:\n\nDated: 16 August 2007 \n\n Counsel for the Applicant: W T Houghton QC and M D Wyles \n \n Solicitors for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: C D Golvan SC and S Ricketson \n \n Solicitors for the Respondent: Middletons \n \n Date of Hearing: 9 August 2007 \n \n Date of Judgment: 16 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1245.html",
      "id": "s216"
    }
  ]
}